{"paper_id": "4ba79e54ecf81b30b56461a6aec2094eaf7b7f06", "metadata": {"title": "Respiratory Research Relevance of human metapneumovirus in exacerbations of COPD", "authors": [{"first": "G", "middle": [], "last": "Rohde", "suffix": "", "affiliation": {"laboratory": "Clinical Research Group \"Significance of viral infections in chronic respiratory diseases of children and adults\"", "institution": "University Hospital Bergmannsheil", "location": {"postCode": "D-44789", "settlement": "Bochum", "country": "Germany"}}, "email": ""}, {"first": "I", "middle": [], "last": "Borg", "suffix": "", "affiliation": {"laboratory": "Clinical Research Group \"Significance of viral infections in chronic respiratory diseases of children and adults\"", "institution": "University Hospital Bergmannsheil", "location": {"postCode": "D-44789", "settlement": "Bochum", "country": "Germany"}}, "email": ""}, {"first": "U", "middle": [], "last": "Arinir", "suffix": "", "affiliation": {"laboratory": "Clinical Research Group \"Significance of viral infections in chronic respiratory diseases of children and adults\"", "institution": "University Hospital Bergmannsheil", "location": {"postCode": "D-44789", "settlement": "Bochum", "country": "Germany"}}, "email": ""}, {"first": "J", "middle": [], "last": "Kronsbein", "suffix": "", "affiliation": {"laboratory": "Clinical Research Group \"Significance of viral infections in chronic respiratory diseases of children and adults\"", "institution": "University Hospital Bergmannsheil", "location": {"postCode": "D-44789", "settlement": "Bochum", "country": "Germany"}}, "email": ""}, {"first": "R", "middle": [], "last": "Rausse", "suffix": "", "affiliation": {"laboratory": "Clinical Research Group \"Significance of viral infections in chronic respiratory diseases of children and adults\"", "institution": "University Hospital Bergmannsheil", "location": {"postCode": "D-44789", "settlement": "Bochum", "country": "Germany"}}, "email": ""}, {"first": "T", "middle": ["T"], "last": "Bauer", "suffix": "", "affiliation": {"laboratory": "Clinical Research Group \"Significance of viral infections in chronic respiratory diseases of children and adults\"", "institution": "University Hospital Bergmannsheil", "location": {"postCode": "D-44789", "settlement": "Bochum", "country": "Germany"}}, "email": ""}, {"first": "A", "middle": [], "last": "Bufe", "suffix": "", "affiliation": {"laboratory": "Clinical Research Group \"Significance of viral infections in chronic respiratory diseases of children and adults\"", "institution": "Ruhr-University-Bochum", "location": {"settlement": "Bochum", "country": "Germany"}}, "email": ""}, {"first": "G", "middle": [], "last": "Schultze-Werninghaus", "suffix": "", "affiliation": {"laboratory": "Clinical Research Group \"Significance of viral infections in chronic respiratory diseases of children and adults\"", "institution": "University Hospital Bergmannsheil", "location": {"postCode": "D-44789", "settlement": "Bochum", "country": "Germany"}}, "email": ""}]}, "abstract": [{"text": "Background and methods: Human metapneumovirus (hMPV) is a recently discovered respiratory virus associated with bronchiolitis, pneumonia, croup and exacerbations of asthma. Since respiratory viruses are frequently detected in patients with acute exacerbations of COPD (AE-COPD) it was our aim to investigate the frequency of hMPV detection in a prospective cohort of hospitalized patients with AE-COPD compared to patients with stable COPD and to smokers without by means of quantitative real-time RT-PCR.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We analysed nasal lavage and induced sputum of 130 patients with AE-COPD, 65 patients with stable COPD and 34 smokers without COPD. HMPV was detected in 3/130 (2.3%) AE-COPD patients with a mean of 6.5 × 10 5 viral copies/ml in nasal lavage and 1.88 × 10 5 viral copies/ml in induced sputum. It was not found in patients with stable COPD or smokers without COPD.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusion: HMPV is only found in a very small number of patients with AE-COPD. However it should be considered as a further possible viral trigger of AE-COPD because asymptomatic carriage is unlikely. : Human metapneumovirus infection in Japanese children. J Clin Microbiol 2004, 42:126-132. 7. Nissen MD, Siebert DJ, Mackay IM, Sloots TP, Withers SJ: Evidence of human metapneumovirus in Australian children. Med J Aust 2002, 176:188. 8. Stockton J, Stephenson I, Fleming D, Zambon M: Human metapneumovirus as a cause of community-acquired respiratory illness. Emerg Infect Dis 2002, 8:897-901. 9. Mullins JA, Erdman DD, Weinberg GA, Edwards K, Hall CB, Walker FJ, Iwane M, Anderson LJ: Human metapneumovirus infection among children hospitalized with acute respiratory illness. Emerg Infect Dis 2004, 10:700-705. 10. Jartti T, Lehtinen P, Vuorinen T, Osterback R, van den HB, Osterhaus AD, Ruuskanen O: Respiratory picornaviruses and respiratory syncytial virus as causative agents of acute expiratory wheezing in children. Emerg Infect Dis 2004, 10:1095-1101. 11. IJpma FF, Beekhuis D, Cotton MF, Pieper CH, Kimpen JL, van den Hoogen BG, van Doornum GJ, Osterhaus DM: Human metapneumovirus infection in hospital referred South African children. J Med Virol 2004, 73:486-493. 12. van den Hoogen BG, van Doornum GJ, Fockens JC, Cornelissen JJ, Beyer WE, de Groot R, Osterhaus AD, Fouchier RA: Prevalence and clinical symptoms of human metapneumovirus infection in hospitalized patients. J Infect Dis 2003, 188:1571-1577. 13. McAdam AJ, Hasenbein ME, Feldman HA, Cole SE, Offermann JT, Riley AM, Lieu TA: Human metapneumovirus in children tested at a tertiary-care hospital. J Infect Dis 2004,", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Respiratory viruses play an important role in exacerbations of COPD and this has been increasingly recognised since the application of molecular detection methods [1, 2] . The most prevalent viruses detected by polymerase chain reaction so far were respiratory syncytial virus (RSV), Influenza A, Rhinovirus and Parainfluenza 3. Human metapneumovirus (hMPV) is a recently discovered respiratory virus first isolated from a dutch child with lower respiratory tract infection (LRTI) [3] . World wide distribution is probable since it has been isolated in North HMPV has been recognized as a member of the Paramyxoviridae like RSV and it is not only associated with bronchiolitis in most cases, but also with pneumonia, croup and exacerbations of asthma [14, 15] , diseases which share some features with COPD. Up to date reports about hMPV in adults are scarce. In a general Canadian population 14.8% of patients of all age groups with acute respiratory tract infections were hMPV positive. Thirty-three percent of hMPV-infected patients were hospitalized and the hospitalization rates were significantly higher among patients below 5 years and those over 50 years of age [16] . In another prospective cohort of adults, hMPV was detected in 4.5% of all illnesses but also in 4.1% of asymptomatic subjects. HMPV was most prevalent in young adults with children and in frail elderly [17] . HMPV infection can be severe since the virus was isolated from the lungs from a previously healthy man who died from acute pneumonia [18] . The role of hMPV in acute exacerbations of COPD (AE-COPD) has been studied recently in outpatients and only low frequencies have been observed [17, 19] . Up to now the prevalence of hMPV in patients hospitalized with AE-COPD is unknown. Our aim was therefore to investigate the frequency of detection of hMPV in a prospective cohort of hospitalized patients with AE-COPD and to compare these results to patients with stable COPD and to smokers without COPD.", "cite_spans": [{"start": 163, "end": 166, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 167, "end": 169, "text": "2]", "ref_id": null}, {"start": 481, "end": 484, "text": "[3]", "ref_id": null}, {"start": 751, "end": 755, "text": "[14,", "ref_id": null}, {"start": 756, "end": 759, "text": "15]", "ref_id": null}, {"start": 1170, "end": 1174, "text": "[16]", "ref_id": null}, {"start": 1379, "end": 1383, "text": "[17]", "ref_id": null}, {"start": 1519, "end": 1523, "text": "[18]", "ref_id": null}, {"start": 1669, "end": 1673, "text": "[17,", "ref_id": null}, {"start": 1674, "end": 1677, "text": "19]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "Three different groups were studied. The first group consisted of hospitalized patients with an acute exacerbation of COPD (AE-COPD), the second group were subjects with stable COPD and the third group was composed of smokers without COPD. The groups were defined as previously published [20] . Briefly AE-COPD patients suffered from COPD as defined by GOLD [21] . Acute exacerbation was characterized by worsening in dyspnea, cough, and expectoration. A routine posterior-anterior chest radiograph was evaluated on admission by expert radiologists to exclude other other reasons for increased symptoms as pneumonia, tuberculosis, pulmonary fibrosis, bronchiectasis, bronchial carcinoma or congestive heart failure.Stable COPD patients did not have an exacerbation within the last 30 days prior to hospital admission and had no changes in therapy within the last 14 days (including inhaled and oral medication) and had been admitted for other medical reasons into departments of internal medicine other than pulmonary care. COPD subjects were recruited in a 2:1 ratio each month in order to prevent seasonal selection bias. Smokers have been smoking more than 10 pack-years, could have chronic symptoms like cough and phlegm but did not report dyspnea and did not have bronchial obstruction (FEV 1 /FVC>70%, FEV 1 >80% predicted). None of the smokers had a history of COPD or asthma, nor was using systemic or topic pulmonary medication. The smokers were recruited either from our smoking cessation initiative or by newspaper advertisement.", "cite_spans": [{"start": 288, "end": 292, "text": "[20]", "ref_id": null}, {"start": 358, "end": 362, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "Subjects"}, {"text": "The study was approved by the ethical committee of the Ruhr-University of Bochum, Germany. Written informed consent was obtained from all patients and control subjects before inclusion in the study.", "cite_spans": [], "ref_spans": [], "section": "Subjects"}, {"text": "Clinical evaluation, spirometric tests, nasal lavage, induced sputum, specimen processing and viral ribonucleic acid (RNA) extraction were carried out as described by Rohde et al [2] . Elution volume was 100 µl. cDNA was generated with random-hexamer primers as previously published[2].", "cite_spans": [{"start": 179, "end": 182, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Diagnostic methods"}, {"text": "A hMPV-specific real-time RT-PCR designed and evaluated by Maertzdorf et al was used [22] . Primers and probe are localized within the nucleoprotein gene (NL-N) and the presence of a degenerate base within the probe allows detection of all four genetic lineages of hMPV.", "cite_spans": [{"start": 85, "end": 89, "text": "[22]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Detection of hMPV by real-time Reverse Transcriptase PCR"}, {"text": "The assays were performed using the TaqMan ® PCR Core Kit. The final volume was 25 µl containing 500 nM of the forward primer (NL-N-forward (5'-CATATAAGCAT-GCTATATTAAAAGAGTCTC-3')), 250 nM of the reverse primer (NL-N-reverse (5'-CCTATTTCTGCAGCATATTTG-TAATCAG-3')) and 500 nM of the probe (NL-N-probe (5'-FAM-TGYAATGATGAGGGTGTCACTGCGGTTG-TAMRA-3', in which Y is either a C or a T residue). Nuclease-free water was used as negative control and a plasmid containing the N gene of hMPV (kindly provided by James Simon, VIRONOVATIVE, EUR Holding, Erasmus University Rotterdam) was used as a positive control in all PCR runs. Cycling parameters were as follows: 5 min at 95°C, 45 cycles of 30 s at 95°C and 1 min at 60°C. Amplification and detection of RNA from virus isolates or clinical specimens were performed using the GeneAmp ® 5700 Sequence Detection System (Applied Biosystems). The real-time PCR product was cloned with the QIAGEN ® PCR cloning kit (QIAGEN, Hilden, Germany) and this standard plasmid DNA was used for absolute quantification of hMPV viral load. Calculations were performed as previously described for absolute quantification of RSV viral load [23] .", "cite_spans": [{"start": 1163, "end": 1167, "text": "[23]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Detection of hMPV by real-time Reverse Transcriptase PCR"}, {"text": "The primary objective of this study was to compare the frequency of hMPV detection in respiratory specimens between COPD patients with or without an acute exacerbation and smokers without COPD.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Continuous data were checked for normal distribution using the Kolmogorov-Smirnov test. The data were of non-parametrical distribution and results were expressed as median and range. Differences between groups were assessed by Kruskal-Wallis test. To further analyse significant differences between two individual groups a pair wise comparison by two-sided Mann-Whitney U-test was performed. All significance levels were set to 5%. Data were analysed and processed using SPSS Version 12.0 on a Windows XP operating system.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A total of 229 subjects were investigated between October 1999 and June 2004: 130 patients with AE-COPD, 65 patients with stable COPD and 34 smokers without COPD. The clinical characteristics and lung function measurements are summarized in table 1. FEV 1 , FEV 1 in % of predicted value and FEV 1 /FVC were normal in smokers, significantly decreased in stable COPD patients (all) and further significantly decreased in AE-COPD patients (all p < 0.05 compared to stable COPD and all p < 0.001 compared to smokers).", "cite_spans": [], "ref_spans": [], "section": "Clinical symptoms"}, {"text": "HMPV could be detected in three subjects. All these subjects were AE-COPD patients. The prevalence of hMPV in AE-COPD patients was 2.3%. The virus was simultaneously detected in nasal lavage and induced sputum in one patient only. The viral load was about 100 times higher in nasal lavage than in induced sputum in this patient. Overall the viral load in nasal lavage was about 3.5 times higher compared to induced sputum (for details see table 2). The hMPV positive patients did not differ significantly from other AE-COPD patients when clinical parameters and lung function were analysed. hMPV was detected in the winter season only.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of hMPV"}, {"text": "The main finding of this controlled study investigating the incidence of hMPV in subjects with COPD and smokers without COPD is that this recently discovered respiratory virus was detectable only during exacerbation of COPD. The frequency of detection was very low but in positive cases the viral load was considerable. There was no detection in patients with stable COPD or smokers without COPD.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Recently Vicente et al [19] reported about the incidence of hMPV in 89 COPD patients. Five patients (5.5%) were hMPV positive. Two of these patients had to be transferred to hospital. Although this was not a controlled study and not all details of the study are available due to the fact that the data were published in form of a letter, these results support our findings. The incidence of hMPV in this and in our study is low compared to other respiratory viruses. In a similar previous study we found that Picornaviruses were detectable in 36% of AE-COPD patients, Influenza A in 25% and Respiratory syncytial virus in 22%[2]. There is another prospective cohort study of adults in which hMPV was detected in 4.5% of all illnesses. HMPV was most prevalent in young adults with children and in frail elderly from long term care facilities [17] . Unfortunately this report does not specify how many of the elderly patients suffered from COPD. In our asymptomatic smokers without COPD hMPV could not be detected. A recent study investigating nasal secretions from adults with and without respiratory illnesses found hMPV in 5 of 146 ill patient and in none of 158 control subjects, strongly supporting our data [24] . A further recent study found hMPV in two out of 111 adult patients (1.8%) who presented to the emergency department for AE-COPD during 2 winter/ spring seasons in Quebec, Canada, also in support of our findings [25] . In a US American study investigating clinical samples collected between 1991 and 1995, hMPV could not be detected at all in 196 patients indicating important geographical and seasonal differences in hMPV prevalence [26] . Taken together the results presented here are in keeping with other studies in adults and add important information on the prevalence of hMPV in hospitalized AE-COPD.", "cite_spans": [{"start": 23, "end": 27, "text": "[19]", "ref_id": null}, {"start": 841, "end": 845, "text": "[17]", "ref_id": null}, {"start": 1211, "end": 1215, "text": "[24]", "ref_id": "BIBREF4"}, {"start": 1429, "end": 1433, "text": "[25]", "ref_id": "BIBREF5"}, {"start": 1651, "end": 1655, "text": "[26]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Our findings are in agreement with other studies in adults."}, {"text": "To our knowledge this is the first study analysing the viral load of hMPV in COPD patients. We found a mean of 6.5 × 10 5 viral copies/ml in nasal lavage and 1.88 × 10 5 viral copies/ml in induced sputum. These values indicate that hMPV may have been the infectious agent triggering exacerbation in these patients. Viral load cut-off values for infectivity in COPD exacerbations have not been studied in detail yet and need further investigation. However, viral loads between 1120 copies/ml in Cytomegalovirus infection in lung-transplant patients [27] and 5.8log 10 copies/ ml in SARS [28] have been considered to indicate infectious disease. Moreover hMPV was only found in acute exacerbation and not in stable disease or in smokers without COPD supporting a triggering role in AE-COPD.", "cite_spans": [{"start": 548, "end": 552, "text": "[27]", "ref_id": "BIBREF7"}, {"start": 586, "end": 590, "text": "[28]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Our findings are in agreement with other studies in adults."}, {"text": "HMPV infection can be severe since it was isolated from the lungs from a previously healthy man who died from acute pneumonia [18] . Our hMPV positive patients did not differ in their clinical characteristics or lung function from the other AE-COPD patients which does not indicate a more severe course of AE-COPD in these patients.", "cite_spans": [{"start": 126, "end": 130, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "Our findings are in agreement with other studies in adults."}, {"text": "Taken together this is the first controlled study on the relevance of hMPV in hospitalized AE-COPD. HMPV was detected in a very low frequency but with noticeable viral load in AE-COPD patients. Given that asymptomatic carriage of hMPV is very unlikely it should be considered as another possible trigger of AE-COPD. Since every AE-COPD has considerable impact on the course of the disease and regional outbreaks of hMPV are possible it should be included into future diagnostic and therapeutic considerations. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The author(s) declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Respiratory Viruses, Symptoms, and Inflammatory Markers in Acute Exacerbations and Stable Chronic bal Initiative for Chronic Obstructive Lung Disease (GOLD) Workshop summary", "authors": [{"first": "T", "middle": [], "last": "Seemungal", "suffix": ""}, {"first": "R", "middle": [], "last": "Harper-Owen", "suffix": ""}, {"first": "A", "middle": [], "last": "Bhowmik", "suffix": ""}, {"first": "I", "middle": [], "last": "Moric", "suffix": ""}, {"first": "G", "middle": [], "last": "Sanderson", "suffix": ""}, {"first": "S", "middle": [], "last": "Message", "suffix": ""}, {"first": "P", "middle": [], "last": "Maccallum", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Meade", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Jeffries", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Wedzicha", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Fouchier RAM: Real-Time Reverse Transcriptase PCR Assay for Detection of Human Metapneumoviruses from All Known Genetic Lineages", "authors": [{"first": "J", "middle": [], "last": "Maertzdorf", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Wang", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Brown", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Quinto", "suffix": ""}, {"first": "M", "middle": [], "last": "Chu", "suffix": ""}, {"first": "M", "middle": [], "last": "De Graaf", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Van Den Hoogen", "suffix": ""}, {"first": "R", "middle": [], "last": "Spaete", "suffix": ""}, {"first": "Adme", "middle": [], "last": "Osterhaus", "suffix": ""}], "year": 2004, "venue": "J Clin Microbiol", "volume": "42", "issn": "", "pages": "981--986", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Evaluation of a quantitative real-time PCR for the detection of RSV in pulmonary diseases", "authors": [{"first": "I", "middle": [], "last": "Borg", "suffix": ""}, {"first": "G", "middle": [], "last": "Rohde", "suffix": ""}, {"first": "S", "middle": [], "last": "Loeseke", "suffix": ""}, {"first": "J", "middle": [], "last": "Bittscheid", "suffix": ""}, {"first": "G", "middle": [], "last": "Schultze-Werninghaus", "suffix": ""}, {"first": "V", "middle": [], "last": "Stephan", "suffix": ""}, {"first": "A", "middle": [], "last": "Bufe", "suffix": ""}], "year": 2003, "venue": "Eur Respir J", "volume": "21", "issn": "", "pages": "944--951", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Detection of respiratory syncytial virus and human metapneumovirus by reverse transcription polymerase chain reaction in adults with and without respiratory illness", "authors": [{"first": "A", "middle": ["R"], "last": "Falsey", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Criddle", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Walsh", "suffix": ""}], "year": 2005, "venue": "Journal of Clinical Virology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Human metapneumovirus infection in adults with community-acquired pneumonia and exacerbation of chronic obstructive pulmonary disease", "authors": [{"first": "M", "middle": ["E"], "last": "Hamelin", "suffix": ""}, {"first": "S", "middle": [], "last": "Cote", "suffix": ""}, {"first": "J", "middle": [], "last": "Laforge", "suffix": ""}, {"first": "N", "middle": [], "last": "Lampron", "suffix": ""}, {"first": "J", "middle": [], "last": "Bourbeau", "suffix": ""}, {"first": "K", "middle": [], "last": "Weiss", "suffix": ""}, {"first": "R", "middle": [], "last": "Gilca", "suffix": ""}, {"first": "G", "middle": [], "last": "Deserres", "suffix": ""}, {"first": "G", "middle": [], "last": "Boivin", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "41", "issn": "", "pages": "498--502", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Respiratory viral infections in patients with chronic, obstructive pulmonary disease", "authors": [{"first": "J", "middle": ["D"], "last": "Beckham", "suffix": ""}, {"first": "A", "middle": [], "last": "Cadena", "suffix": ""}, {"first": "J", "middle": [], "last": "Lin", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Piedra", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Glezen", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Greenberg", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Atmar", "suffix": ""}], "year": 2005, "venue": "J Infect", "volume": "50", "issn": "", "pages": "322--330", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Olofsson S: Quantification of Cytomegalovirus DNA in BAL Fluid : A Longitudinal Study in Lung Transplant Recipients", "authors": [{"first": "G", "middle": ["C"], "last": "Riise", "suffix": ""}, {"first": "R", "middle": [], "last": "Andersson", "suffix": ""}, {"first": "T", "middle": [], "last": "Bergstrom", "suffix": ""}, {"first": "A", "middle": [], "last": "Lundmark", "suffix": ""}, {"first": "F", "middle": ["N"], "last": "Nilsson", "suffix": ""}], "year": 2000, "venue": "Chest", "volume": "118", "issn": "", "pages": "1653--1660", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Viral loads in clinical specimens and SARS manifestations", "authors": [{"first": "I", "middle": ["F"], "last": "Hung", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Cheng", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Wu", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Tang", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chu", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Wong", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Hui", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Tse", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Chan", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Woo", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Lau", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "", "pages": "1550--1557", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "America[4], Brasil[5], Japan[6], Australia[7] and the United Kingdom[8] from children with LRTI in the winter/spring seasons. Recent publications show a detection rate of 3.9 to 7% in children hospitalized for LRTI [9-12]. When outpatients are investigated for the presence of hMPV the detection rates are higher ranging from 6.2[13] to 12%[14].", "latex": null, "type": "table"}, "TABREF1": {"text": "Clinical characteristics", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>AE-COPD </td><td>Stable COPD </td><td>Smokers\n</td></tr><tr><td>Age in years </td><td>66 [41-80] </td><td>66 [45-81] </td><td>51 [44-68]\n</td></tr><tr><td>Pack years </td><td>32 [2-120] </td><td>33 [2-120] </td><td>40 [15-92]\n</td></tr><tr><td>FEV1 in l </td><td>1.0 [0.4-2.2] </td><td>1.3 [0.8-2.8] </td><td>3.2 [2.0-5.0]\n</td></tr><tr><td>FEV1 in %predicted </td><td>35.2 [18.7-74.1] </td><td>44.2 [22.0-93.7] </td><td>100.3 [75.6-141.0]\n</td></tr><tr><td>FEV1/FVC in % </td><td>46.0 [24.0-69.0] </td><td>52.2 [27.0-70.0] </td><td>79.8 [72.3-89.6]\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Viral loads and month of detection of hMPV", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient No. </td><td>VL Nose [copies/ml] </td><td>VL Sputum [copies/ml] </td><td>Month of detection\n</td></tr><tr><td>1 </td><td>1.29 × 106 </td><td>1.28 × 104 </td><td>3/2001\n</td></tr><tr><td>2 </td><td>6.73 × 103 </td><td>- </td><td>3/2001\n</td></tr><tr><td>3 </td><td>- </td><td>3.63 × 105 </td><td>1/2002\n</td></tr><tr><td> </td><td>Mean VL: [copies/ml] </td><td>6.5 × 105 </td><td>1.88 × 105\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors are grateful to E. Dretaki-Schnackenberg, B. Schärling and S. Werner for their excellent technical assistance (all from the University Hospital Bergmannsheil, Dept of Internal Medicine, Division of Pneumology, Allergology and Sleep Medicine, Germany). The authors thank James Simon (VIRONOVATIVE, EUR Holding, Erasmus University Rotterdam) for the kind gift of a plasmid containing the N gene of hMPV.Supported by Bundesministerium für Bildung und Forschung (BMBF) grant #01GC0101 and Scientific Research Committee of the University Hospital Bergmannsheil. Torsten Bauer was partially funded by BMBF grants #01KI0103-105.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "GR contributed to the conception and design of the study, analysis and interpretation of data, performed the statistical analysis and drafted the manuscript. IB was responsible for the detection of hMPV by real-time Reverse Transcriptase PCR, analysis of data and helped to draft the manuscript, UA and JK were responsible for recruitment, clinical examination and obtaining the specimens of the patients and control subjects, RR was also responsible for the recruitment of subjects and was involved in the detection of hMPV, TTB participated in the design and coordination of the study, AB contributed to the design of the study, the analysis and interpretation of data and revised the manuscript critically for important intellectual content, GSW has made contributions to conception and design of the study, the interpretation of data and revised the manuscript critically for important intellectual content. All authors read and approved the final manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}]}