{"paper_id": "2839511324bb93830eaa7263825be015080baf0f", "metadata": {"title": "BMC Infectious Diseases A survey of knowledge, attitudes and practices towards avian influenza in an adult population of Italy", "authors": [{"first": "Gabriella", "middle": ["Di"], "last": "Giuseppe", "suffix": "", "affiliation": {"laboratory": "", "institution": "Second University of Naples", "location": {"settlement": "Naples", "country": "Italy"}}, "email": "gabrielladigiuseppe-gabrydg@libero.it"}, {"first": "Rossella", "middle": [], "last": "Abbate", "suffix": "", "affiliation": {"laboratory": "", "institution": "Second University of Naples", "location": {"settlement": "Naples", "country": "Italy"}}, "email": "rossella.abbate@libero.it"}, {"first": "Luciana", "middle": [], "last": "Albano", "suffix": "", "affiliation": {"laboratory": "", "institution": "Second University of Naples", "location": {"settlement": "Naples", "country": "Italy"}}, "email": "luciana_albano@libero.it"}, {"first": "Paolo", "middle": [], "last": "Marinelli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Second University of Naples", "location": {"settlement": "Naples", "country": "Italy"}}, "email": "paolo.marinelli@unina2.it"}, {"first": "Italo", "middle": ["F"], "last": "Angelillo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Second University of Naples", "location": {"settlement": "Naples", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "Background: Several public health strategic interventions are required for effective prevention and control of avian influenza (AI) and it is necessary to create a communication plan to keep families adequately informed on how to avoid or reduce exposure. This investigation determined the knowledge, attitudes, and behaviors relating to AI among an adult population in Italy.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "From December 2005 to February 2006 a random sample of 1020 adults received a questionnaire about socio-demographic characteristics, knowledge of transmission and prevention about AI, attitudes towards AI, behaviors regarding use of preventive measures and food-handling practices, and sources of information about AI.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: A response rate of 67% was achieved. Those in higher socioeconomic classes were more likely to identify the modes of transmission and the animals' vehicles for AI. Those older, who knew the modes of transmission and the animals' vehicles for AI, and who still need information, were more likely to know that washing hands soap before and after touching raw poultry meat and using gloves is recommended to avoid spreading of AI through food. The risk of being infected was significantly higher in those from lower socioeconomic classes, if they did not know the definition of AI, if they knew that AI could be transmitted by eating and touching raw eggs and poultry foods, and if they did not need information. Compliance with the hygienic practices during handling of raw poultry meat was more likely in those who perceived to be at higher risk, who knew the hygienic practices, who knew the modes of transmission and the animals' vehicles for AI, and who received information from health professionals and scientific journals.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Respondents demonstrate no detailed understanding of AI, a greater perceived risk, and a lower compliance with precautions behaviors and health educational strategies are strongly needed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The first known direct avian to human transmission of influenza A (subtype H5N1) viruses was reported during an outbreak in Hong Kong in 1997 and exposure to infected poultry was identified as the probable route of transmission [1] [2] [3] .", "cite_spans": [{"start": 228, "end": 231, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 232, "end": 235, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 236, "end": 239, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "Since then, outbreaks of the H5N1 highly pathogenic avian influenza strain have been identified in birds, wild and domestic poultry, in several countries, particularly in Vietnam, Indonesia, Thailand, China, Cambodia and, more recently, in Turkey and Iraq. In Italy, no human cases have been reported and two epidemics occurred in poultry causes by avian influenza virus H5 and H7 subtypes. Alongside these massive avian outbreaks, the World Health Organization (WHO) reported more than 300 confirmed human cases of avian influenza A (H5N1), approximately two thirds of whom have subsequently died [4] . Nearly all of these cases are traceable to exposure to infected poultry or birds, but there has not yet been a mutation allowing the H5N1 and H7N7 viruses to spread efficiently in human [5] .", "cite_spans": [{"start": 598, "end": 601, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 790, "end": 793, "text": "[5]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Background"}, {"text": "However, concern is widespread that the current situation favors the emergence of a highly pathogenic influenza virus with the ability for efficient transmission from person to person, particularly in the presence of a mutation in the viral genome leading eventually another pandemic human influenza.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Several public health strategic interventions are required for effective disease prevention and control of the multifaceted issues posed by avian influenza [6] . Of these interventions, it is necessary to create a communication plan to keep the population fully and adequately informed on how to avoid or reduce exposure. A similar approach has been applied during the SARS epidemic [7] and the implementation of appropriate infection control measures was a key aspect for its control. In the past years a limited number of studies have been published investigating knowledge, attitudes, and practice about avian influenza among target groups [8, 9] and general population [10] [11] [12] [13] . This area of investigation seems to be an important one because members of the public often misinterpret their risk of health problems. Therefore, the objectives of the present investigation were to assess the knowledge, attitudes, and behaviors relating to avian influenza and to evaluate the effect of several potential predictors on such outcomes of interest in an adult population in Italy.", "cite_spans": [{"start": 156, "end": 159, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 383, "end": 386, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 643, "end": 646, "text": "[8,", "ref_id": "BIBREF8"}, {"start": 647, "end": 649, "text": "9]", "ref_id": "BIBREF9"}, {"start": 673, "end": 677, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 678, "end": 682, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 683, "end": 687, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 688, "end": 692, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Background"}, {"text": "This cross-sectional survey was conducted from December 2005 to February 2006 in the geographic area of Naples (Italy). A two-stage cluster sampling technique was employed to draw the required sample. In the area surveyed there were 40 schools and each school was considered a cluster. The first stage consisted of selecting four clusters through random sampling. The second stage consisted of randomly select 255 adults from the parents' files of each sampled school that contained 500 students.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The questionnaires used for this study were handed out, in sealed envelopes, to the Referent of the health education activities in each school with instructions to distribute one to each family. Families received an information sheet which explained the purpose of the project and requested that the survey be completed by one parent only, a self-administered anonymous questionnaire, and an envelope to facilitate the return of the completed questionnaire. In addition, the letter assured parents about the anonymity and confidentiality of all responses. Participants were asked to return the completed questionnaires to the school personnel anonymously via the envelope enclosed with each questionnaire. Participation was on a voluntary basis and all participants had the right to comply with or refuse participation. The response to questionnaire constituted the participants' informed consent. The study was approved by the Institutional Ethics Review Board.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The survey, that was a modification of an instrument previously used [8] , was arranged in different sections enquiring about participants' demographic and socioeconomic characteristics, knowledge of the definition, modes and vehicles of transmission, risk groups, and preventive measures about avian influenza, attitudes towards avian influenza, behaviors regarding use of preventive measures and food-handling practices, whether they had ever received advice and information about avian influenza and, if so, the sources. The response choices for all knowledge questions were given on a three-point Likert-type scale using \"yes\", \"no\", \"do not know\" options for the modes and vehicles of transmission, and risk groups and \"agree\", \"uncertain\", and \"disagree\" for the measures concerning the preventive measures; whereas, the response choice for the question about the knowledge of the definition was open. The responses for all statements relating to attitudes towards avian influenza, to ascertain level of agreement or disagreement were given on a three-point Likert-type scale (from 1 to 3, 1 = agree, 2 = uncertain, 3 = disagree); in two questions respondents were also asked to use a ten-point Likert-type scale to assess perceived degree of risk for contracting avian influenza for him/her and for friends/familiars with responses ranged from 1 (low risk) to 10 (high risk). Five possible categories of responses were allowed, ranging from never to always, to measure compliance with recommendations of the WHO to avoid spread of avian influenza through food [6] . We have also asked whether the respondent and/or member(s) in the household, in the three months preceding the survey, have modified the habits in buying foods or in dietary habits for fear of contracting avian influenza.", "cite_spans": [{"start": 69, "end": 72, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 1567, "end": 1570, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Methods"}, {"text": "The original version of the survey instrument underwent a pilot study among a convenient group of 50 subjects to ensure practicability, validity, and interpretation of answers. On the basis of the comments obtained, the questionnaire was revised in item, wording, and format before distribution to the study sample.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Multivariate stepwise logistic and linear regression analyses investigated the independent contribution of potential predictors to the following primary outcomes of interest: knowledge about the main modes of transmission (animal-to-animal and animal-to-human) and the animals classified as common vehicles (poultry and birds) for avian influenza (model 1); knowledge that wash hands with soap before and after touching raw poultry meat and use of gloves is a hygienic practices to avoid spreading of the avian influenza virus through food (model 2); wash hands with soap before and after touching raw poultry meat and use of gloves (model 3); perception of risk of contraction avian influenza for him/her (model 4). For the purposes of analysis, the outcome variables originally consisting of multiple categories in the logistic analysis were collapsed into two levels. In Model 1, respondents were divided into those who knew the main modes of transmission (animal-to-animal and animal-to-human) and the animals classified as common vehicles (poultry and birds) for avian influenza versus all others; in Model 2, those who knew that wash hands with soap before and after touching raw poultry meat and use of gloves is a hygienic practices to avoid spreading of the avian influenza virus through food versus all others; in Model 3, those that wash hands with soap before and after touching raw poultry meat and use gloves versus all others. In all models the following independent explanatory variables were included: age, gender, marital status, educational level, number of children, employment status, health professionals and reading scientific journals as sources of information, and need of additional information. Others independent explanatory variables were also included in the different models: perception of risk of contraction avian influenza (models 1-3); knowledge about the modes of transmission of avian influenza (models 2 and 3); correct definition of avian influenza and know that avian influenza could be transmitted by eating and touching raw eggs and poultry foods (model 4); knowledge that wash their hands with soap before and after touching raw poultry meat and use of gloves is a hygienic practices to avoid spreading of the avian influenza virus through food (model 3). Before testing multivariable logistic regression models assessing predictors of the outcomes of interest, we examined correlations to assess collinearity among the independent variables and bivariate relations between the independent variables and the dependent variable. The criterion to be met before any independent variable was considered for entry into an initial multivariable logistic regression model was a p-value ≤ 0.25 obtained for each outcome variable in the univari-ate analysis and noncollinear with other predictors. Furthermore, the significance level for variables entering the logistic regression models was set at 0.2 and for removing from the model at 0.4. Odds ratios (ORs) and their corresponding 95% confidence intervals (CIs) were calculated in the model for the independent variables. When building linear regression model, we have first included only one possible variable at a time. Then, using the variables that were significant at p-value ≤ 0.25, we constructed a stepwise multivariate linear regression model and the significance level for variables entry the model was set at 0.2 and for removal at 0.4. Statistical significance level was defined as a two-tailed p-value ≤ 0.05. Stata version 8.1 software program was used for all statistical analyses [14] .", "cite_spans": [{"start": 3584, "end": 3588, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The sample consisted of 683 individuals for a participation rate, defined as the number of completed questionnaires divided by the number of those randomly selected, of 67%. Socio-demographic characteristics of the respondents are reported in Table 1 . The average age was 40.7 years, two thirds were female, almost all were married, the majority had not reached college level education, more than half is inactive or housewife, and one-third has three or more children. Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 243, "end": 250, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 471, "end": 478, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Respondents did not recognize the major risk groups, since a large percentage agreed that poultry workers (88%) were at risk, but lower values were reported for butchers (55.1%), hunters (30.7%), and veterinarians (23.6%). Moreover, 34.6% knew that washing their hands with soap before and after touching raw poultry meat and using gloves is a hygienic practice to avoid spreading of the avian influenza virus through food. Those older (OR = 1.03; 95% CI 1.01-1.05), who knew the modes of transmission and the common vehicles for avian influenza (OR = 1.63; 95% CI 1.11-2.39), and who still need additional information about avian influenza (OR = 1.52; 95% CI 1.09-2.12) were more likely to know this practice (Model 2 in Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 722, "end": 729, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "More than half of the respondents thought that avian influenza was a serious disease (61.9%) and that it was possible to prevent (53.3%). The respondents' level of perceived risk of contracting avian influenza for them and for friends/familiars resulted in a mean total score respectively of 5.9 ± 2.9 and 6.2 ± 2.8, indicating a high risk perception with respectively 19.3% and 20.4% of the respondents having reported feeling \"very much\" at risk by answering \"10\". A stepwise multivariate linear regression model was constructed to search for associations with the attitude, aiming at understanding which variable had stronger associations with the perception of risk of contraction avian influenza by the respondent. Respondents considered the risk for them of being infected significantly higher if they were from lower socioeconomic classes, had lower educational level, if they did not know the definition of avian influenza, if they knew that avian influenza could be transmitted by eating and touching raw eggs and poultry foods, and if they believed that they did not need additional information about the disease (Model 4 in Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 1135, "end": 1142, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Participants were asked about their behaviors regarding the use of preventive measures and food-handling practices. Approximately two-thirds reported that, in the three months preceding the survey, at least one member in the household had modified the habits in buying foods (63.3%) or in dietary (59.9%) for fear of contracting avian influenza. As regards hygienic practices to avoid spreading of the virus through food, among those who prepared food, only 26.9% reported washing their hands with soap before and after touching raw poultry meat and using gloves. Multivariable logistic regression analysis indicated that compliance with the hygienic practices was more likely by those who perceived a higher risk of contracting avian influenza (OR = 1.13; 95% CI 1.06-1.19), by those Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 785, "end": 792, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Almost all respondents recalled receiving some information about avian influenza (97.9%) mostly through mass media (85.8%), health professionals (26.5%), and scientific journals (8.4%). A vast majority (65%) reported interest in receiving further information on avian influenza.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The results of the present survey depict a mosaic of opinions outlining the stated knowledge, attitudes, and selfreported behavior patterns concerning avian influenza among a large cross-section of a random sample of an adult population in one region of Italy. Guidelines and recommendations have been developed to prevent and control the spread of avian influenza at source and in responding to the pandemic threat [6, [15] [16] [17] [18] [19] . These attempts to provide public health related measures in the community, in workers involved in outbreak disease control and eradication activities, in people involved in producing, marketing, and living with poultry, and in travellers who are visiting countries experiencing outbreaks. The main recommended measures which need to be used in concert, are: 1) intensify collaboration between the animal and public health sectors; 2) appropriate personal protective equipment for medical workers that transport/treat avian flu patients and for workers involved in the culling, transport or disposal of avian influenzainfected poultry; 3) effective disease surveillance for early detection and reporting of outbreaks; 4) food safety of poultry products; 5) control of movement of birds and products that may contain virus; 6) risk communication; 7) rapid, humane destruction of infected poultry and poultry at high risk of infection, and 8) proper use of vaccination.", "cite_spans": [{"start": 416, "end": 419, "text": "[6,", "ref_id": "BIBREF6"}, {"start": 420, "end": 424, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 425, "end": 429, "text": "[16]", "ref_id": "BIBREF17"}, {"start": 430, "end": 434, "text": "[17]", "ref_id": "BIBREF19"}, {"start": 435, "end": 439, "text": "[18]", "ref_id": "BIBREF21"}, {"start": 440, "end": 444, "text": "[19]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "Data gathered showed that a high number of respondents had no detailed understanding of avian influenza. Specifically, less than half answered correctly the questions on the modes and vehicles of transmission and on the recommended hygienic practices to avoid spreading of the avian influenza virus through food. Moreover, it was disturbing to note that detailed questioning revealed gaps in knowledge about the risk groups. That this happened, despite the fact that almost all received information about avian influenza from different sources, is troubling. In rural Thailand a community cluster survey on 200 people has shown widespread knowledge regarding avian influenza and the effective means of protection with, for example, 76% recognizing that people could get the disease from chicken or other poultry [11] . In our study, the investigation of correlates in multivariate comparison, which allowed us to control for different risk factors, yielded several interesting findings such as that older respondents with a higher educational level and from higher socioeconomic class were more likely to be knowledgeable. The inclusion of measures such as participants' level of schooling and employment status greatly reduces the size differences between groups. Failure to account for these socioeconomic factors would result in biased estimates and artificially high differences across groups. Finally, most respondents recognized that their knowledge on preventive measures was fair and indicated the need for increasing that knowledge. This finding is important because it has already been reported that public health education campaigns and general media reports about avian influenza appear to have been effective in reaching those who were at greatest risk of acquiring the disease through contact with backyard poultry [11] .", "cite_spans": [{"start": 812, "end": 816, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 1829, "end": 1833, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study revealed a relatively high degree to which respondents themselves perceived themselves to be at risk of avian influenza virus as a health threat and demonstrated a readiness on the part of respondents to be educated. In our sample respectively 19.3% and 20.4% said that they were \"very much\" concerned about the risk of contracting avian influenza for them and for friends/ familiars in the future. In a previous telephone study, that examined the perceived risk of avian influenza from live chicken sales involving Hong Kong households, it was documented that one third of those surveyed perceived some risks and almost 50% indicated that their friends had expressed anxieties [10] . It has been well established that worried individuals were significantly more likely to have received advice or instruction about the disease by health professionals and by reading scientific journals and to feel the need for more information. Our findings do suggest that the perception of risk was a significant determinant of greater compliance with recommended precautionary procedures. Indeed, respondents worried about their own risk were more likely to use gloves and wash hands with soap before and after touching raw poultry meat. Such findings suggest that the population would both welcome and benefit from tools and strategies that would help them to reduce their fear because it is important in whether or not they adhere to these procedures.", "cite_spans": [{"start": 689, "end": 693, "text": "[10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "The respondents to our questionnaire exhibited higher compliance with recommendations of the WHO to avoid spread of avian influenza through food [6] , such as hand washing and using protective gloves, when compared with the findings reported in two previous surveys about food-borne diseases. In one study only 20.8% of respondents claimed that they used protective gloves, 53.9% reported washing hands before and after touching raw and unwrapped food, and 50.4% reported using soap to wash hands [20] . In the other one respectively 68.7% and 66.2% of food handlers routinely washed their hands before and after handling any food [21] . As we hypothesized, in accordance with a previous study, knowledge influences behavior [8] . Our survey indicates a significant association between those who fail to wash hands and to use gloves and the lack of knowledge that these are standard hygienic practices to avoid spreading of the virus through food. In addition, it is notable that the main source of information was the media and not qualified healthcare representatives. It has been observed that our results confirmed the hypothesis that those who received information from health professionals and scientific journals had higher relevant compliance than those who did not receive information from these sources. These findings support the importance for media campaigns to implement educational and policy strategies and to increase patient education by medical professionals in the context of routine medical care.", "cite_spans": [{"start": 145, "end": 148, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 497, "end": 501, "text": "[20]", "ref_id": "BIBREF25"}, {"start": 631, "end": 635, "text": "[21]", "ref_id": "BIBREF26"}, {"start": 725, "end": 728, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Despite the novelty and significance level of these findings, some methodological considerations ought to be highlighted when interpreting our results. First, the analyses were based on cross-sectional data and the findings of the analysis of factors associated with the outcomes of interest should be interpreted with caution given the nature of the associations that limited us from drawing definitive causal conclusions or direction of causality about the observed relationships between among independent characteristics and the outcomes measured. However, we feel that our study design was adequate to assess the knowledge, attitudes, and behaviors relating to avian influenza and identify what percentage of these could be explained by several potential predictors. Second, the study was limited to those parents of children in randomly selected schools, which may have implications for the generalizability of the results. However, because in our country the education is mandatory until the age of 16 irrespective of the characteristics of the parents, we believe our results are generalizable to all population. Third, all variables used in this analysis were gathered using entirely respondents' self-reports and self-perceptions, and biases in perception and reporting cannot be ruled out. The problem with self-reporting is that participants' responses may reflect intentionally or unintentionally perceived desirable responses or an attempt to inflate or minimize reports of behaviors. However, to gain a true reflection of knowledge and behavior, respondents were assured that their responses would not be shared, since the survey was delivered with the responses that were anonymous to encourage accurate recording. Fourth, it was not possible to identify characteristics of those who failed to return the questionnaire, so it was not possible to establish whether they were in any way different from those who did return it. However, there is no obvious reason to suspect that non-responders were substantially different from responders. Despite the potential limitations, the main advantage of the current study is that we were able to achieve a relatively large sample and the high response rate excludes one major potential source of bias in the results. We believe that this high response rate was made possible through the extreme importance of the topic surveyed.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, the results of this study illustrates that, despite being given information, respondents had no detailed understanding of avian influenza, had a great perceived risk of experiencing avian influenza, and had a low compliance with precautions behaviors. These observations raise concerns about a clear need to find the optimal way of correcting these deficiencies by developing and implementing public health policy regarding priorities for tailored educational and promotion strategies and in particular more attention should be given on using preventive approaches in these population. Nevertheless, it is important to consider that dissemination and widespread adoption of preventive measures require education. Encouragingly, respondent's interest in learning more about avian influenza was high in our survey. Therefore, designing and implementing avian influenza educational programs and measuring their effectiveness should be priorities to incentive the population to take a more active role.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Case-control study of risk factors for avian influenza A (H5N1) disease, Hong Kong", "authors": [{"first": "A", "middle": ["W"], "last": "Mounts", "suffix": ""}, {"first": "H", "middle": [], "last": "Kwong", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Izurieta", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ho", "suffix": ""}, {"first": "T", "middle": [], "last": "Au", "suffix": ""}, {"first": "M", "middle": [], "last": "Lee", "suffix": ""}, {"first": "Buxton", "middle": [], "last": "Bridges", "suffix": ""}, {"first": "C", "middle": [], "last": "Williams", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Mak", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Katz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Thompson", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Cox", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Fukuda", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 1997, "venue": "J Infect Dis", "volume": "180", "issn": "", "pages": "505--508", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Antibody response in individuals infected with avian influenza A (H5N1) viruses and detection of anti-H5 antibody among household and social contacts", "authors": [{"first": "J", "middle": ["M"], "last": "Katz", "suffix": ""}, {"first": "W", "middle": [], "last": "Lim", "suffix": ""}, {"first": "Buxton", "middle": [], "last": "Bridges", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Rowe", "suffix": ""}, {"first": "T", "middle": [], "last": "Hu-Primmer", "suffix": ""}, {"first": "J", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Abernathy", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Clarke", "suffix": ""}, {"first": "M", "middle": [], "last": "Conn", "suffix": ""}, {"first": "L", "middle": [], "last": "Kwong", "suffix": ""}, {"first": "H", "middle": [], "last": "Lee", "suffix": ""}, {"first": "M", "middle": [], "last": "Au", "suffix": ""}, {"first": "G", "middle": [], "last": "Ho", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Mak", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Cox", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Fukuda", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 1999, "venue": "J Infect Dis", "volume": "180", "issn": "", "pages": "1763--1770", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Risk of influenza A (H5N1) infection among poultry workers", "authors": [{"first": "C", "middle": [], "last": "Buxton Bridges", "suffix": ""}, {"first": "W", "middle": [], "last": "Lim", "suffix": ""}, {"first": "J", "middle": [], "last": "Hu-Primmer", "suffix": ""}, {"first": "L", "middle": [], "last": "Sims", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukuda", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Mak", "suffix": ""}, {"first": "T", "middle": [], "last": "Rowe", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Thompson", "suffix": ""}, {"first": "L", "middle": [], "last": "Conn", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Katz", "suffix": ""}], "year": 1997, "venue": "J Infect Dis", "volume": "185", "issn": "", "pages": "1005--1010", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "World Health Organization: Cumulative number of confirmed human cases of avian influenza A/(H5N1) reported to WHO", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Preparing for the next influenza pandemic", "authors": [{"first": "J", "middle": ["M"], "last": "Katz", "suffix": ""}], "year": 2004, "venue": "ASM News", "volume": "70", "issn": "", "pages": "412--419", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "World Health Organization: Public health interventions for prevention and control of avian influenza. A manual for improving biosecurity in the food supply chain: focusing on live animal markets", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "SARS risk perceptions in healthcare workers", "authors": [{"first": "T", "middle": [], "last": "Imai", "suffix": ""}, {"first": "K", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Hoshuyama", "suffix": ""}, {"first": "N", "middle": [], "last": "Hasegawa", "suffix": ""}, {"first": "M-K", "middle": [], "last": "Lim", "suffix": ""}, {"first": "D", "middle": [], "last": "Koh", "suffix": ""}], "year": 2005, "venue": "Japan. Emerg Infect Dis", "volume": "11", "issn": "", "pages": "404--410", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Knowledge, attitudes, and practices of avian influenza, poultry workers", "authors": [{"first": "R", "middle": [], "last": "Abbate", "suffix": ""}, {"first": "Di", "middle": [], "last": "Giuseppe", "suffix": ""}, {"first": "G", "middle": [], "last": "Marinelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Angelillo", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "", "suffix": ""}], "year": 2006, "venue": "Italy. Emerg Infect Dis", "volume": "12", "issn": "", "pages": "1762--1765", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Hostellers' knowledge of transmission and prevention of avian influenza when travelling abroad", "authors": [{"first": "P", "middle": ["A"], "last": "Leggat", "suffix": ""}, {"first": "D", "middle": [], "last": "Mills", "suffix": ""}, {"first": "R", "middle": [], "last": "Speare", "suffix": ""}], "year": 2007, "venue": "Travel Med Infect Dis", "volume": "5", "issn": "", "pages": "53--56", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Avian influenza risk perception, Hong Kong", "authors": [{"first": "R", "middle": [], "last": "Fielding", "suffix": ""}, {"first": "Wwt", "middle": [], "last": "Lam", "suffix": ""}, {"first": "Eyy", "middle": [], "last": "Ho", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Lam", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Hedley", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2005, "venue": "Emerg Infect Dis", "volume": "11", "issn": "", "pages": "677--682", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Poultry-handling practices during avian influenza outbreak, Thailand", "authors": [{"first": "S", "middle": ["J"], "last": "Olsen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Laosiritaworn", "suffix": ""}, {"first": "S", "middle": [], "last": "Pattanasin", "suffix": ""}, {"first": "P", "middle": [], "last": "Prapasiri", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Dowell", "suffix": ""}], "year": 2005, "venue": "Emerg Infect Dis", "volume": "11", "issn": "", "pages": "1601--1603", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Perceptions about status and modes of H5N1 transmission and associations with immediate behavioral responses in the Hong Kong general population", "authors": [{"first": "Jtf", "middle": [], "last": "Lau", "suffix": ""}, {"first": "H", "middle": [], "last": "Tsui", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": [], "last": "Griffiths", "suffix": ""}], "year": 2006, "venue": "Prev Med", "volume": "43", "issn": "", "pages": "406--410", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Perceptions related to human avian influenza and their associations with anticipated psychological and behavioral responses at the onset of outbreak in the Hong Kong Chinese general population", "authors": [{"first": "Jtf", "middle": [], "last": "Lau", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Kim", "suffix": ""}, {"first": "H", "middle": [], "last": "Tsui", "suffix": ""}, {"first": "S", "middle": [], "last": "Griffiths", "suffix": ""}], "year": 2007, "venue": "Am J Infect Control", "volume": "35", "issn": "", "pages": "38--49", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Stata Corporation: Stata Reference Manual Release 8", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "World Health Organization: WHO recommendations relating to travelers coming from and going to countries experiencing outbreaks of highly pathogenic H5N1 avian influenza", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "World Health Organization: WHO global influenza preparedness plan. The role of WHO and recommendations for national measures before and during pandemics", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "World Health Organization: WHO strategic action plan for pandemic influenza", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Occupational Safety and Health Administration: OSHA guidance update on protecting employees from avian flu (Avian influenza) viruses", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Centers for Disease Control: Interim recommendations for infection control in health-care facilities caring for patients with known or suspected avian influenza", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Consumers and foodborne diseases: knowledge, attitudes and reported behavior in one region of Italy", "authors": [{"first": "I", "middle": ["F"], "last": "Angelillo", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Foresta", "suffix": ""}, {"first": "C", "middle": [], "last": "Scozzafava", "suffix": ""}, {"first": "M", "middle": [], "last": "Pavia", "suffix": ""}], "year": 2001, "venue": "Int J Food Microbiol", "volume": "64", "issn": "", "pages": "161--166", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Food handlers and foodborne diseases: knowledge, attitudes, and reported behavior in Italy", "authors": [{"first": "I", "middle": ["F"], "last": "Angelillo", "suffix": ""}, {"first": "Nma", "middle": [], "last": "Viggiani", "suffix": ""}, {"first": "L", "middle": [], "last": "Rizzo", "suffix": ""}, {"first": "A", "middle": [], "last": "Bianco", "suffix": ""}], "year": 2000, "venue": "J Food Prot", "volume": "63", "issn": "", "pages": "381--385", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Pre-publication history The pre-publication history for this paper can", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Socio-demographic characteristics of the study populationThe respondents' knowledge about avian influenza is reported inTable 2. Half the survey respondents correctly defined avian influenza as a contagious infection caused by a virus that can affect all species of birds, and 20.1% to 81.4% knew the different modes of transmission, although 7.5% indicated a human-to-human. Almost all (95.7%) and three-quarters (74.7%) identified poultry and birds as common vehicles for the disease. Overall, only 33.5% correctly identified the modes of transmission and the common vehicles for avian influenza.", "latex": null, "type": "table"}, "TABREF1": {"text": "Knowledge about avian influenza of the study population", "latex": null, "type": "table"}, "TABREF2": {"text": "Model 1. Knowledge about the main modes of transmission and the animals classified as common vehicles for avian influenza Knowledge that wash hands with soap before and after touching raw poultry meat and use of gloves is a hygienic practices to avoid spreading of the avian influenza virus through food Knowledge about the modes of transmission and the animals classified as common vehicles for avian influenza Knowledge about the modes of transmission and the animals classified as common vehicles for avian influenza", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1: Socio-demographic characteristics of the study population", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>n </td><td>%\n</td></tr><tr><td>Gender\n</td><td> </td><td> </td></tr><tr><td>Female </td><td>461 </td><td>67.5\n</td></tr><tr><td>Male </td><td>222 </td><td>32.5\n</td></tr><tr><td>Age group (years) </td><td> </td><td>40.7 ± 6.8 (40)*\n</td></tr><tr><td>• 35 </td><td>154 </td><td>22.5\n</td></tr><tr><td>36-40 </td><td>213 </td><td>31.2\n</td></tr><tr><td>41-45 </td><td>163 </td><td>23.9\n</td></tr><tr><td>46-50 </td><td>100 </td><td>14.6\n</td></tr><tr><td>&gt; 50 </td><td>53 </td><td>7.8\n</td></tr><tr><td>Marital status\n</td><td> </td><td> </td></tr><tr><td>Married </td><td>654 </td><td>95.7\n</td></tr><tr><td>Other </td><td>29 </td><td>4.3\n</td></tr><tr><td>Educational level (years)\n</td><td> </td><td> </td></tr><tr><td>No formal education </td><td>28 </td><td>4.1\n</td></tr><tr><td>5-7 </td><td>117 </td><td>17.1\n</td></tr><tr><td>8-12 </td><td>239 </td><td>35\n</td></tr><tr><td>• 13 </td><td>299 </td><td>43.8\n</td></tr><tr><td>Employment status\n</td><td> </td><td> </td></tr><tr><td>Employed </td><td>309 </td><td>45.2\n</td></tr><tr><td>Unemployed/Housewife </td><td>374 </td><td>54.8\n</td></tr><tr><td>Number of children\n1 </td><td>64 </td><td>9.4\n</td></tr><tr><td>2 </td><td>372 </td><td>54.4\n</td></tr><tr><td>• 3 </td><td>247 </td><td>36.2\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 3: Logistic (1-3) and linear (4) regression models results\nVariable OR 95% CI p", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Model 1. Knowledge about the main modes of transmission and the animals classified as common vehicles for avian influenza Log likelihood = -419.33, •2 = 32.65 (4 df), p &lt; 0.0001\n</td><td> </td></tr><tr><td>Level of education </td><td>1.31 </td><td>1.1-1.63 </td><td>0.015\n</td></tr><tr><td>Employment status </td><td>1.34 </td><td>1.05-1.7 </td><td>0.023\n</td></tr><tr><td>Number of children </td><td>0.78 </td><td>0.59-1.04 </td><td>0.08\n</td></tr><tr><td>Age </td><td>1.02 </td><td>0.99-1.04 </td><td>0.12\n</td></tr><tr><td>spreading of the avian influenza virus through food\n</td><td>Model 2. Knowledge that wash hands with soap before and after touching raw poultry meat and use of gloves is a hygienic practices to avoid </td></tr><tr><td>Log likelihood = -425.15, •2 = 30.27 (5 df), p &lt; 0.0001\nKnowledge about the modes of transmission and the animals classified as common vehicles for avian </td><td>1.63 </td><td>1.11-2.39 </td><td>0.011\n</td></tr><tr><td>influenza\nReported interest in receiving further information on avian influenza </td><td>1.52 </td><td>1.09-2.12 </td><td>0.014\n</td></tr><tr><td>Age </td><td>1.03 </td><td>1.01-1.05 </td><td>0.041\n</td></tr><tr><td>Health professionals and scientific journals as sources of information </td><td>1.35 </td><td>0.96-1.91 </td><td>0.08\n</td></tr><tr><td>Employment status </td><td>1.24 </td><td>0.97-1.58 </td><td>0.08\n</td></tr><tr><td>Model 3. Wash hands with soap before and after touching raw poultry meat and use of gloves Log likelihood = -423.57, •2 = 68.66 (6 df), p &lt; 0.00001\nPerception of risk of contraction avian influenza </td><td>1.13 </td><td>1.06-1.19 </td><td>&lt; 0.0001\n</td></tr><tr><td>Knowledge that wash hands with soap before and after touching raw poultry meat and use of gloves is a </td><td>2.42 </td><td>1.73-3.4 </td><td>&lt; 0.0001\n</td></tr><tr><td>hygienic practices to avoid spreading of the avian influenza virus through food\nHealth professionals and scientific journals as sources of information </td><td>1.65 </td><td>1.17-2.34 </td><td>0.004\n</td></tr><tr><td>Gender </td><td>1.53 </td><td>1.08-2.17 </td><td>0.015\n</td></tr><tr><td>Knowledge about the modes of transmission and the animals classified as common vehicles for avian influenza\n</td><td>1.57 </td><td>1.07-2.32 </td><td>0.02\n</td></tr><tr><td>Number of children </td><td>0.81 </td><td>0.62-1.06 </td><td>0.12\n</td></tr><tr><td>Variable </td><td>Coeff. </td><td>t </td><td>p\n</td></tr><tr><td>Model 4. Perception of risk of contraction avian influenza for him/her F (7,661) = 15.56, p &lt; 0.00001, R2 = 14%, adjusted R2 = 13%\n</td><td> </td><td> </td></tr><tr><td>Level of education </td><td>-0.66 </td><td>-4.85 </td><td>&lt; 0.0001\n</td></tr><tr><td>Reported interest in receiving further information on avian influenza </td><td>-1.07 </td><td>-4.85 </td><td>&lt; 0.0001\n</td></tr><tr><td>Knowledge that avian influenza could be transmitted by eating and touching uncooked poultry and eggs </td><td>1.07 </td><td>3.09 </td><td>0.002\n</td></tr><tr><td>Correct definition of avian influenza </td><td>-0.64 </td><td>-3.06 </td><td>0.002\n</td></tr><tr><td>Employment status </td><td>-0.40 </td><td>-2.36 </td><td>0.019\n</td></tr><tr><td>Age </td><td>-0.02 </td><td>-1.09 </td><td>0.28\n</td></tr><tr><td>Knowledge about the modes of transmission and the animals classified as common vehicles for avian influenza\n</td><td>-0.23 </td><td>-1.01 </td><td>0.31\n</td></tr><tr><td> </td><td> </td><td>Constant </td><td>11.12\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to offer their sincere thanks to all individuals who participated in this study. The study would not have been possible without the co-operation of the Schools, and we are indebted to them for their contributions.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The author(s) declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "GDG and RA participated in the design of the study, data collection, statistical analysis and interpretation of the data. PM participated in the design of the study and interpretation of the data. LA participated in the statistical analysis. IFA, the principal investigator, designed the study, was responsible for the data collection, statistical analysis and interpretation, and wrote the article. All Authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}]}