{"paper_id": "294653ff998d4bbea9629786336c7d2848ff7dd9", "metadata": {"title": "Superimposed high-frequency jet ventilation combined with continuous positive airway pressure/assisted spontaneous breathing improves oxygenation in patients with H1N1- associated ARDS", "authors": [{"first": "Tobias", "middle": ["M"], "last": "Bingold", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bertram", "middle": [], "last": "Scheller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Timo", "middle": [], "last": "Wolf", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jens", "middle": [], "last": "Meier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alexander", "middle": [], "last": "Koch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kai", "middle": [], "last": "Zacharowski", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peter", "middle": [], "last": "Rosenberger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": [], "last": "Iber", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Numerous cases of swine-origin 2009 H1N1 influenza A virus (H1N1)-associated acute respiratory distress syndrome (ARDS) bridged by extracorporeal membrane oxygenation (ECMO) therapy have been reported; however, complication rates are high. We present our experience with H1N1-associated ARDS and successful bridging of lung function using superimposed high-frequency jet ventilation (SHFJV) in combination with continuous positive airway pressure/assisted spontaneous breathing (CPAP/ASB). Methods: We admitted five patients with H1N1 infection and ARDS to our intensive care unit. Although all patients required pure oxygen and controlled ventilation, oxygenation was insufficient. We applied SHFJV/CPAP/ ASB to improve oxygenation. Results: Initial PaO 2 /FiO 2 ratio prior SHFJV was 58-79 mmHg. In all patients, successful oxygenation was achieved by SHFJV (PaO 2 /FiO 2 ratio 105-306 mmHg within 24 h). Spontaneous breathing was set during first hours after admission. SHFJV could be stopped after 39, 40, 72, 100, or 240 h. Concomitant pulmonary herpes simplex virus (HSV) infection was observed in all patients. Two patients were successfully discharged. The other three patients relapsed and died within 7 weeks mainly due to combined HSV infection and in two cases reoccurring H1N1 infection. Conclusions: SHFJV represents an alternative to bridge lung function successfully and improve oxygenation in the critically ill.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The swine-origin 2009 H1N1 influenza A virus has become the predominant influenza virus worldwide since its identification. H1N1 influenza might cause acute respiratory distress syndrome (ARDS) and potentially result in extracorporeal membrane oxygenation (ECMO) therapy [1] . Experience from Australia and New Zealand describes an incidence of mechanical ventilation in 64.6% of H1N1 patients and 11.6% ECMO (with a mortality of approximately 21%) treated within the intensive care unit (ICU) [2] .", "cite_spans": [{"start": 271, "end": 274, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 494, "end": 497, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "Mortality rates of ARDS patients suffering from hypoxemia and/or hypercapnia remains high [3] . In this situation, ECMO therapy represents the standard of bridging lung function [2] . However, ECMO therapy is associated with unfavorable complications and high cost. In this report, we suggest an alternative strategy to bridge lung function: the use of superimposed high-frequency jet ventilation (SHFJV) in combination with continuous positive airway pressure/assisted spontaneous breathing (CPAP/ASB). This alternative ventilation strategy is based on jet ventilation to improve oxygenation at lower plateau pressure combined with assisted spontaneous breathing by CPAP/ASB to improve CO 2 removal.", "cite_spans": [{"start": 90, "end": 93, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 178, "end": 181, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "In winter 2009-2010, five patients with ARDS (H1N1) were admitted to our ICU due to inadequate oxygenation by conventional mechanical ventilation from outside hospitals. ARDS was defined according to the definition of the American-European Consensus Conference on ARDS [4] .", "cite_spans": [{"start": 269, "end": 272, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Methods"}, {"text": "Virological and microbiological tests were performed in bronchioalveolar lavage under sterile conditions. Influenza A H1N1 infection was determined by realtime reverse transcriptase-polymerase chain reaction (RT-PCR) assay. In addition, herpes simplex virus (HSV)-DNA, cytomegalovirus (CMV)-DNA, Epstein-Barr virus (EBV)-DNA, RSV, and adenovirus were tested by TAQMAN PCR. Atypical species, such as Mycoplasma, Pneumocystis jiroveci, or Legionella were screened through PCR. BAL, swabs, and blood cultures were taken routinely on admission and depending on clinical need.", "cite_spans": [], "ref_spans": [], "section": "Microbiology"}, {"text": "Patients were ventilated with a Monsoon I or Monsoon III jet ventilator (Acutronic Medical Systems, Hirzel, Switzerland, distributed by IfM GmbH, Wettenberg, Germany) combined with a standard respirator, Evita XL (Draeger, Lübeck, Germany) or Hamilton G5 (Hamilton Medical, Bonaduz/Switzerland, distributed by Heinen & Löwenstein GmbH, Bad Ems, Germany).", "cite_spans": [], "ref_spans": [], "section": "Mechanical ventilation"}, {"text": "• Spontaneous breathing within 12 h after admission • Positive end-expiratory pressure (PEEP) primary 12-15 mbar • Ppeak (peak pressure) < 30 mbar • Pmean < 20 mbar • FiO 2 , work pressure, and frequency of jet, ASB in adaption to blood gas analyses; goal: oxygen delivery (DO 2 ) normal, lactate normal, pH 7.3-7.45 • Supine position 135°up to 12-14 h as long as oxygenation benefits • ECMO (QUADROX PLS and ROTAFLOW RF 32, MAQUET GmbH &Co. KG, Rastatt, Germany) Interventional Lung Assist (ILA Membranventilator ® , Novalung GmbH, Talheim, Germany) when CO 2 > 50 mmHg, pH < 7.3 and no progress by conservative ventilation and sedation management", "cite_spans": [], "ref_spans": [], "section": "Weaning protocol"}, {"text": "To achieve a RASS (Richmond agitation and sedation scale) of -3 to -4 propofol or midazolam, in two cases additionally with γ-hydroxybutanoic acid was used in combination with remifentanil or sufentanil and clonidine.", "cite_spans": [], "ref_spans": [], "section": "Sedation"}, {"text": "All patients received oseltamivir, two patients in combination with ribavirin and amantadine up to 9 days. HSV was treated as standard with acyclovir; two patients received foscarnet-sodium when CMV coinfection was suspected or proven.", "cite_spans": [], "ref_spans": [], "section": "Antiviral medication"}, {"text": "Five patients with severe influenza A H1N1 infection and refractory hypoxemia were ventilated between 2 and 16 days before admission. The transfer of these patients to our ICU was due to failure to improve during conventional ventilation (PEEP 10-15 mbar, pressure-controlled ventilation with P peak up to 35 mbar, FiO 2 1.0).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "On admission, patients presented with a paO 2 /FiO 2 ratio of 58 to 79 (Murray score > 3.0; Table 1 ). After institution of SHFJV, oxygenation improved in all patients within 24 h (paO 2 /FiO 2 ratio 105-306) with a PEEP of 8 to 15 mbar, P peak < 30 mbar, and P mean 15-18 mbar. Therefore, the institution of SHFJV allowed improved oxygenation with adequate DO 2 and a simultaneous reduction of lung injury, inducing high peak and mean pressures at the same time. Spontaneous breathing was set during 8 h after admission. Three patients required jet ventilation for up to 72 h. One patient required prolonged jet ventilation due to concomitant mycoplasma pneumonia, and the other due to persistent H1N1 pneumonia.", "cite_spans": [], "ref_spans": [{"start": 92, "end": 99, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "FiO 2 was reduced from initially 1.0 to 0.4-0.6 in four cases. However, one patient with a ventilation period of 14 days before admission due to H1N1 and concomitant Pneumocystis jiroveci infection needed a FiO 2 of 0.9 up to day 7.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Jet ventilation was performed in three cases with a work pressure of 1.2-1.7 bar, a frequency of 140-200/ min (Monsoon I Jet ventilator); in two patients a novel jet ventilator was used and the work pressure was set to 0.5-0.9 bar and the frequency adjusted to 500-600/min (Monsoon III Jet ventilator).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "When only H1N1 infection was present, the oxygenation deficit was the leading clinical symptom. In cases with prolonged treatment (reinfection or concomitant infection with HSV, Mycoplasma) hypercapnia also was notable. Therefore, one patient received ECMO and one patient ILA therapy (Figure 1 ). The patient with ECMO therapy demonstrated improved oxygenation and normocapnia but deceased due to intracranial bleeding. This patient had histologic confirmed HSV pneumonia for 4 weeks without improvement after acyclovir/foscarnet treatment. A similar clinical pathway was observed in the two other patients who died.", "cite_spans": [], "ref_spans": [{"start": 285, "end": 294, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Despite pulmonary failure, organ dysfunction was moderate. Some patients showed liver dysfunction; two of three nonsurvivors had acute renal failure. Vasoactive drugs were needed initially in all patients.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "From anamnesis, four patients were obese; one patient had pre-existing medical complications (acute CMV colitis and acute Pneumocystis jiroveci pneumonia by ulcerative colitis). None of the patients had pre-existing immunodeficiency, such as HIV.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "During ARDS, ECMO is seen as the standard therapy to improve oxygenation. The CESAR study demonstrated that in highly specialized centers, ECMO therapy may improve long-term outcome. However, this study had limitations within the study design, because the intervention and control group were treated at different centers [5] . In a review of 62 cases with ECMO therapy, the survival rate was 55% [6] ; 17.8% of patients died as a result of ECMO-related complications, translated into a mortality of 8% due to ECMO alone. A retrospective U. S. database analysis (1986-2006) demonstrated a mortality rate of 50% in patients treated with ECMO. Although technical improvement of ECMO equipment translated into fewer cases of circuit rupture, renal insufficiency, pulmonary hemorrhage, inotropic medications, hyperglycemia, extremes of pH, arrhythmias, or hypertension became more common [7] .", "cite_spans": [{"start": 321, "end": 324, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 396, "end": 399, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 883, "end": 886, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "The primary goal for ARDS patients is to preserve an acceptable gas exchange without further injury to the lungs. High-frequency jet ventilation (HFJV) and highfrequency oscillatory ventilation (HFOV) are characterized by rapid delivery of small tidal volumes (V t ) (1-3 ml/kg predicted body weight) at high frequencies (2.5-5 Hz). As such, P mean during jet ventilation is comparable to the pressure level of PEEP in conventional mechanical ventilation due to its minimal V t . Yet, P peak and P mean are markedly reduced with a reduction of tidal hyperinflation and tidal decruitment [8] . Furthermore, oxygen toxicity may be reduced as lower FiO 2 often are required compared with mandatory ventilation [8] . This beneficial effect could be demonstrated in animal models of HFOV. In addition, pulmonary compliance improved, the infiltration of polymorph nuclear leukocytes was reduced, and tumor necrosis factor-α levels attenuated. As a result, injury to alveoli and membranous bronchioles was reduced [9] .", "cite_spans": [{"start": 587, "end": 590, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 707, "end": 710, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1007, "end": 1010, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "HFOV mainly differs from HFJV by active in-and expiration, whereas HFJV only uses active inspiration and passive expiration. Thus, HFJV allows patients spontaneous breathing, preserving muscles of diaphragm and intercostal musculature. This is a major advantage, because early spontaneous breathing significantly reduces deleterious organ-organ interactions, e.g., lungliver interactions, and improves liver perfusion [10] .", "cite_spans": [{"start": 418, "end": 422, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "One major problem of jet ventilation is CO 2 clearance due to very low V t . There are two options in resolving this problem. The simplest approach is to establish spontaneous breathing. However, patients might be sedated and therefore need superimposed CPAP/ASB to improve tidal inflation until sedation is adapted. In the case of severe hypercapnia, the use of Interventional Lung Assist (ILA) can improve CO 2 clearance. We observed a high mortality rate, which can be -explained, in part, by patient selection. All of our patients presented in this report were admitted with fixed hypoxemia despite optimized conventional ventilation. Two patients presented a prolonged period of hypoxemia and mechanical ventilation before admission. One of these patients was already on mechanical ventilation 14 days due to septic CMV-colitis and Pneumocystis jiroveci pneumonia with poor prognosis. The other patient was admitted to our ICU after a prolonged period of severe hypoxemia and septic shock with hypoperfusion. All five patients had a HSV-PCR-positive BAL, confirmed via lung biopsy in one patient. Viral coinfection with HSV may cause and prolongs a status of persistent immunosuppression during severe H1N1 infection, which is associated with a high risk of death. This hypothesis is supported by findings of Monsalvo and colleagues, who found pathogenic immune complexes as previously unknown biological mechanism for the unusual age distribution of severe H1N1 infections [11] .", "cite_spans": [{"start": 1479, "end": 1483, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although jet ventilation is actually not in the focus of ARDS treatment, we were able to demonstrate that SHFJV represents an alternative of lung-protective ventilation during ARDS. Compared with ECMO, it is easier to use, associated with fewer complications, cost-effective, and can be used in secondary and tertiary centers. Therefore, SHFJV is an alternative approach to improve lung function and oxygenation in patients suffering from ARDS. Nevertheless, this report is limited by the small study size, including a heterogeneous patient collective. Therefore, a controlled study with SHFJV to treat patients with ARDS is required for an evidencebased conclusion.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "H1N1 influenza in Australia and New Zealand", "authors": [{"first": "S", "middle": ["A"], "last": "Webb", "suffix": ""}, {"first": "V", "middle": [], "last": "Pettila", "suffix": ""}, {"first": "I", "middle": [], "last": "Seppelt", "suffix": ""}, {"first": "R", "middle": [], "last": "Bellomo", "suffix": ""}, {"first": "M", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cooper", "suffix": ""}, {"first": "M", "middle": [], "last": "Cretikos", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Davies", "suffix": ""}, {"first": "S", "middle": [], "last": "Finfer", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Harrigan", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Hart", "suffix": ""}, {"first": "B", "middle": [], "last": "Howe", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Iredell", "suffix": ""}, {"first": "C", "middle": [], "last": "Mcarthur", "suffix": ""}, {"first": "I", "middle": [], "last": "Mitchell", "suffix": ""}, {"first": "S", "middle": [], "last": "Morrison", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Nichol", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Paterson", "suffix": ""}, {"first": "S", "middle": [], "last": "Peake", "suffix": ""}, {"first": "B", "middle": [], "last": "Richards", "suffix": ""}, {"first": "D", "middle": [], "last": "Stephens", "suffix": ""}, {"first": "A", "middle": [], "last": "Turner", "suffix": ""}, {"first": "M", "middle": [], "last": "Yung", "suffix": ""}], "year": 2009, "venue": "", "volume": "361", "issn": "", "pages": "1925--1934", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Extracorporeal membrane oxygenation for 2009 influenza A (H1N1) acute respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Davies", "suffix": ""}, {"first": "D", "middle": [], "last": "Jones", "suffix": ""}, {"first": "M", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "J", "middle": [], "last": "Beca", "suffix": ""}, {"first": "R", "middle": [], "last": "Bellomo", "suffix": ""}, {"first": "N", "middle": [], "last": "Blackwell", "suffix": ""}, {"first": "P", "middle": [], "last": "Forrest", "suffix": ""}, {"first": "D", "middle": [], "last": "Gattas", "suffix": ""}, {"first": "E", "middle": [], "last": "Granger", "suffix": ""}, {"first": "R", "middle": [], "last": "Herkes", "suffix": ""}, {"first": "A", "middle": [], "last": "Jackson", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcguinness", "suffix": ""}, {"first": "P", "middle": [], "last": "Nair", "suffix": ""}, {"first": "V", "middle": [], "last": "Pellegrino", "suffix": ""}, {"first": "V", "middle": [], "last": "Pettilä", "suffix": ""}, {"first": "B", "middle": [], "last": "Plunkett", "suffix": ""}, {"first": "R", "middle": [], "last": "Pye", "suffix": ""}, {"first": "P", "middle": [], "last": "Torzillo", "suffix": ""}, {"first": "S", "middle": [], "last": "Webb", "suffix": ""}, {"first": "M", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "M", "middle": [], "last": "Ziegenfuss", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "", "pages": "1888--1895", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Incidence and outcomes of acute lung injury", "authors": [{"first": "G", "middle": ["D"], "last": "Rubenfeld", "suffix": ""}, {"first": "E", "middle": [], "last": "Caldwell", "suffix": ""}, {"first": "E", "middle": [], "last": "Peabody", "suffix": ""}, {"first": "J", "middle": [], "last": "Weaver", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Martin", "suffix": ""}, {"first": "M", "middle": [], "last": "Neff", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Stern", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Hudson", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "353", "issn": "", "pages": "1685--1693", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Definitions, mechanisms, relevant outcomes, and clinical trial coordination", "authors": [{"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}, {"first": "A", "middle": [], "last": "Artigas", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Brigham", "suffix": ""}, {"first": "J", "middle": [], "last": "Carlet", "suffix": ""}, {"first": "K", "middle": [], "last": "Falke", "suffix": ""}, {"first": "L", "middle": [], "last": "Hudson", "suffix": ""}, {"first": "M", "middle": [], "last": "Lamy", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Legall", "suffix": ""}, {"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "R", "middle": [], "last": "Spragg", "suffix": ""}], "year": 1994, "venue": "The American-European Consensus Conference on ARDS", "volume": "149", "issn": "", "pages": "818--824", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Elbourne D: Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial", "authors": [{"first": "G", "middle": ["J"], "last": "Peek", "suffix": ""}, {"first": "M", "middle": [], "last": "Mugford", "suffix": ""}, {"first": "R", "middle": [], "last": "Tiruvoipati", "suffix": ""}, {"first": "A", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "Allen", "middle": ["E"], "last": "Thalanany", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Hibbert", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Truesdale", "suffix": ""}, {"first": "A", "middle": [], "last": "Clemens", "suffix": ""}, {"first": "F", "middle": [], "last": "Cooper", "suffix": ""}, {"first": "N", "middle": [], "last": "Firmin", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "", "suffix": ""}], "year": 2009, "venue": "Lancet", "volume": "374", "issn": "", "pages": "1351--1363", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Extracorporeal membrane oxygenation: a ten-year experience", "authors": [{"first": "G", "middle": [], "last": "Mols", "suffix": ""}, {"first": "T", "middle": [], "last": "Loop", "suffix": ""}, {"first": "K", "middle": [], "last": "Geiger", "suffix": ""}, {"first": "E", "middle": [], "last": "Farthmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Benzing", "suffix": ""}], "year": 2000, "venue": "Am J Surg", "volume": "180", "issn": "", "pages": "144--154", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Extracorporeal membrane oxygenation in adults with severe respiratory failure: a multicenter database", "authors": [{"first": "T", "middle": ["V"], "last": "Brogan", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Thiagarajan", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Rycus", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Bartlett", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Bratton", "suffix": ""}], "year": 2009, "venue": "Intensive Care Med", "volume": "35", "issn": "", "pages": "2105--2114", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Point: High-frequency ventilation is the optimal physiological approach to ventilate ARDS patients", "authors": [{"first": "N", "middle": ["D"], "last": "Ferguson", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Slutsky", "suffix": ""}], "year": 2008, "venue": "J Appl Physiol", "volume": "104", "issn": "", "pages": "1230--1231", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Comparison of lung protection strategies using conventional and high-frequency oscillatory ventilation", "authors": [{"first": "Y", "middle": [], "last": "Imai", "suffix": ""}, {"first": "S", "middle": [], "last": "Nakagawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ito", "suffix": ""}, {"first": "T", "middle": [], "last": "Kawano", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Slutsky", "suffix": ""}, {"first": "K", "middle": [], "last": "Miyasaka", "suffix": ""}], "year": 2001, "venue": "J Appl Physiol", "volume": "91", "issn": "", "pages": "1836--1844", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Spontaneous breathing during airway pressure release ventilation in experimental lung injury: effects on hepatic blood flow", "authors": [{"first": "R", "middle": [], "last": "Hering", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Bolten", "suffix": ""}, {"first": "S", "middle": [], "last": "Kreyer", "suffix": ""}, {"first": "A", "middle": [], "last": "Berg", "suffix": ""}, {"first": "H", "middle": [], "last": "Wrigge", "suffix": ""}, {"first": "J", "middle": [], "last": "Zinserling", "suffix": ""}, {"first": "C", "middle": [], "last": "Putensen", "suffix": ""}], "year": 2008, "venue": "Intensive Care Med", "volume": "34", "issn": "", "pages": "523--527", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Severe pandemic 2009 H1N1 influenza disease due to pathogenic immune complexes", "authors": [{"first": "A", "middle": ["C"], "last": "Monsalvo", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Batalle", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Lopez", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Krause", "suffix": ""}, {"first": "J", "middle": [], "last": "Klemenc", "suffix": ""}, {"first": "J", "middle": ["Z"], "last": "Hernandez", "suffix": ""}, {"first": "B", "middle": [], "last": "Maskin", "suffix": ""}, {"first": "J", "middle": [], "last": "Bugna", "suffix": ""}, {"first": "C", "middle": [], "last": "Rubinstein", "suffix": ""}, {"first": "L", "middle": [], "last": "Aguilar", "suffix": ""}, {"first": "L", "middle": [], "last": "Dalurzo", "suffix": ""}, {"first": "R", "middle": [], "last": "Libster", "suffix": ""}, {"first": "V", "middle": [], "last": "Savy", "suffix": ""}, {"first": "E", "middle": [], "last": "Baumeister", "suffix": ""}, {"first": "L", "middle": [], "last": "Aguilar", "suffix": ""}, {"first": "G", "middle": [], "last": "Cabral", "suffix": ""}, {"first": "J", "middle": [], "last": "Font", "suffix": ""}, {"first": "L", "middle": [], "last": "Solari", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Weller", "suffix": ""}, {"first": "J", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "M", "middle": [], "last": "Echavarria", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Chappell", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Crowe", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Williams", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Melendi", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Polack", "suffix": ""}], "year": 2011, "venue": "Nat Med", "volume": "17", "issn": "", "pages": "195--199", "other_ids": {"DOI": ["10.1186/2110-5820-2-7"]}}, "BIBREF11": {"ref_id": "b11", "title": "Superimposed high-frequency jet ventilation combined with continuous positive airway pressure/assisted spontaneous breathing improves oxygenation in patients with H1N1-associated ARDS", "authors": [{"first": "", "middle": [], "last": "Bingold", "suffix": ""}], "year": 2012, "venue": "Annals of Intensive Care", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Annals of Intensive Care", "authors": [{"first": "", "middle": [], "last": "Bingold", "suffix": ""}], "year": 2012, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Detailed patient data of ventilator treatment and viral infection.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographic data of patients, ICU admission data, and arterial blood gases with start of jet ventilation SOFA = sequential organ failure score; SAPS II = Simplified Acute Physiology Score II; APACHE II = Acute Physiology and Chronic Health Evaluation II; LDH = lactate dehydrogenase; CK = creatinine kinase; CRP = C-reactive protein; p a O 2 = arterial oxygen fraction; p a CO 2 = arterial carbon dioxide fraction; F i O 2 = oxygen fraction.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Demographic data of patients, ICU admission", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ventilation\nPatient no. </td><td>1 </td><td>2 </td><td>3 </td><td>data, and arterial blood gases with start of jet\n4 </td><td>5\n</td></tr><tr><td>Age [yr] </td><td>38 </td><td>42 </td><td>18 </td><td>25 </td><td>57\n</td></tr><tr><td>Gender </td><td>f </td><td>m </td><td>m </td><td>m </td><td>m\n</td></tr><tr><td>Chronic disease/ condition\n</td><td>Obesity </td><td>Obesity </td><td>- </td><td>Ulcerative colitis\n</td><td>Obesity\n</td></tr><tr><td>Scores at admission\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>SOFA </td><td>9 </td><td>15 </td><td>10 </td><td>14 </td><td>29\n</td></tr><tr><td>SAPS II </td><td>29 </td><td>66 </td><td>22 </td><td>30 </td><td>10\n</td></tr><tr><td>APACHE II </td><td>27 </td><td>26 </td><td>26 </td><td>23 </td><td>26\n</td></tr><tr><td>Murray score </td><td>3.75 </td><td>3.75 </td><td>3.25 </td><td>3.25 </td><td>3.5\n</td></tr><tr><td>Laboratory findings at admission\n</td><td> </td><td> </td><td> </td></tr><tr><td>LDH [U/l] </td><td>2245 </td><td>708 </td><td>1644 </td><td>525 </td><td>1348\n</td></tr><tr><td>CK [U/l] </td><td>2440 </td><td>24 </td><td>4335 </td><td>58 </td><td>534\n</td></tr><tr><td>CRP [mg/dl] </td><td>40.67 </td><td>37.9 </td><td>2.12 </td><td>16.06 </td><td>29.9\n</td></tr><tr><td>PCT [ng/ml] </td><td>2.5 </td><td>0.9 </td><td>4.1 </td><td>1.2 </td><td>0.7\n</td></tr><tr><td>Leukocytes [/nl] </td><td>4.19 </td><td>12.55 </td><td>7.79 </td><td>42.4 </td><td>2.77\n</td></tr><tr><td>Arterial blood gases at admission\n</td><td> </td><td> </td><td> </td></tr><tr><td>pH </td><td>7.358 </td><td>7.270 </td><td>7.352 </td><td>7.40 </td><td>7.33\n</td></tr><tr><td>paO2 [mmHg] </td><td>79.3 </td><td>79.1 </td><td>68.7 </td><td>58 </td><td>75.6\n</td></tr><tr><td>paCO2 [mmHg] </td><td>48.2 </td><td>66.0 </td><td>45.8 </td><td>55 </td><td>54.6\n</td></tr><tr><td>FiO2 </td><td>1.0 </td><td>1.0 </td><td>1.0 </td><td>1.0 </td><td>1.0\n</td></tr><tr><td>Lactate [mg/dl] </td><td>19 </td><td>29 </td><td>10 </td><td>97 </td><td>10\n</td></tr><tr><td>pH </td><td>7.356 </td><td>7,539 </td><td>7.291 </td><td>Arterial blood gases within 24 h after start of SHFJV\n7.30 </td><td>7.343\n</td></tr><tr><td>paO2 [mmHg] </td><td>113 </td><td>122 </td><td>188 </td><td>105 </td><td>133\n</td></tr><tr><td>paCO2 [mmHg] </td><td>55.7 </td><td>38,0 </td><td>49.7 </td><td>70.1 </td><td>47,5\n</td></tr><tr><td>FiO2 </td><td>0.8 </td><td>0.4 </td><td>1.0 </td><td>1.0 </td><td>0.8\n</td></tr><tr><td>Lactate [mg/dl] </td><td>14 </td><td>31 </td><td>9.0 </td><td>80 </td><td>12\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was performed at the University Hospital Frankfurt am Main and was internally funded.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "This study was performed at the University Hospital Frankfurt am Main and was internally funded. It is independent of any pharmaceutical interest and has no potential conflict of interest. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}