{"paper_id": "315e5980d6fdce4553a9df8c0e36e55ffed32365", "metadata": {"title": "Multiplexed Genetic Analysis Using an Expanded Genetic Alphabet", "authors": [{"first": "Scott", "middle": ["C"], "last": "Johnson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["J"], "last": "Marshall", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gerda", "middle": [], "last": "Harms", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christie", "middle": ["M"], "last": "Miller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christopher", "middle": ["B"], "last": "Sherrill", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Edward", "middle": ["L"], "last": "Beaty", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Scott", "middle": ["A"], "last": "Lederer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eric", "middle": ["B"], "last": "Roesch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gary", "middle": [], "last": "Madsen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gary", "middle": ["L"], "last": "Hoffman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ronald", "middle": ["H"], "last": "Laessig", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Greg", "middle": ["J"], "last": "Kopish", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mei", "middle": [], "last": "Wang Baker", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Steven", "middle": ["A"], "last": "Benner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Philip", "middle": ["M"], "last": "Farrell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "James", "middle": ["R"], "last": "Prudent", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: All states require some kind of testing for newborns, but the policies are far from standardized. In some states, newborn screening may include genetic tests for a wide range of targets, but the costs and complexities of the newer genetic tests inhibit expansion of newborn screening. We describe the development and technical evaluation of a multiplex platform that may foster increased newborn genetic screening. Methods: MultiCode ® PLx involves three major steps: PCR, target-specific extension, and liquid chip decoding. Each step is performed in the same reaction vessel, and the test is completed in ϳ3 h. For site-specific labeling and room-temperature decoding, we use an additional base pair constructed from isoguanosine and isocytidine. We used the method to test for mutations within the cystic fibrosis transmembrane conductance regulator (CFTR) gene. The developed test was performed manually and by automated liquid handling. Initially, 225 samples with a range of genotypes were tested retrospectively with the method. A prospective study used samples from >400 newborns. Results: In the retrospective study, 99.1% of samples were correctly genotyped with no incorrect calls made. In the perspective study, 95% of the samples were correctly genotyped for all targets, and there were no incorrect calls. Conclusions: The unique genetic multiplexing platform was successfully able to test for 31 targets within the CFTR gene and provides accurate genotype assignments in a clinical setting.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Few multiplexed technologies with sufficient specificity to identify small changes within the human genome are available for clinical use. Line probe or linear array technology uses nitrocellulose paper strips as the support matrix (1 ) . A benefit of the line probe is that expensive instrumentation is not required. A technology termed \"oligonucleotide ligation assay\" uses target-specific ligation to generate mutationspecific products that are analyzed by gel electrophoresis (2 ) . Other genetic analysis systems are coupled to microparticle flow cytometry (3) (4) (5) (6) (7) (8) . Limitations of these methods include complicated procedures that require extensive training (washings, centrifugations, and transfers), long completion times, expensive instrumentation, and technician-dependent result analysis. In addition, these technologies are not easily amenable to automation. Many hospitals and clinics currently send molecular diagnostics tests to large reference laboratories. This is in part attributable to the limitations described. Because there are benefits in having local laboratories perform diagnostic tests (9 -12 ) , there appears to be a need for molecular testing methods that circumvent the limitations posed by current testing methods.", "cite_spans": [{"start": 232, "end": 236, "text": "(1 )", "ref_id": "BIBREF0"}, {"start": 480, "end": 484, "text": "(2 )", "ref_id": "BIBREF1"}, {"start": 562, "end": 565, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 566, "end": 569, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 570, "end": 573, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 574, "end": 577, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 578, "end": 581, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 582, "end": 585, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 1130, "end": 1138, "text": "(9 -12 )", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "We have constructed a three-step platform technology called MultiCode ® PLx that eliminates the most technically challenging steps involved in multiplexed genetic analysis and compared it with the line probe assay in a clinical setting. MultiCode PLx uses one additional nucleobase pair constructed from the complementary nucleobases 2Ј-deoxy-isoguanosine (diG) 5 and 5-Me-iso-cytosine (iC). These nucleobases specifically recognize each other based on a different pattern of hydrogen bondings. We chose this pair because no other such pair is available commercially and their chemistries have been well explored. For example, iG and iC have been successfully used for both molecular recognition (13) (14) (15) and for site-specific incorporation (16 -18 ) . In addition, because iG:iC recognition is \"orthogonal\" to the naturally occurring nucleobase pairs, a strand of DNA that contains several iC/iG components can be constructed so that it will not hybridize to natural DNA. In complex reactions in which high concentrations of natural DNAs of known or unknown sequence exist, this orthogonal attribute allows specific molecular recognition to take place without interference. These additional nucleobases are used in each step of the PLx process: PCR, extension labeling, and liquid decoding. PCR primers are first designed to be target-specific and contain single iCs. The amplicons act as labeling templates for the target-specific extension (TSE) step. During that step, labels attached to diG triphosphate (diGTP) are incorporated site specifically into coded target-specific extenders (Fig. 1 ). The tags are short sequences (typically 10 nucleotides in length) assembled by use of a mixture of natural and nonnatural bases. The tags are designed to hybridize only to their perfect complements encoded on color-addressed microspheres. In the final step, decoding of the extension reactions is accomplished at room temperature by capture of the coded extenders on the addressed microspheres and reading of the reporter signal on a Luminex 100 instrument. All steps are carried out in the same reaction vessel without transfers or washings.", "cite_spans": [{"start": 362, "end": 363, "text": "5", "ref_id": "BIBREF4"}, {"start": 696, "end": 700, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 701, "end": 705, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 706, "end": 710, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 747, "end": 756, "text": "(16 -18 )", "ref_id": null}], "ref_spans": [{"start": 1595, "end": 1602, "text": "(Fig. 1", "ref_id": "FIGREF0"}], "section": ""}, {"text": "To demonstrate the approach, we developed a screening test for carriers of cystic fibrosis (CF) that tests for all 25 mutations and the reflex targets in the widely used panel (19 ) and also tests for 394delTT and 3199del6. 394delTT is the second most prevalent mutation in populations with Nordic heritage and may be important in Wisconsin, where testing was performed. 3199del6 was added because several lines of evidence indicate that 3199del6 is a disease-causing mutation and may replace I148T (20 ) .", "cite_spans": [{"start": 176, "end": 181, "text": "(19 )", "ref_id": "BIBREF18"}, {"start": 499, "end": 504, "text": "(20 )", "ref_id": "BIBREF19"}], "ref_spans": [], "section": ""}, {"text": "The Wisconsin State Laboratory of Hygiene, in conjunction with the University of Wisconsin, was chosen as the major testing site because of its long history of screening newborns for CF (21 ) and study of screening methods (22) (23) (24) (25) . In March 2002, DNA testing of the top 4% of the daily immunoreactive trypsinogen results expanded to include all 25 mutations recommended by the American College of Medical Genetics, the American College of Obstetricians and Gynecologists, and the NIH.", "cite_spans": [{"start": 186, "end": 191, "text": "(21 )", "ref_id": "BIBREF20"}, {"start": 223, "end": 227, "text": "(22)", "ref_id": "BIBREF21"}, {"start": 228, "end": 232, "text": "(23)", "ref_id": "BIBREF22"}, {"start": 233, "end": 237, "text": "(24)", "ref_id": "BIBREF23"}, {"start": 238, "end": 242, "text": "(25)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": ""}, {"text": "In this report, we first present MultiCode PLx testing data on a variety of genomic DNAs with various genotypes prepared from several sample types for the presence or absence of mutations in the cystic fibrosis transmembrane conductance regulator (CFTR) gene. Finally, data are presented on a prospective study comparing testing results obtained for freshly prepared blood spots by the PLx assay and the commercially available CF Gold Linear Array TM system (Roche Molecular). ) . DNA was extracted from whole blood and dried blood spots on Guthrie cards. The dried blood spots were stored at room temperature for 2-3 days after receipt until routine testing was completed. For long-term storage, dried blood spots were stored at 4°C. DNA extraction from Guthrie cards was performed with the Generation Capture Card Kit (Gentra Systems) according to the manufacturer's guidelines for DNA purification and elution. DNA was extracted from whole blood by use of the Puregene DNA Isolation Kit (Gentra Systems) or the Whatman FTA system (Whatman Inc., Clifton, NJ). All genomic DNAs from these preparations were diluted 1:10 in water, and 1L was added to each PCR reaction (1-50 ng of total DNA). As a cross-reference and in the prospective study, genotypes were also determined by CF Gold linear array or DNA sequencing if discrepancies were detected.", "cite_spans": [], "ref_spans": [{"start": 477, "end": 478, "text": ")", "ref_id": null}], "section": ""}, {"text": "PCR and TSE oligonucleotides were manufactured inhouse with a 48-column DNA Synthesizer (Northwest Engineering; now the 3900 from Applied Biosystems Inc.), using standard ␤-cyanoethyl phosphoramidite chemistry (for sequence information, see Tables 1, 2, and 3 in the Data Supplement accompanying the online version of this article at http://www.clinchem.org/content/vol50/ issue11/). Synthesis of sequences that contain iC and iG can also be purchased from IDT, Eurogentec, or EraGen. A demonstration assay encompassing this specific system can be purchased from EraGen Biosciences. Amino-labeled EraCode oligonucleotides were manufactured with an ABI 394 DNA Synthesizer (Applied Biosystems) using 3Ј-PT-Amino-Modifier C6 CPG (Glen Research). Target-specific extender primers were manufactured with the spacer phosphoramidite C3 (Glen Research) placed between the EraCode complement and the target-specific region. The isoG and isoC phosphora-", "cite_spans": [], "ref_spans": [], "section": "synthesis of oligonucleotides"}, {"text": ", respectively] were coupled and deprotected under the conditions used for the natural base phosphoramidites. Postsynthesis work-up consisted of ammonium hydroxide deprotection followed by ethanol precipitation (PCR and TSE oligonucleotides) or 2-propanol precipitation (EraCode oligonucleotides).", "cite_spans": [], "ref_spans": [], "section": "synthesis of oligonucleotides"}, {"text": "EraCode bead coupling For each conjugation reaction, a mixture (400 L) containing ϳ5 ϫ 10 6 carboxylated microspheres (Luminex Corporation) was centrifuged at 8000g for 1 min. The supernatant was removed, and the beads were resuspended in 50 L of 0.1 mol/L MES, pH 4.5. After resuspension, 3.3 L of 300 mol/L 5Ј-amine-modified EraCode DNA oligonucleotide and 5.0 L of freshly prepared 10 g/L EDC (Pierce Chemical) were added. The reaction was mixed thoroughly and incubated at room temperature in the dark for 30 min. A second 5.0 L of 10 g/L EDC was added, and the mixture was incubated for 30 min. Era-Code microspheres were washed by the addition of 1.0 mL of 10 mmol/L Tris (pH 8.0) containing 0.2 mL/L Tween 20 and pelleted by centrifugation at 8000g for 1 min; the supernatant was then removed. EraCode microspheres were washed a second time with 1 g/L sodium dodecyl sulfate in 10 mmol/L Tris (pH 8.0) and resuspended in 100 L of bead buffer (10 mmol/L MOPS, pH 7.5; 1 mmol/L EDTA, 0.5 g/L sodium dodecyl sulfate, 200 mmol/L sodium chloride, and 0.1 g/L sonicated herring sperm DNA). EraCoded microspheres were combined and diluted in bead buffer to generate a 50-code mixture at a concentration of 800 microspheres/L for each class of microsphere.", "cite_spans": [], "ref_spans": [], "section": "synthesis of oligonucleotides"}, {"text": "Capture at room temperature of a tag to its specific complementary EraCode was tested by use of a model extension system where one target with a 5Ј-iC was constructed and 50 tags were interchanged onto a targetspecific extender sequence. EraCodes were constructed by use of 9 -10 bases comprising 2-3 iCs. In an effort to minimize interference from naturally occurring sequences, EraCodes were designed to have no more than four naturally occurring bases in a row. In an effort to minimize code-to-code cross-hybridization, no two codes were allowed to contain the same series of more than four nucleobases in a row.", "cite_spans": [], "ref_spans": [], "section": "EraCode design and bead validation"}, {"text": "Fifty EraCodes were validated by use of 50 extenders, all containing the identical 3Ј target-specific sequence. The extenders were individually labeled using the target, standard concentrations of all four naturally occurring deoxynucleotide triphosphates, TiTaq, and diGTP-biotin at 1.5 mol/L. Each EraCode sequence was separately coupled to a specific color-coded fluorescent microsphere type (Luminex Corp). Each microsphere type contains a unique color or signature that can be determined by the Luminex 100 . After coupling, each EraCode bead conjugate was pooled to create an equalized bead master mixture (bead array: 50 different EraCode-labeled beads). The bead array was distributed into 50 separate reaction vessels. To each of the vessels, a specific extension reaction from above was added at room temperature along with streptavidin-phycoerythrin and was read on the Luminex 100 .", "cite_spans": [], "ref_spans": [], "section": "EraCode design and bead validation"}, {"text": "In a 10-L extension reaction, an excess of a template oligonucleotide (5Ј-iC-CGTATGGGCTCACCTCGCTGTG-3Ј) at 150 nmol/L was combined with a control extension sequence at 100 nmol/L in EraGen MC TSE solution 35 (prod. no. PN1236; EraGen Biosciences, Inc.) with 100 mol/L each deoxynucleotide triphosphate, 1.5 mol/L diGTP-biotin, and 1ϫ Titanium Taq (Clontech). Each control extension oligonucleotide was composed of a 5Ј sequence complementary to each of the EraCode sequences, a three-carbon spacer, and a 3Ј sequence complementary to the template oligonucleotide (5Ј-CACAGC-GAGGTGAGCCCA-3Ј). Reactions were subjected to the following thermal cycling protocol: 30 s at 95°C and 1 min at 65°C. Each 10-L extension reaction was then hybridized to the EraCode bead mixture according to the described hybridization protocol. In addition, to mimic MultiCode conditions, unextended TSEs to the other EraCodes were also added.", "cite_spans": [], "ref_spans": [], "section": "EraCode design and bead validation"}, {"text": "Hybridization of extension products in each 10-L reaction was performed by mixing 40 L of EraGen MC Hyb Solution A (prod. no. PN1237; EraGen Biosciences) and 0.25 L of EraCoded bead mixture. To each hybridization reaction, 0.5 L of 2 g/L streptavidin-R-phycoerythrin conjugate (Prozyme) plus 39.5 L of sheath fluid (Luminex Corp.) were added, and 65 L of the final reaction was injected into the Luminex 100 . pcr PCR primers were designed using Primer 3 (http:// www.broad.mit.edu/cgi-bin/primer/primer3_www.cgi) or Hyther (http://ozone2.chem.wayne.edu). Primer pairs were designed to flank the polymorphism(s) of interest and have a melting temperature of 53-57°C (see Table 2 in the online Data Supplement). A single iC was added to the 5Ј end of the PCR primers.", "cite_spans": [], "ref_spans": [{"start": 671, "end": 678, "text": "Table 2", "ref_id": null}], "section": "EraCode design and bead validation"}, {"text": "PCR reactions were performed in a final volume of 8.0 L; each reaction contained EraGen MC PCR solution 35 (prod. no. PN1235 or PN1305 for the 579T system; Clinical Chemistry 50, No. 11, 2004 EraGen), 0.4 L of 20ϫ EraGen CFTR PCR primer mixture, 1ϫ Titanium Taq, and 1 L of diluted genomic target DNA. Reactions were cycled according to the following profile: 1 cycle of 30 s at 95°C, and 40 cycles of 1 s at 95°C, 10 s at 55°C, and 30 s at 72°C. Each of the primer mixtures contained forward and reverse primers for a subset of the mutations at concentrations of 100 -200 nM.", "cite_spans": [{"start": 179, "end": 191, "text": "No. 11, 2004", "ref_id": null}], "ref_spans": [], "section": "EraCode design and bead validation"}, {"text": "tse TSE was used to determine the exact mutations present. TSE requires TiTaq, diGTP-biotin, and extenders that contain 3Ј target-specific bases and 5Ј codes specific for the EraCode beads described above. During TSE, TiTaq incorporates labels on extenders only when specific targets having 5Ј iCs are present. The nonnatural base pair formed by iG and iC has been successfully used for both molecular recognition (13) (14) (15) and for site-specific enzymatic incorporation (16 -18 ) . To date, we have covalently coupled a series of different reporter groups to diGTP, using succinimidyl ester chemistry and confirmed enzymatic incorporation into nucleic acids by use of several commercially available polymerases (data beyond the scope of this report). In many cases, single amplicons spanning regions that incorporated multiple mutations were used as templates for multiple extenders. After TSE, EraCode-labeled beads and streptavidin-phycoerythrin were added, and the reactions were analyzed on the Luminex 100 . Data are reported in median fluorescence intensity (MFI).", "cite_spans": [{"start": 414, "end": 418, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 419, "end": 423, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 424, "end": 428, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 475, "end": 484, "text": "(16 -18 )", "ref_id": null}], "ref_spans": [], "section": "EraCode design and bead validation"}, {"text": "For each polymorphism, pairs of TSE oligonucleotide primers were designed by use of Primer 3 and Hyther (see Table 3 in the online Data Supplement). Pairs were designed to have balanced melting temperatures ranging from 63 to 67°C. Each TSE oligonucleotide was composed of three components: a 5Ј sequence tag complementary to one of the EraCodes; a three-carbon spacer; and a 3Ј target-specific sequence fully complementary to the allele of interest. The polymorphic sequence for each pair of TSE oligonucleotides was the 3Ј base.", "cite_spans": [], "ref_spans": [{"start": 109, "end": 116, "text": "Table 3", "ref_id": null}], "section": "EraCode design and bead validation"}, {"text": "Extension reactions were performed by bringing the 8-L PCR reactions to 10 L with addition of 2.0 L of EraGen MC TSE solution 35 (prod. no. PN1236; EraGen Biosciences) including primers for the 579T system (prod. no. PN1310), and 0.4 L of 20ϫ EraGen CFTR TSE primer mixture; final concentrations of TSEs were 25-100 nmol/L (see Table 3 in the online Data Supplement). Reactions were cycled according to the following profile: 1 cycle of 30 s at 95°C; 5 cycles of 1 s at 95°C and 2 min at 65°C.", "cite_spans": [], "ref_spans": [{"start": 328, "end": 335, "text": "Table 3", "ref_id": null}], "section": "EraCode design and bead validation"}, {"text": "For this report, an assignment is defined as a genotype for a given target within the CFTR gene made for any given sample. Each sample tested will have 30 possible assignments because 30 targets for each sample are analyzed. To rapidly analyze the data obtained, we developed software to present the raw data from the instrument. The software directly imports the Luminex 100 data and organizes them by target mutation. Fractions of wild-type to wild-typeplus-mutant and raw MFI signals can be visualized graphically (Fig. 2) . The program sets default fraction windows at 1.0 -0.8 for wild-type samples, 0.6 -0.4 for heterozygous samples, and 0.0 -0.2 for homozygous mutant samples. Default windows can be changed by the end user. The area between the windows is designated as the no-call window. The program also sets no-amplification windows where wild-type and mutant MFIs are Ͻ200.", "cite_spans": [], "ref_spans": [{"start": 517, "end": 525, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "data analysis"}, {"text": "Template set-up within the Luminex LabMap software was required, and importation to analysis software was achieved by dragging the Luminex file folder into the Analysis Software. Data files were parsed, and the resulting raw MFI values were organized by target and sample. After data acquisition from all 225 clinical samples tested, default cutoff windows for each target were empirically determined and set in a blinded fashion. Once determinations were made, reports were generated for offline analysis. The analysis software was written in Java and is compatible with Windows, Mac OS X, and Linux operating systems. Data importation is achievable with Luminex LabMap 100 (software versions 1.7, 2.1, and 2.2) and Bio-Rad BioPlex 3.0. The software displays scatter plots and fraction plots of each given target for all samples.", "cite_spans": [], "ref_spans": [], "section": "data analysis"}, {"text": "automation Automation was performed on a Tecan Genesis Model 200 robotic workstation (TRP) starting from either the PCR amplicon formation or from isolated genomic DNA and continuing through data analysis. Samples used were a subset of the 225 used in the initial manual testing. Instructions for the automation program were written with Gemini software (Tecan). Initialization and launch of the bead-reading protocol on the Luminex 100 was performed automatically by use of a custom image-recognition and command-scripting program written in Java. After the read, the results were remotely analyzed by MultiCode Analysis software. Genomic DNA was purified manually before automation as described above. The TRP was fitted with the low-volume eight-channel dispense pipette system, TeStack, to supply disposable tips, a MJ Research thermocycler equipped with remote Alpha docks with Power Bonnet, and a robotic manipulator arm. Liquid reagents and disposable tips were also placed on the deck before runs were started. Reactions and additions for the automated process were the same as those described for the manual method unless noted. Reactions were performed in low-profile hard-skirted polypropylene well microplates, which allowed the robotic arm to grip and move the plates as needed. Each reaction was overlaid with 15 L of light mineral oil (Sigma) to prevent evaporation during thermal cycling. The robotic manipulator was used to transfer the plates to and from the thermocycler block and the Luminex 100 mounted off deck. Initialization and launch of the bead-reading protocol on the Luminex 100 were performed automatically by use of a custom image-recognition and command-scripting pro-gram written in Java. After bead-reading of each reaction, the results were analyzed by the MultiCode Analysis software as described above.", "cite_spans": [], "ref_spans": [], "section": "data analysis"}, {"text": "A schematic diagram of the MultiCode system is shown in Fig. 3 . The MultiCode process has three steps. For the first step, regions of the target of interest are amplified by PCR using primers that contain a single 5Ј-iC. In the second step, the amplicons from the first step are used as templates for the TSEs, and iC directs specific diGTP-biotin incorporation. The TSEs are coded on their 5Ј ends with sequences that specifically recognized short complementary sequences (EraCodes) attached to an addressed solid matrix. The molecular recognition of any given code with its EraCode is specific enough so that increased temperatures, incubation steps, or washings are not required (typical requirements for hybridization capture using only naturally occurring base chemistries). During this second step, labels are placed site specifically on the TSEs. This process requires the presence of iC-containing amplicons that are complementary to the TSE. When the correct target is available, the extension reaction continues to the 5Ј end of the amplicon, where the diGTP-biotin is used to insert the biotin into the TSE. Specificity and signal consistency arise when coded TSEs are covalently attached to a single biotin reporter in the presence of the correct target. In the final step, the TSEs are captured on the solid matrix and detected. The presence of the target is then determined by where the reporters are located spatially on the liquid matrix (created by the differentially colored microspheres).", "cite_spans": [], "ref_spans": [{"start": 56, "end": 62, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "principles of the multicode system"}, {"text": "Because each EraCode should be specific only for its complementary tag, only the bead that contains the specific EraCode should report a high MFI. Results show that for the correct complementary code, specific signal was between 2130 and 4357 MFI, with a mean (SD) MFI of 3040 (532; see Table 4 in the online Supplemental Data). Signals generated on microspheres that contained Era-Codes that were not completely complementary varied from 0 to 320 MFI with a mean (SD) MFI of 92 (28) . This set gave signal-to-noise ratios that ranged from 32:1 and 10:1 for the worst cases (i.e., where the specific signal was compared with the nonspecific signal from the microsphere presenting the highest noise). To our understanding, there have been no reports of a genetic-based molecular recognition system that was successfully implemented at room temperature without washing. mutation analysis using the manual cf multicode system PCR amplicons were generated for 17 regions within the CFTR gene, and 63 tagged extenders were used to analyze 27 mutations and 4 reflex targets. To improve the robustness of the overall results, the test was divided into four reactions with one additional test targeting the 5T7T9T reflex target. Two additional targets were included late in the development phase to include 394delTT and 3199del6. The test was transferred to the Wisconsin State Laboratory of Hygiene, where newborn CFTR genetic screening has been ongoing since 1994 and multimutation testing used since 2002.", "cite_spans": [{"start": 479, "end": 483, "text": "(28)", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 287, "end": 294, "text": "Table 4", "ref_id": null}], "section": "validation of the EraCode molecular recognition system and diGTP-biotin incorporation"}, {"text": "For the CFTR-specific PLx assay, positive signal intensities varied between 2000 and 5000 MFI and background signal varied from 50 to 1500 MFI. The variation in signal depended strictly on the target sequence. We observed that determination windows varied from 0.99 to 0.7 for wild-type samples, from 0.4 to 0.6 for heterozygous samples, and from 0.0 to 0.2 for homozygous mutant samples.", "cite_spans": [], "ref_spans": [], "section": "validation of the EraCode molecular recognition system and diGTP-biotin incorporation"}, {"text": "The calling results are summarized in Table 1 [also see Table 4 in the online Data Supplement for additional details]. The 225 samples included 65 wild-type samples; 93 heterozygous samples representing 22 types; 36 compound heterozygous samples for 9 types; and 31 homozygous mutant samples for 6 types. Of the 225 samples tested manually, 203 (90.2%) samples reported all correct assignments. The failure rate of 10% was most likely a Step 2), tagged target-specific extenders are site-specifically labeled with diGTP-label when the correct amplicon is present. For this study, the label was biotin, and streptavidin-phycoerythrin was used for signaling purposes. ( Step 3), the tags are captured on EraCode-modified Luminex microspheres. The captured reactions are analyzed with the Luminex 100 system. product of DNA quality and not assay sensitivity. As stated in the Materials and Methods, the DNA samples were not fresh, and signal intensities indicated gross failure consistent with PCR failure. There were no discrepancies for genotype classification. For these 225 samples, there were a total of 6750 potential assignments (225 ϫ 27 mutations ϩ 3 reflex tests; 5T7T9T was not included). Correct assignments were made 99.3% (6704 of 6750) of the time. For the separate 5T7T9T-specific reflex test, 194 samples were tested and included at least 10 separate samples from each of the six possibilities (see Table 4 and Fig. 1 in the online Data Supplement). Test results showed that there were zero incorrect determinations and one no amplification failure.", "cite_spans": [{"start": 666, "end": 667, "text": "(", "ref_id": null}], "ref_spans": [{"start": 38, "end": 45, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 56, "end": 63, "text": "Table 4", "ref_id": null}, {"start": 1413, "end": 1420, "text": "Table 4", "ref_id": null}, {"start": 1425, "end": 1431, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "validation of the EraCode molecular recognition system and diGTP-biotin incorporation"}, {"text": "mutation analysis using the automated cf multicode system", "cite_spans": [], "ref_spans": [], "section": "validation of the EraCode molecular recognition system and diGTP-biotin incorporation"}, {"text": "The final automated processes for the CFTR gene were conducted on a total of 86 samples. The results are reported from two separate processes: (1) PCR through data acquisition (20 samples) and (2) TSE through data acquisition (66 samples; Table 1 ; also see Table 5 in the online Data Supplement for further sample and testing information). Because workstation space is limited on the Tecan Genesis Model 200, tip usage is high when disposable tips are implemented, and amplicon carryover may be a concern. Process 1 may be applied for higher throughput scenarios where the PCR step could be implemented on yet another workstation or manually. For process 1, 20 (100%) samples reported calls correct. For process 2, 64 (97%) samples reported all correct assignments. There were no incorrect determinations.", "cite_spans": [{"start": 176, "end": 188, "text": "(20 samples)", "ref_id": null}], "ref_spans": [{"start": 239, "end": 246, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 258, "end": 265, "text": "Table 5", "ref_id": null}], "section": "validation of the EraCode molecular recognition system and diGTP-biotin incorporation"}, {"text": "After assay validation, which included the testing of various mutations and sample types, the PLx assay for CFTR gene analysis was directly compared with the CF Gold linear array method. Using freshly obtained blood cards from newborns that had immunoreactive trypsinogen scores in the upper 4%, we used both tests to analyze CFTR for the recommended core panel of mutations and reflex targets. The testing was performed on 419 samples, and 100% concordance was recorded (no incorrect assignments; Table 1 , column B). Of the samples tested, there were 21 samples (5%) in which the complete lists of calls could not be obtained with the PLx system. The failure rate of 5% was documented as errors resulting from pipetting errors. These samples were retested, and correct assignments were made. Of the possible 12 570 potential assignments, 12 521 (99.6%) were correct. Run time after sample preparation for the CF Gold test was ϳ7 h compared with Ͻ3 h for the PLx system. Total hands-on time for the CF Gold test was ϳ3.5 h compared with 0.5 h for the PLx system. The data output for the CF Gold test was visual inspection of the nitrocellulose strips, whereas the PLx system has a computerized calling system as described.", "cite_spans": [], "ref_spans": [{"start": 498, "end": 505, "text": "Table 1", "ref_id": "TABREF1"}], "section": "comparative analysis"}, {"text": "We have described a novel high-throughput platform that incorporates nucleic acid chemistries that simplify genetic analysis. PLx uses one additional base pair not found in nature in combination with microsphere flow cytometry technology to eliminate the most cumbersome steps commonly found in established multiplexed systems. The EraCode molecular recognition system described is particularly suited for the Luminex 100 instrumentation because the solid support can be dispensed into the complex reaction and decoding can be done at room temperature without washing, creating a true \"Liquid Chip\" type of system. Our study indicates that the chemistry is transferable to a clinical setting. In addition, although not required, the process can be performed with a robotic workstation for higher throughput.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We demonstrated the principles of the chemistry by use of an essential target and selected mutations found within the CFTR gene recommended by leading medical organizations. Data from the Wisconsin State Laboratory of Hygiene confirmed that the chemistry is accurate. For example, there were no incorrect determinations, and the percentage of correct determinations was high. The data presented here were tabulated by use of a broad sample set that included every mutation possible within the panel targeted with the exception of the 3199del6. For 24 samples, the entire manual process takes ϳ3 h to obtain final results. An upgraded prototype version of the CFTR test where all mutations are analyzed in a single well takes ϳ2.5 h to complete analysis of 96 patient samples (validation data not yet available). To demonstrate the system in a fully automated mode, we elected to use the Tecan genesis liquid-handling system. The entire automated process also takes ϳ3 h from prepared sample to final read for an entire 96-well plate or 24 samples. We presented data from two possibilities (when automation started at the PCR step and when it started at the TSE step) because there may be a need to perform PCR offline.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We believe that the expanded genetic alphabet enabled us to eliminate many of the steps that are required in technologies based on just the two base pairs provided by nature. The steps eliminated include solid support washings, transfers, aspirations, and high-temperature hybridizations. Specifically, we believe that there are many reasons that the extra base pair is beneficial. For example, we used short code sequences in the capture step to decode the complex extension mixtures. This may be possible with code sets constructed from only A, G, C, or T, but optimization would surely be more difficult because of cross-hybridization with sequence complements or close complements found in nature. The additional informational content that iC:iG builds into DNA also allows for greater diversity when compared with their all-natural counterparts. Specifically, if the four naturally occurring bases are used to make a library of 10mers, there are 4 10 , or 10 6 possibilities. In contrast, a six-letter system generates 6 10 , or 10 8 unique 10mers. As demon-Clinical Chemistry 50, No. 11, 2004 strated here, specific assembly can occur at conditions such as room temperature, which is in effect more amenable to and simplifies molecular diagnostics.", "cite_spans": [{"start": 1086, "end": 1098, "text": "No. 11, 2004", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "We also demonstrated for the first time that biotin labels attached to diGTP could be site specifically incorporated into extension primers. More generally, we demonstrated that labeled diGTP can be incorporated enzymatically into DNA. This could allow for broad use of such compounds in molecular biology. Whenever a reporter group is required at a specific site within an amplicon, transcript, or extension product, the use of an additional base pair may be helpful.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Recently we reported that site-specific enzymatic incorporation of a quencher attached to diGTP can be used to create a new and highly sensitive real-time PCR system (26 ) . Polymerase incorporation of labels only at sites where expanded genetic alphabet bases are positioned will also have other uses, such as 3Ј end labeling. Polymerase incorporation of EraCodes within PCR amplicons has now also been reported (27 ) . The EraCode system that uses additional nonnatural base pairing may have advantages over other DNA-based molecular recognition systems (28 -30 ) . These short DNA codes are simple to produce, specifically hybridize at room temperature, do not require wash steps, can be amplified with standard polymerases, and do not cross-hybridize with natural DNA. Taken together, we believe that the expansion of the genetic alphabet is a true paradigm shift to the ways molecular diagnostics will be developed in the future.", "cite_spans": [{"start": 166, "end": 171, "text": "(26 )", "ref_id": "BIBREF26"}, {"start": 413, "end": 418, "text": "(27 )", "ref_id": "BIBREF27"}, {"start": 556, "end": 565, "text": "(28 -30 )", "ref_id": null}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Comparison of DNA sequencing and a line probe assay for detection of human immunodeficiency virus type 1 drug resistance mutations in patients failing highly active antiretroviral therapy", "authors": [{"first": "J", "middle": [], "last": "Servais", "suffix": ""}, {"first": "C", "middle": [], "last": "Lambert", "suffix": ""}, {"first": "E", "middle": [], "last": "Fontaine", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Plesseria", "suffix": ""}, {"first": "I", "middle": [], "last": "Robert", "suffix": ""}, {"first": "V", "middle": [], "last": "Arendt", "suffix": ""}], "year": 2001, "venue": "J Clin Microbiol", "volume": "39", "issn": "", "pages": "454--463", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Rapid prenatal diagnosis of sickle cell diseases using oligonucleotide ligation assay coupled with laser-induced capillary fluorescence detection", "authors": [{"first": "N", "middle": ["S"], "last": "Day", "suffix": ""}, {"first": "M", "middle": [], "last": "Tadin", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Christiano", "suffix": ""}, {"first": "P", "middle": [], "last": "Lanzano", "suffix": ""}, {"first": "S", "middle": [], "last": "Piomelli", "suffix": ""}, {"first": "S", "middle": [], "last": "Brown", "suffix": ""}], "year": 2002, "venue": "Prenat Diagn", "volume": "22", "issn": "", "pages": "686--91", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Advanced multiplexed analysis with the FlowMetrix system", "authors": [{"first": "R", "middle": ["J"], "last": "Fulton", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Mcdade", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Kienker", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Kettman", "suffix": ""}, {"first": "Jr", "middle": [], "last": "", "suffix": ""}], "year": 1997, "venue": "Clin Chem", "volume": "43", "issn": "", "pages": "1749--56", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A rapid, sensitive, multiplexed assay for detection of viral nucleic acids using the FlowMetrix system", "authors": [{"first": "P", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Walkerpeach", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Fulton", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Dubois", "suffix": ""}], "year": 1998, "venue": "Clin Chem", "volume": "44", "issn": "", "pages": "2054--2060", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Nucleic Acid Technology: The Cutting Edge of Discovery", "authors": [{"first": "The", "middle": [], "last": "San", "suffix": ""}, {"first": "Diego", "middle": [], "last": "Conference", "suffix": ""}], "year": 1997, "venue": "Abstracts. Clin Chem", "volume": "43", "issn": "", "pages": "2213--2237", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Flow cytometric quantification of competitive reverse transcription-PCR products", "authors": [{"first": "N", "middle": [], "last": "Wedemeyer", "suffix": ""}, {"first": "T", "middle": [], "last": "Potter", "suffix": ""}, {"first": "S", "middle": [], "last": "Wetzlich", "suffix": ""}, {"first": "W", "middle": [], "last": "Gohde", "suffix": ""}], "year": 2002, "venue": "Clin Chem", "volume": "48", "issn": "", "pages": "1398--405", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Application of the Luminex LabMAP in rapid screening for mutations in the cystic fibrosis transmembrane conductance regulator gene: a pilot study", "authors": [{"first": "S", "middle": ["A"], "last": "Dunbar", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Jacobson", "suffix": ""}], "year": 2000, "venue": "Clin Chem", "volume": "46", "issn": "", "pages": "1498--500", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Multiplexed genotyping of ␤-globin variants from PCR-amplified newborn blood spot DNA by hybridization with allele-specific oligodeoxynucleotides coupled to an array of fluorescent microspheres", "authors": [{"first": "R", "middle": ["J"], "last": "Colinas", "suffix": ""}, {"first": "R", "middle": [], "last": "Bellisario", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Pass", "suffix": ""}], "year": 2000, "venue": "Clin Chem", "volume": "46", "issn": "", "pages": "996--1004", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Financial determinants of outcomes in molecular testing", "authors": [{"first": "J", "middle": ["S"], "last": "Ross", "suffix": ""}], "year": 1999, "venue": "Arch Pathol Lab Med", "volume": "123", "issn": "", "pages": "1071--1076", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Analysis of the costs of diagnosing cystic fibrosis with a newborn screening program", "authors": [{"first": "D", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rosenberg", "suffix": ""}, {"first": "A", "middle": [], "last": "Peterson", "suffix": ""}, {"first": "L", "middle": [], "last": "Makholm", "suffix": ""}, {"first": "G", "middle": [], "last": "Hoffman", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Laessig", "suffix": ""}], "year": 2003, "venue": "J Pediatr", "volume": "142", "issn": "", "pages": "617--640", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Early diagnosis of SARS coronavirus infection by real time RT-PCR", "authors": [{"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "O", "middle": ["K"], "last": "Wong", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Yam", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}], "year": 2003, "venue": "J Clin Virol", "volume": "28", "issn": "", "pages": "233--241", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Molecular diagnostic techniques for use in response to bioterrorism", "authors": [{"first": "M", "middle": ["A"], "last": "Firmani", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Broussard", "suffix": ""}], "year": 2003, "venue": "Expert Rev Mol Diagn", "volume": "3", "issn": "", "pages": "605--621", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "An enhanced-sensitivity branched-DNA assay for quantification of human immunodeficiency virus type 1 RNA in plasma", "authors": [{"first": "D", "middle": [], "last": "Kern", "suffix": ""}, {"first": "M", "middle": [], "last": "Collins", "suffix": ""}, {"first": "T", "middle": [], "last": "Fultz", "suffix": ""}, {"first": "J", "middle": [], "last": "Detmer", "suffix": ""}, {"first": "S", "middle": [], "last": "Hamren", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Peterkin", "suffix": ""}], "year": 1996, "venue": "J Clin Microbiol", "volume": "34", "issn": "", "pages": "3196--202", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Exploiting the enzymatic recognition of an unnatural base pair to develop a universal genetic analysis system", "authors": [{"first": "M", "middle": ["J"], "last": "Moser", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Marshall", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Grenier", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Kieffer", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Killeen", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Ptacin", "suffix": ""}], "year": 2003, "venue": "Clin Chem", "volume": "49", "issn": "", "pages": "407--421", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Molecular recognition on demand", "authors": [{"first": "C", "middle": ["B"], "last": "Sherrill", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Marshall", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Richmond", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Scherrer", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Prudent", "suffix": ""}], "year": 2003, "venue": "Nanotech", "volume": "1", "issn": "", "pages": "52--56", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Enzymatic incorporation of a new base pair into DNA and RNA extends the genetic alphabet", "authors": [{"first": "J", "middle": ["A"], "last": "Piccirilli", "suffix": ""}, {"first": "T", "middle": [], "last": "Krauch", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Moroney", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Benner", "suffix": ""}], "year": 1990, "venue": "Nature", "volume": "343", "issn": "", "pages": "33--40", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Enzymatic recognition of the base pair between isocytidine and isoguanosine", "authors": [{"first": "C", "middle": ["Y"], "last": "Switzer", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Moroney", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Benner", "suffix": ""}], "year": 1993, "venue": "Biochemistry", "volume": "32", "issn": "", "pages": "10489--96", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Enzymatic repair of an expanded genetic information system", "authors": [{"first": "M", "middle": ["J"], "last": "Moser", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Prudent", "suffix": ""}], "year": 2003, "venue": "Nucleic Acids Res", "volume": "31", "issn": "", "pages": "5048--53", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Laboratory standards and guidelines for populationbased cystic fibrosis carrier screening", "authors": [{"first": "W", "middle": ["W"], "last": "Grody", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Cutting", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Klinger", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Richards", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Watson", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Desnick", "suffix": ""}], "year": 2001, "venue": "Genet Med", "volume": "3", "issn": "", "pages": "149--54", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The I148T CFTR allele occurs on multiple haplotypes: a complex allele is associated with cystic fibrosis", "authors": [{"first": "E", "middle": ["M"], "last": "Rohlfs", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Sugarman", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Heim", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Pace", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Knowles", "suffix": ""}], "year": 2002, "venue": "Genet Med", "volume": "4", "issn": "", "pages": "319--342", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Current issues in neonatal screening for cystic fibrosis and implications of the CF gene discovery", "authors": [{"first": "P", "middle": ["M"], "last": "Farrell", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Mischler", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Fost", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Wilfond", "suffix": ""}, {"first": "A", "middle": [], "last": "Tluczek", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Gregg", "suffix": ""}], "year": 1991, "venue": "Pediatr Pulmonol Suppl", "volume": "7", "issn": "", "pages": "11--19", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Early diagnosis of cystic fibrosis through neonatal screening prevents severe malnutrition and improves long-term growth", "authors": [{"first": "P", "middle": ["M"], "last": "Farrell", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Kosorok", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Rock", "suffix": ""}, {"first": "A", "middle": [], "last": "Laxova", "suffix": ""}, {"first": "L", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Lai", "suffix": ""}], "year": 2001, "venue": "Wisconsin Cystic Fibrosis Neonatal Screening Study Group. Pediatrics", "volume": "107", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Newborn screening for cystic fibrosis in Wisconsin: first application of populationbased molecular genetics testing", "authors": [{"first": "P", "middle": ["M"], "last": "Farrell", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Aronson", "suffix": ""}, {"first": "G", "middle": [], "last": "Hoffman", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Laessig", "suffix": ""}], "year": 1994, "venue": "Wis Med J", "volume": "93", "issn": "", "pages": "415--436", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "A prospective randomized trial of early diagnosis and treatment of cystic fibrosis: a unique ethical dilemma", "authors": [{"first": "N", "middle": [], "last": "Fost", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Farrell", "suffix": ""}], "year": 1989, "venue": "Clin Res", "volume": "37", "issn": "", "pages": "495--500", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Nutritional benefits of neonatal screening for cystic fibrosis", "authors": [{"first": "P", "middle": ["M"], "last": "Farrell", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Kosorok", "suffix": ""}, {"first": "A", "middle": [], "last": "Laxova", "suffix": ""}, {"first": "G", "middle": [], "last": "Shen", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Koscik", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Bruns", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Wisconsin Cystic Fibrosis Neonatal Screening Study Group", "authors": [], "year": 1997, "venue": "N Engl J Med", "volume": "337", "issn": "", "pages": "963--972", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Nucleic acid analysis using an expanded genetic alphabet to quench fluorescence", "authors": [{"first": "C", "middle": ["B"], "last": "Sherrill", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Marshall", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Moser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Larsen", "suffix": ""}, {"first": "L", "middle": [], "last": "Daude-Snow", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Prudent", "suffix": ""}], "year": 2004, "venue": "J Am Chem Soc", "volume": "126", "issn": "", "pages": "4550--4556", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A third base pair for the polymerase chain reaction-inserting isoC and isoG", "authors": [{"first": "S", "middle": ["C"], "last": "Johnson", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Sherrill", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Marshall", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Moser", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Prudent", "suffix": ""}], "year": 2004, "venue": "Nucleic Acids Res", "volume": "32", "issn": "", "pages": "1937--1978", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Controlled assembly of dendrimer-like DNA", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": ["D"], "last": "Tseng", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Kwon", "suffix": ""}, {"first": "D", "middle": [], "last": "&apos;espaux", "suffix": ""}, {"first": "L", "middle": [], "last": "Bunch", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Mceuen", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "", "suffix": ""}], "year": 2004, "venue": "Nat Mater", "volume": "3", "issn": "", "pages": "38--42", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Universal DNA microarray method for multiplex detection of low abundance point mutations", "authors": [{"first": "N", "middle": ["P"], "last": "Gerry", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Witowski", "suffix": ""}, {"first": "J", "middle": [], "last": "Day", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Hammer", "suffix": ""}, {"first": "G", "middle": [], "last": "Barany", "suffix": ""}, {"first": "F", "middle": [], "last": "Barany", "suffix": ""}], "year": 1999, "venue": "J Mol Biol", "volume": "292", "issn": "", "pages": "251--62", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Replacing the nucleobases in DNA with designer molecules", "authors": [{"first": "E", "middle": ["T"], "last": "Kool", "suffix": ""}], "year": 2002, "venue": "Acc Chem Res", "volume": "35", "issn": "", "pages": "936--979", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Molecular structure of diGTP-biotin used in the described method.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Visual interface using the MultiCode analysis software developed for the CFTR mutation analysis test. The data are displayed in various forms: a scatter plot with raw MFI (top left); MFI fractions (top middle); an individual sample summary, which can include mutation determination and specific numerical MFI (top right); and graphical determinations for all samples and targets analyzed (bottom). WT, wild type.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Schematic of MultiCode PLx platform format.(Step 1), target regions are amplified by PCR to produce amplicons with iC attached to their 5Ј ends. (", "latex": null, "type": "figure"}, "TABREF0": {"text": "samples and dna extraction DNA samples were obtained from the Wisconsin State Laboratory of Hygiene (The Wisconsin Newborn Screening Laboratory, Madison, WI), Duke University Medical Center (Department of Pathology, Durham, NC), National Centre for Medical Genetics (Dublin, Ireland), and Laboratoire de Genetique Moleculaire et d'Histocompatibilite (Brest, France", "latex": null, "type": "table"}, "TABREF1": {"text": "Summary of the data obtained in this study using the MultiCode PLx CFTR Multi-Mutation Analysis System.", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1. Summary of the data obtained in this study using the MultiCode PLx", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>A </td><td>CFTR 1 </td><td>Multi-Mutation Analysis System.\n2 </td><td>B\n</td></tr><tr><td>Total samples tested </td><td>225 </td><td>20 </td><td>66 </td><td>419\n</td></tr><tr><td>Wild-type samples </td><td>65 </td><td>2 </td><td>16 </td><td>343\n</td></tr><tr><td>Heterozygous samples/types </td><td>93/22 </td><td>11/10 </td><td>27/16 </td><td>72/9\n</td></tr><tr><td>Compound heterozygous samples/types </td><td>36/9 </td><td>6/6 </td><td>19/17 </td><td>4/3\n</td></tr><tr><td>Homozygous mutant samples/types </td><td>31/6 </td><td>1/1 </td><td>4/4 </td><td>0\n</td></tr><tr><td>Samples showing 100% correct assignments </td><td>203 (90.2%) </td><td>0 (0.0%) </td><td>64 (97.0%) </td><td>398 (95%)\n</td></tr><tr><td>Incorrect assignments </td><td>0 (0.0%) </td><td>0 (0.0%) </td><td>0 (0.0%) </td><td>0 (0.0%)\n</td></tr><tr><td>Number of correct overall assignments </td><td>6704 (99.3%) </td><td>600 (100%) </td><td>1974 (99.7%) </td><td>12 521 (99.6%)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank the National Institute of Diabetes and Digestive and Kidney Diseases for supporting this work (DK62743). We thank Dr. David Barton at the National Centre for Medical Genetics (Dublin, Ireland) and Dr. Claud Ferec at the Laboratoire de Genetique Moleculaire et d'Histocompatibilite (Brest, France) for supplying us with samples and invaluable assistance for this project. We also thank Dr. Susan H. Bernacki of Duke University Medical Center (Department of Pathology, Durham, NC) for providing additional samples. Finally, we would like to thank Dr. Michael Moser for reviewing the manuscript and providing assistance with figures and tables.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}