{"paper_id": "37095beb85663a5f3c4e7a1175e5bff2c6c97855", "metadata": {"title": "Making sense of perceptions of risk of diseases and vaccinations: a qualitative study combining models of health beliefs, decision-making and risk perception", "authors": [{"first": "Lyndal", "middle": [], "last": "Bond", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Terry", "middle": [], "last": "Nolan", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Maintaining high levels of childhood vaccinations is important for public health. Success requires better understanding of parents' perceptions of diseases and consequent decisions about vaccinations, however few studies have considered this from the theoretical perspectives of risk perception and decision-making under uncertainty. The aim of this study was to examine the utility of subjective risk perception and decision-making theories to provide a better understanding of the differences between immunisers' and non-immunisers' health beliefs and behaviours. Methods: In a qualitative study we conducted semi-structured in-depth interviews with 45 Australian parents exploring their experiences and perceptions of disease severity and susceptibility. Using scenarios about 'a new strain of flu' we explored how risk information was interpreted. Results: We found that concepts of dread, unfamiliarity, and uncontrollability from the subjective perception of risk and ambiguity, optimistic control and omission bias from explanatory theories of decision-making under uncertainty were useful in understanding why immunisers, incomplete immunisers and non-immunisers interpreted severity and susceptibility to diseases and vaccine risk differently. Immunisers dreaded unfamiliar diseases whilst non-immunisers dreaded unknown, long term side effects of vaccines. Participants believed that the risks of diseases and complications from diseases are not equally spread throughout the community, therefore, when listening to reports of epidemics, it is not the number of people who are affected but the familiarity or unfamiliarity of the disease and the characteristics of those who have had the disease that prompts them to take preventive action. Almost all believed they themselves would not be at serious risk of the 'new strain of flu' but were less willing to take risks with their children's health.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusion: This study has found that health messages about the risks of disease which are communicated as though there is equality of risk in the population may be unproductive as these messages are perceived as unbelievable or irrelevant. The findings from this study have implications beyond the issue of childhood vaccinations as we grapple with communicating risks of new epidemics, and indeed may usefully contribute to the current debate especially in the UK of how these theories of risk and decision-making can be used to 'nudge' other health behaviours.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Few would argue against the success of mass vaccination programmes in reducing and, in the case of smallpox, eliminating infectious diseases. Continued success however, requires adequate coverage which in turn requires parents to be committed to vaccination as an effective method of preventing their children from contracting diseases. Such commitment may be adversely affected by an increasingly complicated immunisation schedule for an increasing number of diseases and scares of vaccine safety (e.g. MMR debate that continues in the UK). It has also been argued that the very success of mass vaccination programmes has limited parents' experience of vaccine preventable diseases and thus affected their assessment of the severity of diseases and importance of prevention [1, 2] . There is therefore, a continued need to better understand parents' perceptions of what is serious, what is risky and what is best for their children's health. Indeed with SARS, bird and swine flu, this extends to what people think about how best to protect their own health. Theories of health beliefs, decisionmaking and subjective risk perception have all been used in attempts to explain parents' decisions with respect to immunisation [3] [4] [5] , but with limited success in explaining why parents differ in their perceptions of risk. With the exception of Hawe's et al research, [6] public health and health promotion campaigns have not drawn explicitly on or tested these theories. A recent review discussed how decision-making theories might help to explain parent attitudes and behaviour with respect to MMR vaccine uptake, but provided no primary evidence [7] . We argue in this paper that our understanding of immunisation choices and how we may best influence those choices may be increased through a synthesis of health beliefs, decision-making and subjective risk perception theories. This paper describes the findings from a qualitative study examining the utility of the risk perception and decision making theories to provide a better understanding of the differences between immunisers' and non-immunisers' health beliefs and behaviours, when considering the risks of a 'new strain of flu'.", "cite_spans": [{"start": 775, "end": 778, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 779, "end": 781, "text": "2]", "ref_id": "BIBREF1"}, {"start": 1223, "end": 1226, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1227, "end": 1230, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1231, "end": 1234, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1370, "end": 1373, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1651, "end": 1654, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Background"}, {"text": "Theories of health protective behaviour offer an appealing framework in which to interpret differences in compliant and non-compliant parents with respect to childhood vaccinations [8] . While several models have been developed to account for people's adoption of health protective behaviour such as the Theory of Reasoned Action [9] , the Triandis Model [10] , Multi-Attribute Utility (MAU) Theory [11] and the Subjective Expected Utility Theory [8] , the Health Belief Model is possibly the simplest and the most widely used and tested [12, 13] . The four elements of the Health Belief Model are: perceived susceptibility (likelihood of getting the disease), perceived severity (perception of how serious an outcome or consequence is from the disease), perceived benefits (efficacy of preventive action undertaken) and perceived barriers (time, effort, money, inconvenience, pain, side effects of preventive action) [12, 13] .", "cite_spans": [{"start": 181, "end": 184, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 330, "end": 333, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 355, "end": 359, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 399, "end": 403, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 447, "end": 450, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 538, "end": 542, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 543, "end": 546, "text": "13]", "ref_id": "BIBREF12"}, {"start": 918, "end": 922, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 923, "end": 926, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Health belief model"}, {"text": "Attempts to assess the association of these elements and childhood immunisation uptake have been inconclusive with some studies reporting expected relationships [14] [15] [16] and others contrary to what would be expected [17, 18] . These contradictory findings have led to the conclusion that the health beliefs of mothers are not important contributors to immunisation uptake or completion and are less important than socio-demographic factors. That is, incomplete immunisation (fall behind the immunisation schedule or fail to complete) is associated with being poor [17] , and being a single parent [19, 20] . Low maternal education has usually been found to be a risk factor for not completing immunisation [20] . Being anti immunisation on the other hand, is associated with high education [21] .", "cite_spans": [{"start": 161, "end": 165, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 166, "end": 170, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 171, "end": 175, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 222, "end": 226, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 227, "end": 230, "text": "18]", "ref_id": "BIBREF17"}, {"start": 570, "end": 574, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 603, "end": 607, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 608, "end": 611, "text": "20]", "ref_id": "BIBREF19"}, {"start": 712, "end": 716, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 796, "end": 800, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Health belief model"}, {"text": "While in some instances theories of health protective behaviours have been shown to differentiate between complete, incomplete and non-immunisers, none of them provides an explanation of how people perceive risks or how their perceptions might influence behaviour. Indeed these models assume a rational basis for these decisions: a simple weighing up of information regarding severity, susceptibility, benefits and barriers. There is not, however, a simple relationship between mortality or morbidity figures and the perception of risk [22] . People do not perceive, interpret or act on risk information in the way expected by risk experts in general [22] nor specifically when considering vaccines and diseases [4, 23] .", "cite_spans": [{"start": 536, "end": 540, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 651, "end": 655, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 712, "end": 715, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 716, "end": 719, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Health belief model"}, {"text": "Two domains which have addressed lay rather than expert perceptions of risk and what influences decisions encompassing risk are studies of the subjective perception of risk [24] [25] [26] and the study of decision-making under uncertainty (also referred to as the psychology of choice) [27, 28] . Both approaches focus on risk as a subjective rather than an objective concept, and both involve social and psychological aspects that impact on the individual cognitive structure of risk perception.", "cite_spans": [{"start": 173, "end": 177, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 178, "end": 182, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 183, "end": 187, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 286, "end": 290, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 291, "end": 294, "text": "28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Subjective perceptions of risk and decision-making under uncertainty"}, {"text": "Research into the subjective perception of risk generally involves asking study participants to rate a heterogeneous set of environmental or health risks including risks from individual activities, residential or work conditions, hazards from technologies, substances or products, and natural hazards. Respondents are asked to rate these activities or hazards in terms of perceived magnitude of risk, the acceptability of the risk and other aspects such as likelihood of death, catastrophic potential, avoidability, fear, familiarity, imposed or personal choice, time scale of impact, benefits of risk source, degree of concern, personal exposure etc.", "cite_spans": [], "ref_spans": [], "section": "Subjective perceptions of risk and decision-making under uncertainty"}, {"text": "Studies including vaccination (otherwise unspecified) as a hazard have reported vaccination as low risk [24, 25] . Vaccination is generally considered to be a risk that is not 'dreaded' (controllable, not fatal, individual, low risk to future generations) but is somewhat 'unknown' (not observable, effect delayed, new risk, risk unknown to science). Slovic [25] , in a study of risk perception of prescription drugs including vaccines, found vaccines were generally considered beneficial by the sample. However, people associating negative meanings to drugs tended to judge drugs and vaccines as having higher risks and lower benefits than people who associated positive meanings to drugs.", "cite_spans": [{"start": 104, "end": 108, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 109, "end": 112, "text": "25]", "ref_id": "BIBREF24"}, {"start": 358, "end": 362, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Subjective perceptions of risk and decision-making under uncertainty"}, {"text": "This research has consistently found that risks are perceived more negatively if exposure to the hazard is involuntary, people perceive they have little personal control over outcomes and there is uncertainty about the consequences of the outcome(s), the hazard is unfamiliar, the effects of the hazard are delayed, the hazard has catastrophic potential, the benefits are not immediately apparent and the hazard is caused by human rather than natural causes [24] . These have been summarised by two factors labelled 'Dread' (uncontrollable, feared, involuntary exposure, inequitable distribution of risk, not easily reduced, catastrophic, risk increasing, fatal consequences, risk to future generations) and the 'Unknown' (not observable, risk unknown to science, delayed effect, new risk) [29] . People make judgements about the persuasiveness and trustworthiness of experts involved in communicating risk and find risks less acceptable if they believe that the communication of the risks between experts and the community is poor [30] .", "cite_spans": [{"start": 458, "end": 462, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 790, "end": 794, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 1032, "end": 1036, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Subjective perceptions of risk and decision-making under uncertainty"}, {"text": "Research into decision-making under uncertainty showed that the rational subjective expected utility models which presumes that a good or 'rational' decision maker will sum the utilities and choose the action with the greatest total utility, does not explain how people make decisions [27, 28] . Kahneman and Tversky's research confirmed findings from the subjective perception of risk and further contributed to an understanding of how information about risks or uncertainties of outcomes influences decisions [27, 28] . Using hypothetical scenarios, studies have shown that people consistently underestimate risks of familiar and frequent events and overestimate the occurrence of low probability, but high consequence risks. Thus, rare events are perceived as more likely to occur than they do and common events are thought to occur less often than they do. The classic problems devised by Kahneman and Tversky involved asking subjects to choose between the certainty of saving 200 out of 600 lives or taking a 1 in 3 chance of saving 600 lives. They found that people's responses to possible negative outcomes are more extreme than their responses to possible positive outcomes. People also demonstrate a tendency to believe that their own risks are less than others, particularly if they believe that their exposure to risk is in some way under their control [31] . The impact of this tendency, described as unrealistic optimism and/or the illusion of control, is to reduce the perceived need to take protective measures [32] .", "cite_spans": [{"start": 285, "end": 289, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 290, "end": 293, "text": "28]", "ref_id": "BIBREF27"}, {"start": 511, "end": 515, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 516, "end": 519, "text": "28]", "ref_id": "BIBREF27"}, {"start": 1364, "end": 1368, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 1526, "end": 1530, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Subjective perceptions of risk and decision-making under uncertainty"}, {"text": "Of particular importance to the decision to immunise are studies describing the operation of omission bias and choices involving ambiguous situations [33] . Omission bias describes a preference for taking no action if the action might cause harm, even if there is a greater risk of harm by 'doing nothing'. Ambiguity describes the decision-maker's feeling that there is missing information relevant to outcome or choice [33] . The effect of ambiguity on choice is to reduce people's willingness to act or to postpone the action until the missing information can be obtained [33] . These studies used hypothetical scenarios, making decisions about others, and participants were generally tertiary students and sometimes, parents.", "cite_spans": [{"start": 150, "end": 154, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 420, "end": 424, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 574, "end": 578, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Subjective perceptions of risk and decision-making under uncertainty"}, {"text": "As stated above the Health Belief Model by itself has been found wanting in terms of being able to explain parents' behaviour with respect to immunising their children. Conceptual pieces have been written describing how subjective risk perception and risky decision-making theories may be useful in understanding parents' behaviour and choices although these have not drawn on primary data [7] . Using a qualitative design, the aim of this study was to: explore the salience of the decision-making and risk perception findings to parents' choices to immunise their young children; examine the utility of the risk perception and decision-making theories to provide a more detailed explanation of the differences between immunisers' and nonimmunisers' perceptions of severity, susceptibility to disease and benefits of vaccines; and understand how these theories might explain perceptions of risk and reactions to a 'new strain of flu' for themselves and their children.", "cite_spans": [{"start": 390, "end": 393, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Subjective perceptions of risk and decision-making under uncertainty"}, {"text": "Sampling A stratified purposeful sampling strategy [34] , was used to identify first time and experienced mothers of infants who were completely immunised (for age), incompletely immunised (behind the recommended immunisation schedule), partially immunised (parents chose or advised not to have a specific immunisation) or who had no immunisations. Initially, mothers of children between 14-16 months were approached. This age allowed a range of immunisation experiences to be discussed with participants while minimising the time since the first immunisation. To obtain sufficient numbers of nonimmunisers and partial immunisers this age range was broadened to include 3 to 30 months. It was initially proposed that interviewing approximately 8 mothers from each immunisation category would be sufficient to discern patterns of similarity and difference between these categories. If preferred by the mother, both parents could participate in the interview.", "cite_spans": [{"start": 51, "end": 55, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Method"}, {"text": "Possible participants were identified by Maternal and Child Health (M&CH) nurses in five metropolitan local government areas in Melbourne, Australia. Nurses were asked to approach mothers fitting the immunisation categories and to include, to the best of their knowledge, mothers of high and low education (< Year 11) and high and low income (held a Health Care Card). Parents were identified as fitting these categories from informal information available to the nurses. Parents from non-English speaking backgrounds whose English was poor were not interviewed. The Nursing Mothers Association group for the area also advertised the study.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Ethics approval was granted by the Royal Children's Hospital Ethics in Human Research Committee. Participation was voluntary, with written consent required. Participants provided informed consent to be interviewed, and for the interview to be taped. Participants were assured that they could stop the interview at any time, could choose not to answer any question if they didn't want to and that their responses would be confidential and transcripts anonymised. The interviewer did not have a dual relationship with the participants (i.e. she was neither a clinician nor provider of health services/care).", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Recruiting and interviewing continued until 'saturation' occurred [34] (i.e. no new information was obtained from the interviews) for complete, incomplete and non-immunisers or until no more new parents fitting the categories could be identified, as was the case for partial immunisers.", "cite_spans": [{"start": 66, "end": 70, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Participants"}, {"text": "Over the period of data collection, 94 families were identified as possible participants. Forty-eight interviews were arranged and 45 completed. One participant withdrew consent prior to the interview (she did not believe she had anything to say). Two participants were not at home at the time scheduled for the interview and neither returned follow-up phone calls. Of those not interviewed, 17 fitted categories for which a sufficient number of interviews had been conducted (complete immunisers); 11 were not interviewed due to language difficulties; 12 could not be contacted by the nurses and 6 refused. Interviews were undertaken in 1995-96. For six interviews both mother and father participated in the interviews (three of these were non-immunising families). All interviews were conducted in the participants' homes.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Semi-structured, one-on-one interviews were used to collect information from parents about their children's health, the experience of illness in the family, their understanding and interpretation of risk and how all of these related to their decision to immunise. The method of one-on-one interviews rather than focus groups, was chosen as the aim was to explore the parents' experiences and path to choosing to immunise or not, rather than a group discussion of the pros and cons of immunisation. To understand the context of parents' decisions to immunise, the interviews covered four themes: (1) how mothers keep their children healthy; (2) experience, familiarity and concerns regarding both vaccine preventable diseases and other diseases; (3) concepts and influences on risk perception and (4) the decisions, experience and outcomes regarding immunisation. The interview began with questions about health as a nonthreatening introduction and to place the consequent discussions about disease and disease prevention in the framework or context of health.", "cite_spans": [], "ref_spans": [], "section": "Interview structure"}, {"text": "Questions about diseases and the family's experience of them were included to explore the relationship between common illnesses experienced by the family and vaccine preventable diseases. What was of interest here was which diseases were familiar, which were unfamiliar, which were to be avoided if possible and which were 'just' childhood illnesses.", "cite_spans": [], "ref_spans": [], "section": "Interview structure"}, {"text": "To aid the investigation of how parents understand and interpret risk information the following two hypothetical news items about an influenza outbreak were read to the participants.", "cite_spans": [], "ref_spans": [], "section": "Interpretation of risk information and omission bias"}, {"text": "Health authorities issued a warning today about a new strain of flu expected this winter. The flu affects the airways, making breathing difficult and causing repeated bouts of coughing. Long term effects of pneumonia and brain inflammation have been reported in some cases. This strain appears to affect adults between the ages of 20-50 years. Several deaths occurred last year from the A-strain of this virus.", "cite_spans": [], "ref_spans": [], "section": "Radio news report 1"}, {"text": "Doctors have recommended that all adults should be vaccinated, especially those who are overworked, stressed and tired.", "cite_spans": [], "ref_spans": [], "section": "Radio news report 1"}, {"text": "Health authorities issued a warning today about a new strain of flu expected this winter. The flu affects the airways, making breathing difficult and causing repeated bouts of coughing. Long term effects of pneumonia and brain inflammation have been reported in some cases. Several deaths occurred last year from the A-strain of this virus. Many of those who died were children under 5 years. Doctors have recommended all young children should be vaccinated.", "cite_spans": [], "ref_spans": [], "section": "Radio news report 2"}, {"text": "The description of symptoms and complications was taken from a description of the complications for pertussis [35] . The doctors' recommendations were written so that the parents could consider themselves 'at risk' in the 1st instance, parents of young children often feeling overworked and tired, and in the 2nd scenario their child/children fitted the 'at risk' group.", "cite_spans": [{"start": 110, "end": 114, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Radio news report 2"}, {"text": "Omission bias was examined in this study by asking parents to respond to the following statement:", "cite_spans": [], "ref_spans": [], "section": "Radio news report 2"}, {"text": "STATEMENT 1 Some people say they won't vaccinate because they would feel worse if their child died because of the injection than if the child was not immunised and died from the disease.", "cite_spans": [], "ref_spans": [], "section": "Radio news report 2"}, {"text": "Participants were asked their opinion and were then read a second statement: STATEMENT 2 Some people say they would vaccinate because they would feel worse if their child got the disease and died or was brain damaged when they could have had an injection to prevent it.", "cite_spans": [], "ref_spans": [], "section": "Radio news report 2"}, {"text": "These statements were used rather than the more complicated scenarios developed by others (e.g. [33] ) because it was believed they captured the essential element of omission bias in circumstances with which the parent could identify.", "cite_spans": [{"start": 96, "end": 100, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Radio news report 2"}, {"text": "The interview concluded with discussions of the process of deciding to immunise or not and included a discussion of structural and non-structural barriers.", "cite_spans": [], "ref_spans": [], "section": "Radio news report 2"}, {"text": "All interviews were conducted in the participants' homes at times convenient to them by the first author. Interviews lasted between 45 to 90 minutes. Socio-demographic information including family size and type (two or one parent family), mother's age, parental occupations and education levels was collected at the end of the interview. For those children who were immunised, immunisation status was determined from the immunisation records held by the parent. All interviews were audio-taped and fully transcribed. The interview focussed on the sole or youngest child in the family. Previous experience of disease and immunisations for older children was discussed in terms of its effect on decisions for the youngest child.", "cite_spans": [], "ref_spans": [], "section": "Interview procedure"}, {"text": "Interviews were thematically coded after all interviews had been collected. This analysis focussed on determining whether parents' descriptions of their experiences and beliefs were congruent or incongruent with theories of health behaviour, decision-making and risk perception. The coding was undertaken by the first author. No formal testing of the reliability of the coding was undertaken although discussions with colleagues about the analysis and the meanings and patterns derived from this were extensively undertaken.", "cite_spans": [], "ref_spans": [], "section": "Method of analysis"}, {"text": "Interviews were completed with 16 mothers whose children had completed immunisations appropriate for their age, 12 whose children were incompletely immunised, seven whose children were partially immunised (chose or advised not to have at least one component), and ten whose children had no immunisations. All families with incomplete immunisations had two or more children. (See Table 1 .)", "cite_spans": [], "ref_spans": [{"start": 379, "end": 386, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The following section presents a brief summary of similarities between immunisers and non-immunisers in terms of the concepts in the Health Belief Model. This is followed by a critical interpretation of the data linking this model with the theories of subjective perception of risk and decision-making under uncertainty. Finally the differences found between complete, incomplete, partial and nonimmunisers in terms of these theories are summarised. Table 2 summarises the differences and similarities between complete, incomplete and non-immunisers in terms of the core concepts of the Health Belief Model from these interviews (see [16] for further details). Partial immunisers formed two groups; those whose child had had a severe reaction to DTP (Diphtheria, Tetanus, Pertussis vaccine) (n = 3) where the parents had been advised not to continue with vaccination and those who chose to only undertake some vaccinations or changed their mind about vaccinations after the first DTP vaccine (n = 4). The former of these expressed views similar to complete immunisers and the latter to nonimmunisers. To better understand these differences in perceptions, the interviews were analysed firstly for themes from the studies of risk perception-dread, familiarity and controllability.", "cite_spans": [{"start": 634, "end": 638, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 450, "end": 457, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Dread was an important determinant of what the participants in this study perceived as high risk. What was dreaded, however, differed between the immunisers and the non-immunisers. Immunisers dreaded the outcomes of the diseases, especially those with which they were unfamiliar. This fear motivated them to take the risk of immunising.", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "\"The life threatening ones really concerned me, like ones I didn't know anything about...Polio really scared me and the thought of whooping cough... those are quite scary sort of concepts. Meningitis was frightening.\" (Complete immuniser, #11) \"I'm not sure about whooping cough, it just has horrible connotations in my mind but I'm not quite sure why, what can happen... Yeah, it's interesting isn't it, you know, people think it's the ones that you don't know about that you're likely to dismiss but it doesn't seem to me that way.\" (Complete immuniser, #13)", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "Polio, diphtheria, tetanus and meningitis were unfamiliar to these mothers but they conjured vivid images of severe outcomes. Of this group (immunisers), parents considered their children to be at greatest risk from meningitis. Even though most considered it unlikely that their children would contract these diseases, it was easy to imagine that if contracted, the worst was likely to happen.", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "LB: \"If M hadn't been immunised, how likely do you think she would get these diseases?\" The risks associated with vaccination were also perceived as being rare but rather than imagining the worst in this instance, they believed that one would be unlucky to have severe reactions.", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "Thus, on balance, the risk of not immunising was not worth taking and a 'common sense' approach was necessary. They likened vaccination to taking other safety precautions. In terms of the theories of risk, respondents were perceiving the diseases as less familiar therefore dreaded and unknown, and therefore possibly overestimating their risk, and perceiving vaccines as more familiar, and possibly underestimating their risk.", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "In contrast, non-immunisers dreaded the unknown or uncertain outcomes of the vaccines with major fears being for invisible/undetectable/distant problems such as the vaccines causing leukaemia, SIDS, AIDS and brain damage. For these parents, vaccines were not only ineffective but they were actively dangerous to children's health.", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "\"Brain damage, affecting limbs. I've read there are long term effects which we really don't know about. There are new diseases coming up. Polio is no longer life threatening but there are cancers and AIDS, long term effects on the immune system. And this is because we are interfering, causing genetic changes.\" (Non-immuniser #26) \"They don't work and they do harm. Putting these things into their bodies-germs and all the other products-mercury aluminium etc cannot be good. It suppresses/disrupts the child's immune system. It doesn't work and it is harmful. It's not just the risk of the side effects but the long term effects that we don't know about now. Basically so many things which we did in the past we now know better and think were barbaric. I would rather not do something to my child when we don't know what the long term effects might be. There have been studies which have related these to leukaemia and other cancers, asthma eczema and all sorts of things. I don't want to do that to my child.\" (Non-immuniser, #19)", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "On the other hand, severe outcomes of the diseases were believed to be rare or only a problem for children with poor nutrition, poor sanitation, and compromised immune systems. Non-immunisers believed it was unlikely that their children would suffer serious complications if they contracted these diseases because they had healthy immune systems.", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "\"If D did get one of these diseases it wouldn't necessarily be catastrophic. Some people do get very sick or die but what we don't know, what they don't tell us is that those children were probably not well to start with. Fairly sick children are more likely to get serious long term effects. Their health before the illness is crucial to how their bodies cope with the disease.\" (Non-immuniser,# 19) \"...a rejection of the notion that children have to be immunised against these diseases because the disease itself will automatically be worse than the immunisation and a concern that the you know the vaccination itself can have problems.\" (Non-immuniser,# 21)", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "For one non-immuniser, who was not 'against' using conventional medicine' she believed her children were protected from disastrous consequences because they had easy access to modern medical intervention.", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "\"Well I just can't see the need. If your child catches measles and... that develops into anything else... we're not stuck in the middle of the country without good doctors or hospitals...\" (Non-immuniser, #29)", "cite_spans": [], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "As reported previously, both pro-and anti-immunisers were concerned about vaccines overloading even healthy but immature immune systems [16] \"I do sort of worry that we are vaccinating too much. I just worry about what it does to your immune system, to all our immune systems\" (Complete immuniser, #14) \"He's still very thin but he's past the point of where I sort of see him [as] very vulnerable...like now I'm happy to give them to him.\" (Incomplete immuniser, #24) \"I mean I know she is a strong as a horse and I know she could have every shot under the sun and she'd be fine I just don't think it's a proper thing to do ... in only two-month olds.\" (Non-immuniser, #29)", "cite_spans": [{"start": 136, "end": 140, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Dread of the unknown versus familiarity"}, {"text": "As would be expected from risk perception theory, diseases that were familiar to parents were not dreaded. Measles, mumps and rubella were not considered serious or life threatening by most parents irrespective of immunisation status. Most mothers were familiar with these diseases. They had had personal experience of these and remembered them as mild.", "cite_spans": [], "ref_spans": [], "section": "What is familiar is not dreaded"}, {"text": "\"[If] she happened to get measles, well I'm not that worried...because I had it and it was fine.\" (Complete immuniser, # 11)", "cite_spans": [], "ref_spans": [], "section": "What is familiar is not dreaded"}, {"text": "The motivation to immunise against these diseases was, therefore, less than for diseases that were unfamiliar.", "cite_spans": [], "ref_spans": [], "section": "What is familiar is not dreaded"}, {"text": "\"...If it's a disease like measles, mumps, chicken pox, things like that you can let them get through fine, then if you got into meningitis, polio, well yeah, you'd have to think again.\" (Complete immuniser, #31) \"See, measles and German measles-I know that they brought the immunisation in because there are complications and there have been kids with complications. But see, like I remember from my generation a lot of us that was just the normal. Kids had the measles. So I am not so sure about those two whether it is important.\" (Incomplete immuniser, #15)", "cite_spans": [], "ref_spans": [], "section": "What is familiar is not dreaded"}, {"text": "Measles, mumps and rubella were perceived as diseases that...'every child's got to get' and rather than avoid these diseases it was best to 'get them out of the way' as early as possible, especially as it was believed that these diseases were more serious in adults. There was no urgency in having their children vaccinated for these diseases.", "cite_spans": [], "ref_spans": [], "section": "What is familiar is not dreaded"}, {"text": "The idea of control was also used by parents to explain their choice to vaccinate. One explanation for immunising given by complete immunisers was that they could not control their children's exposure to diseases and hence, it was safer to vaccinate. By doing so they could control, to some extent, the diseases that their children were at risk of contracting.", "cite_spans": [], "ref_spans": [], "section": "Controlling exposure or outcome"}, {"text": "\"I think the world of her and I thought if [I] can prevent her getting any of these diseases I will. (Complete immuniser, #7)", "cite_spans": [], "ref_spans": [], "section": "Controlling exposure or outcome"}, {"text": "Incomplete immunisers believed vaccination would contain or reduce the effects of disease rather than prevent it completely.", "cite_spans": [], "ref_spans": [], "section": "Controlling exposure or outcome"}, {"text": "\"...kids still get measles and mumps so that's the silly thing isn't it really? It's only to prevent it, it can't cure, do you know what I mean? I've heard of kids still getting measles.\" (Incomplete immuniser #30) \"But it doesn't prevent the flu, you still get the flu but not a strong dosage.\" (Incomplete immuniser, #44)", "cite_spans": [], "ref_spans": [], "section": "Controlling exposure or outcome"}, {"text": "In contrast, non-immunisers talked about being able to control their children's environment and therefore their exposure to disease. This non-immunising mother spoke of her reasons for vaccinating the family dogs: ", "cite_spans": [], "ref_spans": [], "section": "Controlling exposure or outcome"}, {"text": "The explanatory power of ambiguity, outrage, omission bias and optimistic control was also examined in these interviews.", "cite_spans": [], "ref_spans": [], "section": "Decision-making under uncertainty"}, {"text": "Perceived lack of information or insufficiency of information should either provoke outrage [30] or hesitation from acting [33] . Participants provided examples of both. Lack of information about susceptibility to vaccine side effects caused mothers in some instances to refrain from vaccinating their child or to hesitate about immunisation. One mother had hesitated to immunise her second child until she could be reassured that he would not have severe side effects from the vaccine. She had reason to believe he would be particularly susceptible to such side effects because he was 'not robust', he had many food allergies and his father had collapsed after immunisation as an infant. She expressed an equivalent concern about the child's susceptibility to disease especially as he had a school-aged sibling who could expose him to disease. The major reason for her hesitation was that no one had seriously considered her questions or considered her son's case on an individual basis.", "cite_spans": [{"start": 92, "end": 96, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 123, "end": 127, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Insufficient information-ambiguity or outrage"}, {"text": "\"I want someone to look at him as an individual and I don't feel that they are the medical community....I don't want people making the decisions for me. ...I want that information available so that I can make an informed choice\" (Non-immuniser, #18)", "cite_spans": [], "ref_spans": [], "section": "Insufficient information-ambiguity or outrage"}, {"text": "Being aware that children could react to the MMR vaccine but not being told what that reaction was or what to expect also caused some hesitation with some mothers. Some mothers hesitated about immunising against Hepatitis B which was at the time of the study recommended for 'at risk' groups. It was unclear to these mothers what this phrase meant and if it applied to their children.", "cite_spans": [], "ref_spans": [], "section": "Insufficient information-ambiguity or outrage"}, {"text": "[I] believe he should have the hepatitis one 'cause if he comes in contact with another child that's got it, but they say he's not at risk... but what makes him not at risk to get it? So I've been umming and aahing whether to get that one.\"(Complete Immuniser, #10)", "cite_spans": [], "ref_spans": [], "section": "\""}, {"text": "The reverse of hesitating to act because of insufficient information was shown by others who figuratively 'shut their eyes' to the information about vaccine risk because it was unsettling.", "cite_spans": [], "ref_spans": [], "section": "\""}, {"text": "\"I think honestly speaking, this sounds stupid, but I think well, I don't want to hear it [about side effects], because it scares me. I know it might be stupid because you think, well you know they're s'posed to have it but if you start thinking well, what if you know if this happens and that happens well, then you wont immunise your children, so, there's a risk I s'pose.\"(Incomplete immuniser, #42)", "cite_spans": [], "ref_spans": [], "section": "\""}, {"text": "Another response to a perception of insufficient information was anger or outrage. During the interview some mothers apologised for not being better informed about diseases.", "cite_spans": [], "ref_spans": [], "section": "\""}, {"text": "Others were angry at their lack of knowledge about diseases and vaccines. This anger was not directed at themselves but at unspecified others. Anger was more often expressed by non-immunisers who believed that drug companies and doctors knew vaccines were not safe but kept the information from the public.", "cite_spans": [], "ref_spans": [], "section": "\""}, {"text": "Whether parents choose not to act, when action may cause harm, was explored. This was done with the use of two statements-describing whether (1) it would be worse to have your child die due to your action (immunise) or (2) it would be worse due to inaction (die from disease) (see Methods section for statements). Both statements presented uncomfortable possibilities to parents.", "cite_spans": [], "ref_spans": [], "section": "Omission bias"}, {"text": "\"You can't ... I mean as far as I'm concerned you lose a child you lose it and it's painful either way I like to think that I've done the best I can to protect him from it um and if you know it's because of the injection well to some degree I'm fatalistic. I mean if it's meant to be it's meant to be. There's not much you can do about it but I would rather know that I've taken every precaution I can instead of you know leaving him open and susceptible to these things.\" LB: Some people say they would vaccinate because they would feel worse if their child died from an illness which they could have prevented. \"Possibly I would sit in that category.\" (Complete immuniser, #1)", "cite_spans": [], "ref_spans": [], "section": "Omission bias"}, {"text": "Most parents, irrespective of the immunisation status of their children identified more with the second statement, with only a few parents identifying with the first:", "cite_spans": [], "ref_spans": [], "section": "Omission bias"}, {"text": "\"I'd have to agree with that. I think if you've given birth to a perfect healthy child and then you've introduced foreign substances into their body which has then damaged them in some way, ah, yeah, I don't know, I don't think I could live with myself. Whereas if they've caught the disease that's kind of c'est la vie you know. I mean it's still awful. It's still a great tragedy, especially if you do lose them. But I think that's that. If you talk about metaphysics, I believe in metaphysics and all the rest of it, so I'd sort of say well, they're meant to be here, they're meant to experience it, they're meant to deal with it or not deal with it depending on what they're here for. So I have to take a philosophical approach. It'd be devastating.\" (Non-immuniser, #32)", "cite_spans": [], "ref_spans": [], "section": "Omission bias"}, {"text": "Opposite to what would be predicted, many of the non-immunisers disagreed with the first statement and were adamant that this did not form part of their reason not to immunise.", "cite_spans": [], "ref_spans": [], "section": "Omission bias"}, {"text": "FATHER: \"I think you would be foolish to reach [that conclusion] I mean we're not foolish. I couldn't possibly say that I would be more comfortable with the you know...\" MOTHER: \"The child dying or at least you know that he died from the disease.\" FATHER: \"Yeah a natural thing rather than induced. Yeah that's where the natural therapy philosophy goes too far...That would never be reason to [not immunise].\" MOTHER: \"No, for not immunising him. Yes. I can't even relate to it as a distinction.\" (Non-immunisers #27)", "cite_spans": [], "ref_spans": [], "section": "Omission bias"}, {"text": "The main reasons parents gave for not agreeing with the first statement was the perception that this scenario was unlikely to occur and, irrespective of immunisation status, most parents believed they had done everything they could to prevent disease. Thus, parents used their perceptions of the risks of the outcome of death from vaccine or the risk of getting the disease to explain their choice.", "cite_spans": [], "ref_spans": [], "section": "Omission bias"}, {"text": "\"No, well I'd feel, well I think that that's part of the risk, that there is a small risk that your child will have a reaction to the immunisation that's that's minimal compared to the risk of them getting the disease if you don't immunise so I'd always opt to immunise. (Complete immuniser, #5) \"I think you've got more, to me I think she's got more of a chance getting something not being vaccinated than, she's a healthy little girl isn't she?\" (Complete immuniser,#7)", "cite_spans": [], "ref_spans": [], "section": "Omission bias"}, {"text": "For those who agreed with Statement 1, they based this on their belief that there was a greater risk from vaccines so the first statement was the more likely scenario.", "cite_spans": [], "ref_spans": [], "section": "Omission bias"}, {"text": "Participants' responses to the two hypothetical radio news items, was concordant with the theories that perception of risk may be influenced by an unrealistic optimism about one's own risks or unrealistic perception of control over one's life. The participants generally did not believe that they would be at risk from the flu. They believed themselves to be healthy, not susceptible to flu and that they were strong enough to fight it off:", "cite_spans": [], "ref_spans": [], "section": "Optimistic bias and the illusion of control"}, {"text": "\"I tend to think that couldn't happen to me 'cause I'm young and healthy and couldn't possibly die of flu...Its a few cases [dying] and that happens.\" (Complete immuniser, #13)", "cite_spans": [], "ref_spans": [], "section": "Optimistic bias and the illusion of control"}, {"text": "Although the scenarios were written specifically so that those being interviewed fitted the 'at risk group', the participants did not identify with this group. They believed that the people who suffered serious consequences of flu were different to themselves. When they heard similar items on the news they assumed the people who were badly affected were old, frail, sick, had not been eating well, had poor immune systems, low resistance or were people who did not look after their health.", "cite_spans": [], "ref_spans": [], "section": "Optimistic bias and the illusion of control"}, {"text": "\"It says doctors recommend all should be vaccinated especially those who are overworked, stressed and tired. Well of course they would be the ones whose immune systems would not cope.\" (Non-immuniser, #19)", "cite_spans": [], "ref_spans": [], "section": "Optimistic bias and the illusion of control"}, {"text": "All non-immunisers believed the risk of this hypothetical flu vaccine was higher than the risk of the disease but some immunisers also perceived high risk and little benefit from the vaccine. They related incidents of relatives who had bad experiences after receiving a flu injection. They believed that there were other ways of reducing the risk of flu such as taking supplements, improving lifestyle and avoiding people with the disease. Those who did believe their family to be at risk of this flu already received annual flu injections, with the occurrence of serious illness in these families prompting them to have flu vaccines.", "cite_spans": [], "ref_spans": [], "section": "Optimistic bias and the illusion of control"}, {"text": "Participants were also asked whether knowing someone who had the illness and had been very ill would affect their decision to immunise against this hypothetical flu. Again the response was that it would depend on the state of the friend's health and their habits: whether they were unhealthy or stressed, or careless of their health. While it would be more concerning to hear of a friend who was ill, most did not think it would mean they themselves were more at risk.", "cite_spans": [], "ref_spans": [], "section": "Optimistic bias and the illusion of control"}, {"text": "In the second news item the 'at risk' group was children under five. All parents stated this item of news would be of greater concern to them. Their first action however, would be to seek more information from their health advisers before immunising. The risk of their children becoming ill was more important than the risk to themselves and all believed that their responsibility as parents was to do everything they could to protect their children. This responsibility made it stressful to make decisions for children because 'you can't afford to make the wrong choice', and one can't take risks for one's children where one might take risks for oneself.", "cite_spans": [], "ref_spans": [], "section": "Perceptions of risk: comparing children and adults"}, {"text": "\"...[I'm] not prepared to risk them, I can control my risks.\" (Non-immuniser, #29) \"You've got to take the risk to prevent them getting sick.\" (Incomplete immuniser, #20) \"Take all the risk factors out of it and make sure they have a good life.\" (Incomplete immuniser, #34) \"Because I am so much more protective of their health than mine. I am concerned that they don't have the option of making choices as easily as I do and that is why I would like to make informed choices. And I feel like if I make the wrong choice for yourself and that is something that I wear, I am responsible for it. If I make the wrong choice for them it is more serious.\" (Non-immuniser, #21)", "cite_spans": [], "ref_spans": [], "section": "Perceptions of risk: comparing children and adults"}, {"text": "There was however, a reluctance to immunise. Many believed there was an over-reliance on immunisations and antibiotics and that they would only immunise if the disease was widespread or local (Statewide). If it were not widespread it was not worth the risk of preventative medicine. Table 3 summarises the factors found to influence the decision to immunise and corresponding aspects of the explanatory theories used as a theoretical framework for this study. In this table we aim to show how the information from risk perception and decision making under uncertainty allow for a greater explanation or point to more nuanced action. For example, consideration of unfamiliarity with diseases would be part of the Health Belief Models framework of considering perceived severity. However the Health Belief Model does not explain or allow us to understand what people perceive as familiar or unfamiliar. One might think that if parents are not familiar with a disease they may not think it is serious, whereas subjective perception of risk would indicate that the reverse may be operating: unfamiliarity increases people's perception of risk. Similarly, where parents don't think their child is susceptible to the disease (a Health Belief Model construct), the idea of having 'optimistic control' helps to explain why they might think this.", "cite_spans": [], "ref_spans": [{"start": 283, "end": 290, "text": "Table 3", "ref_id": null}], "section": "Perceptions of risk: comparing children and adults"}, {"text": "In considering the news reports respondents were asked how many would 'several deaths' be to cause them to worry about the risks of the disease. It was difficult for the participants to respond to this question meaningfully and the production of these numbers was somewhat arbitrary; most were not comfortable giving their response, and many could not say. For instance, one couple said they could give an answer if it was needed to meet the research requirements but it would be meaningless. The numbers given varied from only one or two deaths, five in the State, or between one and ten percent. Others gave figures of more than fifty percent of those who got the disease would have to die for them to be concerned.", "cite_spans": [], "ref_spans": [], "section": "The meaning of numbers-parents as lay epidemiologists"}, {"text": "The question was useful, however, because it provoked participants to define the type of information they wanted in order to make sense of reports such as those they had just heard. For instance, they said their response to the number of deaths would depend on how similar to their own circumstances were those who had died. Did they live in Australia, Victoria or developed countries? Were those who were dying, previously Table 3 Factors influencing the decision to immunise drawing on the Health Belief Model, subjective perception risk and risky decision-making theories healthy people or those who were sick and thus, more susceptible? Was it a familiar disease (flu) or rare (Ebola virus)? If it was unfamiliar it was frightening. If it was familiar (flu) they wanted to know the details of who it was who had died or suffered complications. Thus, it was not the statistics that were important for deciding on risk, but the characteristics of those who had the disease and the familiarity or unfamiliarity of the disease.", "cite_spans": [], "ref_spans": [{"start": 424, "end": 431, "text": "Table 3", "ref_id": null}], "section": "The meaning of numbers-parents as lay epidemiologists"}, {"text": "The decision to immunise or not is complex with perceptions of risks of vaccines, diseases and robustness of the child's health to be considered. In this study we have identified and clarified differences in perception between complete, incomplete and non-immunisers and also identified similarities between all mothers with respect to the decision to immunise their young children.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "While the decision to immunise young children can be understood to some extent in the context of perceptions of severity and susceptibility to disease and benefits and barriers to immunisations, the theories of risk perception and decision-making add a depth of understanding to the differences found between these parents in terms of their perceptions and interpretations of what is risky and what is not. Two aspects in particular appear to be important: the familiarity or unfamiliarity with the disease and perceived control over risks or outcomes. Thus, perceptions of severity of disease are influenced by the unfamiliarity of the disease and/or the perception that these diseases will have uncontrollable outcomes. That is, diseases with which parents are least familiar are perceived as more severe than those with which parents are more familiar and therefore worth taking preventive action. Being a familiar disease contributed to delays in immunisation, or not immunising as these familiar diseases were not considered to be severe.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This finding is congruent with other primary studies. For example, Hilton et al [36] reported 'of all the diseases... measles was the one that parents most commonly reported having as a child. ...Indeed their experience of measles often rendered it a less threatening disease.... While parents with no experience of measles entertained the long-term damage it could inflict, those with experiences of it tended to minimise the risks' (p 174, authors' italics). From this it would appear that it is too simplistic to attribute reduction in immunisation uptake to a growing lack of familiarity with diseases because of the success of the immunisation programmes.", "cite_spans": [{"start": 80, "end": 84, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Discussion"}, {"text": "Understanding people's perceptions of what can and cannot be controlled is important to understanding their behaviour. There is both an aspect of fearing uncontrollable or unknowable outcomes and therefore taking preventive action and an optimistic belief or an illusion that the environment or risks can be controlled. Unlike the non-immunisers in this study and others [21] , immunisers choose immunisation because they believe they have limited control over their children's environment and contacts. Many believed they could control risks to their own health or were willing to 'take the risk' with their own health.", "cite_spans": [{"start": 371, "end": 375, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Parents were less willing to take risks with their children's health than with their own. This was partly because children were perceived as more susceptible than healthy adults and partly because their children were dependent on them making good decisions. This unwillingness to take risks included being cautious of preventive action as well as cautious about diseases. An important barrier to action was the tension between what is 'natural' and medical intervention. For many mothers there was something 'unnatural' about medical intervention. They held a belief that medical intervention was necessary for important diseases but that it was not safe or necessary to use for all problems. Again, this perception that what is unnatural is more risky is congruent with the studies of subjective risk perception, but could not be predicted from the Health Belief Model.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Importantly, the participants believed that the risks of diseases and complications from disease were not equally spread throughout the community. When listening to reports of epidemics, it is not the number of people who are affected but the familiarity or unfamiliarity of the disease and the characteristics of those who had the disease that caused parents to worry about taking preventive action. Poor information or communication creates barriers to immunisation completion which can be understood in terms of the concepts of outrage and ambiguity. Lack of trust and poor communication between providers and parents exacerbated the belief that information was being kept from them. Because they all believed that parents were ultimately responsible for their children, this feeling that information was denied them frustrated and angered them.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This study has used qualitative methods to determine if aspects of theories of risk and decision-making can help to explain parents' decisions about immunising their children. Traditionally qualitative research has been associated with the generation, rather than the testing, of hypotheses, however, this denies a major strength of qualitative research which is to examine theories in the light of data. As such it is a method suited to producing understanding and to generating solutions to problems [34] . We believe this method, therefore, is appropriate to provide a greater understanding of complexities of decision making and perceptions of disease and vaccines and a depth of information not available from large scale quantitatively based surveys. The benefits of using the qualitative method described in this study is the large quantity of detailed information it provides, however, using a small non-randomly selected sample can present problems in determining the generalisabilty of the ensuing information. The results of this study confirm, complement and extend the findings of other studies in this area [4, 5, 36, 37] .", "cite_spans": [{"start": 502, "end": 506, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 1121, "end": 1124, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1125, "end": 1127, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1128, "end": 1131, "text": "36,", "ref_id": "BIBREF35"}, {"start": 1132, "end": 1135, "text": "37]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Limitations"}, {"text": "The data that this paper draws on were collected in the late 1990s and some may wonder at their currency. We believe that this might be a problem if the focus of the paper was about which diseases or vaccines are an issue; with scares and controversies these can change over time. The point of this paper however, has been to examine the utility of synthesizing theories of health protective behaviours, risk perception and decision-making. While we recognise that different socio-temporal contexts may create different issues (e.g. the impact of the MMR controversy was substantially greater in the UK than Australia), we argue that the approach we have taken in this paper provides a framework for us to make sense of people's reactions to and perceptions of old (and new) diseases and vaccinations at any time. We therefore think this work can contribute to, and be of particular importance in informing the public health approaches to new flu epidemics. It provides data supporting commentary and critique of the current public health approach to the issues of vaccine risk and immunisation uptake, being that continued provision of better risk information is not the answer [7] .", "cite_spans": [{"start": 1179, "end": 1182, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Limitations"}, {"text": "We have found and would argue that the theories of risk perception and aspects of decision-making under uncertainty have been useful for understanding the differences and similarities between pro-immunisers and non-immunisers, except for the issue of omission bias. Parents in this study, whether immunisers or not, generally did not agree that a negative outcome was preferable or more acceptable from inaction. This finding raises some doubts about the methods and/or generalisability of findings from studies of this phenomenon, which usually involve multiple, similar, hypothetical situations with limited contextual information, presented in mathematical and probabilistic language. Participants in this study responded to these omission bias statements by generally denying that either contributed to their decision to immunise their child.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Similar findings to this study have been reported by others [3] [4] [5] 37] and have important implications for how public health addresses the issues of trust and communicates risk information. As others have noted there is more to risk communication than providing more facts about risks [3, 4, 7, 23] . To paraphrase Hobson-West, from these studies and critiques, it is clear that education is not the main policy tool and ignorance is not the main enemy for maintaining immunisation uptake (p 279 [23] ).", "cite_spans": [{"start": 60, "end": 63, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 64, "end": 67, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 68, "end": 71, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 72, "end": 75, "text": "37]", "ref_id": "BIBREF36"}, {"start": 290, "end": 293, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 294, "end": 296, "text": "4,", "ref_id": "BIBREF3"}, {"start": 297, "end": 299, "text": "7,", "ref_id": "BIBREF6"}, {"start": 300, "end": 303, "text": "23]", "ref_id": "BIBREF22"}, {"start": 501, "end": 505, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Implications for communicating information about vaccines and diseases"}, {"text": "Drawing on the aspects of subjective perceptions of risk and decision-making under uncertainty, we believe the following needs to be considered in communicating risk information and health messages:", "cite_spans": [], "ref_spans": [], "section": "Implications for communicating information about vaccines and diseases"}, {"text": "Facts and figures are not interpreted or acted upon rationally: dread, catastrophic potential and familiarity with the risk influences interpretation and action People act as lay epidemiologists. Thus providing information about risks as though everyone has the same risk makes the advice unbelievable and can be discounted", "cite_spans": [], "ref_spans": [], "section": "Implications for communicating information about vaccines and diseases"}, {"text": "Parents are more willing to take risks about their own health than with their children's health but this greater caution about their children's health does not automatically mean they will accept medical intervention From the theory of subjective perception of risk people may well be wary of novel vaccines or therapies (manmade versus natural risks) hence there may be some hesitation in the uptake of such vaccines People will discount their risks-'the people affected are not like me'. This may have implications for how people will assess their risk of being badly affected by any outbreak of new strains of influenza such as H1N1.", "cite_spans": [], "ref_spans": [], "section": "Implications for communicating information about vaccines and diseases"}, {"text": "Clear communication which involves listening to, and not dismissing people's concerns, is valued.", "cite_spans": [], "ref_spans": [], "section": "Implications for communicating information about vaccines and diseases"}, {"text": "This study has shown that there is a need to understand and take into account how people subjectively perceive risks and how that influences their decision-making, in order to understand their choices and behaviours. Theories of risk perception and decision-making can help to explain differences in perceptions of severity and susceptibility of diseases and vaccines. Importantly, this study has found that health messages about the risks of disease which are communicated as though there is equality of risk in the population may be unproductive as these messages are perceived as unbelievable or irrelevant. The findings from this study have implications beyond the issue of childhood vaccinations as we grapple with communicating risks of new epidemics. Using and developing a more complex theoretical approach to public health issues may increase the likelihood we can understand the barriers to action and develop effective methods of communicating risk and delivering acceptable public health interventions. And indeed may usefully contribute to the current debates, especially in the UK, of how these theories of risk and decision-making can be used to 'nudge' other health behaviours [38, 39] .", "cite_spans": [{"start": 1193, "end": 1197, "text": "[38,", "ref_id": null}, {"start": 1198, "end": 1201, "text": "39]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Concerns about immunisation", "authors": [{"first": "H", "middle": [], "last": "Bedford", "suffix": ""}, {"first": "D", "middle": [], "last": "Elliman", "suffix": ""}], "year": 2000, "venue": "", "volume": "320", "issn": "", "pages": "240--243", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Public Health: the district immunisation coordinator", "authors": [{"first": "D", "middle": [], "last": "Elliman", "suffix": ""}, {"first": "J", "middle": [], "last": "Moreton", "suffix": ""}, {"first": "D", "middle": [], "last": "Hall", "suffix": ""}], "year": 2000, "venue": "Arch Dis Childhood", "volume": "82", "issn": "", "pages": "280--282", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A qualitative investigation of vaccine risk perception amongst parents who immunize their children: a matter of public concern", "authors": [{"first": "N", "middle": [], "last": "Raithatha", "suffix": ""}, {"first": "R", "middle": [], "last": "Holland", "suffix": ""}, {"first": "Gerrard", "middle": ["S"], "last": "Harvey", "suffix": ""}, {"first": "I", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "J Public Health Med", "volume": "25", "issn": "2", "pages": "161--164", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Health risk communication and amplification: learning from the MMR vaccination controversy. Health", "authors": [{"first": "J", "middle": [], "last": "Petts", "suffix": ""}, {"first": "S", "middle": [], "last": "Sniemeyer", "suffix": ""}], "year": 2004, "venue": "Risk Soc", "volume": "6", "issn": "1", "pages": "7--23", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Qualitative analysis of mothers' decision-making about vaccines for infants: the importance of trust", "authors": [{"first": "A", "middle": ["L"], "last": "Benin", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Wisler-Scher", "suffix": ""}, {"first": "E", "middle": [], "last": "Colson", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Shapiroc", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Holmboe", "suffix": ""}], "year": 2006, "venue": "Pediatrics", "volume": "117", "issn": "5", "pages": "1532--1541", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Randomised controlled trial of the use of a modified postal reminder card on the uptake of measles vaccination", "authors": [{"first": "P", "middle": [], "last": "Hawe", "suffix": ""}, {"first": "N", "middle": [], "last": "Mckenzie", "suffix": ""}, {"first": "R", "middle": [], "last": "Scurry", "suffix": ""}], "year": 1998, "venue": "", "volume": "79", "issn": "", "pages": "136--140", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Parental decision-making in childhood vaccination", "authors": [{"first": "L", "middle": [], "last": "Serpell", "suffix": ""}, {"first": "J", "middle": [], "last": "Green", "suffix": ""}], "year": 2006, "venue": "Vaccine", "volume": "24", "issn": "", "pages": "4041--4046", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Testing four competing theories of health-protective behaviour", "authors": [{"first": "N", "middle": ["D"], "last": "Weinstein", "suffix": ""}], "year": 1993, "venue": "Health Psychol", "volume": "12", "issn": "", "pages": "324--333", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Understanding Attitudes and Predicting Social Behaviour", "authors": [{"first": "I", "middle": [], "last": "Azjen", "suffix": ""}, {"first": "M", "middle": [], "last": "Fishbein", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Triandis HC: Values, attitudes and interpersonal behaviour", "authors": [], "year": null, "venue": "", "volume": "1980", "issn": "", "pages": "195--259", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The flu shot study: Using multiattribute utility theory to design a vaccination intervention", "authors": [{"first": "W", "middle": ["B"], "last": "Carter", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Beach", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Inui", "suffix": ""}], "year": 1986, "venue": "Organisational behav human perform", "volume": "38", "issn": "", "pages": "378--391", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The health belief model and personal health behaviour", "authors": [{"first": "M", "middle": ["H"], "last": "Becker", "suffix": ""}], "year": 1974, "venue": "Health Educ Monograph", "volume": "2", "issn": "", "pages": "324--473", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The health belief model and preventive health behaviour", "authors": [{"first": "I", "middle": ["M"], "last": "Rosenstock", "suffix": ""}], "year": 1974, "venue": "Health Educ Monograph", "volume": "2", "issn": "", "pages": "354--386", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Immunisation uptake: the role of parental attitudes. Final report to the Health Education Authority London: Health Behaviour Unit, Institute of Psychiatry", "authors": [{"first": "S", "middle": [], "last": "Sutton", "suffix": ""}, {"first": "E", "middle": [], "last": "Gill", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The Peckham Report National Immunisation Study: Factors influencing immunisation uptake in childhood Horsham: Action Research For The Crippled Children", "authors": [{"first": "C", "middle": [], "last": "Peckham", "suffix": ""}, {"first": "H", "middle": [], "last": "Bedford", "suffix": ""}, {"first": "J", "middle": [], "last": "Senturia", "suffix": ""}, {"first": "A", "middle": [], "last": "Ades", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Vaccine preventable diseases and immunisations: a qualitative study of mothers' perceptions of severity, susceptibility, benefits and barriers", "authors": [{"first": "L", "middle": [], "last": "Bond", "suffix": ""}, {"first": "T", "middle": [], "last": "Nolan", "suffix": ""}, {"first": "J", "middle": [], "last": "Carlin", "suffix": ""}, {"first": "P", "middle": [], "last": "Pattison", "suffix": ""}], "year": 1998, "venue": "Aust New Zealand J Public Health", "volume": "22", "issn": "4", "pages": "441--446", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Risk factors for underimmunisation in poor urban infants", "authors": [{"first": "A", "middle": ["S"], "last": "Bates", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Fitzgerald", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Dittus", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Wolinsky", "suffix": ""}], "year": 1994, "venue": "JAMA", "volume": "272", "issn": "", "pages": "1105--1110", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Influence of family functioning and income on vaccination in inner-city health centers", "authors": [{"first": "R", "middle": ["K"], "last": "Zimmerman", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Ahwesh", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mieczkowski", "suffix": ""}, {"first": "B", "middle": [], "last": "Block", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Janosky", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Barker", "suffix": ""}], "year": 1996, "venue": "Arch Pediatr Adolescent Med", "volume": "150", "issn": "", "pages": "1054--1061", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Factors affecting uptake of measles, mumps, and rubella immunisation", "authors": [{"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Taylor", "suffix": ""}], "year": 1993, "venue": "BMJ", "volume": "307", "issn": "", "pages": "168--171", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Primary immunisations in Liverpool II:Is there a gap between consent and completion? Arch Dis Childhood", "authors": [{"first": "M", "middle": [], "last": "Pearson", "suffix": ""}, {"first": "K", "middle": [], "last": "Makowiecka", "suffix": ""}, {"first": "J", "middle": [], "last": "Gregg", "suffix": ""}, {"first": "J", "middle": [], "last": "Woollard", "suffix": ""}, {"first": "M", "middle": [], "last": "Rogers", "suffix": ""}], "year": 1993, "venue": "", "volume": "69", "issn": "", "pages": "115--119", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The pros and cons of immunisation", "authors": [{"first": "A", "middle": [], "last": "Rogers", "suffix": ""}, {"first": "D", "middle": [], "last": "Pilgrim", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "Gust", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Stone", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Menzel", "suffix": ""}], "year": 1995, "venue": "Health Care Anal", "volume": "3", "issn": "", "pages": "99--115", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Communicating technological risk: the social construction of risk perception", "authors": [{"first": "D", "middle": [], "last": "Nelkin", "suffix": ""}], "year": 1989, "venue": "Annu Rev Public Health", "volume": "10", "issn": "", "pages": "95--113", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Understanding vaccination resistance: moving beyond risk. Health", "authors": [{"first": "P", "middle": [], "last": "Hobson-West", "suffix": ""}], "year": 2003, "venue": "Risk Soc", "volume": "5", "issn": "3", "pages": "273--283", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Perception of risk: Reflections on the psychometric paradigm", "authors": [{"first": "P", "middle": [], "last": "Slovic", "suffix": ""}, {"first": "S", "middle": [], "last": "Krimksy", "suffix": ""}, {"first": "D", "middle": [], "last": "Golding", "suffix": ""}, {"first": "", "middle": [], "last": "Westport", "suffix": ""}], "year": null, "venue": "Social Theories of Risk", "volume": "1992", "issn": "", "pages": "117--152", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Slovic P: Perceptions of risk", "authors": [], "year": 1987, "venue": "Science", "volume": "236", "issn": "", "pages": "280--285", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Social benefit versus technological risk", "authors": [{"first": "C", "middle": [], "last": "Starr", "suffix": ""}], "year": 1969, "venue": "Science", "volume": "165", "issn": "", "pages": "1232--1238", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Subjective probability: a judgement of representativeness", "authors": [{"first": "D", "middle": [], "last": "Kahneman", "suffix": ""}, {"first": "A", "middle": [], "last": "Tversky", "suffix": ""}, {"first": "D", "middle": [], "last": "Kahneman", "suffix": ""}, {"first": "P", "middle": [], "last": "Slovic", "suffix": ""}, {"first": "A", "middle": [], "last": "Tversky", "suffix": ""}, {"first": "", "middle": [], "last": "Cambridge", "suffix": ""}], "year": null, "venue": "Judgement under uncertainty: heuristics and biases", "volume": "1982", "issn": "", "pages": "32--47", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Choices, values and frames", "authors": [{"first": "D", "middle": [], "last": "Kahneman", "suffix": ""}, {"first": "A", "middle": [], "last": "Tversky", "suffix": ""}], "year": 1984, "venue": "Am Psychologist", "volume": "39", "issn": "", "pages": "341--350", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "How safe is safe enough? A psychometric study of attitudes towards technological risks and benefits", "authors": [{"first": "B", "middle": [], "last": "Fischhoff", "suffix": ""}, {"first": "P", "middle": [], "last": "Slovic", "suffix": ""}, {"first": "S", "middle": [], "last": "Lichtenstein", "suffix": ""}, {"first": "S", "middle": [], "last": "Read", "suffix": ""}, {"first": "B", "middle": [], "last": "Combs", "suffix": ""}], "year": 1978, "venue": "Policy Sci", "volume": "9", "issn": "", "pages": "127--152", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Agency communication, community outrage, and perception of risk: three simulation experiments", "authors": [{"first": "P", "middle": ["M"], "last": "Sandman", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Miller", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Johnson", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Weinstein", "suffix": ""}], "year": 1993, "venue": "Risk Anal", "volume": "13", "issn": "", "pages": "585--597", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Resistance of personal risk perceptions to debiasing interventions", "authors": [{"first": "N", "middle": ["D"], "last": "Weinstein", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Klein", "suffix": ""}], "year": 1995, "venue": "Health Psychol", "volume": "14", "issn": "", "pages": "132--140", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "It won't happen to me: Unrealistic optimism or illusion of control?", "authors": [{"first": "F", "middle": ["P"], "last": "Mckenna", "suffix": ""}], "year": 1993, "venue": "Br J Psychol", "volume": "84", "issn": "", "pages": "39--50", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Reluctance to vaccinate: omission bias and ambiguity", "authors": [{"first": "I", "middle": [], "last": "Ritov", "suffix": ""}, {"first": "J", "middle": [], "last": "Baron", "suffix": ""}], "year": 1990, "venue": "J Behav Decision Making", "volume": "3", "issn": "", "pages": "263--277", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Qualitative evaluation and research methods", "authors": [{"first": "M", "middle": ["Q"], "last": "Patton", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Benefits and risks of immunisation Sydney: NSW Health, State Health Publication", "authors": [{"first": "S", "middle": [], "last": "Jobson", "suffix": ""}, {"first": "M", "middle": [], "last": "Levy", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Gaps in parental understandings and experiences of vaccine-preventable diseases: a qualitative study. Child: Care, Health Dev", "authors": [{"first": "S", "middle": [], "last": "Hilton", "suffix": ""}, {"first": "K", "middle": [], "last": "Hunt", "suffix": ""}, {"first": "M", "middle": [], "last": "Petticrew", "suffix": ""}], "year": 2006, "venue": "", "volume": "33", "issn": "", "pages": "170--179", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Department of Health: Healthy lives, healthy people: our strategy for public health in England", "authors": [{"first": "M", "middle": [], "last": "Poltorak", "suffix": ""}, {"first": "M", "middle": [], "last": "Leach", "suffix": ""}, {"first": "J", "middle": [], "last": "Fairhead", "suffix": ""}, {"first": "J", "middle": [], "last": "Cassell", "suffix": ""}], "year": 2005, "venue": "Soc SciMed", "volume": "61", "issn": "", "pages": "709--719", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Nudge: improving decisions about health, wealth, and happiness", "authors": [{"first": "R", "middle": [], "last": "Thaler", "suffix": ""}, {"first": "C", "middle": [], "last": "Sunstein", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Pre-publication history The pre-publication history for this paper can be accessed here", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2458-11-943"]}}, "BIBREF39": {"ref_id": "b39", "title": "Cite this article as: Bond and Nolan: Making sense of perceptions of risk of diseases and vaccinations: a qualitative study combining models of health beliefs, decision-making and risk perception", "authors": [], "year": 2011, "venue": "BMC Public Health", "volume": "11", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "\"...because I cannot control what they [the dogs] do and what they eat. I can control [child's name].\" (Non-immuniser, #19)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Socio-demographic characteristics of the sample", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Immunisation status\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Complete </td><td> </td><td>Incomplete </td><td>Partial </td><td> </td><td>None\n</td><td> </td></tr><tr><td>Family size\n</td><td>n = 16 </td><td>(%) </td><td>n = 12 </td><td>(%) </td><td>n = 7 </td><td>(%) </td><td>n = 10 </td><td>(%)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1st or only child </td><td>8 </td><td>(50) </td><td>0 </td><td>(0) </td><td>3 </td><td>(43) </td><td>4 </td><td>(40)\n</td></tr><tr><td>2 or more siblings </td><td>8 </td><td>(50) </td><td>12 </td><td>(100) </td><td>4 </td><td>(67) </td><td>6 </td><td>(60)\n</td></tr><tr><td>Income\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Health Care Card* </td><td>10 </td><td>(63) </td><td>4 </td><td>(33) </td><td>2 </td><td>(29) </td><td>3 </td><td>(30)\n</td></tr><tr><td>No Health Care Card </td><td>6 </td><td>(38) </td><td>8 </td><td>(67) </td><td>5 </td><td>(61) </td><td>7 </td><td>(70)\n</td></tr><tr><td>Maternal education level\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Did not complete secondary school </td><td>5 </td><td>(31) </td><td>6 </td><td>(50) </td><td>3 </td><td>(43) </td><td>1 </td><td>(10)\n</td></tr><tr><td>Completed secondary school </td><td>2 </td><td>(13) </td><td>1 </td><td>(8) </td><td>1 </td><td>(14) </td><td>0 </td><td>(0)\n</td></tr><tr><td>Post secondary school qualifications </td><td>9 </td><td>(56) </td><td>5 </td><td>(42) </td><td>3 </td><td>(43) </td><td>9 </td><td>(90)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Summary of differences between complete, incomplete and non-immunisers* in terms of the Health Belief Model", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Severity </td><td>Susceptibility </td><td>Benefits </td><td>Barriers </td><td>Cues to action\n</td></tr><tr><td>Complete immuniser\n</td><td>Diseases serious, better to be prevented\n</td><td>Likely to get diseases </td><td>Vaccines are safe &amp; effective\n</td><td>Lack of information about vaccines, diseases &amp; side effects\n</td><td>Have health provider one can trust\n</td></tr><tr><td> </td><td> </td><td> </td><td>Serious side effects are rare\n</td><td> </td><td> </td></tr><tr><td>Incomplete immuniser\n</td><td>Better to get either the vaccine or the disease when young (for some diseases)\n</td><td>Children susceptible to diseases/sickness in general ('they are always sick')\n</td><td>Vaccines are safe but not effective\n</td><td>Minor illnesses, forgetting, advice from health professionals\n</td><td>School immunisation certificate (but not for age-appropriate immunisations)\n</td></tr><tr><td>Diseases are serious for adults </td><td>Adults more likely to have serious side effects from measles, rubella, mumps\n</td><td>Vaccines wont prevent diseases but will reduce effects\n</td><td>Confusion about which vaccines have been given\n</td><td>Health provider who understands family's circumstances\n</td></tr><tr><td>Non-\n</td><td>Diseases are not as serious as made out especially if child has healthy immune system\n</td><td>Susceptible to vaccine side effects\n</td><td>Vaccines cannot prevent diseases &amp; are actively dangerous\n</td><td>Perceived serious consequences of vaccines\n</td><td>None\n</td></tr><tr><td>immuniser\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Common perceptions\n</td><td>Measles is common but rarely serious\n</td><td>Very young children are susceptible to vaccine side effects\n</td><td>None </td><td>Lack of information, trust, support\n</td><td>Trusted health provider and/or information\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 3 Factors influencing the decision to immunise drawing on the Health Belief Model, subjective perception risk", "latex": null, "type": "table", "html": "<html><body><table><tr><td>and risky decision-making theories\n</td><td>Explanatory theories </td><td>Component of theory\n</td></tr><tr><td>Factors prompting immunisation\n</td><td> </td><td> </td></tr><tr><td>Unfamiliarity of disease </td><td>Health Belief Model </td><td>perceived severity dread/unfamiliarity perceived benefits perceived susceptibility perceived severity uncontrollable outcome trust mediates perception, outrage\n</td></tr><tr><td>Subjective perception of risk </td></tr><tr><td>Safe and effective vaccines </td><td>Health Belief model counter to Health Belief Model </td></tr><tr><td>Healthy, robust, resilient child </td><td> </td></tr><tr><td>Not control/contain disease </td><td>Health Belief model </td></tr><tr><td>Subjective perception of risk </td></tr><tr><td>Trust in institution offering vaccination </td><td>Subjective perception of risk </td><td> </td></tr><tr><td>Factors causing hesitation\n</td><td> </td><td> </td></tr><tr><td>Question need to prevent familiar disease </td><td>Subjective perception of risk </td><td>familiarity perceived barriers perceived barriers perceived benefits perceived susceptibility optimistic control\n</td></tr><tr><td>Question child's resilience to side effects </td><td>Health belief model </td></tr><tr><td>Negative impact on immune system </td><td>Health belief model </td></tr><tr><td>Question vaccine efficacy </td><td>Health belief model </td></tr><tr><td>Those at risk of serious illness are different to my child </td><td>Health Belief Model </td></tr><tr><td>Decision making </td><td> </td></tr><tr><td>Structural barriers to completion\n</td><td> </td><td> </td></tr><tr><td>Continual minor illness </td><td>Health belief model </td><td>perceived barriers perceived barriers ambiguity perceived benefits outrage ambiguity perceived barriers perceived barriers\n</td></tr><tr><td>Poor information </td><td>Health belief model </td></tr><tr><td>Decision making </td></tr><tr><td>Poor communication </td><td>Health belief model </td></tr><tr><td>Subjective perception of risk </td></tr><tr><td>Knowing schedule and organisation </td><td>Decision making </td></tr><tr><td>Health belief model </td></tr><tr><td>Occurrence of serious side effects </td><td>Health belief model </td><td> </td></tr><tr><td>Factors prompting non-immunisation\n</td><td> </td><td> </td></tr><tr><td>Dread of the unknown vaccine side effects </td><td>Subjective perception of risk </td><td>dread of unfamiliar uncontrollable outcome perceived benefits perceived barriers optimistic control\n</td></tr><tr><td>Not safe nor effective </td><td>Health belief model </td></tr><tr><td>Negative impact on immune system </td><td>Health belief model </td></tr><tr><td> </td><td>Safer methods to control disease </td><td>Decision making </td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was funded by the National Health and Medical Research Council, Australia. Lyndal Bond is currently funded by the CSO, Scottish Government Health Directorates. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Component of theory ", "cite_spans": [], "ref_spans": [], "section": "Explanatory theories"}]}