{"paper_id": "4b9cb15af75e429b8f9808909e79fb9be44720b0", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "In 2009, the rapid spread of an emerging influenza virus, A(H1N1) of swine origin, resulted in the first pandemic of the 21 st century [1] . This pandemic influenza A (H1N1) 2009 virus has led to a limited outbreak in the Netherlands with, as in many other countries, generally mild illnesses in the majority of patients [2, 3] . The pandemic was considerably less lethal than was expected, with a low overall case fatality rate [4, 5] . Nevertheless, a considerable part of the pandemic influenza related deaths concerned relatively young persons (mainly young and middle aged adults) [3, [5] [6] [7] [8] . This is contrary to seasonal influenza epidemics, where deaths occur mainly amongst elderly aged 65 years or older [9] [10] [11] .", "cite_spans": [{"start": 135, "end": 138, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 321, "end": 324, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 325, "end": 327, "text": "3]", "ref_id": "BIBREF2"}, {"start": 429, "end": 432, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 433, "end": 435, "text": "5]", "ref_id": "BIBREF4"}, {"start": 586, "end": 589, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 590, "end": 593, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 594, "end": 597, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 598, "end": 601, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 602, "end": 605, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 723, "end": 726, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 727, "end": 731, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 732, "end": 736, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Background"}, {"text": "In the Netherlands, all deaths associated with laboratory-confirmed influenza A(H1N1) 2009 virus infection had to be notified since 30 April 2009. This mandatory notification remained in place during the influenza season 2010-2011, which in Europe has been characterized predominantly by the influenza A(H1N1) 2009 virus, and to a lesser extent influenza virus type B [12, 13] . The national notification system provided detailed information of the clinical characteristics of all deaths associated with a laboratory-confirmed influenza A (H1N1) 2009 virus infection in the Netherlands. We performed a retrospective analysis of all fatalities, comparing the 2009-2010 pandemic season with the 2010-2011 influenza season, aiming to assess whether and to what extent pandemic mortality patterns concerning age distribution and underlying conditions were reverting to seasonal patterns.", "cite_spans": [{"start": 368, "end": 372, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 373, "end": 376, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "In the Netherlands, laboratory investigation was indicated for all hospitalised and/or deceased patients with suspected influenza A(H1N1) 2009 virus during the 2009-2010 pandemic as well as the 2010-2011 influenza season. Following laboratory confirmation of influenza A (H1N1) 2009 virus infection, name and clinical characteristics of hospitalised and deceased patients had to be reported to the municipal health service (MHS) by both the attending medical doctor and the head of the involved microbiology laboratory. The MHS entered the notifications into a national anonymous and passwordprotected web-based database, including structured questions about patient demographics and information on underlying medical conditions, treatments, clinical presentation, and admission to an intensive care unit (ICU). In the pandemic season 2009-2010, additional information on underlying conditions for deceased patients was collected by the Centre for Infectious Disease Control (CIb) of the National Institute for Public Health and the Environment (RIVM) in consultation with the MHS and subsequently added to the notification database.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "The notification database was used to perform a comprehensive analysis of all deceased patients with a laboratory-confirmed influenza A(H1N1) 2009 virus infection. Ethical approval was not required for this study as only anonymous data were used, and no (medical) interventions were made on human subjects.", "cite_spans": [], "ref_spans": [], "section": "Data analysis"}, {"text": "Based on available clinical data, the underlying medical conditions were classified into nine groups: no underlying disorders, respiratory disorders, immunological disorders (including haematological malignancies), neurological disorders, intellectual disability (including Down syndrome), cardiovascular disorders, kidney and/ or liver pathology, other non-specified malignancies and metabolic disorders. Distinction was made between patients with single and multiple underlying disorders. Descriptive statistics were calculated for all available clinical and epidemiological characteristics. No statistical significant differences between the two seasons were found for these variables.", "cite_spans": [], "ref_spans": [], "section": "Data analysis"}, {"text": "The mean age of the deceased patients in 2009/2010 was lower compared to that in 2010/2011, respectively 41 and 53 years (p = 0.02). Figure 1 shows the mortality rate per age group based on the total Dutch population in 2009 and 2010. During the pandemic season, the population mortality rates peaked in children aged between 0 and 15 years of age and in persons aged between 55 and 64 years. In the 2010-2011 influenza season, the first peak was considerably lower, while the second peak shifted to persons aged between 75 and 84 years.", "cite_spans": [], "ref_spans": [{"start": 133, "end": 141, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Age distribution"}, {"text": "Data on clinical presentation was available for 42 of the 65 fatalities (65%) during the pandemic seasons and for 28 of the 38 (74%) during the 2010-2011 season (table 1). In both seasons, fatal cases presented mainly with respiratory symptoms (41%), including acute respiratory distress syndrome (ARDS), followed by systemic symptoms (17%).", "cite_spans": [], "ref_spans": [], "section": "Clinical presentation"}, {"text": "Immunological and respiratory disorders were the most commonly reported underlying medical conditions in the pandemic season, for respectively 23 (35%) and 22 (34%) of the 65 fatalities (table 2). In the 2010-2011 season, cardiovascular disorders and absence of medical underlying conditions were most common, respectively for 12 (32%) and 10 (26%) of the 38 deaths. Underlying immunological disorders were more common in the 2009-2010 compared to the 2010-2011 season (p = 0.02), while cardiovascular disorders were significantly more common in the 2010-2011 season (p = 0.005). Overall, multiple underlying conditions were reported for 27 of the 103 cases (26%). Particularly, intellectual disability (100%), cardiovascular (76%) and metabolic disorders (75%) were found in combination with other underlying conditions (data not shown).", "cite_spans": [], "ref_spans": [], "section": "Clinical presentation"}, {"text": "The peak in mortality rates in persons aged between 55 and 64 years observed during the 2009-2010 pandemic, shifted to older age groups in the 2010-2011 influenza season. Furthermore, the peak in mortality rates in children younger than 15 years of age decreased considerably.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The decline of the peak in children might partly be explained by immunity in the youngest age groups, possibly related to high attack rates of influenza A(H1N1) 2009 virus in children during the pandemic season or to persisting vaccine-induced immunity [14] [15] [16] . Although the infection attacks rates during the pandemic season were very low in the older adults (≥ 40 years), the shift of the peak in mortality rates towards older age groups observed in our study might indicate increased circulation of the virus in the 2010-2011 influenza season in these age groups [14] . A shift of the age-specific mortality pattern similar to that observed in our study is also described for the post-pandemic seasons following the three pandemics in the 20 th century. During each of these earlier pandemics, persons younger then 65 years of age initially accounted for a high proportion of influenza-related deaths, followed by a declining proportion of deaths in the postpandemic seasons [17] . Simonsen et al. [17] hypothesised that younger persons may retain long-lasting immunity better than older persons after exposure to a new influenza virus subtype.", "cite_spans": [{"start": 253, "end": 257, "text": "[14]", "ref_id": null}, {"start": 258, "end": 262, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 263, "end": 267, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 574, "end": 578, "text": "[14]", "ref_id": null}, {"start": 986, "end": 990, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 1009, "end": 1013, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Recent studies on risk factors for influenza A(H1N1) 2009 deaths concluded that the majority of severe pandemic cases as well as fatalities had underlying medical conditions as previously also associated with severe seasonal influenza [4, 8, [18] [19] [20] [21] [22] . Our results are in line with previous studies in which respiratory disorders and immunosuppressive conditions were frequently reported as underlying diseases [4] [5] [6] 18, 21] . Furthermore, neurological disorders have been reported to be common underlying diseases in fatal pandemic influenza cases, especially in children and young adults [5, 19] . Patients with neurological and neuromuscular disease have also been recognized as high-risk group for severe disease from seasonal influenza [23] .", "cite_spans": [{"start": 235, "end": 238, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 239, "end": 241, "text": "8,", "ref_id": "BIBREF7"}, {"start": 242, "end": 246, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 247, "end": 251, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 252, "end": 256, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 257, "end": 261, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 262, "end": 266, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 427, "end": 430, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 431, "end": 434, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 435, "end": 438, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 439, "end": 442, "text": "18,", "ref_id": "BIBREF18"}, {"start": 443, "end": 446, "text": "21]", "ref_id": "BIBREF21"}, {"start": 612, "end": 615, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 616, "end": 619, "text": "19]", "ref_id": "BIBREF19"}, {"start": 763, "end": 767, "text": "[23]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study showed a noticeable number of deceased patients (10%) with intellectual disability. Pérez-Padilla et al. [24] recently showed that Down syndrome was associated with adverse outcomes in cases of influenzalike illness (ILI) and severe acute respiratory illness (SARI) during the first months of the outbreak A (H1N1) 2009 influenza virus. All intellectual disabled patients in our study also had other chronic underlying conditions, making it impossible to assess the specific role of intellectual disability as a risk factor for fatal influenza.", "cite_spans": [{"start": 115, "end": 119, "text": "[24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although it has been reported that the A(H1N1) 2009 influenza virus caused severe illness and death in pregnant and postpartum women [25] [26] [27] , as observed for seasonal influenza, no pregnancy-related pandemic influenza deaths were notified in the Netherlands. As we noted for intellectual disorders, also for pregnancy fatalities it is important to verify whether other chronic underlying conditions are present.", "cite_spans": [{"start": 133, "end": 137, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 138, "end": 142, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 143, "end": 147, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "The relatively high number of fatalities with underlying cardiovascular disorders in the 2010-2011 influenza season might be associated with the shift of the mortality rates to elderly persons, since cardiovascular disorders are generally more common in elderly persons. Because of the relatively small numbers of fatalities, it is not possible to compare the differences in underlying conditions between the two seasons adjusted by age.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There remains a possibility that fatal case ascertainment is incomplete because of underreporting and -diagnosing. Especially in patients with severe underlying diseases and elderly, the generally non-specific symptoms may not have been recognized as being caused by influenza A(H1N1) 2009 virus infection. This is reflected by the fact that pandemic influenza was reported as contributing cause of death in some patients instead of the main cause of death. Moreover, this might also partly explain the relatively high mortality in patients with underlying immunological disorders in the 2009-2010 pandemic season compared to the 2010-2011 influenza season. It is plausible that testing for influenza was more common during the pandemic season because of heightened attention, particularly in patients with severe underlying diseases like immunological disorders.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To improve completeness of reporting in the hectic pandemic season, additional information on underlying conditions was actively collected where not available, which might have caused some information bias. Another limitation of this study is the lack of reliable historical records on deaths related to laboratory-confirmed influenza. Although deaths associated with laboratory-confirmed A(H1N1) 2009 virus infection were notifiable during the 2009-2010 and 2010-2011 seasons, clinical influenza diagnoses are generally not laboratory-confirmed during seasonal influenza epidemics. Nevertheless, estimates of the burden of seasonal influenza show that about 90% of influenzaassociated deaths occur in persons aged 65 years and older [9] . This is obviously different from the age specific mortality pattern seen during the 2009 and previous pandemics.", "cite_spans": [{"start": 734, "end": 737, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The maintenance of the mandatory notification of deaths associated with laboratory-confirmed influenza A (H1N1) 2009 made it possible to compare the fatal cases during the 2009-2010 pandemic season with that during the 2010-2011 influenza season. The mortality pattern in the 2010-2011 season still resembles the pandemic season with a peak in relatively young age groups, but concurrently shows a clear shift towards the seasonal pattern, as also described for previous pandemics in the 20 th century.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization (WHO): World now at the start of 2009 influenza pandemic", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The burden of 2009 pandemic influenza A(H1N1) in the Netherlands", "authors": [{"first": "C", "middle": ["C"], "last": "Wielders", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Van Lier", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Van &apos;t Klooster", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Van Gageldonk-Lafeber", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Van Den Wijngaard", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Haagsma", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Donker", "suffix": ""}, {"first": "A", "middle": [], "last": "Meijer", "suffix": ""}, {"first": "W", "middle": [], "last": "Van Der Hoek", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Lugner", "suffix": ""}], "year": 2010, "venue": "Eur J Public Health", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Surveillance of hospitalisations for 2009 pandemic influenza A(H1N1) in the Netherlands", "authors": [{"first": "T", "middle": ["M"], "last": "Van &apos;t Klooster", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Wielders", "suffix": ""}, {"first": "T", "middle": [], "last": "Donker", "suffix": ""}, {"first": "L", "middle": [], "last": "Isken", "suffix": ""}, {"first": "A", "middle": [], "last": "Meijer", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Van Den Wijngaard", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Van Der Sande", "suffix": ""}, {"first": "W", "middle": [], "last": "Van Der Hoek", "suffix": ""}], "year": 2009, "venue": "Euro Surveill", "volume": "5", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Mortality from pandemic A/H1N1 2009 influenza in England: public health surveillance study", "authors": [{"first": "L", "middle": ["J"], "last": "Donaldson", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Rutter", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Ellis", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Greaves", "suffix": ""}, {"first": "O", "middle": ["T"], "last": "Mytton", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Pebody", "suffix": ""}, {"first": "Yardley", "middle": [], "last": "Ie", "suffix": ""}], "year": 2009, "venue": "BMJ", "volume": "339", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Pandemic Influenza A(H1N1) 2009 and mortality in the United Kingdom: risk factors for death", "authors": [{"first": "R", "middle": ["G"], "last": "Pebody", "suffix": ""}, {"first": "E", "middle": [], "last": "Mclean", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "P", "middle": [], "last": "Cleary", "suffix": ""}, {"first": "S", "middle": [], "last": "Bracebridge", "suffix": ""}, {"first": "K", "middle": [], "last": "Foster", "suffix": ""}, {"first": "A", "middle": [], "last": "Charlett", "suffix": ""}, {"first": "P", "middle": [], "last": "Hardelid", "suffix": ""}, {"first": "P", "middle": [], "last": "Waight", "suffix": ""}, {"first": "J", "middle": [], "last": "Ellis", "suffix": ""}], "year": 2009, "venue": "", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Risk factors for hospitalisation and poor outcome with pandemic A/H1N1 influenza: United Kingdom first wave", "authors": [{"first": "J", "middle": ["S"], "last": "Nguyen-Van-Tam", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Openshaw", "suffix": ""}, {"first": "A", "middle": [], "last": "Hashim", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Gadd", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Lim", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Semple", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Read", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Taylor", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Brett", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcmenamin", "suffix": ""}], "year": 2009, "venue": "Thorax", "volume": "2010", "issn": "7", "pages": "645--651", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Critically ill patients with 2009 influenza A(H1N1) infection in Canada", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": [], "last": "Zarychanski", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cook", "suffix": ""}, {"first": "J", "middle": [], "last": "Marshall", "suffix": ""}, {"first": "J", "middle": [], "last": "Lacroix", "suffix": ""}, {"first": "T", "middle": [], "last": "Stelfox", "suffix": ""}, {"first": "S", "middle": [], "last": "Bagshaw", "suffix": ""}, {"first": "K", "middle": [], "last": "Choong", "suffix": ""}, {"first": "F", "middle": [], "last": "Lamontagne", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "17", "pages": "1872--1879", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A Review of Adult Mortality Due to 2009 Pandemic (H1N1) Influenza A in California", "authors": [{"first": "J", "middle": ["K"], "last": "Louie", "suffix": ""}, {"first": "C", "middle": [], "last": "Jean", "suffix": ""}, {"first": "M", "middle": [], "last": "Acosta", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Samuel", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Matyas", "suffix": ""}, {"first": "R", "middle": [], "last": "Schechter", "suffix": ""}], "year": 2011, "venue": "PLoS One", "volume": "6", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Estimates of deaths associated with seasonal influenza -United States", "authors": [{"first": "M", "middle": ["G"], "last": "Thompson", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Shay", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "C", "middle": [], "last": "Bridges", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Cheng", "suffix": ""}, {"first": "E", "middle": [], "last": "Burns", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Bresee", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}], "year": 1976, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "59", "issn": "33", "pages": "1057--1062", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Mortality associated with influenza and respiratory syncytial virus in the United States", "authors": [{"first": "W", "middle": ["W"], "last": "Thompson", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Shay", "suffix": ""}, {"first": "E", "middle": [], "last": "Weintraub", "suffix": ""}, {"first": "L", "middle": [], "last": "Brammer", "suffix": ""}, {"first": "N", "middle": [], "last": "Cox", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Anderson", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukuda", "suffix": ""}], "year": 2003, "venue": "JAMA", "volume": "289", "issn": "2", "pages": "179--186", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Monto AS: Epidemiology of influenza", "authors": [], "year": 2008, "venue": "Vaccine", "volume": "26", "issn": "4", "pages": "45--48", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "influenza seasonal vaccine, preliminary midseason effectiveness estimates: reason for concern, confounding or are we following the right track?", "authors": [{"first": "J", "middle": [], "last": "Puig-Barbera", "suffix": ""}], "year": 2010, "venue": "Euro Surveill", "volume": "16", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "EuroFlu: The WHO European Influenza Network", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Estimates of the seroprevalence and attack rates of pandemic influenza in the Netherlands determined using a serosurvey on a random sample of the Dutch population", "authors": [{"first": "J", "middle": [], "last": "Beek", "suffix": ""}], "year": null, "venue": "American Journal of Epidemiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The relative clinical impact of 2009 pandemic influenza A(H1N1) in the community compared to seasonal influenza in the Netherlands was most marked among 5-14 year olds", "authors": [{"first": "", "middle": [], "last": "Gageldonk-Lafeber Av", "suffix": ""}, {"first": "M", "middle": [], "last": "Hooiveld", "suffix": ""}, {"first": "A", "middle": [], "last": "Meijer", "suffix": ""}, {"first": "G", "middle": [], "last": "Donker", "suffix": ""}, {"first": "M", "middle": [], "last": "Veldman-Ariesen", "suffix": ""}, {"first": "Hoek", "middle": [], "last": "Wvd", "suffix": ""}, {"first": "Smv", "middle": [], "last": "Der", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Effectiveness of a MF-59tm adjuvant pandemic influenza vaccine to prevent 2009 influenza A/H1N1 relatated hospitalisation; a matched case-control studie", "authors": [{"first": "A", "middle": [], "last": "Steens", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "Wijnans", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Dieleman", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Sturkenboom", "suffix": ""}, {"first": "Mab", "middle": [], "last": "Van Der Sande", "suffix": ""}, {"first": "W", "middle": [], "last": "Van Der Hoek", "suffix": ""}], "year": null, "venue": "BMC Infectious Diseases", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Pandemic versus epidemic influenza mortality: a pattern of changing age distribution", "authors": [{"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Clarke", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schonberger", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Arden", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukuda", "suffix": ""}], "year": 1998, "venue": "J Infect Dis", "volume": "178", "issn": "1", "pages": "53--60", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Hospitalized patients with 2009 H1N1 influenza in the United States", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Kamimoto", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bramley", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Schmitz", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Benoit", "suffix": ""}, {"first": "J", "middle": [], "last": "Louie", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Sugerman", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Druckenmiller", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Ritger", "suffix": ""}, {"first": "R", "middle": [], "last": "Chugh", "suffix": ""}], "year": 2009, "venue": "", "volume": "361", "issn": "", "pages": "1935--1944", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Surveillance for pediatric deaths associated with 2009 pandemic influenza A(H1N1) virus infection -United States", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention", "volume": "58", "issn": "34", "pages": "941--947", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pneumonia and respiratory failure from swine-origin influenza A(H1N1) in Mexico", "authors": [{"first": "R", "middle": [], "last": "Perez-Padilla", "suffix": ""}, {"first": "D", "middle": [], "last": "De La Rosa-Zamboni", "suffix": ""}, {"first": "Ponce", "middle": [], "last": "De Leon", "suffix": ""}, {"first": "S", "middle": [], "last": "Hernandez", "suffix": ""}, {"first": "M", "middle": [], "last": "Quinones-Falconi", "suffix": ""}, {"first": "F", "middle": [], "last": "Bautista", "suffix": ""}, {"first": "E", "middle": [], "last": "Ramirez-Venegas", "suffix": ""}, {"first": "A", "middle": [], "last": "Rojas-Serrano", "suffix": ""}, {"first": "J", "middle": [], "last": "Ormsby", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Corrales", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "7", "pages": "680--689", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Factors associated with death or hospitalization due to pandemic 2009 influenza A(H1N1) infection in California", "authors": [{"first": "J", "middle": ["K"], "last": "Louie", "suffix": ""}, {"first": "M", "middle": [], "last": "Acosta", "suffix": ""}, {"first": "K", "middle": [], "last": "Winter", "suffix": ""}, {"first": "C", "middle": [], "last": "Jean", "suffix": ""}, {"first": "S", "middle": [], "last": "Gavali", "suffix": ""}, {"first": "R", "middle": [], "last": "Schechter", "suffix": ""}, {"first": "D", "middle": [], "last": "Vugia", "suffix": ""}, {"first": "K", "middle": [], "last": "Harriman", "suffix": ""}, {"first": "B", "middle": [], "last": "Matyas", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Glaser", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "17", "pages": "1896--1902", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Epidemiology of fatal cases associated with pandemic H1N1 influenza", "authors": [{"first": "L", "middle": [], "last": "Vaillant", "suffix": ""}, {"first": "La", "middle": [], "last": "Ruche", "suffix": ""}, {"first": "G", "middle": [], "last": "Tarantola", "suffix": ""}, {"first": "A", "middle": [], "last": "Barboza", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Euro Surveill", "volume": "14", "issn": "33", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Neurological and neuromuscular disease as a risk factor for respiratory failure in children hospitalized with influenza infection", "authors": [{"first": "R", "middle": [], "last": "Keren", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Zaoutis", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Bridges", "suffix": ""}, {"first": "G", "middle": [], "last": "Herrera", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Watson", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Wheeler", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Licht", "suffix": ""}, {"first": "X", "middle": ["Q"], "last": "Luan", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Coffin", "suffix": ""}], "year": 2005, "venue": "JAMA", "volume": "294", "issn": "17", "pages": "2188--2194", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Pandemic (H1N1) 2009 virus and Down syndrome patients", "authors": [{"first": "R", "middle": [], "last": "Perez-Padilla", "suffix": ""}, {"first": "R", "middle": [], "last": "Fernandez", "suffix": ""}, {"first": "C", "middle": [], "last": "Garcia-Sancho", "suffix": ""}, {"first": "F", "middle": [], "last": "Franco-Marina", "suffix": ""}, {"first": "O", "middle": [], "last": "Aburto", "suffix": ""}, {"first": "H", "middle": [], "last": "Lopez-Gatell", "suffix": ""}, {"first": "I", "middle": [], "last": "Bojorquez", "suffix": ""}], "year": 2010, "venue": "Emerg Infect Dis", "volume": "16", "issn": "8", "pages": "1312--1314", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Severe 2009 H1N1 influenza in pregnant and postpartum women in California", "authors": [{"first": "J", "middle": ["K"], "last": "Louie", "suffix": ""}, {"first": "M", "middle": [], "last": "Acosta", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Jamieson", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Honein", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "1", "pages": "27--35", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Pandemic 2009 influenza A (H1N1) virus illness among pregnant women in the United States", "authors": [{"first": "A", "middle": ["M"], "last": "Siston", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Rasmussen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Honein", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Fry", "suffix": ""}, {"first": "K", "middle": [], "last": "Seib", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Callaghan", "suffix": ""}, {"first": "J", "middle": [], "last": "Louie", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "M", "middle": [], "last": "Crockett", "suffix": ""}, {"first": "R", "middle": [], "last": "Lynfield", "suffix": ""}], "year": null, "venue": "JAMA", "volume": "2010", "issn": "15", "pages": "1517--1525", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "H1N1 2009 influenza virus infection during pregnancy in the USA", "authors": [{"first": "D", "middle": ["J"], "last": "Jamieson", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Honein", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Rasmussen", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Williams", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swerdlow", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Biggerstaff", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindstrom", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Louie", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Christ", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Bohm", "suffix": ""}], "year": 2009, "venue": "", "volume": "374", "issn": "", "pages": "451--458", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Fisher's exact test was used to compare the 2009-2010 pandemic influenza season (week 30 2009 -week 39 2010) and the 2010-2011 influenza season (week 40 2010 -week 39 2011) with respect to binary variables, and Wilcoxon-Mann-Whitney test was used for continuous variables. For both seasons, the pandemic influenza mortality rate per 100, 000 persons was calculated as the number of fatal pandemic influenza cases divided by the total Dutch population (determined on 1 January 2009 and 2010) * 100, 000. For this analysis, the patients were categorised in the following age groups:0-4, 5-14, 15-24, 25-34, ..., 75-84 and ≥ 85 years of age. All statistical analyses were conducted using SAS version 9.2 (SAS Institute). Results A total of 103 fatalities with a laboratory-confirmed influenza A(H1N1) 2009 virus infection were notified: 65 in the 2009-2010 pandemic season and 38 in 2010-2011 influenza season. No pregnancy-related pandemic influenza deaths were notified in either season. In 2009-2010, 61 of the 65 patients (94%) were admitted to hospital, 44 of them (68%) were admitted to the ICU, and 28 (43%) required mechanical ventilation because of respiratory insufficiency. In 2010/2011, 37 of the 38 fatalities (97%) were admitted to hospital, 27 of them (71%) to the ICU, and 23 (61%) required mechanical ventilation.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Population mortality rates for laboratory-confirmed influenza A(H1N1) 2009 virus infection per 100, 000 persons for the pandemic season 2009-2010 and the following season 2010-2011.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Clinical presentation reported for the deceased patients with a laboratory-confirmed influenza A(H1N1) 2009 virus infection, the Netherlands 2009-2011 (n = 103)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pandemic season 2009-2010\nN = 65\n</td><td>Influenza season 2010-2011\nN = 38\n</td></tr><tr><td>Clinical presentation respiratory, including ARDS* </td><td>n </td><td>(%) </td><td>n </td><td>(%)\n</td></tr><tr><td>26 </td><td>(40) </td><td>16 </td><td>(42)\n</td></tr><tr><td>systemic </td><td>11 </td><td>(17) </td><td>7 </td><td>(18)\n</td></tr><tr><td>neurological </td><td>3 </td><td>(5) </td><td>1 </td><td>(3)\n</td></tr><tr><td>super infection </td><td>2 </td><td>(3) </td><td>2 </td><td>(5)\n</td></tr><tr><td>cardiovascular </td><td>- </td><td> </td><td>2 </td><td>(5)\n</td></tr><tr><td>unknown </td><td>23 </td><td>(35) </td><td>10 </td><td>(26)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Table 2 Underlying medical conditions of deceased patients with a laboratory-confirmed influenza A(H1N1) 2009 virus infection, the Netherlands 2009-2011 (n =\n103)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pandemic season 2009-2010 N = 65\n</td><td>Influenza season 2010-2011 N = 38\n</td><td> </td></tr><tr><td>Underlying medical condition* </td><td>n </td><td>(%) </td><td>n </td><td>(%) </td><td>p\n</td></tr><tr><td>None** </td><td>10 </td><td>(15) </td><td>10 </td><td>(26) </td><td>0.3\n</td></tr><tr><td>Respiratory disorder </td><td>22 </td><td>(34) </td><td>7 </td><td>(18) </td><td>0.1\n</td></tr><tr><td>Immunological disorder# </td><td>23 </td><td>(35) </td><td>5 </td><td>(13) </td><td>0.02\n</td></tr><tr><td>Neurological disorder </td><td>9 </td><td>(14) </td><td>4 </td><td>(10) </td><td>0.9\n</td></tr><tr><td>Intellectual disability## </td><td>8 </td><td>(12) </td><td>2 </td><td>(5) </td><td>0.4\n</td></tr><tr><td>Cardiovascular disorders </td><td>5 </td><td>(8) </td><td>12 </td><td>(32) </td><td>0.005\n</td></tr><tr><td>Kidney/liver disorders </td><td>4 </td><td>(6) </td><td>3 </td><td>(8) </td><td>0.9\n</td></tr><tr><td>Malignancies### </td><td>2 </td><td>(3) </td><td>3 </td><td>(8) </td><td>0.5\n</td></tr><tr><td>Metabolic disorders </td><td>1 </td><td>(2) </td><td>3 </td><td>(8) </td><td>0.3\n</td></tr><tr><td>Multiple underlying disorders </td><td>17 </td><td>(26) </td><td>10 </td><td>(26) </td><td>&gt; 0.9\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank all the municipal health services, hospitals and laboratories for providing the data. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Author details 1 National Institute for Public Health and the Environment (RIVM), Centre for Infectious Disease Control (CIb), Bilthoven, the Netherlands. 2 Utrecht University Medical Center, Julius Centre, Utrecht, the Netherlands.", "cite_spans": [{"start": 15, "end": 16, "text": "1", "ref_id": "BIBREF0"}, {"start": 155, "end": 156, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "annex"}, {"text": "AvG designed the study, analysed and interpreted the data and drafted the manuscript. RR participated in the collection and interpretation of the data and editing the manuscript. IF participated in the interpretation of the data, performing the statistical analyses and editing the manuscript. AM participated in the collection and interpretation of the data, in editing the manuscript and was responsible for the virological assays. LI participated in the collection and interpretation of the data, and editing the manuscript. AT participated in the collection and interpretation of the data, and editing the manuscript. MvdS participated in the design of the study, interpretation of the data, performing the statistical analyses and editing the manuscript. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}, {"text": "No financial support All authors: no financial support Potential conflict of interest All authors: no conflicts ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}