{"paper_id": "4ec2396b81441bf6b11b19a271cbc96078a8f3ce", "metadata": {"title": "Travel Patterns in China Additional Detail of the Analyses", "authors": [{"first": "Tini", "middle": [], "last": "Garske", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {}}, "email": "t.garske@imperial.ac.uk"}, {"first": "Hongjie", "middle": [], "last": "Yu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhibin", "middle": [], "last": "Peng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Min", "middle": [], "last": "Ye", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hang", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaowen", "middle": [], "last": "Cheng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jiabing", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Neil", "middle": [], "last": "Ferguson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The population census 2000 provides age distributions in 5 year age bands by administrative area. Figure S1a shows the age distributions of Shenzhen and Huangshan compared with that of China overall. Most remarkable is the large proportion of people in their 20s in Shenzhen, clearly indicating the population of migrant workers (cf. Figure 3 in the main text). It is also clear that the Chinese population is demographically not stable. This could be due to the One Child Policy implemented in 1979, and other factors [1] . Due to the rapid changes in the demography there is little merit in comparing the age distributions found in the study populations in 2007 with the population census data from 2000 directly. In order to make the data more comparable, we project the age distribution of the study populations back to the year 2000 by subtracting 7 years from each individual's age and re-normalising the distributions. While this is the best approximation to the actual age distribution the study population would have had in 2000, it does not account for any deaths that would have occurred between 2000 and 2007 (hence the proportion of the elderly tends to be lower in the back projected distributions than in the census), and for any migration patterns. Figure S1 b to d compare the age distributions from the census in 2000 with those of the study populations projected back to the year 2000 for urban and rural Huangshan and Shenzhen, respectively. In Huangshan, the distributions match fairly well for adults over about 35 years, but differ markedly for younger people. This may be due to migration of the younger population. For Shenzhen, we compare both the back projected and the current age distribution of the study population with the census data. In the study population, the peak in the age distribution is less pronounced than that in the population census, and interestingly the peak age (20-24 years) of the current (rather than the back projected) study population matches that of the population census in 2000. This might be an indication of a high turnover of the migrant worker population, whereas the broadening of the peak would be explained by the ageing of the more stable local residents population. In China, employment rates rise rapidly between ages 15 and 20 for both men and women. Between 20 and 50 years, employment is at its highest level, with around 95% of men, but only 85% of women employed. After the age of 50, employment rates start to decline as people retire. However, there are marked differences between regions. Both the urban study areas mirror the lower employment rate for women with particularly low employment among Shenzhen women from their mid-twenties onwards. Retirement age starts earlier than the national average. Rural Huangshan shows very high employment rates (close to 100%) for both men and women and a much higher retirement age, see Figure S2 . The proportion of the study populations in education is shown in Figure S3 . Between the ages of 6 and 15, nearly full enrolment is achieved. Between 0 and 5 years, enrolment rates rise rapidly; urban Huangshan has considerably higher enrolment rates in both very young children and older teenagers than either rural Huangshan or Shenzhen. ", "cite_spans": [{"start": 519, "end": 522, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 98, "end": 108, "text": "Figure S1a", "ref_id": "FIGREF0"}, {"start": 334, "end": 342, "text": "Figure 3", "ref_id": null}, {"start": 2906, "end": 2915, "text": "Figure S2", "ref_id": "FIGREF1"}, {"start": 2983, "end": 2992, "text": "Figure S3", "ref_id": "FIGREF2"}], "section": "Demographics"}, {"text": "For Huangshan students, the best fitting model includes age and urban/rural, with an interaction. The fitted mean log commuting distance is therefore given by age urb/rur age*urb/rur", "cite_spans": [], "ref_spans": [], "section": "Additional detail on the regression analysis"}, {"text": "Note that by definition. For Shenzhen students, the best fitting model includes age and registration status, without an interaction term, such that the fitted mean log commuting distance is given by Table S1 to Table S4 . As expected, the p-values for most parameters are highly significant.", "cite_spans": [], "ref_spans": [{"start": 199, "end": 219, "text": "Table S1 to Table S4", "ref_id": "TABREF1"}], "section": "Additional detail on the regression analysis"}, {"text": "Furthermore, we fitted lognormal distributions to the observed distances stratified by the categories identified in the regression analysis. The parameter values of these are given in Table S5 to Table S8 . Although the fitted distributions shown in Figure 6 in the main text are visually quite convincing, the p-values for many strata are very small, indicating a significant deviation of the observed from the fitted distributions. This is particularly the case for the both Huangshan students and employees, as the sharp cut-off around 30km in the distributions is difficult to capture. ", "cite_spans": [], "ref_spans": [{"start": 184, "end": 204, "text": "Table S5 to Table S8", "ref_id": "TABREF5"}, {"start": 250, "end": 258, "text": "Figure 6", "ref_id": null}], "section": "Additional detail on the regression analysis"}, {"text": "If people travelled outside the target area randomly with a given frequency without any difference between individuals, we would expect the number of journeys observed to be distributed across individuals in the population according to a Poisson process with rate n N λ = , where n is the number of journeys observed in the population and is the population size. The expected number of people making journeys given by Table S9 shows the observed and expected number of people having made 0, 1 or more journeys as well as the p-values of a 2 χ -test. The p-values are very small for all study areas, indicating that not all people travel with the same probability, but there are more people not travelling at all, and more people making more than one journey than would be expected. ", "cite_spans": [], "ref_spans": [{"start": 418, "end": 426, "text": "Table S9", "ref_id": "TABREF9"}], "section": "Analysis of the frequency of occasional travel"}, {"text": "For the datasets in Huangshan city, we know the origin of each journey by district (Tunxi district or Xiuning county), for the Shenzhen dataset the origin can be anywhere within Shenzhen city. The destinations of the occasional journeys were recorded at the level of county/district, city or province. Some journeys had several destinations recorded, for the distance distributions these were treated as separate journeys. For each origin-destination pair we calculated a distance distribution by weighting the distances between any two points within the area of origin and the area of destination by both population densities at the points of origin and destination. If there was only one journey for a specific origin-destination pair, this was allocated the median distance, if there were several journeys, they were allocated distances at the relevant percentiles of the distance distribution. The population densities were obtained from the Landscan dataset [2, 3] which gives global population density estimates at a resolution of less than 1sqkm.", "cite_spans": [{"start": 963, "end": 966, "text": "[2,", "ref_id": null}, {"start": 967, "end": 969, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Reconstruction of the travel distance distributions"}, {"text": "The travel distances were binned into bins of logarithmic width, where the maximum distance within distance category is given by . For the results presented in the main paper, we used n = . Here, we investigate the sensitivity to this arbitrarily chosen level of aggregation. In order to ensure statistical validity of the fitting procedure, we exclude any values of n so small that there are any bins with less than 5 observations. We furthermore exclude values of n so large that there are less than 6 bins. Figure S4 shows the parameter estimates obtained for different levels of aggregation for the Huangshan and Shenzhen. Although the parameter estimates show a slight variation across the different aggregation levels, they are consistent across the range. With this, we again fitted a lognormal spatial kernel to the observed distance distributions at different levels of spatial aggregation. The obtained parameter estimates are shown in Figure S1 . For the Shenzhen dataset, the fitted values of the population power τ tend to be somewhat above 1, with 1 being in the area of the lower bound of the confidence interval. This means that the number of people travelling to a particular area is approximately proportional to the population of that area. However, for the Huangshan dataset, the fitted values of the population power τ are very small, indicating that the attractiveness of a travel destination does not depend on its population size. The spatial kernel has a slightly shorter range than with a population power of 1 τ = .", "cite_spans": [], "ref_spans": [{"start": 510, "end": 519, "text": "Figure S4", "ref_id": "FIGREF12"}, {"start": 946, "end": 955, "text": "Figure S1", "ref_id": "FIGREF0"}], "section": "Binning the distance distributions"}, {"text": "Comparing the fitted cumulative distributions ( Figure S6 ) with those for the simpler model with the population power fixed to 1 (Figure 7 in the main text), the additional parameter offers only a very slight improvement in the overall fit. ", "cite_spans": [], "ref_spans": [{"start": 48, "end": 57, "text": "Figure S6", "ref_id": "FIGREF14"}, {"start": 130, "end": 139, "text": "(Figure 7", "ref_id": null}], "section": "Binning the distance distributions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Effect of China's One-Child Family Policy after 25 Years", "authors": [{"first": "T", "middle": [], "last": "Hesketh", "suffix": ""}, {"first": "L", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Z", "middle": ["W"], "last": "Xing", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "353", "issn": "", "pages": "1171--1176", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Landscan: A Global Population Database for Estimating Populations at", "authors": [{"first": "J", "middle": ["E"], "last": "Dobson", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Bright", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Coleman", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Durfee", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Worley", "suffix": ""}], "year": 2000, "venue": "Risk. Photogrammetric Engineering & Remote Sensing", "volume": "66", "issn": "", "pages": "849--857", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Age distributions in China. a) China (solid black line), Shenzhen (long dashed red line) and Huangshan (dashed green line) from the population census 2000. b) Urban Huangshan from the population census 2000 (solid black line) and urban Huangshan study population projected back to 2000 (long dashed red line). c) Rural Huangshan from the population census 2000 (solid black line) and rural Huangshan study population projected back to 2000 (long dashed red line). d) Shenzhen from the population census 2000 (solid black line), Shenzhen study population projected back to 2000 (long dashed red line) and in 2007 (dashed green line).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Employment rates for men and women in the study populations compared to the overall employment rates for China.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Student enrolment rates for the different study populations.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "21 (-0.25 --0.17) <0.01", "latex": null, "type": "figure"}, "FIGREF7": {"text": "43 (0.24 -0.62) <0.01", "latex": null, "type": "figure"}, "FIGREF11": {"text": "For a very fine level of aggregation we used and , yielding around 200 distance categories, many of which had zero last distance categories such that the new last bin contained at least of the parameter estimates on the aggregation level", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Parameter estimates with 95% confidence intervals for the fitted distance distributions by aggregation level.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Parameter estimates with 95% confidence intervals for the fitted distance distributions by aggregation level, allowing for a variable power on the destination population density.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Observed and fitted cumulative distributions of travel distances for Huangshan and Shenzhen. Variable power on the destination population for aggregation level n=12. Symbols = observed distributions, thick lines = fitted distributions, pale lines = 95% credibility intervals of the fitted distributions.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Fitted parameters (95% CI) and p-values of the best fitting linear regression models for Huangshan students.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>coefficient </td><td>p </td></tr><tr><td>A </td><td>0.36 (0.20 ‐ 0.51) </td><td>&lt;0.01 </td></tr><tr><td>B 6 • 11 </td><td>0.33 (0.13 ‐ 0.52) </td><td>&lt;0.01 </td></tr><tr><td>B 12 • 14 </td><td>0.35 (0.10 ‐ 0.60) </td><td>&lt;0.01 </td></tr><tr><td>B 15 • 17 </td><td>0.99 (0.76 ‐ 1.23) </td><td>&lt;0.01 </td></tr><tr><td>B 18• </td><td>1.3 (0.9 ‐ 1.6) </td><td>&lt;0.01 </td></tr><tr><td>C rur </td><td>0.9 (0.6 ‐ 1.2) </td><td>&lt;0.01 </td></tr><tr><td>D 6 • 11*rur </td><td>‐0.3 (‐0.7 ‐ 0.0) </td><td>0.08 </td></tr><tr><td>D 12 • 14*rur </td><td>0.4 (0.0 ‐ 0.8) </td><td>0.06 </td></tr><tr><td>D 15 • 17*rur </td><td>0.4 (0.1 ‐ 0.8) </td><td>0.03 </td></tr><tr><td>D 18 • *rur </td><td>0.2 (‐0.2 ‐ 0.7) </td><td>0.31 </td></tr></table></body></html>"}, "TABREF2": {"text": "Fitted parameters (95% CI) and p-values of the best fitting linear regression models for Shenzhen students.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>coefficient </td><td>p </td></tr><tr><td>A </td><td>0.54 (0.34 ‐ 0.74) </td><td>&lt;0.01 </td></tr><tr><td>B 6 • 11 </td><td>0.18 (‐0.06 ‐ 0.41) </td><td>0.14 </td></tr><tr><td>B 12 • 14 </td><td>0.5 (0.2 ‐ 0.8) </td><td>&lt;0.01 </td></tr><tr><td>B 15 • 17 </td><td>0.9 (0.6 ‐ 1.2) </td><td>&lt;0.01 </td></tr><tr><td>B 18• </td><td>2.1 (1.7 ‐ 2.4) </td><td>&lt;0.01 </td></tr><tr><td>C reg </td><td>‐0.34 (‐0.54 ‐ ‐0.14) </td><td>&lt;0.01 </td></tr></table></body></html>"}, "TABREF3": {"text": "Fitted parameters (95% CI) and p-values of the best fitting linear regression models for Huangshan employees.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>coefficient </td><td>p </td></tr><tr><td>A </td><td>1.60 (1.38 ‐ 1.82) </td><td>&lt;0.01 </td></tr><tr><td>B 20 • 29 </td><td>‐0.22 (‐0.43 ‐ ‐0.01) </td><td>0.04 </td></tr><tr><td>B 30 • 39 </td><td>‐0.43 (‐0.64 ‐ ‐0.23) </td><td>&lt;0.01 </td></tr><tr><td>B 40 • 49 </td><td>‐0.55 (‐0.75 ‐ ‐0.35) </td><td>&lt;0.01 </td></tr><tr><td>B 50 • 59 </td><td>‐0.67 (‐0.87 ‐ ‐0.47) </td><td>&lt;0.01 </td></tr><tr><td>B 60• </td><td>‐0.82 (‐1.03 ‐ ‐0.62) </td><td>&lt;0.01 </td></tr><tr><td>C rur </td><td>0.19 (0.08 ‐ 0.30) </td><td>&lt;0.01 </td></tr><tr><td>D female </td><td>‐0.21 (‐0.25 ‐ ‐0.17) </td><td>&lt;0.01 </td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Number of distances, number of distances used in the fit, parameter values (95% CIs) for the lognormal distributions and p-values for the overall goodness of fit for to the different strata of the commuting distance distributions for Huangshan students.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>urb/rur </td><td>age N </td><td>N&gt;1.45 </td><td>• </td><td>• </td><td>excess &lt;1.45km </td><td>p </td></tr><tr><td>urban </td><td>0‐5 </td><td>89 </td><td>27 </td><td>1.2 (0.5 ‐ 1.4) </td><td>0.48 (0.32 ‐ 0.96) </td><td>0.683 (0.447 ‐ 0.696) </td><td>0.35 </td></tr><tr><td>urban </td><td>6‐11 </td><td>158 </td><td> </td><td>76 1.30 (1.03 ‐ 1.48) </td><td>0.56 (0.44 ‐ 0.78) </td><td>0.495 (0.406 ‐ 0.514) </td><td>&lt;0.01 </td></tr><tr><td>urban </td><td>12‐14 </td><td>73 </td><td>40 </td><td>1.31 (0.90 ‐ 1.53) </td><td>0.53 (0.38 ‐ 0.86) </td><td>0.431 (0.260 ‐ 0.450) </td><td>&lt;0.01 </td></tr><tr><td>urban </td><td>15‐17 </td><td>81 </td><td>66 </td><td>1.62 (1.45 ‐ 1.78) </td><td>0.50 (0.40 ‐ 0.66) </td><td>0.180 (0.150 ‐ 0.185) </td><td>&lt;0.01 </td></tr><tr><td>urban </td><td>18+ </td><td>38 </td><td> </td><td>32 1.9 (1.5 ‐ 2.2) </td><td>0.62 (0.46 ‐ 0.96) </td><td>0.151 (0.070 ‐ 0.158) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>0‐5 </td><td>78 </td><td> </td><td>47 2.1 (1.7 ‐ 2.4) </td><td>0.80 (0.61 ‐ 1.15) </td><td>0.388 (0.327 ‐ 0.396) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>6‐11 </td><td>441 </td><td> </td><td>292 1.90 (1.81 ‐ 1.99) </td><td>0.60 (0.54 ‐ 0.68) </td><td>0.334 (0.329 ‐ 0.337) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>12‐14 </td><td>351 </td><td> </td><td>307 2.26 (2.16 ‐ 2.34) </td><td>0.63 (0.57 ‐ 0.70) </td><td>0.1241 (0.1217 ‐ 0.1250) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>15‐17 </td><td>269 </td><td> </td><td>266 2.71 (2.62 ‐ 2.81) </td><td>0.61 (0.55 ‐ 0.69) </td><td>0.01109 (0.01080 ‐ 0.01114) </td><td>&lt;0.01 </td></tr><tr><td> </td><td>rural </td><td>18+ </td><td>100 </td><td>100 2.79 (2.61 ‐ 2.98) </td><td>0.74 (0.63 ‐ 0.90) </td><td>‐0.0005 (‐0.0042 ‐ 0.0000) </td><td>&lt;0.01 </td></tr></table></body></html>"}, "TABREF6": {"text": "Number of distances, number of distances used in the fit, parameter values (95% CIs) for the lognormal distributions and p-values for the overall goodness of fit for to the different strata of the commuting distance distributions for Shenzhen students.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>reg stat not reg </td><td>age </td><td>N </td><td>N&gt;1.45 </td><td>• </td><td>• </td><td>excess &lt;1.45km </td><td>p </td></tr><tr><td>0‐5 </td><td>114 </td><td> </td><td>51 ‐13 (‐2086 ‐ 0) </td><td>4.3 (1.6 ‐ 58.1) </td><td>‐499 (‐• ‐ 0) </td><td>&lt;0.01 </td></tr><tr><td>not reg </td><td>6‐11 </td><td>369 </td><td>181 </td><td>‐18 (‐2224 ‐ ‐2) </td><td>5.5 (2.5 ‐ 60.3) </td><td>‐1270 (‐• ‐ ‐1) </td><td>&lt;0.01 </td></tr><tr><td>not reg </td><td>12‐14 </td><td>183 </td><td>101 </td><td>‐6 (‐2894 ‐ 1) </td><td>3.9 (2.1 ‐ 78.2) </td><td>‐7.5 (‐• ‐ 0.0) </td><td>&lt;0.01 </td></tr><tr><td>not reg </td><td>15‐17 </td><td>127 </td><td> </td><td>80 ‐7 (‐3369 ‐ 1) </td><td>5 (2 ‐ 92) </td><td>‐11 (‐• ‐ 0) </td><td>&lt;0.01 </td></tr><tr><td>not reg </td><td>18+ </td><td>55 </td><td> </td><td>49 2.7 (0.6 ‐ 3.5) </td><td>1.9 (1.4 ‐ 3.2) </td><td>0.01 (‐0.69 ‐ 0.09) </td><td>&lt;0.01 </td></tr><tr><td>reg </td><td>0‐5 </td><td>50 </td><td> </td><td>16 1.3 (‐38.5 ‐ 1.8) </td><td>0.7 (0.4 ‐ 6.6) </td><td>0.65 (‐• ‐ 0.68) </td><td>1.00 </td></tr><tr><td>reg </td><td>6‐11 </td><td>133 </td><td>54 </td><td>‐0.6 (‐1568.5 ‐ 1.2) </td><td>1.7 (1.0 ‐ 45.0) </td><td>‐0.46 (‐• ‐ 0.49) </td><td>0.01 </td></tr><tr><td>reg </td><td>12‐14 </td><td>86 </td><td> </td><td>53 ‐0.4 (‐1830.0 ‐ 1.4) </td><td>1.8 (1.0 ‐ 51.6) </td><td>‐0.8 (‐• ‐ 0.2) </td><td>0.08 </td></tr><tr><td>reg </td><td>15‐17 </td><td>108 </td><td> </td><td>71 0.9 (‐6.4 ‐ 1.7) </td><td>1.5 (1.0 ‐ 3.7) </td><td>0.0 (‐24.6 ‐ 0.3) </td><td>0.68 </td></tr><tr><td> </td><td>reg </td><td>18+ </td><td>107 </td><td>93 2.4 (1.8 ‐ 2.8) </td><td>1.33 (1.06 ‐ 1.79) </td><td>0.07 (‐0.08 ‐ 0.12) </td><td>&lt;0.01 </td></tr></table></body></html>"}, "TABREF7": {"text": "Number of distances, number of distances used in the fit, parameter values (95% CIs) for the lognormal distributions and p-values for the overall goodness of fit for to the different strata of the commuting distance distributions for Huangshan employees.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>urb/rur </td><td>sex </td><td>age N </td><td>N&gt;1.45 • </td><td>• </td><td>excess &lt;1.45km </td><td>p </td></tr><tr><td>urban </td><td>m </td><td>0‐19 </td><td>7 </td><td>2 ( ‐ ) </td><td> ( ‐ ) </td><td> ( ‐ ) </td><td> </td></tr><tr><td>urban </td><td>m </td><td>20‐29 </td><td>89 </td><td>72 1.6 (0.9 ‐ 2.0) </td><td>1.0 (0.7 ‐ 1.4) </td><td>0.10 (‐0.24 ‐ 0.17) </td><td>&lt;0.01 </td></tr><tr><td>urban </td><td>m </td><td>30‐39 </td><td>231 </td><td>166 1.75 (1.51 ‐ 1.93) </td><td>0.85 (0.72 ‐ 1.05) </td><td>0.24 (0.17 ‐ 0.27) </td><td>&lt;0.01 </td></tr><tr><td>urban </td><td>m </td><td>40‐49 </td><td>213 </td><td>154 1.84 (1.61 ‐ 2.02) </td><td>0.83 (0.70 ‐ 1.02) </td><td>0.25 (0.19 ‐ 0.27) </td><td>&lt;0.01 </td></tr><tr><td>urban </td><td>m </td><td>50‐59 </td><td>85 </td><td>58 1.5 (0.7 ‐ 1.9) </td><td>0.89 (0.66 ‐ 1.42) </td><td>0.24 (‐0.15 ‐ 0.30) </td><td>&lt;0.01 </td></tr><tr><td>urban </td><td>m </td><td>60+ </td><td>10 </td><td>7 2.0 (0.5 ‐ 2.7) </td><td>0.6 (0.3 ‐ 1.8) </td><td>0.2989 (‐0.3453 ‐ 0.3000) </td><td>0.25 </td></tr><tr><td>urban </td><td>f </td><td>0‐19 </td><td>2 </td><td>2 ( ‐ ) </td><td> ( ‐ ) </td><td> ( ‐ ) </td><td> </td></tr><tr><td>urban </td><td>f </td><td>20‐29 </td><td>117 </td><td>88 1.5 (0.9 ‐ 1.8) </td><td>0.88 (0.68 ‐ 1.26) </td><td>0.16 (‐0.12 ‐ 0.22) </td><td>&lt;0.01 </td></tr><tr><td>urban </td><td>f </td><td>30‐39 </td><td>227 </td><td>154 1.55 (1.27 ‐ 1.74) </td><td>0.81 (0.67 ‐ 1.02) </td><td>0.27 (0.17 ‐ 0.30) </td><td>&lt;0.01 </td></tr><tr><td>urban </td><td>f </td><td>40‐49 </td><td>157 </td><td>90 1.59 (1.32 ‐ 1.79) </td><td>0.69 (0.56 ‐ 0.92) </td><td>0.404 (0.336 ‐ 0.421) </td><td>&lt;0.01 </td></tr><tr><td>urban </td><td>f </td><td>50‐59 </td><td>21 </td><td>13 1.3 (‐1490.7 ‐ 1.8) </td><td>0.7 (0.4 ‐ 43.7) </td><td>0.32 (‐ ‐ 0.38) • </td><td>0.02 </td></tr><tr><td>urban f </td><td>60+ </td><td>1 </td><td>0 ( ‐ ) </td><td> ( ‐ ) </td><td> ( ‐ ) </td><td> </td></tr><tr><td>rural </td><td>m </td><td>0‐19 </td><td>74 </td><td>60 2.1 (1.8 ‐ 2.4) </td><td>0.75 (0.60 ‐ 1.02) </td><td>0.181 (0.136 ‐ 0.188) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>m </td><td>20‐29 </td><td>289 </td><td>236 1.98 (1.82 ‐ 2.11) </td><td>0.82 (0.71 ‐ 0.95) </td><td>0.163 (0.134 ‐ 0.175) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>m </td><td>30‐39 </td><td>553 </td><td>417 1.87 (1.75 ‐ 1.98) </td><td>0.82 (0.73 ‐ 0.92) </td><td>0.220 (0.197 ‐ 0.233) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>m </td><td>40‐49 </td><td>688 </td><td>511 1.62 (1.50 ‐ 1.73) </td><td>0.81 (0.73 ‐ 0.91) </td><td>0.209 (0.172 ‐ 0.230) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>m </td><td>50‐59 </td><td>799 </td><td>568 1.43 (1.34 ‐ 1.51) </td><td>0.64 (0.58 ‐ 0.71) </td><td>0.252 (0.226 ‐ 0.268) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>m </td><td>60+ </td><td>546 </td><td>361 1.31 (1.21 ‐ 1.40) </td><td>0.58 (0.51 ‐ 0.66) </td><td>0.303 (0.267 ‐ 0.321) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>f </td><td>0‐19 </td><td>46 </td><td>43 1.9 (1.2 ‐ 2.2) </td><td>0.88 (0.65 ‐ 1.41) </td><td>0.02 (‐0.28 ‐ 0.06) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>f </td><td>20‐29 </td><td>340 </td><td>254 1.72 (1.55 ‐ 1.86) </td><td>0.80 (0.70 ‐ 0.94) </td><td>0.217 (0.173 ‐ 0.237) </td><td>&lt;0.01 </td></tr><tr><td>rural f </td><td>30‐39 </td><td>564 </td><td>384 1.58 (1.46 ‐ 1.69) </td><td>0.72 (0.64 ‐ 0.82) </td><td>0.286 (0.254 ‐ 0.302) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>f </td><td>40‐49 </td><td>740 </td><td>527 1.35 (1.26 ‐ 1.43) </td><td>0.61 (0.55 ‐ 0.68) </td><td>0.249 (0.218 ‐ 0.266) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>f </td><td>50‐59 </td><td>755 </td><td>530 1.38 (1.31 ‐ 1.44) </td><td>0.53 (0.48 ‐ 0.58) </td><td>0.278 (0.261 ‐ 0.287) </td><td>&lt;0.01 </td></tr><tr><td>rural </td><td>f </td><td>60+ </td><td>438 </td><td>278 1.30 (1.21 ‐ 1.37) </td><td>0.47 (0.41 ‐ 0.55) </td><td>0.349 (0.328 ‐ 0.359) </td><td>0.01 </td></tr></table></body></html>"}, "TABREF8": {"text": "Number of distances, number of distances used in the fit, parameter values (95% CIs) for the lognormal distributions and p-values for the overall goodness of fit for to the different strata of the commuting distance distributions for Shenzhen employees.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>reg stat not reg </td><td>sex </td><td>age N </td><td>N&gt;1.45 • </td><td>• </td><td>excess &lt;1.45km </td><td>p </td></tr><tr><td>m </td><td>0‐19 </td><td>136 </td><td>35 ‐0.3 (‐1991.6 ‐ 1.5) </td><td>1.7 (0.9 ‐ 54.9) </td><td>0.3 (‐• ‐ 0.7) </td><td>0.23 </td></tr><tr><td>not reg </td><td>m </td><td>20‐29 </td><td>1042 </td><td>535 0.6 (‐0.3 ‐ 1.1) </td><td>1.5 (1.2 ‐ 1.8) </td><td>0.10 (‐0.40 ‐ 0.28) </td><td>&lt;0.01 </td></tr><tr><td>not reg </td><td>m </td><td>30‐39 </td><td>1029 </td><td>555 1.5 (1.2 ‐ 1.8) </td><td>1.31 (1.15 ‐ 1.52) </td><td>0.34 (0.24 ‐ 0.39) </td><td>&lt;0.01 </td></tr><tr><td>not reg </td><td>m </td><td>40‐49 </td><td>528 </td><td>271 1.3 (0.5 ‐ 1.8) </td><td>1.5 (1.2 ‐ 1.9) </td><td>0.31 (0.03 ‐ 0.40) </td><td>&lt;0.01 </td></tr><tr><td>not reg </td><td>m </td><td>50‐59 </td><td>163 </td><td>67 1.8 (0.8 ‐ 2.3) </td><td>1.2 (0.9 ‐ 1.8) </td><td>0.54 (0.32 ‐ 0.58) </td><td>&lt;0.01 </td></tr><tr><td>not reg not reg </td><td>m </td><td>60+ </td><td>26 </td><td>8 2.3 (‐7.5 ‐ 3.2) </td><td>0.9 (0.5 ‐ 4.6) </td><td>0.688 (‐7.582 ‐ 0.692) </td><td>0.62 </td></tr><tr><td>f </td><td>0‐19 </td><td>154 </td><td>53 ‐3 (‐1550 ‐ 1) </td><td>2.2 (1.0 ‐ 42.3) </td><td>‐5 (‐• ‐ 0) </td><td>0.86 </td></tr><tr><td>not reg not reg f not reg </td><td>f </td><td>20‐29 </td><td>835 </td><td>387 1.12 (0.64 ‐ 1.38) </td><td>1.10 (0.94 ‐ 1.36) </td><td>0.38 (0.20 ‐ 0.46) </td><td>0.17 </td></tr><tr><td> </td><td>30‐39 </td><td>637 </td><td>226 0.8 (‐0.5 ‐ 1.3) </td><td>1.35 (1.07 ‐ 1.92) </td><td>0.44 (‐0.13 ‐ 0.56) </td><td>&lt;0.01 </td></tr><tr><td>not reg not reg f </td><td>f </td><td>40‐49 </td><td>333 </td><td>101 0.3 (‐9.1 ‐ 1.2) </td><td>1.4 (1.0 ‐ 3.7) </td><td>0.37 (‐61.38 ‐ 0.62) </td><td>0.23 </td></tr><tr><td>f </td><td>50‐59 </td><td>68 </td><td>17 ‐2 (‐2665 ‐ 2) </td><td>2.1 (0.8 ‐ 75.2) </td><td>‐0.37 (‐ ‐ 0.73) • </td><td>0.25 </td></tr><tr><td> </td><td> </td><td>60+ </td><td>8 </td><td>2 ( ‐ ) </td><td> ( ‐ ) </td><td> ( ‐ ) </td><td> </td></tr><tr><td>reg </td><td>m </td><td>0‐19 </td><td>0 </td><td>0 ( ‐ ) </td><td> ( ‐ ) </td><td> ( ‐ ) </td><td> </td></tr><tr><td>reg </td><td>m </td><td>20‐29 </td><td>136 </td><td>108 1.7 (1.3 ‐ 2.0) </td><td>0.99 (0.80 ‐ 1.34) </td><td>0.13 (‐0.05 ‐ 0.18) </td><td>0.76 </td></tr><tr><td>reg </td><td>m </td><td>30‐39 </td><td>248 </td><td>193 1.7 (1.3 ‐ 2.0) </td><td>1.16 (0.96 ‐ 1.47) </td><td>0.11 (‐0.06 ‐ 0.18) </td><td>0.01 </td></tr><tr><td>reg </td><td>m </td><td>40‐49 </td><td>169 </td><td>119 1.7 (0.9 ‐ 2.0) </td><td>1.2 (0.9 ‐ 1.6) </td><td>0.19 (‐0.09 ‐ 0.26) </td><td>0.38 </td></tr><tr><td>reg </td><td>m </td><td>50‐59 </td><td>58 </td><td>35 2.2 (1.7 ‐ 2.6) </td><td>0.82 (0.61 ‐ 1.26) </td><td>0.389 (0.317 ‐ 0.396) </td><td>0.83 </td></tr><tr><td>reg </td><td>m </td><td>60+ </td><td>6 </td><td>1 ( ‐ ) </td><td> ( ‐ ) </td><td> ( ‐ ) </td><td> </td></tr><tr><td>reg </td><td>f </td><td>0‐19 </td><td>1 </td><td>0 ( ‐ ) </td><td> ( ‐ ) </td><td> ( ‐ ) </td><td> </td></tr><tr><td>reg </td><td>f </td><td>20‐29 </td><td>108 </td><td>83 1.87 (1.54 ‐ 2.10) </td><td>0.82 (0.66 ‐ 1.10) </td><td>0.20 (0.12 ‐ 0.23) </td><td>0.75 </td></tr><tr><td>reg </td><td>f </td><td>30‐39 </td><td>169 </td><td>123 1.5 (1.1 ‐ 1.8) </td><td>0.93 (0.74 ‐ 1.25) </td><td>0.19 (‐0.01 ‐ 0.24) </td><td>0.50 </td></tr><tr><td>reg </td><td>f </td><td>40‐49 </td><td>80 </td><td>53 1.8 (1.4 ‐ 2.1) </td><td>0.76 (0.58 ‐ 1.10) </td><td>0.318 (0.217 ‐ 0.335) </td><td>0.78 </td></tr><tr><td>reg </td><td>f </td><td>50‐59 </td><td>16 </td><td>7 2.3 (1.7 ‐ 2.9) </td><td>0.46 (0.25 ‐ 1.15) </td><td>0.562 (0.525 ‐ 0.563) </td><td>0.97 </td></tr><tr><td>reg </td><td>f </td><td>60+ </td><td>5 </td><td>3 ( ‐ ) </td><td> ( ‐ ) </td><td> ( ‐ ) </td><td> </td></tr><tr><td> </td><td>mig </td><td>1994 </td><td>209 ‐446 (‐527 ‐ ‐6) </td><td>12.0 (1.5 ‐ 14.3) </td><td>‐• (‐• ‐ ‐17468) </td><td>&lt;0.01 </td></tr></table></body></html>"}, "TABREF9": {"text": "Table S4: Fitted p % CI) and lues of arameters (95 p‐va\nbest near regression models for Shen", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>coefficient </td><td>p </td></tr><tr><td> </td><td>A </td><td>‐0.02 (‐0.26 ‐ 0.22) </td><td>0.87 </td></tr><tr><td> </td><td>B 20 • 29 </td><td>0.6 (0.3 ‐ 0.8) </td><td>&lt;0.01 </td></tr><tr><td> </td><td>B 30 • 39 </td><td>0.73 (0.47 ‐ 0.99) </td><td>&lt;0.01 </td></tr><tr><td> </td><td>B 40 • 49 </td><td>0.6 (0.3 ‐ 0.9) </td><td>&lt;0.01 </td></tr><tr><td> </td><td>B 50• 59 </td><td>0.4 (0.1 ‐ 0.7) </td><td>0.01 </td></tr><tr><td> </td><td>B 60• </td><td>‐0.2 (‐1.0 ‐ 0.5) </td><td>0.49 </td></tr><tr><td> </td><td>C reg </td><td>0.68 (0.53 ‐ 0.82) </td><td>&lt;0.01 </td></tr><tr><td> </td><td>D female </td><td>0.2 (‐0.1 ‐ 0.5) </td><td>0.25 </td></tr><tr><td> </td><td>E 20 • 29*female </td><td>‐0.4 (‐0.7 ‐ 0.0) </td><td>0.03 </td></tr><tr><td> </td><td>E 30 • 39*female </td><td>‐0.9 (‐1.2 ‐ ‐0.5) </td><td>&lt;0.01 </td></tr><tr><td> </td><td>E 40 • 49*fem al e </td><td>‐1.0 (‐1.3 ‐ ‐0.6) </td><td>&lt;0.01 </td></tr><tr><td> </td><td>E 50 • 59*female </td><td>‐1.2 (‐1.7 ‐ ‐0.7) </td><td>&lt;0.01 </td></tr><tr><td>F r</td><td>E 60 • *female </td><td>‐0.4 (‐1.3 ‐ 0.5) </td><td>0.40 </td></tr><tr><td>eg*female </td><td>0.43 (0.24 ‐ 0.62) </td><td>&lt;0.01 </td></tr></table></body></html>"}}, "back_matter": []}