{"paper_id": "61c544c0073ac03b02ec00b3f4319ff311eb642a", "metadata": {"title": "Pandemic H1N1 2009 influenza virus with the H275Y oseltamivir resistance neuraminidase mutation shows a small compromise in enzyme activity and viral fitness", "authors": [{"first": "Daniel", "middle": ["W"], "last": "Brookes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"postCode": "W2 1PG", "settlement": "Norfolk Place, London", "country": "UK"}}, "email": ""}, {"first": "Shahajahan", "middle": [], "last": "Miah", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Angie", "middle": [], "last": "Lackenby", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lorian", "middle": [], "last": "Hartgroves", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"postCode": "W2 1PG", "settlement": "Norfolk Place, London", "country": "UK"}}, "email": ""}, {"first": "Wendy", "middle": ["S"], "last": "Barclay", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"postCode": "W2 1PG", "settlement": "Norfolk Place, London", "country": "UK"}}, "email": "w.barclay@imperial.ac.uk"}]}, "abstract": [{"text": "Background: Resistance to the neuraminidase inhibitor oseltamivir can be conferred by a well-characterized mutation in the neuraminidase gene, H275Y. In human H1N1 viruses that circulated in the first years of the 21st century, this mutation carried a fitness cost and resistant viruses were rare. During the 2007-08 influenza season, oseltamivir-resistant viruses of H1N1 phenotype emerged and predominated. March 2009 saw the emergence of a novel H1N1 influenza pandemic. We examined whether the H275Y mutation affected neuraminidase enzyme activity or replication of the pandemic influenza virus.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Using reverse genetics we engineered the H275Y mutation into the neuraminidase of a 2009 pandemic H1N1 virus and assessed the ability of this enzyme to desialylate mono-and multivalent substrates. The growth kinetics of wild-type and mutant viruses were assessed in Madin -Darby canine kidney (MDCK) and fully differentiated human airway epithelial (HAE) cells.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The presence of H275Y was associated with a 1.3-fold decrease in the affinity of the neuraminidase for a monovalent substrate and a 4-fold compromise in desialylation of multivalent substrate. This was associated with a fitness cost to viral replication in vitro, which only became apparent during competitive replication in the mucus-rich HAE culture system.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The neuraminidase protein of pandemic influenza isolates tolerates the H275Y mutation and this mutation confers resistance to oseltamivir. However, unlike seasonal H1N1 viruses isolated since 2007, the mutation is not associated with any fitness advantage and thus is unlikely to predominate without further antigenic drift, compensating mutations or intense selection pressure.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "March 2009 saw the emergence of a novel strain of influenza with the ability to transmit readily between humans. The rapid global spread of the new influenza A/H1N1 virus resulted in the first influenza pandemic in 40 years. 1 Two therapies are currently licensed to treat influenza infections: the M2 ion channel blocking adamantane drugs (amantadine and rimantadine) and the neuraminidase (NA) inhibitors (oseltamivir and zanamivir). Pandemic influenza A/H1N1 2009 virus (pH1N1) crossed into humans carrying a well-characterized amantadine-resistance mutation, S31N, within the M2 ion channel protein, rendering the adamantane class of antiviral drug ineffective against the virus. Initial isolates were susceptible to NA inhibitors, including oseltamivir and consequently this drug was used extensively in the treatment and prophylaxis of pandemic influenza. 2 Oseltamivir resistance emerged infrequently in pH1N1 2009 influenza viruses. 3, 4 In contrast, seasonal H1N1 influenza viruses from the 2007-08 season onwards were predominantly resistant to oseltamivir with resistance conferred by the H275Y mutation in the viral NA. 5 Traditionally, the H275Y mutation was associated with compromised viral fitness amongst H1N1 isolates. 6 However, isolates from the 2007 -08 season with this mutation suffered no attenuation. 7 It is likely that certain other sequence variations, such as the D344N (N1 numbering) change found within the NA gene of oseltamivir-resistant viruses from the 2007-08 season, counteract the decrease in enzyme function that H275Y confers. 8, 9 Residue 344 is tyrosine in most avian influenza NA genes but mutated to asparagine in two N1 viruses, which crossed from birds into mammals shortly thereafter (the 1918 pandemic virus and the Eurasian lineage swine H1N1 viruses). 10 During circulation in humans, an aspartic acid at residue 344 was eventually selected in seasonal H1N1 viruses. Mutation back to asparagine occurred in circulating human H1N1 viruses prior to the 2007 season and was associated with increased NA activity. 9 The NA enzyme of pH1N1 virus is derived from a Eurasian lineage H1N1 swine virus, and harbours asparagine at residue 344. This suggested that it may tolerate mutations such as H275Y that would concomitantly decrease NA activity and confer oseltamivir resistance. This study aimed to assess in vitro the effect of the H275Y mutation in the NA of a prototypic pH1N1 2009 isolate.", "cite_spans": [{"start": 225, "end": 226, "text": "1", "ref_id": "BIBREF0"}, {"start": 862, "end": 863, "text": "2", "ref_id": "BIBREF1"}, {"start": 941, "end": 943, "text": "3,", "ref_id": "BIBREF2"}, {"start": 944, "end": 945, "text": "4", "ref_id": "BIBREF3"}, {"start": 1132, "end": 1133, "text": "5", "ref_id": "BIBREF4"}, {"start": 1237, "end": 1238, "text": "6", "ref_id": "BIBREF5"}, {"start": 1326, "end": 1327, "text": "7", "ref_id": "BIBREF6"}, {"start": 1567, "end": 1569, "text": "8,", "ref_id": "BIBREF7"}, {"start": 1570, "end": 1571, "text": "9", "ref_id": "BIBREF8"}, {"start": 1802, "end": 1804, "text": "10", "ref_id": "BIBREF9"}, {"start": 2060, "end": 2061, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Seven RNA segments of laboratory-adapted strain [A/Puerto Rico/8/34 (H1N1)] were combined with the NA of a pH1N1 strain [A/England/195/09 (pH1N1)] to rescue a pair of isogenic viruses that differed only at position 275 (wild-type PR8+E195 and mutant PR8+E195 H275Y ). Similarly a pair of isogenic viruses based on the whole genome of A/England/195/09 were rescued according to published methods. 11 The sialidase enzyme properties of both wild-type NA and the mutant H275Y NA were assessed using a fluorescent substrate [2 ′ -(4-methylumbelliferyl)-a-D-N-acetylneuraminic acid (MuNANA)] as previously described. 12 Enzyme kinetic experiments were performed on a standardized amount of each virus for which the NA metabolized 10 nmol substrate/h. A chicken erythrocyte elution assay, where NA is required to cleave sialic acid from multivalent cell surface moieties of the red blood cell, was established. Equal haemagglutination titres of each virus were diluted in 2-fold steps and mixed with PBS containing 1% chicken red blood cells in a V-bottomed microtitre plate and left at 48C for 1 h to determine the haemagglutination endpoint titre. The plate was then incubated for 2 h at 378C. The last dilution of virus at which haemagglutination was lost was defined as the desialylation endpoint titre.", "cite_spans": [{"start": 396, "end": 398, "text": "11", "ref_id": "BIBREF10"}, {"start": 612, "end": 614, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Methods"}, {"text": "To assay virus growth kinetics, two isogenic viruses containing eight segments of pH1N1 (A/England/195/09) were grown on either Madin-Darby canine kidney (MDCK) cells (originally sourced from the European cell culture collection) or MucilAir TM human airway epithelial (HAE) cells (Epithelix-Sà rl) at a multiplicity of infection (moi) of 0.01. At 12, 24, 48 and 72 h post-infection (MDCK) or 24, 48, 72, 96 and 120 h post-infection (HAE), viruses were collected from the apical surface and subsequently plaqued on MDCK cells to assay for viral titre.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "In competition assays, the two viruses were mixed at a defined ratio of either 50 :50 or 80 : 20 (mutant:wild-type) and used to infect MDCK cells or HAE cells at a total moi of 0.01. After 72 h, the released virus was pyrosequenced to quantify the proportion of each genotype.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Mutation H275Y in A/England/195/09 NA confers resistance to oseltamivir", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The N1 NA of pH1N1 that carried the H275Y mutation showed an 300-fold increase in oseltamivir IC 50 values (Table 1 ), but the mutation did not confer resistance to zanamivir. There was a 1.3-fold decrease in the binding affinity of the enzyme for the small MuNANA substrate resulting from the resistance mutation as indicated by the difference in K m values (Table 1) . Furthermore, the EC 50 of oseltamivir for virus containing wild-type NA was between 10 and 100 nM, whereas for the H275Y mutant this value was .10 mM since the virus still formed plaques at this concentration of drug (data not shown).", "cite_spans": [], "ref_spans": [{"start": 107, "end": 115, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 359, "end": 368, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Both recombinant viruses grew to equivalent high titres in MDCK cells and haemagglutinated chicken red blood cells with a geometric mean titre (GMT) of 128. Following incubation of the microtitre plates at 378C, wells containing high titres of virus showed haemagglutination reversal. This is accounted for by the digestion of the sialic acid receptor from the erythrocyte surface by active NA enzyme. The ability of the wild-type pH1N1 to elute virus from red blood cells was 4-fold greater than that of the H275Y isogenic mutant ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 533, "end": 541, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Recombinant virus with the NA mutation H275Y shows decreased red cell elution"}, {"text": "The ability of isogenic A/England/195/09 recombinant viruses that differed only at residue 275 in the NA to infect and spread in MDCK or in differentiated HAE cells was assessed by Recombinant influenza viruses containing the NA from representative pandemic influenza A/England/195/09 were assessed for their ability to catabolize mono-and multivalent substrates. The MuNANA substrate was used to determine IC 50 values for two NA inhibitors and assess enzyme K m values. IC 50 and K m values are given as the mean of two determinations, and the SEM is indicated for K m values. For red cell elution, chicken erythrocytes were first mixed in equal volumes with 2-fold serially diluted virus and incubated on ice to determine haemagglutination titres. The microtitre plate was then moved to 378C to allow NA to cleave sialic acid residues and reverse haemagglutination. The geometric mean titre derived from duplicate wells shown is the last dilution at which an effect was seen. A lower desialylation titre indicates a reduced ability of the NA to cleave sialic acid and reverse haemagglutination.", "cite_spans": [], "ref_spans": [], "section": "Effect of H275Y on the growth kinetics of pH1N1 in vitro"}, {"text": "Oseltamivir-resistant pandemic influenza A H1N1 virus 467 JAC performing infections at low multiplicity. Both viruses replicated efficiently in either cell culture system. Although there was an 0.75 log 10 decrease in the amount of mutant virus released from HAE cells at 72 h post-infection, this was not statistically significant (Figure 1a and b) .", "cite_spans": [], "ref_spans": [{"start": 332, "end": 349, "text": "(Figure 1a and b)", "ref_id": "FIGREF0"}], "section": "Effect of H275Y on the growth kinetics of pH1N1 in vitro"}, {"text": "The two viruses were used to co-infect triplicate wells of either MDCK or HAE cells at defined ratios and after 72 h released virus was analysed for the presence of H275Y mutation. Pyrosequence analysis showed that in MDCK cells there was no growth advantage for virus with either H or Y at residue 275 ( Figure 2 ). The output virus from all three wells of MDCK cells contained the same mixture of wild-type and mutant genomes as the input. Thus, the mean percentage of wild-type genotype (H275) following inoculation of the 50: 50 mixture was 50.3% and after inoculation of the 80 : 20 mutant:wild-type mixture this value was 21.4%. In contrast, after 72 h of propagation in HAE cells where mucus could accumulate, the wild-type oseltamivirsusceptible H275 genotype accumulated to a higher degree in two out of three wells than did the drug-resistant variant (Figure 2c) . The mean percentage of wild-type genome in the mixture after 72 h was 59%. The standard deviation of the pyrosequencing assay using this primer set was calculated by performing triplicate runs on six different extracted mixtures and was measured at ,1% (data not shown). Thus, the observed enrichment of wild-type genome after propagation in HAE cells was not a result of assay variation but rather indicative of a selective advantage of H275 in this system.", "cite_spans": [], "ref_spans": [{"start": 305, "end": 313, "text": "Figure 2", "ref_id": null}, {"start": 861, "end": 872, "text": "(Figure 2c)", "ref_id": null}], "section": "Effect of H275Y on the growth kinetics of pH1N1 in vitro"}, {"text": "The biological consequences of the H275Y mutation in the NA gene of pH1N1 influenza virus, which confers resistance to oseltamivir, are important because the drug is a first-line treatment for patients who present with pandemic influenza infection. Drug resistance was already observed in infected individuals in the community and in the clinic during the first and second waves of the swine flu pandemic 4,13 although it did not spread widely. Whether oseltamivir-resistant pH1N1 viruses might disseminate in subsequent waves through the community is key to future public health planning.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The NA gene of the new pandemic H1N1 virus was acquired from Eurasian swine influenza H1N1 virus, a lineage of virus that crossed from bird to pigs in the late 1970s. In this background, the small compromise in enzyme affinity for sialic acid substrate (observed by a 1.3-fold increase in the NA K m value) and the decrease in cell surface expression that results from the H275Y mutation, 14 had no effect on virus growth in MDCK cell culture. On the other hand, in vivo NA must cleave complex substrates to mediate virus release from an infected airway cell and gain access through a complex layer of mucins to the new target cell. Subtle decreases in NA activity or cell surface expression may have more profound consequences in the airway than in monoculture. To probe this, we tested the NA activity of the mutated virus in assays that presented large sialylated substrates: in a red cell elution assay we detected a 4-fold compromise in the ability of the virus with H275Y mutation to mediate desialylation of chicken erythrocytes, although the biological significance of this assay is not entirely clear. In differentiated cultures of human airway cells, the difference detected in replication of wild-type and mutant virus was not statistically significant on either of two separate occasions (Figure 1 and data not shown) . However, in competition assays in HAE cultures, the wild-type virus out-competed growth of the drug-resistant strain suggesting that, in the absence of drug, the 275Y motif carries a fitness cost in the environment of the human airway.", "cite_spans": [], "ref_spans": [{"start": 1300, "end": 1329, "text": "(Figure 1 and data not shown)", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "In both recent seasonal H1N1 strains and in H5N1 highly pathogenic viruses, mutations that increase the NA activity, protein stability or cell surface transport likely compensate for the effects of the mutation at 275 that would otherwise decrease the function of the enzyme. 8, 9, 14, 15 Examples of such mutations are D344N, 9 and V235M and/or R223Q. 14 Neither of Brookes et al. the latter two mutations currently exist in the NA protein of pH1N1 isolates, but further circulation of the pH1N1 virus in humans may select for these or other NA or haemagglutinin (HA) mutations that better prime the virus to accommodate or even select for the H275Y mutation.", "cite_spans": [{"start": 276, "end": 278, "text": "8,", "ref_id": "BIBREF7"}, {"start": 279, "end": 281, "text": "9,", "ref_id": "BIBREF8"}, {"start": 282, "end": 285, "text": "14,", "ref_id": "BIBREF13"}, {"start": 286, "end": 288, "text": "15", "ref_id": "BIBREF14"}, {"start": 327, "end": 328, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "For contemporary pH1N1 viruses, the cost or advantage of drug resistance is so subtle that different groups have come to different conclusions about its relevance. In a hospital setting there have been reports that suggest that patient-to-patient transmission of drug-resistant virus has occurred amongst immunocompromised individuals. 16 Hamelin et al. 17 showed that oseltamivir-resistant pH1N1 virus was equally virulent as its wild-type counterpart in mice and ferrets and did transmit to co-housed animals, though they did not assess droplet transmission. Seibert et al. 18 used guinea pigs and ferrets in both contact and droplet transmission studies and concluded that the drug-resistant mutant could potentially circulate in the community. However, a detailed analysis of their data reveals that for one of the viruses they tested, there was a 2 day delay in transmission to half the contact-exposed guinea pigs and for the other strain of pH1N1 there was a reduction in droplet transmission to 88% rather than 100% of exposed sentinels. The ferret experiments were conducted with n¼ 1 so it is difficult to be sure of their significance. Similarly, in the manuscript from Kiso et al., 19 the conclusion is again that the H275Y mutant transmits through the air between ferrets, but there is a 2 day delay in transmission of one of the mutant strains of virus studied. Conversely, Duan et al. 20 found that the drug-resistant virus did not transmit between ferrets by the respiratory droplet route and that in co-infected animals, the wild-type virus outgrew the resistant mutant and was uniquely transmitted to contact animals. Thus, the current picture from animal experiments is confused and discrepant. This might be partly due to the use of different strains of pH1N1 virus as well as different experimental protocols used by the various investigators. Anecdotal evidence from the clinic shows that, in most instances, contemporary drug-resistant variants of pH1N1 were replaced by drug-susceptible variants when the selective pressure of oseltamivir was removed, suggesting that wild-type isolates are fitter in vivo in humans. 21 Whether the subtle fitness deficit reported here for one particular strain of drug-resistant mutant pH1N1 virus explains the epidemiological observation that mutant virus has not circulated through the community is not clear, since many other factors including heterogeneous mixing of populations and stochastic effects may influence whether a particular virus mutant predominates. Nonetheless the virus competition assay conducted in HAE cultured cells described here offers an alternative biologically relevant model as a useful adjunct to animal studies and this system may more accurately reflect the environment in which virus replicates in otherwise healthy humans. Information from a variety of model systems should be combined to guide the appropriate use of oseltamivir. Such knowledge clearly needs to be revised specifically for each novel influenza virus that emerges either as a seasonal strain by drift or as a pandemic virus by antigenic shift. ", "cite_spans": [{"start": 336, "end": 338, "text": "16", "ref_id": "BIBREF15"}, {"start": 354, "end": 356, "text": "17", "ref_id": "BIBREF16"}, {"start": 576, "end": 578, "text": "18", "ref_id": "BIBREF17"}, {"start": 1194, "end": 1196, "text": "19", "ref_id": "BIBREF18"}, {"start": 1400, "end": 1402, "text": "20", "ref_id": "BIBREF19"}, {"start": 2141, "end": 2143, "text": "21", "ref_id": null}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pandemic potential of a strain of influenza A (H1N1): early findings", "authors": [{"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}], "year": 2009, "venue": "Science", "volume": "324", "issn": "", "pages": "1557--61", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Update: drug susceptibility of swine-origin influenza A (H1N1) viruses", "authors": [], "year": 2009, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "58", "issn": "", "pages": "433--438", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Emergence of oseltamivir-resistant pandemic H1N1 virus during prophylaxis", "authors": [{"first": "M", "middle": [], "last": "Baz", "suffix": ""}, {"first": "Y", "middle": [], "last": "Abed", "suffix": ""}, {"first": "J", "middle": [], "last": "Papenburg", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "2296--2303", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Oseltamivir-resistant influenza A pandemic (H1N1) 2009 virus", "authors": [{"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Cheung", "suffix": ""}, {"first": "H", "middle": [], "last": "Tai", "suffix": ""}], "year": 2009, "venue": "Emerg Infect Dis", "volume": "15", "issn": "", "pages": "1970--1972", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Oseltamivir-resistant influenza virus A (H1N1), Europe, 2007 -08 season", "authors": [{"first": "A", "middle": [], "last": "Meijer", "suffix": ""}, {"first": "A", "middle": [], "last": "Lackenby", "suffix": ""}, {"first": "O", "middle": [], "last": "Hungnes", "suffix": ""}], "year": 2009, "venue": "Emerg Infect Dis", "volume": "15", "issn": "", "pages": "552--60", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The H274Y mutation in the influenza A/H1N1 neuraminidase active site following oseltamivir phosphate treatment leave virus severely compromised both in vitro and in vivo", "authors": [{"first": "J", "middle": ["A"], "last": "Ives", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Carr", "suffix": ""}, {"first": "Mendel", "middle": [], "last": "Db", "suffix": ""}], "year": 2002, "venue": "Antiviral Res", "volume": "55", "issn": "", "pages": "307--324", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Effect of the neuraminidase mutation H274Y conferring resistance to oseltamivir on the replicative capacity and virulence of old and recent human influenza A(H1N1) viruses", "authors": [{"first": "M", "middle": [], "last": "Baz", "suffix": ""}, {"first": "Y", "middle": [], "last": "Abed", "suffix": ""}, {"first": "P", "middle": [], "last": "Simon", "suffix": ""}], "year": 2010, "venue": "J Infect Dis", "volume": "201", "issn": "", "pages": "740--745", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Structural basis for oseltamivir resistance of influenza viruses", "authors": [{"first": "P", "middle": ["J"], "last": "Collins", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Haire", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Lin", "suffix": ""}], "year": 2009, "venue": "Vaccine", "volume": "27", "issn": "", "pages": "6317--6340", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Enzymatic properties of the neuraminidase of seasonal H1N1 influenza viruses provide insights for the emergence of natural resistance to oseltamivir", "authors": [{"first": "M", "middle": ["A"], "last": "Rameix-Welti", "suffix": ""}, {"first": "V", "middle": [], "last": "Enouf", "suffix": ""}, {"first": "F", "middle": [], "last": "Cuvelier", "suffix": ""}], "year": 2008, "venue": "PLoS Pathog", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Characterization of the 1918 'Spanish' influenza virus neuraminidase gene", "authors": [{"first": "A", "middle": ["H"], "last": "Reid", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Fanning", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Janczewski", "suffix": ""}], "year": 2000, "venue": "Proc Natl Acad Sci", "volume": "97", "issn": "", "pages": "6785--90", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The M1 matrix protein controls the filamentous phenotype of influenza A virus", "authors": [{"first": "C", "middle": ["J"], "last": "Elleman", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Barclay", "suffix": ""}], "year": 2004, "venue": "Virology", "volume": "321", "issn": "", "pages": "144--53", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Fluorometric assay of neuraminidase with a sodium (4-methylumbelliferyl-alpha-D-N-acetylneuraminate) substrate", "authors": [{"first": "M", "middle": [], "last": "Potier", "suffix": ""}, {"first": "L", "middle": [], "last": "Mameli", "suffix": ""}, {"first": "M", "middle": [], "last": "Belisle", "suffix": ""}], "year": 1979, "venue": "Anal Biochem", "volume": "94", "issn": "", "pages": "287--96", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Oseltamivir-resistant 2009 pandemic influenza A (H1N1) virus infection in two summer campers receiving prophylaxis-North Carolina", "authors": [], "year": 2009, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "58", "issn": "", "pages": "969--72", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Permissive secondary mutations enable the evolution of influenza oseltamivir resistance", "authors": [{"first": "J", "middle": ["D"], "last": "Bloom", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Gong", "suffix": ""}, {"first": "D", "middle": [], "last": "Baltimore", "suffix": ""}], "year": 2010, "venue": "Science", "volume": "328", "issn": "", "pages": "1272--1277", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Crystal structures of oseltamivirresistant influenza virus neuraminidase mutants", "authors": [{"first": "P", "middle": ["J"], "last": "Collins", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Haire", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Lin", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "453", "issn": "", "pages": "1258--61", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Evidence of person to person transmission of oseltamivir resistant pandemic influenza A (H1N1) 2009 virus in a hematology unit", "authors": [{"first": "C", "middle": [], "last": "Moore", "suffix": ""}, {"first": "M", "middle": [], "last": "Galiano", "suffix": ""}, {"first": "A", "middle": [], "last": "Lackenby", "suffix": ""}], "year": 2010, "venue": "J Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Oseltamivir-resistant pandemic A/ H1N1 virus is as virulent as its wild-type counterpart in mice and ferrets", "authors": [{"first": "M", "middle": ["E"], "last": "Hamelin", "suffix": ""}, {"first": "M", "middle": [], "last": "Baz", "suffix": ""}, {"first": "Y", "middle": [], "last": "Abed", "suffix": ""}], "year": 2010, "venue": "PLoS Pathog", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Oseltamivir-resistant variants of the 2009 pandemic H1N1 influenza A virus are not attenuated in the guinea pig and ferret transmission models", "authors": [{"first": "C", "middle": ["W"], "last": "Seibert", "suffix": ""}, {"first": "M", "middle": [], "last": "Kaminski", "suffix": ""}, {"first": "J", "middle": [], "last": "Philipp", "suffix": ""}], "year": 2010, "venue": "J Virol", "volume": "84", "issn": "", "pages": "11219--11245", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Characterization of oseltamivir-resistant 2009 H1N1 pandemic influenza A viruses", "authors": [{"first": "M", "middle": [], "last": "Kiso", "suffix": ""}, {"first": "K", "middle": [], "last": "Shinya", "suffix": ""}, {"first": "M", "middle": [], "last": "Shimojima", "suffix": ""}], "year": 2010, "venue": "PLoS Pathog", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Oseltamivir-resistant pandemic H1N1/ 2009 influenza virus possesses lower transmissibility and fitness in ferrets", "authors": [{"first": "S", "middle": [], "last": "Duan", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Boltz", "suffix": ""}, {"first": "P", "middle": [], "last": "Seiler", "suffix": ""}], "year": 2010, "venue": "PLoS Pathog", "volume": "6", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Recombinant A/England/195/09 viruses containing wild-type or mutated H275Y NA segments were inoculated onto cells. (a) Viruses were inoculated in triplicate onto six-well plates of MDCK cells at an moi of 0.01. Samples of supernatant were collected at 12, 24, 48 and 72 h post-infection and plaqued on MDCK cells to assess viral titre. (b) Viruses were inoculated onto the apical surface of 24-well plates of HAE cells for 1 h at an moi of 0.01 before being removed and washed once with PBS. Cells were left at the air-liquid interface for the remainder of the experiment and virus released from the apical surface at 24, 48, 72, 96 and 120 h post-infection was collected by adding 'virus diluent' (0.35% BSA, 1% penicillin/streptomycin in PBS) to the cells for 5 min. These virus harvests were plaqued on MDCK cells as above. Each of the figures is representative of data obtained in triplicate on two separate occasions.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Neuraminidase enzyme activity of H275 and Y275 variants of N1 NA of influenza A/England/195/09", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Substrate\n</td><td> </td></tr><tr><td> </td><td> </td><td>MuNANA </td><td> </td><td>red blood cells\n</td></tr><tr><td>Virus\n</td><td>IC50 (nM) oseltamivir </td><td>IC50 (nM) zanamivir </td><td>Km value (mM) </td><td>haemagglutination endpoint titre </td><td>desialylation endpoint titre\n</td></tr><tr><td>rgPR8+E195NA </td><td>1.1 </td><td>0.8 </td><td>49.7+3.4 </td><td>128 </td><td>128\n</td></tr><tr><td>rgPR8+E195NAH275Y </td><td>294.4 </td><td>0.6 </td><td>64.9+4.2 </td><td>128 </td><td>16\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Figure 2. MDCK or HAE cells were infected at an moi of 0.01 with a defined mixture (50: 50 or 20: 80) of the isogenic A/England/195/09 viruses with either 275H or 275Y in the NA. After 72 h, virus released from the cells was collected, RNA extracted and the NA gene amplified by RT-PCR. PCR products were then sequenced. The sequence chromatogram shows the region spanning codon 275 in which a C nucleotide results in the wild-type 275H amino acid and a T nucleotide results in the drug-resistant 275Y genotype. The experiment was performed in triplicate and results from an individual well are displayed. To quantify these results, the supernatants were then subjected to pyrosequencing analysis to determine the abundance of each NA phenotype in the mixture. The percentage genotype measured by pyrosequencing for each of three individual wells is shown along with the mean.(a) Virus released from MDCK cells infected with a 50: 50 mixture of 275H and 275Y virus. (b) Virus released from MDCK cells infected with a 20: 80 mixture of 275H and 275Y virus. (c) Virus released from HAE cells infected with a 50: 50 mixture of 275H and 275Y virus.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This work was supported by a Biotechnology and Biological Sciences Research Council studentship awarded to D. B. and a project grant from the Wellcome Trust (090028/Z/09/Z) that allowed the generation of the reverse genetics system for A/England/195/09.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "None to declare.", "cite_spans": [], "ref_spans": [], "section": "Transparency declarations"}]}