{"paper_id": "67321c794039aafa298646dcadb2ed647e15b88d", "metadata": {"title": "National intensive care unit bed capacity and ICU patient characteristics in a low income country", "authors": [{"first": "Arthur", "middle": [], "last": "Kwizera", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Martin", "middle": [], "last": "Dünser", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jane", "middle": [], "last": "Nakibuuka", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Primary health care delivery in the developing world faces many challenges. Priority setting favours HIV, TB and malaria interventions. Little is known about the challenges faced in this setting with regard to critical care medicine. The aim of this study was to analyse and categorise the diagnosis and outcomes of 1,774 patients admitted to a hospital intensive care unit (ICU) in a low-income country over a 7-year period. We also assessed the country's ICU bed capacity and described the challenges faced in dealing with critically ill patients in this setting.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Findings: A retrospective audit was conducted in a general ICU in a university hospital in Uganda. Demographic data, admission diagnosis, and ICU length of stay were recorded for the 1,774 patients who presented to the ICU in the period January 2003 to December 2009. Their mean age was 35.5 years. Males accounted for 56.5% of the study population; 92.8% were indigenous, and 42.9% were referrals from upcountry units. The average mortality rate over the study period was 40.1% (n = 715). The highest mortality rate (44%) was recorded in 2004 and the lowest (33.2%) in 2005. Children accounted for 11.6% of admissions (40.1% mortality). Sepsis, ARDS, traumatic brain injuries and HIV related conditions were the most frequent admission diagnoses. A telephonic survey determined that there are 33 adult ICU beds in the whole country. Conclusions: Mortality was 40.1%, with sepsis, head injury, acute lung injury and HIV/AIDS the most common admission diagnoses. The country has a very low ICU bed capacity. Prioritising infectious diseases poses a challenge to ensuring that critical care is an essential part of the health care package in Uganda.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The prevalence of critical illness in developing countries is disproportionately high in view of the disproportionate burden of diseases such as HIV/AIDS, malaria, tuberculosis and trauma. Sub-Saharan Africa bears 25% of the global burden of disease [1] . Management of critically ill patients requires significant human, infrastructural, and financial resources. These resources are typically limited in low-income countries. Major intensive care units (ICUs) are mostly found in large hospitals in urban or metropolitan areas [2] . The most common admission criteria to these units are post-operative treatment, infectious diseases, trauma and obstetric complications [2, 3] .", "cite_spans": [{"start": 250, "end": 253, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 528, "end": 531, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 670, "end": 673, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 674, "end": 676, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background and research hypothesis"}, {"text": "A recent review highlighted the paucity of knowledge regarding critical care in the developing world [4] . Knowledge of the characteristics and outcomes of critically ill patients admitted to ICUs in low-income countries may help with the identification of priorities and the resources required for improvement of the care of critically ill patients in resource-limited regions of the world.", "cite_spans": [{"start": 101, "end": 104, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background and research hypothesis"}, {"text": "The aim of this study was to determine the admission diagnoses and outcome of patients admitted to the Mulago Hospital ICU from 2003 until 2009 and to highlight the country's ICU bed capacity. It is hoped that the findings will be a useful addition to the increasing body of evidence highlighting the disparities between critical care in high-and low-income countries.", "cite_spans": [], "ref_spans": [], "section": "Background and research hypothesis"}, {"text": "This study was a retrospective audit. The study protocol was approved by the hospital Research and Ethics Committee. Medical charts were reviewed and anonymity was preserved for each case record.", "cite_spans": [], "ref_spans": [], "section": "Methods and results"}, {"text": "The study intensive care unit is a 12-bed unit with the ability to ventilate only six patients at any one time. It provides level II ICU services to all kinds of critically ill patients. Level II care includes mechanical ventilation for longer than 24 h, and specific organ support like dialysis and inotropic infusions. The ICU can provide mechanical ventilation, post-operative care, intermittent haemodialysis, peritoneal dialysis, and basic neurocritical care. The ICU serves Mulago Hospital, which is a 1,500 bed national referral hospital, and Makerere University teaching hospital. The unit was started in the late 90s with a foreign donation and was initially run by a UK trained anaesthesiologist who has since retired. The ICU is currently staffed by three full-time ICU doctors (two internists and an anaesthesiologist) who have undergone further training in higher income countries, and 20 nurses. It receives technical support from the Department of Anaesthesia.", "cite_spans": [], "ref_spans": [], "section": "Methods and results"}, {"text": "Apart from the study ICU, Mulago hospital also has a four-bed cardiac ICU, a four-bed coronary care unit (the heart institute is a semi-autonomous unit within the hospital that caters for paying patients and open-heart surgery patients), a six-bed paediatric high dependency unit, a new five-bed obstetric high dependency unit and a neonatal special care unit that can only provide nasal CPAP ventilation. No unit in the hospital can ventilate infants or neonates. Currently, the study ICU uses early warning score criteria to admit patients, together with a first come first served basis system, due to the limited number of beds. It is estimated that about ten critically ill patients are deprived of ICU admission daily, and as a result succumb to their illnesses. An ongoing study is being conducted in the hospital to identify missed opportunities for saving such patients.", "cite_spans": [], "ref_spans": [], "section": "Methods and results"}, {"text": "The audit included all patients admitted to the study ICU from January 1, 2003, until December 31, 2009. No patient was excluded from the study. The following information was recorded for each study patient: basic demographic data (including age and gender), admission criterion, duration of stay in the ICU, and survival to ICU discharge. We also conducted a telephonic survey to establish the ICU bed capacity in the whole country.", "cite_spans": [], "ref_spans": [], "section": "Methods and results"}, {"text": "Basic descriptive statistics were used to analyse demographics data and other study variables. Logistic regression analysis was used to determine the association between different durations of ICU stay and survival to discharge. P-values <0.05 were considered statistically significance. Data are presented as mean values, with standard deviations, unless otherwise indicated.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "For the purposes of the telephonic survey, an ICU bed was defined as comprising a bed, a pulse oximeter, a mechanical ventilator, a suction machine and an anaesthesia provider in the vicinity. We determined that, based on our definition, there were 33 ICU beds in the whole country for a population of 33 million people (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 320, "end": 329, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "During the study period, 1,774 patients were admitted to the study ICU ( Table 2 ). The mean age of the study patients was 35.5 ears. The majority of the patients (56.5%) were male. Indigenous Ugandans accounted for the majority (92.8%) of the patients. Upcountry referrals constituted 42.9%, and the remaining patients were from within and around Kampala, the capital city of Uganda. The mean mortality rate over the 7-year period was 40.1% (n = 715) ( Table 3 ). The highest mortality rate (44%) was observed in 2004; the lowest mortality rate (33.2%) was observed in 2005. Children (age <18 years) accounted for 11.6% of admissions, and their mortality rate was 40.1%, with paediatric post-operative admissions being higher than paediatric medical admissions.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 80, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 454, "end": 461, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Sepsis, ARDS, traumatic head injury, and HIV/AIDS were the most frequent admission diagnoses during the study period (Table 2) . Neurosurgical conditions accounted for the ICU admission diagnosis with the highest mortality. Patients who stayed in the hospital for 6 to 10 days were three times more likely to survive compared with patients who stayed for 1 to 5 days. Patients who stayed for 11-20 days were at twice as likely to surviveas likely to die compared with patients who stayed for 1 to 5 days ( Figure 1 ) (Table 4 ). Patients who stayed for >20 days were almost twice as likely to survive compared with patients staying for 1 to 5 days.", "cite_spans": [], "ref_spans": [{"start": 117, "end": 126, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 506, "end": 514, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 517, "end": 525, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "In this retrospective audit, we aimed to determine admission patterns in our ICU during a 7-year observation period. We found that the two most common admission diagnoses were identical to those reported by ICUs located in other parts of the world [5] [6] [7] . The overall mortality rate of 40.1% is comparable to reports from other African country ICUs [5] , but much higher than that reported by ICUs in high-income regions of the world (at between 10-20.9%) [6] [7] [8] .", "cite_spans": [{"start": 248, "end": 251, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 252, "end": 255, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 256, "end": 259, "text": "[7]", "ref_id": null}, {"start": 355, "end": 358, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 462, "end": 465, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 466, "end": 469, "text": "[7]", "ref_id": null}, {"start": 470, "end": 473, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Head injuries were a common reason for ICU admission and associated with the highest mortality rates in this audit. This is not surprising, considering that the study ICU is a general ICU and does not have specialised neurocritical care resources (e.g. facilities to measure intracranial pressure or arterial blood gases). This is despite the ICU being served by four neurosurgeons; therefore the limitations are related to infrastructure rather than skills or personnel. It was difficult to determine what proportion of deaths was preventable because reliable data for this was not available.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A paper by Mock et al. estimated that improved trauma systems can avert between one and two million deaths a year in severely injured patients in low-and middle-income countries [9] . The lack of neurocritical monitoring equipment is coupled with the fact that Uganda does not have a functional emergency medical response system. This leads to inadequate transportation of trauma victims to health care facilities and delays in definitive care.", "cite_spans": [{"start": 178, "end": 181, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are a limited number of ICU beds in Uganda as a whole -only one ICU bed for every one million Ugandans or 0.1 ICU beds/100,000 (Table 1) . This compares poorly with South Africa (8.9/100,000), Sri Lanka (1.6/ 100,000), and the United States of America (20/100,000) [1] . This also explains the high number of referrals to Mulago hospital from upcountry centres. This limitation is further compounded by a well-documented dearth of anaesthesiologists-a critical human resource for intensive care units [10, 11] .", "cite_spans": [{"start": 271, "end": 274, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 507, "end": 511, "text": "[10,", "ref_id": "BIBREF10"}, {"start": 512, "end": 515, "text": "11]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 133, "end": 142, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "Adequate emergency care at a crash scene (e.g. airway management, positioning, oxygen and fluid resuscitation) is known to improve trauma outcome [12] . The high number of non-helmet wearing motorcycle riders in Uganda, and in Kampala in particular, also contributes to the high injury severity and mortality rate of neurotrauma observed in this study [13] .", "cite_spans": [{"start": 146, "end": 150, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 352, "end": 356, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "Sepsis was also a common cause of mortality, with mortality rates higher than those reported from industrialised countries [6] [7] [8] . Although our study data cannot explain the high mortality rates associated with sepsis, it is likely that insufficient early sepsis care may have contributed. Delayed presentation of sepsis patients to the hospital, and subsequently to the ICU, is common [14] . The paucity of resources to manage patients with sepsis (e.g. insufficient amounts of fluids, unavailability of intravenous broad-spectrum antibiotics and unavailability/unreliability of microbiological diagnostics) may have prevented adequate sepsis management at the study ICU. Recently, an expert group published guidelines to help resource poor settings manage critically ill patients with sepsis [15] . The recommendations have been well received in a number of resource limited countries. The patient population included in this study is younger compared with patients admitted to ICUs in industrialised countries [16] . However, our findings are similar to those reported from surveys of critically ill patients treated in other African countries, where life expectancy is comparably low to that of Uganda [5] . Similarly, the mean length of ICU stay in this study resembled that in other parts of Africa. The finding that patients who stayed 6 to 15 days in the ICU experienced better survival to discharge than those treated for less than 5 days or longer than 2 weeks indicates that patients in the study ICU typically die early (within a few days) or relatively late (after 2 weeks). Early deaths can most likely be explained by the lack of trained staff and resources to provide adequate care for critically ill patients with a high disease severity (e.g. those with brain trauma, shock or sepsis).", "cite_spans": [{"start": 123, "end": 126, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 127, "end": 130, "text": "[7]", "ref_id": null}, {"start": 131, "end": 134, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 392, "end": 396, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 800, "end": 804, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 1019, "end": 1023, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 1212, "end": 1215, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "Children accounted for 11% of all ICU admissions with a mortality rate of 40%. This is similar to other African country ICUs [17, 18] , but considerably higher than in industrialised countries [19] . The lack of ventilators and accompanying resources in the paediatric high dependency unit at the Mulago hospital is one of the main reasons why children are admitted to the study ICU. Although our study cannot prove a causal relationship, it is likely that delayed initiation of mechanical ventilation and aggressive resuscitation could explain the high death rate in the paediatric patients in the study population There was a higher mortality in the paediatric medical group than in the surgical group, and we hypothesise that this is because a lot of the post-operative patients were elective surgical patients who were admitted for observation. Most paediatric referrals were, and continue to be, children with acute respiratory failure who are transferred from the paediatric high dependency unit because they are in need of mechanical ventilation. The relatively younger population in LICs and the fact that respiratory illness is the leading cause of deaths in under-5-year olds in such countries [20] , implies that more emphasis should be placed on strengthening paediatric critical care resources in LICs. Previous studies have suggested the need to estimate the cost effectiveness of critical care in this setting, given the relatively younger and economically active population. [1, 2] The fact that HIV is endemic in Uganda explains why HIV/AIDS was one of the most common reasons for admission in the study population. Due to the advent of easily accessible highly active anti-retroviral therapy, together with septrin prophylaxis, the incidence of HIVrelated diseases (such as pulmonary infection with Pneumocystis jiroveci, which usually presents as acute respiratory failure) has markedly decreased [21, 22] . In this survey, it was difficult to retrospectively determine from the medical records whether acute respiratory failure was due to infection or other causes. We could, however, determine that chronic obstructive pulmonary disease was a very rare cause of acute respiratory failure in our setting. Other rare HIV-related causes of ICU admission were viral encephalitis and liver failure.", "cite_spans": [{"start": 125, "end": 129, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 130, "end": 133, "text": "18]", "ref_id": "BIBREF18"}, {"start": 193, "end": 197, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 1204, "end": 1208, "text": "[20]", "ref_id": null}, {"start": 1491, "end": 1494, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1495, "end": 1497, "text": "2]", "ref_id": "BIBREF1"}, {"start": 1916, "end": 1920, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 1921, "end": 1924, "text": "22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "Obstetric admissions in our study were largely due to perioperative cardiac arrest occurring as a consequence of peripartum haemorrhage, eclampsia and/or sepsis. Following the introduction of protocolised care for peripartum emergencies and the establishment of the obstetric high dependency unit (patient monitors and more intense nursing and protocols without mechanical ventilation) at the Mulago hospital, the number of obstetric critically ill patients admitted to the study ICU dropped substantially.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Limitations of this study include its retrospective nature with the consequence that it could not provide the same level of evidence as a prospective survey. Furthermore, due to the concise format of medical records, only limited data could be retrieved for this audit. For example, information on whether patients received mechanical ventilation; the volume of fluids; and drugs was not available. According to anecdotal evidence, 99% of all admissions are mechanically ventilated; however, the lack of data to support this precludes us stating this as a fact. Other ICU-relevant data would have allowed better description of the study population. More detailed data may have allowed for examination of other variables associated with mortality. It is hoped that advances in health information technology in low-income countries will result in improved reporting ability in the future.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This is the largest study to date of critically ill patients in a low-income setting in sub-Saharan Africa. Our ICU study population is a young one and, even though we have limited data for comparison, high-income countries may have an older ICU population. We had a mortality rate of 40.1%, with sepsis, head injury, acute lung injury and HIV/AIDS the most common admission diagnoses. The mortality rate stayed the same over time, possibly because the admitting doctors stuck to their prognoses, and there are limitations in resources and a paucity of use of evidence-based practice. The fact that half the patients came from outside of the capital city is explained by the dearth of ICU beds in the country as a whole. Critical care remains a neglected area of health service delivery in this setting, with large numbers of patients with potentially treatable conditions not having access to such services. Further research needs to be carried out in ICUs in other resource limited settings, including a prospective study to estimate the resources required to design resource appropriate units in such settings and the impact on morbidity and mortality, especially for the most common conditions.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Critical care and the global burden of critical illness in adults", "authors": [{"first": "N", "middle": ["K"], "last": "Adhikari", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fowler", "suffix": ""}, {"first": "S", "middle": [], "last": "Bhagwanjee", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Rubenfeld", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "376", "issn": "", "pages": "1339--1385", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A review and analysis of intensive care medicine in the least developed countries", "authors": [{"first": "M", "middle": ["W"], "last": "Dünser", "suffix": ""}, {"first": "I", "middle": [], "last": "Baelani", "suffix": ""}, {"first": "L", "middle": [], "last": "Ganbold", "suffix": ""}], "year": 2006, "venue": "Crit Care Med", "volume": "34", "issn": "", "pages": "1234--1242", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Critical care in resource-poor settings: lessons learned and future directions", "authors": [{"first": "E", "middle": ["D"], "last": "Riviello", "suffix": ""}, {"first": "S", "middle": [], "last": "Letchford", "suffix": ""}, {"first": "L", "middle": [], "last": "Achieng", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Newton", "suffix": ""}], "year": 2011, "venue": "Crit Care Med", "volume": "39", "issn": "", "pages": "860--867", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Worldwide demand for critical care", "authors": [{"first": "Nkj", "middle": [], "last": "Adhikari", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Rubenfeld", "suffix": ""}], "year": 2011, "venue": "Curr Opin Crit Care", "volume": "17", "issn": "", "pages": "620--625", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The intensive care unit in a young Nigerian teaching hospital: the Sagamu (1994-1997) experience -a retrospective study", "authors": [{"first": "A", "middle": ["O"], "last": "Oyegunle", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Oyegunle", "suffix": ""}], "year": 1997, "venue": "Afr J Anaesth Int Care", "volume": "3", "issn": "", "pages": "41--43", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Referrals to intensive care: a region-wide audit", "authors": [{"first": "L", "middle": [], "last": "Mccrossan", "suffix": ""}, {"first": "W", "middle": [], "last": "Bickerstaffe", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Mostafa", "suffix": ""}, {"first": "L", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "L", "middle": [], "last": "Cheater", "suffix": ""}, {"first": "Jayson", "middle": ["D"], "last": "Mitchell", "suffix": ""}, {"first": "S", "middle": [], "last": "Twist", "suffix": ""}, {"first": "A", "middle": [], "last": "Wood", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "Crit Care", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "I. patient population and treatment outcome", "authors": [], "year": 2003, "venue": "Ned Tijdschr Geneeskd", "volume": "147", "issn": "", "pages": "1013--1017", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Australian and New Zealand intensive care society database management committee (ADMC): mortality and length-of-stay outcomes", "authors": [{"first": "J", "middle": ["L"], "last": "Moran", "suffix": ""}, {"first": "P", "middle": [], "last": "Bristow", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Solomon", "suffix": ""}, {"first": "C", "middle": [], "last": "George", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Hart", "suffix": ""}], "year": 1993, "venue": "the binational Australian and New Zealand intensive care adult patient database", "volume": "36", "issn": "", "pages": "46--61", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Strengthening prehospital trauma care in the absence of formal emergency medical services", "authors": [{"first": "C", "middle": [], "last": "Mock", "suffix": ""}], "year": 2009, "venue": "World J Surg", "volume": "33", "issn": "", "pages": "2510--2511", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Global anesthesia workforce crisis: a preliminary survey revealing shortages contributing to undesirable outcomes and unsafe practices", "authors": [{"first": "D", "middle": [], "last": "Gerald", "suffix": ""}, {"first": "D", "middle": [], "last": "Sarah", "suffix": ""}, {"first": "Kelly", "middle": [], "last": "Mcqueen", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "", "suffix": ""}], "year": 2010, "venue": "World J Surg", "volume": "34", "issn": "3", "pages": "438--444", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Anaesthesia services in developing countries: defining the problems", "authors": [{"first": "S", "middle": ["C"], "last": "Hodges", "suffix": ""}, {"first": "C", "middle": [], "last": "Mijumbi", "suffix": ""}, {"first": "M", "middle": [], "last": "Okello", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Mccormick", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Walker", "suffix": ""}, {"first": "I", "middle": ["H"], "last": "Wilson", "suffix": ""}], "year": 2007, "venue": "Anaesthesia", "volume": "62", "issn": "1", "pages": "4--11", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Disparities in injury mortality between Uganda and the United States: comparative analysis of a neglected disease", "authors": [{"first": "S", "middle": [], "last": "Jayaraman", "suffix": ""}, {"first": "D", "middle": [], "last": "Ozgediz", "suffix": ""}, {"first": "J", "middle": [], "last": "Miyamoto", "suffix": ""}, {"first": "N", "middle": [], "last": "Caldwell", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Lipnick", "suffix": ""}, {"first": "C", "middle": [], "last": "Mijumbi", "suffix": ""}, {"first": "J", "middle": [], "last": "Mabweijano", "suffix": ""}, {"first": "R", "middle": [], "last": "Hsia", "suffix": ""}, {"first": "R", "middle": [], "last": "Dicker", "suffix": ""}], "year": 2011, "venue": "World J of Surgery", "volume": "35", "issn": "3", "pages": "505--516", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Citywide trauma experience in Kampala, Uganda: a call for intervention", "authors": [{"first": "O", "middle": ["C"], "last": "Kobusingye", "suffix": ""}, {"first": "D", "middle": [], "last": "Guwatudde", "suffix": ""}, {"first": "G", "middle": [], "last": "Owor", "suffix": ""}, {"first": "R", "middle": [], "last": "Lett", "suffix": ""}], "year": 2002, "venue": "Inj Prev", "volume": "8", "issn": "", "pages": "133--136", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Promoting resourcelimited interventions for sepsis management in uganda (prism-u) study group: severe sepsis in two Ugandan hospitals: a prospective observational study of management and outcomes in a predominantly HIV-1 infected population", "authors": [{"first": "S", "middle": ["T"], "last": "Jacob", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Moore", "suffix": ""}, {"first": "P", "middle": [], "last": "Banura", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinkerton", "suffix": ""}, {"first": "D", "middle": [], "last": "Meya", "suffix": ""}, {"first": "P", "middle": [], "last": "Opendi", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Reynolds", "suffix": ""}, {"first": "N", "middle": [], "last": "Kenya-Mugisha", "suffix": ""}, {"first": "H", "middle": [], "last": "Mayanja-Kizza", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Scheld", "suffix": ""}], "year": 2009, "venue": "PLoS One", "volume": "", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Global intensive care working group of European society of intensive care medicine: recommendations for sepsis management in resource-limited settings", "authors": [{"first": "M", "middle": ["W"], "last": "Dünser", "suffix": ""}, {"first": "E", "middle": [], "last": "Festic", "suffix": ""}, {"first": "A", "middle": [], "last": "Dondorp", "suffix": ""}, {"first": "N", "middle": [], "last": "Kissoon", "suffix": ""}, {"first": "T", "middle": [], "last": "Ganbat", "suffix": ""}, {"first": "A", "middle": [], "last": "Kwizera", "suffix": ""}, {"first": "R", "middle": [], "last": "Haniffa", "suffix": ""}, {"first": "T", "middle": [], "last": "Baker", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Schultz", "suffix": ""}], "year": null, "venue": "Intensive Care Med", "volume": "2012", "issn": "", "pages": "557--74", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Mortality and length-of-stay outcomes", "authors": [{"first": "J", "middle": ["L"], "last": "Moran", "suffix": ""}, {"first": "P", "middle": [], "last": "Bristow", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Solomon", "suffix": ""}, {"first": "C", "middle": [], "last": "George", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Hart", "suffix": ""}], "year": 1993, "venue": "the binational Australian and New Zealand intensive care adult patient database", "volume": "36", "issn": "", "pages": "46--61", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Paediatric admissions and outcome in a general intensive care unit", "authors": [{"first": "H", "middle": ["Y"], "last": "Embu", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Yiltok", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Isamade", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Nuhu", "suffix": ""}, {"first": "O", "middle": ["O"], "last": "Oyeniran", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Uba", "suffix": ""}], "year": 2011, "venue": "Afr J Paediatr Surg", "volume": "8", "issn": "", "pages": "57--61", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A: Evaluation of the outcome of patients admitted to the pediatric intensive care unit in Alexandria using the pediatric risk mortality (PRISM) score", "authors": [{"first": "", "middle": [], "last": "El-Nawawy", "suffix": ""}], "year": 2003, "venue": "J Trop Pediatr", "volume": "49", "issn": "", "pages": "109--114", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Long-stay patients in the pediatric intensive care unit", "authors": [{"first": "J", "middle": ["P"], "last": "Marcin", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Slonim", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Pollack", "suffix": ""}, {"first": "U", "middle": ["E"], "last": "Ruttimann", "suffix": ""}], "year": 2001, "venue": "Crit Care Med", "volume": "29", "issn": "", "pages": "652--657", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pneumocystis pneumonia", "authors": [{"first": "C", "middle": ["F"], "last": "Thomas", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Limper", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "350", "issn": "", "pages": "2487--2498", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Opportunistic Infections Project Team of the Collaboration of Observational HIV Epidemiological Research in Europe (COHERE): Is it safe to discontinue primary Pneumocystis jiroveci pneumonia prophylaxis in patients with virologically suppressed HIV infection and a CD4 cell count <200 cells/microL?", "authors": [{"first": "A", "middle": [], "last": "Mocroft", "suffix": ""}, {"first": "P", "middle": [], "last": "Reiss", "suffix": ""}, {"first": "O", "middle": [], "last": "Kirk", "suffix": ""}, {"first": "C", "middle": [], "last": "Mussini", "suffix": ""}, {"first": "E", "middle": [], "last": "Girardi", "suffix": ""}, {"first": "P", "middle": [], "last": "Morlat", "suffix": ""}, {"first": "C", "middle": [], "last": "Stephan", "suffix": ""}, {"first": "De", "middle": [], "last": "Wit", "suffix": ""}, {"first": "S", "middle": [], "last": "Doerholt", "suffix": ""}, {"first": "K", "middle": [], "last": "Ghosn", "suffix": ""}, {"first": "J", "middle": [], "last": "Bucher", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Lundgren", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Chene", "suffix": ""}, {"first": "G", "middle": [], "last": "Miro", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Furrer", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "Clin Infect Dis", "volume": "51", "issn": "", "pages": "611--619", "other_ids": {"DOI": ["10.1186/1756-0500-5-475"]}}, "BIBREF22": {"ref_id": "b22", "title": "National intensive care unit bed capacity and ICU patient characteristics in a low income country", "authors": [{"first": "", "middle": [], "last": "Kwizera", "suffix": ""}], "year": 2012, "venue": "BMC Research Notes", "volume": "5", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Survival curve length of stay and probability of survival.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Uganda's functional ICU bed capacity ICU bed defined as comprising a bed, a mechanical ventilator, a pulse oximeter, a suction machine, and the presence of an anaesthesiologist.", "latex": null, "type": "table"}, "TABREF1": {"text": "Demographic data and mortality of study patients", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Association between the length of stay in the ICU and patient outcomes", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Length of stay in Hospital unit (days) </td><td>Out come </td><td>OR </td><td>P-value </td><td>95% CI\n</td></tr><tr><td>Died N (%)\n</td><td> </td><td> </td><td> </td></tr><tr><td>1 - 5 </td><td>571 (43.9) </td><td>1\n</td><td> </td><td> </td></tr><tr><td>6 - 10 </td><td>80 (34) </td><td>0.34 </td><td>0.001 </td><td>0.15 - 0.61\n</td></tr><tr><td>11 - 15 </td><td>32 (32.3) </td><td>0.46 </td><td>0.04 </td><td>0.22 - 0.97\n</td></tr><tr><td>16 - 20 </td><td>8 (28.6) </td><td>0.5 </td><td>0.09 </td><td>0.22 - 1.12\n</td></tr><tr><td>&gt;20 </td><td>10 (19.2) </td><td>0.6 </td><td>0.34 </td><td>0.20 - 1.74\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 1 Uganda ' s functional ICU bed capacity", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Hospital </td><td>Status </td><td>Bed capacity </td><td>Anaesthesiologist/ICU trained physician available\n</td></tr><tr><td>Mulago national referral hospital </td><td>Public University teaching </td><td>6 </td><td>Yes\n</td></tr><tr><td>Mbarara university hospital </td><td>Public university teaching </td><td>4 </td><td>Yes\n</td></tr><tr><td>Ishaka hospital </td><td>Private university teaching </td><td>2 </td><td>Yes\n</td></tr><tr><td>Lacor hospital </td><td>Missionary </td><td>6 </td><td>Yes\n</td></tr><tr><td>Jinja hospital </td><td>Public </td><td>N/A </td><td>No (unit not yet functional)\n</td></tr><tr><td>International hospital Kampala </td><td>Private </td><td>6 </td><td>Yes\n</td></tr><tr><td>Case hospital </td><td>Private </td><td>3 </td><td>Yes\n</td></tr><tr><td>Uganda heart institute </td><td>Private cardiac </td><td>6 </td><td>Yes\n</td></tr><tr><td>Nakasero hospital </td><td>Private </td><td>3 </td><td>Yes\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 2 Demographic data and mortality of study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>patients\n</td><td> </td></tr><tr><td>Variable\n</td><td> </td></tr><tr><td>Age: Mean </td><td>35.52\n</td></tr><tr><td>Length of stay in a hospital unit: Median (IQR) </td><td>3 (4-17)\n</td></tr><tr><td>Sex </td><td>n (%)\n</td></tr><tr><td>Male </td><td>1002 (56.5%)\n</td></tr><tr><td>Female </td><td>772 (43.5%)\n</td></tr><tr><td>Origin </td><td>n (%)\n</td></tr><tr><td>Kampala </td><td>989 (55.8)\n</td></tr><tr><td>Outside of Kampala </td><td>760 (42.9)\n</td></tr><tr><td>Not recorded </td><td>24 (1.4)\n</td></tr><tr><td>Nationality </td><td>n (%)\n</td></tr><tr><td>Local </td><td>1646 (92.8)\n</td></tr><tr><td>Foreigner </td><td>108 (6.1)\n</td></tr><tr><td>Not recorded </td><td>19 (1.1)\n</td></tr><tr><td>Mortality by referring unit/specialty </td><td>n (%)\n</td></tr><tr><td>Neurosurgery </td><td>177 (24.8)\n</td></tr><tr><td>Medical emergency </td><td>273 (38.2)\n</td></tr><tr><td>Surgical emergency </td><td>54 (7.6)\n</td></tr><tr><td>Post-operative </td><td>105 (14.7)\n</td></tr><tr><td>Obstetric </td><td>22 (3.1)\n</td></tr><tr><td>Paediatric post-operative </td><td>32 (4.5)\n</td></tr><tr><td>Paediatric medical </td><td>51 (7.1)\n</td></tr><tr><td>Not recorded </td><td>1 (0.1)\n</td></tr><tr><td>Mortality by top 4 major working diagnoses </td><td>n (%)\n</td></tr><tr><td>Sepsis </td><td>126 (49.0)\n</td></tr><tr><td>Head injury </td><td>147 (45.3)\n</td></tr><tr><td>Acute respiratory distress syndrome/acute lung injury </td><td>89 (41.8)\n</td></tr><tr><td>HIV/AIDS related </td><td>63 (35.6)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to acknowledge the contribution of Dr Patience Nassimbwa Ssempa who painstakingly worked through 7 years of patient charts to collect the data, Mr Boniface Mutatiina who helped with statistical analysis and Dr Doruk Ozgedz who kindly provided his intellectual insight in helping us revise this work. http://www.biomedcentral.com/1756-0500/5/475 ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "HIV/AIDS: Human Immunodeficiency Virus/Acquired Immunodeficiency Syndrome; ICU: Intensive care unit; LIC: Low-income country; HIC: Highincome country.", "cite_spans": [], "ref_spans": [], "section": "Abbreviations"}, {"text": "The authors declare that they have no competing interests and received no funding for this study.Authors' contributions AK conceived the study, and participated in the study design, data and statistical analysis, and drafting the manuscript. MD participated in the study design, data analysis and drafting the manuscript. JN participated in data collection, data analysis and drafting the manuscript. All authors approved the final manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}