{
    "paper_id": "7d624acf891472c3452b1deb89e0dc44a40d0c94",
    "metadata": {
        "title": "International Journal of Health Geographics GIDEON: a comprehensive Web-based resource for geographic medicine",
        "authors": [
            {
                "first": "Open",
                "middle": [],
                "last": "Access",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv Medical Center",
                    "location": {
                        "addrLine": "6 Weitzman Street",
                        "postCode": "64239",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "A"
                ],
                "last": "Berger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv Medical Center",
                    "location": {
                        "addrLine": "6 Weitzman Street",
                        "postCode": "64239",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": "stephenaberger*-mberger@post.tau.ac.il"
            }
        ]
    },
    "abstract": [
        {
            "text": "GIDEON (Global Infectious Diseases and Epidemiology Network) is a web-based computer program designed for decision support and informatics in the field of Geographic Medicine. The first of four interactive modules generates a ranked differential diagnosis based on patient signs, symptoms, exposure history and country of disease acquisition. Additional options include syndromic disease surveillance capability and simulation of bioterrorism scenarios. The second module accesses detailed and current information regarding the status of 338 individual diseases in each of 220 countries. Over 50,000 disease images, maps and user-designed graphs may be downloaded for use in teaching and preparation of written materials. The third module is a comprehensive source on the use of 328 anti-infective drugs and vaccines, including a listing of over 9,500 international trade names. The fourth module can be used to characterize or identify any bacterium or yeast, based on laboratory phenotype. GIDEON is an up-to-date and comprehensive resource for Geographic Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of 2005, the world is confronted by 338 generic infectious diseases, scattered in a complex fashion across over 220 countries and regions. Each new day confronts health care workers with unexpected outbreaks, epidemics and heretofore unknown pathogens. Over 2,000 named bacteria, viruses, fungi and parasites are known to cause human disease; and are confronted by 328 anti-infective agents and vaccines. Experts working in Health Geographics share an obvious and immediate need for comprehensive and timely data on the status of infection around the globe. A recent outline of GIDEON addressed uses for the Infectious Diseases clinician [1] . This review will focus on the Global Health aspect of the program.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 644,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 1990, we initiated a project to design computer systems to follow all diseases, outbreaks, pathogens and drugs. The initial DOS-based program was written in Paradox for floppy disks, later evolving through a compact disk-based program in Windows. A commercial web-based program was eventually released under the name, GIDEON (Global Infectious Diseases and Epidemiology ON-line, Gideon Informatics, Inc, Los Angeles, California) at http:/ /www.GideonOnline.com. The current version is available on CD (updated every three months) or web subscription (updated every week).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The program consists of four modules: Diagnosis, Epidemiology, Therapy and Microbiology. Program modules of peripheral interest in Health Geographics (Therapy and Microbiology) will be discussed only briefly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Diagnosis module is designed to generate a ranked differential diagnosis based on signs, symptoms, laboratory tests, incubation period, nature of exposure and country of disease origin. Figure 1 depicts the data entry screen for a patient suffering from fever and joint pain following a trip to Indonesia. The lower 'Personal notes' box is used to record additional case data, and can be written in the user's own language. The differential diagnosis list for this case (figure 2) indicates that this patient may be suffering from Chikungunya. The appearance of many diseases on the list indicates that the user failed to enter all positive, and negative findings. For example, the fact that cough was absent would have reduced the likelihood of the second disease listed (Mycoplasma infection) and increased the statistical probability of Chikungunya.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Diagnosis Module"
        },
        {
            "text": "At this point, the user can generate a hard copy or e-mail report, access a table comparing the clinical features of the diseases listed, or examine the ranking or omission of specific diseases. If the user clicks on a specific disease name, clinical and epidemiological data on the disease in question are depicted (figure 3). The differential diagnosis list is generated by a Bayesian formula which compares the product of disease-incidence and symptom incidence, for all compatible infectious diseases. In the above example, a number of diseases known to occur in Indonesia were capable of producing fever, and joint pain. The statistical likelihood of Chikungunya in this case can be computed by a simple Bayesian formula, as follows: Two spreadsheets in the GIDEON database respectively follow the incidence of all symptoms for every disease, and the incidence of all diseases for every country. When a clinical case is \"entered\" into GIDEON, the program identifies all compatible diseases and ranks their relative likelihoods as determined by the above formula, ie: P-(C/ S) vs. P-(D2/S) vs. P-(D3/S) ... vs. P-(Dn/S).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis Module"
        },
        {
            "text": "A blinded study of 500 cases conducted by this author found that the correct diagnosis was listed in the differential list in 94.7% of cases, and was ranked first in 75% [2] . A second study of hospitalized patients in Boston found that the correct diagnosis was listed in only 69%, and was ranked first in 60% [3] . It is likely that inclusion in the differential diagnosis list may be more important than disease ranking in such systems [4] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "GIDEON Diagnosis module"
        },
        {
            "text": "A \"Bioterrorism\" option generates the differential diagnosis for diseases associated with suspected bioterror scenarios. In Figure 4 , \"<bioterrorism simulator>\" has been substituted for Indonesia, given the above constellation of fever, joint pain, etc. The resulting differential diagnosis lists Ebola (42.9% probability), followed by Crimean-Data entry screen for a bioterrorism scenario Figure 4 Data entry screen for a bioterrorism scenario.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 399,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "GIDEON Diagnosis module"
        },
        {
            "text": "Congo hemorrhagic fever (12.6% probability). A similar \"Worldwide\" option can be used to explore all of the worlds diseases consistent with given clinical features, and access text on the global status for individual diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GIDEON Diagnosis module"
        },
        {
            "text": "In theory, data entry by users can be monitored at the server level for purposes of surveillance. For example, if one or more users in China were to enter cases of fatal pneumonia, a \"red-flag\" at any monitoring agency (i.e., the World Health Organization) could indicate the possible appearance of SARS -long before submission of specimens or reporting of the case to local authorities. Similarly, the appearance of multiple cases of \"dysentery\" by users in a given community could indicate a possible outbreak of shigellosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GIDEON Diagnosis module"
        },
        {
            "text": "The Epidemiology module presents detailed country-specific information on the status of each disease, both globally and within each relevant country. The current version contains over two million words in 12,000 notes. All data are derived from Health Ministry publications, peer-review journals, standard textbooks, WHO and CDC websites and data presented at conferences. The user may also access over 30,000 graphs which follow disease incidence, rates and other numerical data. The main Epidemiology screen is shown in Figure 5 . Note that the user can append custom \"personal notes\" -in any national language or font-regarding the status of every disease in their own institution. Such notes would be accessible by all colleagues using GIDEON on the local network.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 530,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology module"
        },
        {
            "text": "Maps which depict the global distribution of each disease can be accessed through the 'Distribution' tab ( Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology module"
        },
        {
            "text": "Epidemiology module, main screen Figure 5 Epidemiology module, main screen. The 'images' tab has been pressed, to access thumbnail images of Plague. These can be maximized and copied to PowerPoint, etc. Note addition of 'Personal notes' by the user, at lower right.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 41,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology module"
        },
        {
            "text": "Text outlining country-specific data for the disease ( Figure  7) is available through either a list of countries displayed in this module, or by clicking the relevant 'red dot' on the map. These text boxes also include data sets which automatically generate incidence / rate graphs (Figure 8) , a chronological account of all disease outbreaks, and numbered reference links to relevant journal publications and reports of ongoing outbreaks from ProMed http:// www.promedmail.org. A separate 'Graphs' option allows the user to generate custom-made graphs comparing multiple disease rates, or rates in multiple countries. (Figure  9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 65,
                    "text": "Figure  7)",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 293,
                    "text": "(Figure 8)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 631,
                    "text": "(Figure  9",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology module"
        },
        {
            "text": "Additional tabs access the descriptive epidemiology and clinical background of each disease. Synonym tabs generate lists of alternative terms for diseases and countries in Spanish, German, Norwegian, etc. Historical data record the incidence of individual diseases and significant outbreaks spanning decades. An additional \"Fingerprint\" option generates a list of diseases compatible with any set of epidemiological parameters. For example, in Figure 10 we see that ten parasitic diseases are transmitted by fish in Japan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 453,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Epidemiology module"
        },
        {
            "text": "The Therapy module follows the pharmacology and application of all drugs and vaccines used in Infectious Diseases. The current version contains 264 generic drugs and 64 vaccines. Various sub-modules present the mechanism of action; pharmacology, dosages, drug-drug interactions, contraindications, spectrum, and susceptibility testing standards. An international synonym lists contains over 9,500 trade names. As in other modules, users may add Epidemiology module Figure 6 Epidemiology module. Map depicting the global distribution of plague. Specific map areas can be expanded, and all elements can be copied for reproduction as necessary. Country-specific notes regarding plague appear when corresponding red dots are clicked.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 473,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Therapy"
        },
        {
            "text": "custom notes in their own language for each drug or vaccine: prices, resistance patterns, local trade names, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapy"
        },
        {
            "text": "The Microbiology option is similar to the Diagnosis module. Users may enter any combination of phenotypic tests, and obtain a ranked probability list of compatible bacteria. The current version incorporates more than 1,300 taxa. The Microbiology module is also designed to list the phenotype, prior names, ecology and disease association for any organism, or compare the phenotypes of any combination of organisms selected by the user.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbiology"
        },
        {
            "text": "Since the graphic and mapping functions of GIDEON treat individual countries as whole units, data presentations lack a certain degree of \"granularity.\" Thus, the dif-ferential diagnosis of fever in Venezuela will include malaria, even if the patient is living outside of the endemic, southern region. This problem is corrected to a large extent by text in the associated country-specific notes and the general knowledge base of the treating physician. In theory, the manufacturer could follow the incidence of each disease for every state, district, province and oblast; but variability would still exist according to occupation, rural vs. urban setting, season, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment"
        },
        {
            "text": "An additional problem relates to the availability and quality of valid epidemiological data. Disease reporting varies widely from country to country. For example, AIDS reporting statistics from sub-Saharan Africa are generally inadequate. Where necessary, the spreadsheets used by GIDEON record published true estimates rather than questionable reports. In other instances, Health Ministry Figure 7 Plague in Tanzania. Clicking on relevant data sets will generate incidence and rates graphs. Note several numbered links to journal publications.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 398,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Assessment"
        },
        {
            "text": "Plague -Worldwide incidence and rates per 100,000 Figure 8 Plague -Worldwide incidence and rates per 100,000.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Plague in Tanzania"
        },
        {
            "text": "data conflict with reports of the World Health Organisation, a fact which is recorded in relevant GIDEON country notes. Occasionally, major diseases are not reported at all. For example, several recent cases of cholera in Japan originated from Thailand; but Thailand has not officially reported a single case in many years. Where possible, the GIDEON data base relies on published best estimates, and at times 'educated guesses' when data are entirely lacking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plague in Tanzania"
        },
        {
            "text": "Thus, there are few published data for disease incidence in Togo, and the program is forced to rely on publications for neighboring Ghana.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plague in Tanzania"
        },
        {
            "text": "The reader is referred to the GIDEON website http:// www.GideonOnline.com for an extensive listing of data sources, published reviews, technical background and pricing information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plague in Tanzania"
        },
        {
            "text": "Graph contrasting AIDS rates among user-selected countries Figure 9 Graph contrasting AIDS rates among user-selected countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Plague in Tanzania"
        },
        {
            "text": "Publish with Bio Med Central and every scientist can read your work free of charge ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plague in Tanzania"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global infectious diseases and epidemiology network (GIDEON): A Web-based Program for Diagnosis and Informatics in Infectious Diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Edberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "123--126",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Computer program for diagnosing and teaching geographic medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Blackman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Travel Med",
            "volume": "2",
            "issn": "",
            "pages": "199--203",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of the computer program GIDEON for the diagnosis of fever in patients admitted to a medical service",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "766--767",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A report card on computer-assisted diagnosisthe grade: C",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kassirer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "N Engl J Med",
            "volume": "330",
            "issn": "",
            "pages": "1824--1829",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fingerprint\" query (upper left screen) Figure 10",
            "authors": [],
            "year": null,
            "venue": "Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How many different parasitic diseases can be acquired by eating fish in Japan?",
            "authors": [],
            "year": null,
            "venue": "Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "GIDEON Diagnosis module. Clinical data entered for a patient suffering from joint pain and fever following a trip to Indonesia.Differential diagnosis for case inFigure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Differential diagnosis for case in Figure 1. \"Why not\" and 'Compare' options are available at upper left. Epidemiological background on the status of Chikungunya in Indonesia Figure 3 Epidemiological background on the status of Chikungunya in Indonesia. Additional options access the descriptive epidemiology ('General' tab), clinical features, clinical images, etc for this disease. C = Chikungunya, P = probability or incidence, S = observed symptoms P-(C/S) = probability of Chikungunya, given these symptoms D2, D3, Dn = other diseases compabible with this clinical scenario",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "\"BioMed Central will be the most significant development for disseminating the results of biomedical researc h in our lifetime.\"Sir Paul Nurse, Cancer Research UK Your research papers will be: available free of charge to the entire biomedical community peer reviewed and published immediately upon acceptance cited in PubMed and archived on PubMed Central yours -you keep the copyright Submit your manuscript here: http://www.biomedcentral.com/info/publishing_adv.asp International Journal of Health Geographics 2005, 4:10 http://www.ij-healthgeographics.com/content/4/1/10",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author serves as a salaried Scientific Advisor to Gideon Informatics, Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}