{"paper_id": "a8c10a96009eb0ba293228a5cc766e8747407945", "metadata": {"title": "A cross-sectional survey to evaluate knowledge, attitudes and practices (KAP) regarding seasonal influenza vaccination among European travellers to resource-limited destinations", "authors": [{"first": "Alena", "middle": [], "last": "Pfeil", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Zurich", "location": {"addrLine": "Hirschengraben 84", "postCode": "8001", "settlement": "Zurich", "country": "Switzerland"}}, "email": ""}, {"first": "Margot", "middle": [], "last": "Mütsch", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Zurich", "location": {"addrLine": "Hirschengraben 84", "postCode": "8001", "settlement": "Zurich", "country": "Switzerland"}}, "email": "muetsch@ifspm.uzh.ch"}, {"first": "Christoph", "middle": [], "last": "Hatz", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Zurich", "location": {"addrLine": "Hirschengraben 84", "postCode": "8001", "settlement": "Zurich", "country": "Switzerland"}}, "email": ""}, {"first": "Thomas", "middle": ["D"], "last": "Szucs", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Zurich", "location": {"addrLine": "Hirschengraben 84", "postCode": "8001", "settlement": "Zurich", "country": "Switzerland"}}, "email": ""}]}, "abstract": [{"text": "Background: Influenza is one of the most common vaccine-preventable diseases in travellers. By performing two crosssectional questionnaire surveys during winter 2009 and winter 2010 among European travellers to resource-limited destinations, we aimed to investigate knowledge, attitudes and practices (KAP) regarding seasonal influenza vaccination.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Questionnaires were distributed in the waiting room to the visitors of the health counselling (CTH09 and CTH10). Questions included demographic data, travel-related characteristics and KAP regarding influenza vaccination. Data were analysed by using SPSS ® version 14.0 for Windows. Differences in proportions were compared using the Chisquare test and the significance level was set at p ≤ 0.05. Predictors for seasonal and pandemic influenza vaccination were determined by multiple logistic regression analyses.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "With a response rate of 96.6%, 906 individuals were enrolled and 868 (92.5%) provided complete data. Seasonal influenza vaccination coverage was 13.7% (n = 119). Only 43 (14.2%) participants were vaccinated against pandemic influenza A/H1N1, mostly having received both vaccines simultaneously, the seasonal and pandemic one. Job-related purposes (44, 37%), age > 64 yrs (25, 21%) and recommendations of the family physician (27, 22.7%) were the most often reported reasons for being vaccinated. In the multiple logistic regression analyses of the pooled data increasing age (OR = 1.03, 95% CI 1.01 -1.04), a business trip (OR = 0.39, 95% CI 0.17 -0.92) and seasonal influenza vaccination in the previous winter seasons (OR = 12.91, 95% CI 8.09 -20.58) were independent predictors for seasonal influenza vaccination in 2009 or 2010.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Influenza vaccination recommended by the family doctor (327, 37.7%), travel to regions with known high risk of influenza (305, 35.1%), and influenza vaccination required for job purposes (233, 26.8%) were most frequently mentioned to consider influenza vaccination.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Risk perception and vaccination coverage concerning seasonal and pandemic influenza was very poor among travellers to resource-limited destinations when compared to traditional at-risk groups. Previous access to influenza vaccination substantially facilitated vaccinations in the subsequent year. Information strategies about influenza should be intensified and include health professionals, e.g. family physicians, travel medicine practitioners and business enterprises. References 1. Marti F, Steffen R, Mutsch M: Influenza vaccine: a travelers' vaccine? Expert Rev Vaccines 2008, 7(5):679-687.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Pandemic and seasonal influenza are still a challenging field of the public health system. Influenza -a mild to severe respiratory infection caused by RNA viruses of the family Orthomyxoviridae -is one of the most common vaccine-preventable disease in travellers. Worldwide, between 250'000 and 500'000 deaths are estimated to be due to seasonal influenza infection each year [1] . Influenza is also responsible for tremendous economic costs both from admissions to hospital and loss of productivity [2] . Influenza affects all age groups and is usually self-limited. Common symptoms include acute fever, muscles pain, headache, cough and chills [3] . Special risk groups, such as very young children, the elderly and those suffering from chronic lung or heart diseases are at risk for serious influenza complications, e.g. bacterial pneumonia [4, 5] . Influenza reaches peak prevalence in winter in the Northern hemisphere (Nov-Apr) -as well as in the Southern hemisphere (Apr-Oct) and circulates yearround in the tropics [6, 7] . Seasonal influenza vaccination is an effective prevention strategy and is therefore routinely recommended for special risk groups [8, 9] . Of note, the seasonal influenza vaccine recommendations of the U.S. Centres for Disease Control were recently expanded and include now about 80% of the population [10] .", "cite_spans": [{"start": 376, "end": 379, "text": "[1]", "ref_id": null}, {"start": 500, "end": 503, "text": "[2]", "ref_id": "BIBREF0"}, {"start": 646, "end": 649, "text": "[3]", "ref_id": "BIBREF1"}, {"start": 844, "end": 847, "text": "[4,", "ref_id": "BIBREF2"}, {"start": 848, "end": 850, "text": "5]", "ref_id": "BIBREF3"}, {"start": 1023, "end": 1026, "text": "[6,", "ref_id": "BIBREF4"}, {"start": 1027, "end": 1029, "text": "7]", "ref_id": "BIBREF5"}, {"start": 1162, "end": 1165, "text": "[8,", "ref_id": "BIBREF6"}, {"start": 1166, "end": 1168, "text": "9]", "ref_id": "BIBREF7"}, {"start": 1334, "end": 1338, "text": "[10]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Background"}, {"text": "Influenza is known to be a quite frequent infection among travellers to tropical and subtropical destinations compared to other infections, e.g. vector-borne ones. About one of hundred travellers abroad gets infected [7] . The risk of infection depends on the travel destination and the season. Travellers crossing hemispheres may be confronted with different antigenic variants of the influenza virus. By returning home, the new variant may be transmitted to contact persons [11] . The first pandemic of the 21st century has highlighted the need for international influenza prevention strategies [12] .", "cite_spans": [{"start": 217, "end": 220, "text": "[7]", "ref_id": "BIBREF5"}, {"start": 476, "end": 480, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 597, "end": 601, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Background"}, {"text": "The objective of this study was to investigate the vaccination coverage as well as knowledge, attitudes and practices (KAP) regarding influenza vaccination among travellers to resource-limited countries to improve or adapt current preventive strategies.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Two cross-sectional surveys were conducted at the University of Zurich Centre for Travel' Health during January and February 2009 and January 2010, respectively. Selfadministered, anonymous questionnaires including 16 items were distributed to travellers waiting for pre-travel health advice. Participation was voluntary. Individuals above 17 years, understanding German or English, residing in Switzerland and planning to travel to a resourcelimited destination were included. Questions included demographic data (gender, age, nationality, education, profession), travel-related characteristics (destination country, duration of stay, influenza risk perception, previous travel health advice, travel purpose, travel costs) and general attitudes and practices towards influenza vaccination (vaccination coverage, reasons to be vaccinated, reasons to refuse vaccination, motivations to consider vaccination with options for multiple answers except for the vaccination coverage). In 2010, an additional question targeting the pandemic influenza A/H1N1 vaccination coverage was included. The questionnaires were checked for completeness. A written letter of exempt was received by the Ethical Commission of the Canton of Zurich.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Statistical analyses were conducted by using SPSS ® version 14.0 for Windows. Differences in proportions of demographics, travel-related data and attitudes and practices were compared using the Chi-square test. The significance level was set at p ≤ 0.05. For the multiple logistic regression analysis the surveys were analysed as well as pooled dataset and each survey, CTH-2009 and CTH-2010, separately. The seasonal influenza vaccination was used as outcome and all demographic, travel-related and attitude-and practices-related factors were evaluated as independent predictors. Odds Ratios (OR) were determined by stepwise backward elimination of variables with p > 0.150. For sensitivity analyses, each dataset of the CTH studies, 2009 and 2010, was analysed separately and additionally, predictors for pandemic influenza vaccination were determined by multiple logistic regression analyses.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "From a total of 938 eligible individuals, 868 (92.5%) were included in the analysis ( Figure 1 ). Overall, 479 (55.2%) were females and 389 (44.8%) males. The great majority of participants (503, 57.9%) were between 18 and 35 years old with a median age of 32 years (range 18 -84 yrs). Only 46 (5.3%) responders were above 64 years of age. In general, participants were highly educated with 480 (55.3%) being university graduates. Overall, the characteristics of participants planning to travel to resource-limited destinations are presented in Table 1 . ", "cite_spans": [], "ref_spans": [{"start": 86, "end": 94, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 545, "end": 552, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Study population"}, {"text": "Of all vaccinated participants, 44 (37%) declared to be vaccinated for business reasons and 25 (21%) due to age ( ", "cite_spans": [], "ref_spans": [], "section": "KAP on seasonal influenza vaccination"}, {"text": "Travel as risk factor for an influenza infection is poorly established among international travellers when regarding the low vaccination coverage as well as the low selfperceived travel-associated risk estimates. Of note, previous influenza vaccinations facilitated receiving an influenza vaccination in the following year by about 13 times. Therefore, easy access to the influenza vaccine is important. High media coverage was not considered sufficient to increase the vaccination rate substantially as is indicated by the low increase of the vaccination coverage between the two surveys in 2009 and 2010 and also by the low pandemic influenza vaccination coverage of only 14.2%. Therefore, multiple efforts need to complement one another including information strategies provided by family physicians and travel medicine practitioners, but also job-and age-related activities need to be considered. Our sample of travellers is comparable to other studies performed at our Centre for Travel' Health [7] with respect to the age distribution, educational level and travel duration. Inherent limitations include a selection bias: Frequently visited destinations such as the Middle East, North Africa and the Caribbean are underrepresented as travellers to those destinations generally do not consider a pre-travel health consultation as indicated [11] but destinations with higher risk for faecal-orally transmitted infectious diseases, such as TD or bacterial meningitis, are well represented, such as e.g. India and Sub-Saharan countries. Therefore, our sample may represent a best practice sample. The fact, that the high proportion of university graduates indicates a health literate population may result in an even overestimated risk perception as well as influenza vaccination coverage. All data collections relied on self-reported information. Hence, the results of the studies might be limited by a potential bias such as disclosure bias, although self-report of influenza vaccination status has been found to be reliable when checked against medical record documentation [13] . Most seasonal influenza activity occurs during November to April on the Northern hemisphere and vaccination is usually administered between October and November. Therefore, travellers visiting the opposite hemisphere have to be counselled accordingly and the seasonal influ-enza vaccine also for the Southern hemisphere has to be available as there is year-round influenza activity in tropical and subtropical areas.", "cite_spans": [{"start": 1000, "end": 1003, "text": "[7]", "ref_id": "BIBREF5"}, {"start": 1345, "end": 1349, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 2079, "end": 2083, "text": "[13]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Risk perception and vaccination coverage regarding seasonal and pandemic influenza was very poor among European travellers to resource-limited destinations ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Reducing the Burden of Influenza-Associated Complications with Antiviral Therapy", "authors": [{"first": "B", "middle": ["R"], "last": "Ruf", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Szucs", "suffix": ""}], "year": 2009, "venue": "Infection", "volume": "37", "issn": "3", "pages": "186--196", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Pathology of Influenza Virus Infections", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}], "year": 2008, "venue": "Annu Rev Pathol", "volume": "3", "issn": "", "pages": "499--522", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Influenza: Changing approaches to prevention and treatment in travelers", "authors": [{"first": "D", "middle": ["O"], "last": "Freedman", "suffix": ""}, {"first": "K", "middle": [], "last": "Leder", "suffix": ""}], "year": 2005, "venue": "J Travel Med", "volume": "12", "issn": "", "pages": "36--44", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The scientific basis for offering seasonal influenza immunisation to risk groups in Europe", "authors": [{"first": "A", "middle": [], "last": "Nicoll", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Ciancio", "suffix": ""}, {"first": "S", "middle": [], "last": "Tsolova", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Blank", "suffix": ""}, {"first": "C", "middle": [], "last": "Yilmaz", "suffix": ""}], "year": 2008, "venue": "Eurosurveill", "volume": "13", "issn": "43", "pages": "1--8", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Absolute Humidity and the Seasonal Onset of Influenza in the Continental United States", "authors": [{"first": "J", "middle": [], "last": "Shaman", "suffix": ""}, {"first": "V", "middle": ["E"], "last": "Pitzer", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}], "year": 2010, "venue": "PLoS Biology", "volume": "8", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Influenza virus infection in travelers to tropical and subtropical countries", "authors": [{"first": "M", "middle": [], "last": "Mutsch", "suffix": ""}, {"first": "M", "middle": [], "last": "Tavernini", "suffix": ""}, {"first": "A", "middle": [], "last": "Marx", "suffix": ""}, {"first": "V", "middle": [], "last": "Gregory", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Lin", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Hay", "suffix": ""}, {"first": "A", "middle": [], "last": "Tschopp", "suffix": ""}, {"first": "R", "middle": [], "last": "Steffen", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "40", "issn": "", "pages": "1282--1287", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Awareness of vaccination status and its predictors among working people in Switzerland", "authors": [{"first": "C", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": [], "last": "Naguel", "suffix": ""}, {"first": "D", "middle": [], "last": "Gyurech", "suffix": ""}, {"first": "N", "middle": [], "last": "Duvoisin", "suffix": ""}, {"first": "J", "middle": [], "last": "Schilling", "suffix": ""}], "year": 2003, "venue": "BMC Public Health", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Influenza vaccination coverage rates in five European countries during season 2006/2007 and trends over six consecutive seasons", "authors": [{"first": "P", "middle": ["R"], "last": "Blank", "suffix": ""}, {"first": "M", "middle": [], "last": "Schwenkglenks", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Szucs", "suffix": ""}], "year": 2008, "venue": "BMC Public Health", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Centers for Disease Control and Prevention (CDC) -CDC's Advisory Committee on Immunization Practices (ACIP) Recommends Universal Annual Influenza Vaccination", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Knowledge, attitudes and practices in travel-related infectious diseases: The European Airport Survey", "authors": [{"first": "K", "middle": [], "last": "Van Herck", "suffix": ""}, {"first": "F", "middle": [], "last": "Castelli", "suffix": ""}, {"first": "J", "middle": [], "last": "Zuckerman", "suffix": ""}, {"first": "H", "middle": [], "last": "Nothdurft", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Damme", "suffix": ""}, {"first": "A", "middle": [], "last": "Dahlgren", "suffix": ""}, {"first": "P", "middle": [], "last": "Gargalianos", "suffix": ""}, {"first": "R", "middle": [], "last": "Lopéz-Vélez", "suffix": ""}, {"first": "D", "middle": [], "last": "Overbosch", "suffix": ""}, {"first": "E", "middle": [], "last": "Caumes", "suffix": ""}, {"first": "E", "middle": [], "last": "Walker", "suffix": ""}, {"first": "S", "middle": [], "last": "Gisler", "suffix": ""}, {"first": "R", "middle": [], "last": "Steffen", "suffix": ""}], "year": 2004, "venue": "J Travel Med", "volume": "11", "issn": "", "pages": "3--8", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "H1N1 Influenza", "authors": [{"first": "S", "middle": ["J"], "last": "Sullivan", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Jacobson", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Dowdle", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Poland", "suffix": ""}], "year": 2009, "venue": "Mayo Clin Proc", "volume": "85", "issn": "1", "pages": "64--76", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Influenza vaccination uptake and socioeconomic determinants in 11 European countries", "authors": [{"first": "M", "middle": ["M"], "last": "Endrich", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Blank", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Szucs", "suffix": ""}], "year": 2009, "venue": "Vaccine", "volume": "27", "issn": "", "pages": "4018--402", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Flow diagram of participants.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Characteristics of participants planning to travel to resource-limited destinations", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Characteristics female </td><td>All (n = 868) </td><td>CTH 2009 (n = 566) </td><td>CTH 2010 (n = 302) </td><td>p-value\n</td></tr><tr><td>Gender: </td><td> </td><td>479 (55.2%) </td><td>313 (55.3%) </td><td>166 (55%) </td><td>p = 0.925\n</td></tr><tr><td>male </td><td>389 (44.8%) </td><td>253 (44.7%) </td><td>136 (45%)\n</td><td> </td></tr><tr><td>Age (yrs): </td><td>mean </td><td>37 </td><td>37 </td><td>37 </td><td>p = 1.000\n</td></tr><tr><td>median (range) </td><td>32 (18-84) </td><td>32 (18-81) </td><td>32 (18-84)\n</td><td> </td></tr><tr><td>Age-groups: </td><td>18 - 35 yrs </td><td>503 (57.9%) </td><td>324 (57.2%) </td><td>179 (59.3%) </td><td>p = 0.564\n</td></tr><tr><td>36 - 50 yrs </td><td>204 (23.5%) </td><td>142 (25.1%) </td><td>62 (20.5%) </td><td>p = 0.131\n</td></tr><tr><td> </td><td>51 - 64 yrs </td><td>115 (13.2%) </td><td>74 (13.1%) </td><td>41 (13.6%) </td><td>p = 0.835\n</td></tr><tr><td> </td><td>&gt; 64 yrs </td><td>46 (5.3%) </td><td>26 (4.6%) </td><td>20 (6.6%) </td><td>p = 0.204\n</td></tr><tr><td>Educational level: </td><td>prim./sec. school </td><td>20 (2.3%) </td><td>13 (2.3%) </td><td>7 (2.3%)\n</td><td> </td></tr><tr><td>traineeship/A-level </td><td>368 (42.4%) </td><td>241 (42.6%) </td><td>127 (42.1%)\n</td><td> </td></tr><tr><td> </td><td>university </td><td>480 (55.3%) </td><td>312 (55.1%) </td><td>168 (55.6%) </td><td>p = 0.989\n</td></tr><tr><td>Travel continent: </td><td>Africa </td><td>243 (28%) </td><td>151 (26.7%) </td><td>92 (30.5%) </td><td>p = 0.237\n</td></tr><tr><td>Latin America </td><td>273 (31.5%) </td><td>198 (35%) </td><td>75 (24.8%) </td><td>p = 0.002\n</td></tr><tr><td> </td><td>Asia </td><td>331 (38.1%) </td><td>208 (36.7%) </td><td>123 (40.7%) </td><td>p = 0.250\n</td></tr><tr><td> </td><td>SE Europe </td><td>6 (0.7%) </td><td>2 (0.4%) </td><td>4 (1.3%) </td><td>p = 0.744\n</td></tr><tr><td> </td><td>Oceania </td><td>15 (1.7%) </td><td>7 (1.2%) </td><td>8 (2.6%) </td><td>p = 0.128\n</td></tr><tr><td>Duration of stay (days): </td><td>1 - 7 days </td><td>29 (3.3%) </td><td>18 (3.2%) </td><td>11 (3.6%)\n</td><td> </td></tr><tr><td>8 - 14 days </td><td>183 (21.1%) </td><td>112 (19.8%) </td><td>71 (23.5%)\n</td><td> </td></tr><tr><td> </td><td>15 - 28 days </td><td>342 (39.4%) </td><td>233 (41.2%) </td><td>109 (36.1%) </td><td>p = 0.432\n</td></tr><tr><td> </td><td>&gt; 28 days </td><td>314 (36.2%) </td><td>203 (35.9%) </td><td>111 (36.8%)\n</td><td> </td></tr><tr><td>Perceived risk of influenza at destination:\n</td><td>high </td><td>72 (8.3%) </td><td>42 (7.4%) </td><td>30 (9.9%)\n</td><td> </td></tr><tr><td>low </td><td>515 (59.3%) </td><td>338 (59.7%) </td><td>177 (58.6%) </td><td>p = 0.436\n</td></tr><tr><td> </td><td>no idea </td><td>281 (32.4%) </td><td>186 (32.9%) </td><td>95 (31.5%)\n</td><td> </td></tr><tr><td>Source of travel health information*:\n</td><td>internet </td><td>340 (39.2%) </td><td>211 (37.3%) </td><td>129 (42.7%) </td><td>p = 0.118\n</td></tr><tr><td>family doctor </td><td>111 (12.8%) </td><td>74 (13.1%) </td><td>37 (12.3%) </td><td>p = 0.730\n</td></tr><tr><td> </td><td>family/friends </td><td>75 (8.6%) </td><td>50 (8.8%) </td><td>25 (8.3%) </td><td>p = 0.781\n</td></tr><tr><td>Purpose of the journey: </td><td>holidays </td><td>695 (80.1%) </td><td>448 (79.2%) </td><td>247 (81.8%) </td><td>p = 0.354\n</td></tr><tr><td>VFR** </td><td>107 (12.3%) </td><td>73 (12.9%) </td><td>34 (11.3%) </td><td>p = 0.484\n</td></tr><tr><td> </td><td>business </td><td>92 (10.6%) </td><td>61 (10.8%) </td><td>31 (10.3%) </td><td>p = 0.815\n</td></tr><tr><td>Travel expenses (CHF): </td><td>0 - 4999 </td><td>564 (65%) </td><td>378 (66.8%) </td><td>186 (61.6%)\n</td><td> </td></tr><tr><td>5000 - 9999 </td><td>197 (22.7%) </td><td>122 (21.6%) </td><td>75 (24.8%)\n</td><td> </td></tr><tr><td> </td><td>10000-15000 </td><td>49 (5.6%) </td><td>35 (6.2%) </td><td>14 (4.6%) </td><td>p = 0.091\n</td></tr><tr><td> </td><td> </td><td>&gt; 15000 </td><td>31 (3.6%) </td><td>15 (2.7%) </td><td>16 (5.3%)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Characteristics of participants planning to travel to resource-limited destinations (Continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Seasonal vaccination coverage </td><td>119 (13.7%) </td><td>65 (11.5%) </td><td>54 (17.9%) </td><td>p = 0.009\n</td></tr><tr><td>Pandemic vaccination coverage </td><td>43 (14.2%) </td><td>na </td><td>43 (14.2%) </td><td>na\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Predictors of seasonal influenza vaccination among travellers to resource-limited destinations determined by multiple logistic regression analysiswhen compared to traditional at-risk groups. Age and previous influenza vaccination were the best predictors for considering seasonal influenza vaccination in our population. Communication strategies about influenza should be intensified and should include all health professionals, e.g. family physicians and travel medicine practitioners, but also business enterprises.", "latex": null, "type": "table"}, "TABREF6": {"text": "Attitudes and practices regarding influenza vaccination among travellers to resource-limited destinationsCTH: Centre for Travel Health Multiple answers were possible. The p-value was determined with Chi-square test, statistical significance was set at p ≤ 0.05.", "latex": null, "type": "table"}, "TABREF7": {"text": "Table 2: Predictors of seasonal influenza vaccination among travellers to resource-limited destinations determined by multiple logistic regression analysis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Univariate OR\n</td><td>Multivariate OR\n</td><td>Final Model OR\n</td></tr><tr><td>(95% CI) N = 868\n</td><td>(95% CI) N = 868\n</td><td>(95% CI) N = 868\n</td></tr><tr><td>Gender </td><td>1.05 (0.71 - 1.56) </td><td>1.10 (0.69 - 1.76) </td><td>1.11 (0.70 - 1.75)\n</td></tr><tr><td>Age (yrs) </td><td>1.05 (1.03 - 1.06) </td><td>1.03 (1.01 - 1.04) </td><td>1.03 (1.01 - 1.04)\n</td></tr><tr><td>Nationality </td><td>0.98 (0.92 - 1.04)\n</td><td> </td><td> </td></tr><tr><td>Educational level </td><td>0.97 (0.68 - 1.38)\n</td><td> </td><td> </td></tr><tr><td>Travel continent </td><td>0.95 (0.76 - 1.20)\n</td><td> </td><td> </td></tr><tr><td>Destination by N vs. S hemisphere </td><td>1.49 (1.01 - 2.19) </td><td>1.47 (0.93 - 2.35)\n</td><td> </td></tr><tr><td>Duration of stay (d) </td><td>0.74 (0.59 - 0.93) </td><td>0.74 (0.56 - 0.99) </td><td>0.78 (0.59 - 1.03)\n</td></tr><tr><td>Perceived risk of influenza at destination </td><td>0.74 (0.54 - 1.03) </td><td>0.85 (0.52 - 1.26)\n</td><td> </td></tr><tr><td>Travel health advice by: family doctor </td><td> </td><td> </td><td> </td></tr><tr><td>2.05 (1.25 - 3.36) </td><td>1.50 (0.78 - 2.89)\n</td><td> </td></tr><tr><td>travel clinic </td><td>1.25 (0.84 - 1.86)\n</td><td> </td><td> </td></tr><tr><td>internet </td><td>0.73 (0.48 - 1.09) </td><td>0.79 (0.46 - 1.34)\n</td><td> </td></tr><tr><td>travel agency </td><td>0.57 (0.24 - 1.34)\n</td><td> </td><td> </td></tr><tr><td>family or friends </td><td>0.85 (0.41 - 1.75)\n</td><td> </td><td> </td></tr><tr><td>No advice </td><td>0.67 (0.41 - 1.09) </td><td>0.78 (0.42 - 1.46)\n</td><td> </td></tr><tr><td>Travel purpose: holidays </td><td> </td><td> </td><td> </td></tr><tr><td>1.27 (0.76 - 2.12)\n</td><td> </td><td> </td></tr><tr><td>business </td><td>0.57 (0.27 - 1.21) </td><td>0.40 (0.17 - 0.97) </td><td>0.39 (0.17 - 0.92)\n</td></tr><tr><td>VFR* </td><td>1.12 (0.64 - 1.99)\n</td><td> </td><td> </td></tr><tr><td>education </td><td>0.58 (0.23 - 1.47)\n</td><td> </td><td> </td></tr><tr><td>others </td><td>0.42 (0.10 - 1.80)\n</td><td> </td><td> </td></tr><tr><td>Travel expenses </td><td>1.35 (1.08 - 1.69) </td><td>1.14 (0.84 - 1.56)\n</td><td> </td></tr><tr><td>Previous seasonal influenza vaccination </td><td>14.39 (9.18 - 22.58) </td><td>12.42 (7.71 - 20.01) </td><td>12.91 (8.09 - 20.58)\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Table 3: Attitudes and practices regarding influenza vaccination among travellers to resource-limited destinations", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Reasons for getting vaccinated (only vaccinated participants)\n</td><td>All (n = 119) </td><td>CTH 09 (n = 65) </td><td>CTH 10 (n = 54) </td><td>p-value\n</td></tr><tr><td>Because it is required for my job </td><td>44 (37%) </td><td>26 (40%) </td><td>18 (33.3%) </td><td>p = 0.453\n</td></tr><tr><td>My family doctor advised me to do it </td><td>27 (22.7%) </td><td>18 (27.7%) </td><td>9 (16.7%) </td><td>p = 0.153\n</td></tr><tr><td>Because of my age </td><td>25 (21%) </td><td>12 (18.5%) </td><td>13 (24.1%) </td><td>p = 0.454\n</td></tr><tr><td>Because it is free </td><td>8 (6.7%) </td><td>6 (9.2%) </td><td>2 (3.7%) </td><td>p = 0.231\n</td></tr><tr><td>Because of the arranged journey </td><td>10 (8.4%) </td><td>2 (3.1%) </td><td>8 (14.8%) </td><td>p = 0.022\n</td></tr><tr><td>Because of media attention on SARS and avian flu </td><td>0 (0%) </td><td>0 (0%) </td><td>na </td><td>na\n</td></tr><tr><td>Because of media attention on pandemic 2009 </td><td>2 (3.7%) </td><td>na </td><td>2 (3.7%) </td><td>na\n</td></tr><tr><td>Reasons for not getting vaccinated (unvaccinated participants)\n</td><td>All (n = 749) </td><td>CTH 09 </td><td>CTH 10 </td><td>p-value\n</td></tr><tr><td> </td><td> </td><td>(n = 501) </td><td>(n = 248)\n</td><td> </td></tr><tr><td>I made bad experiences with a previous flu vaccine </td><td>31 (4.1%) </td><td>23 (4.6%) </td><td>8 (3.2%) </td><td>p = 0.377\n</td></tr><tr><td>The vaccine is not effective enough </td><td>34 (4.5%) </td><td>30 (6.0%) </td><td>4 (1.6%) </td><td>p = 0.007\n</td></tr><tr><td>I did not get any recommendations </td><td>144 (19.2%) </td><td>114 (22.8%) </td><td>30 (12.1%) </td><td>P &lt; 0.001\n</td></tr><tr><td>I am not at risk </td><td>326 (43.5%) </td><td>197 (39.3%) </td><td>129 (52%) </td><td>p = 0.001\n</td></tr><tr><td>It is not important </td><td>172 (23%) </td><td>115 (23%) </td><td>57 (23%) </td><td>p = 1.000\np-value\n</td></tr><tr><td>Encouraging factors for vaccination next season </td><td>All (n = 868) </td><td>CTH 09(n = 566) </td><td>CTH 10(n = 302) </td><td> </td></tr><tr><td>If I would feel in bad general health </td><td>408 (47%) </td><td>260 (45.9%) </td><td>148 (49%) </td><td>p = 0.388\n</td></tr><tr><td>If my family doctor recommended it to me </td><td>327 (37.7%) </td><td>210 (37.1%) </td><td>117 (38.7%) </td><td>p = 0.635\n</td></tr><tr><td>Travel to regions with high risk of influenza </td><td>305 (35.1%) </td><td>203 (35.9%) </td><td>102 (33.8%) </td><td>p = 0.539\n</td></tr><tr><td>Because of age </td><td>215 (24.8%) </td><td>146 (25.8%) </td><td>69 (22.8%) </td><td>p = 0.338\n</td></tr><tr><td>Job requirement </td><td>233 (26.8%) </td><td>143 (25.3%) </td><td>90 (29.8%) </td><td>p = 0.151\n</td></tr><tr><td>Ongoing flu season </td><td>87 (10%) </td><td>59 (10.4%) </td><td>28 (9.3%) </td><td>p = 0.590\n</td></tr><tr><td>I would never be vaccinated CTH: Centre for Travel Health\n</td><td>65 (7.5%) </td><td>40 (7.1%) </td><td>25 (8.3%) </td><td>p = 0.518\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank all participating travellers and we acknowledge the technical assistance of Patricia Blank.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors declare that they have no competing interests.Authors' contributions TDS, MM and CH conceived and supervised the study. AP performed all data collection and data analysis and drafted the manuscript. MM participated in designing the study and the questionnaire and organised access to the data of the airport-study. All authors have read and approved the final manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}