{
    "paper_id": "b6c9c76be06450c8a68693ca9e28efe129a16c3d",
    "metadata": {
        "title": "The GLEaMviz computational tool, a publicly available software to explore realistic epidemic spreading scenarios at the global scale",
        "authors": [
            {
                "first": "Wouter",
                "middle": [],
                "last": "Van Den Broeck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Corrado",
                "middle": [],
                "last": "Gioannini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Gonçalves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Quaggiotto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vittoria",
                "middle": [],
                "last": "Colizza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Vespignani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Computational models play an increasingly important role in the assessment and control of public health crises, as demonstrated during the 2009 H1N1 influenza pandemic. Much research has been done in recent years in the development of sophisticated data-driven models for realistic computer-based simulations of infectious disease spreading. However, only a few computational tools are presently available for assessing scenarios, predicting epidemic evolutions, and managing health emergencies that can benefit a broad audience of users including policy makers and health institutions. Results: We present \"GLEaMviz\", a publicly available software system that simulates the spread of emerging human-to-human infectious diseases across the world. The GLEaMviz tool comprises three components: the client application, the proxy middleware, and the simulation engine. The latter two components constitute the GLEaMviz server. The simulation engine leverages on the Global Epidemic and Mobility (GLEaM) framework, a stochastic computational scheme that integrates worldwide high-resolution demographic and mobility data to simulate disease spread on the global scale. The GLEaMviz design aims at maximizing flexibility in defining the disease compartmental model and configuring the simulation scenario; it allows the user to set a variety of parameters including: compartment-specific features, transition values, and environmental effects. The output is a dynamic map and a corresponding set of charts that quantitatively describe the geo-temporal evolution of the disease. The software is designed as a client-server system. The multi-platform client, which can be installed on the user's local machine, is used to set up simulations that will be executed on the server, thus avoiding specific requirements for large computational capabilities on the user side. Conclusions: The user-friendly graphical interface of the GLEaMviz tool, along with its high level of detail and the realism of its embedded modeling approach, opens up the platform to simulate realistic epidemic scenarios. These features make the GLEaMviz computational tool a convenient teaching/training tool as well as a first step toward the development of a computational tool aimed at facilitating the use and exploitation of computational models for the policy making and scenario analysis of infectious disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2009 H1N1 influenza pandemic highlighted the importance of computational epidemic models for the real-time analysis of the health emergency related to the global spreading of new emerging infectious diseases [1] [2] [3] . Realistic computational models are highly complex and sophisticated, integrating substantial amounts of data that characterize the population and geographical context in order to attain superior accuracy, resolution, and predictive power [4] [5] [6] [7] [8] [9] [10] . The challenge consists in developing models that are able to capture the complexity of the real world at various levels by taking advantage of current information technology to provide an in silico framework for testing control scenarios that can anticipate the unfolding of an epidemic. At the same time, these computational approaches should be translated into tools accessible by a broader set of users who are the main actors in the decision-making process of health policy, especially during an emergency like an influenza pandemic. The tradeoff between realistic and accurate descriptions of large-scale dynamics, flexibility, computational feasibility, ease of use, and accessibility of these tools creates a major challenge from both the theoretical and the computational points of view [4, 5, 11, 12, 10, 13] . GLEaMviz is a client-server software system that can model the world-wide spread of epidemics for human transmissible diseases like influenzalike illnesses (ILI), offering extensive flexibility in the design of the compartmental model and scenario setup, including computationally-optimized numerical simulations based on high-resolution global demographic and mobility data. GLEaMviz makes use of a stochastic and discrete computational scheme to model epidemic spread called \"GLEaM\" -GLobal Epidemic and Mobility model, presented in previously published work [6, 3, 14] which is based on a geo-referenced metapopulation approach that considers 3,362 subpopulations in 220 countries of the world, as well as air travel flow connections and short-range commuting data. The software includes a client application with a graphical user interface (GUI) for setting up and executing simulations, and retrieving and visualizing the results; the client application is publicly downloadable. The server application can be requested by public institutions and research centers; conditions of use and possible restrictions will be evaluated specifically.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1290,
                    "end": 1293,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1294,
                    "end": 1296,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1297,
                    "end": 1300,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1305,
                    "end": 1308,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1309,
                    "end": 1312,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1876,
                    "end": 1879,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1880,
                    "end": 1882,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1883,
                    "end": 1886,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The tool is currently not suitable for the simulation of vector-borne diseases, infection transmission depending on local contact patterns such as sexually transmitted diseases and diseases with a time scale that would make demographic effects relevant. The tool, however, allows the introduction of mitigation policies at the global level. Localized intervention in space or time can be implemented in the GLEaM model and their introduction in the GLEaMviz computational tool are planned for future releases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Only a few computational tools are currently available to the public for the analysis and modeling of epidemics. These range from very simple spreadsheet-based models aimed at providing quick estimates for the number of patients and hospitalizations during a pandemic (see e.g. FluSurge [15] ) to more complicated tools based on increasingly sophisticated simulation approaches [11, 16, 12, 10, 13, 5] . These tools differ in their underlying modeling approaches and in the implementation, flexibility, and accessibility of the software itself.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "InfluSim is a tool that provides a visual interface to simulate an epidemic with a deterministic compartmental model in a single population [11] . The model includes age structure and explicit sojourn times with different stages in each compartment, extending an SEIR compartmentalization to include hospitalizations and intervention measures. The software provides the infectious disease dynamics and the user can set parameter values and add or remove interventions. However, no spatial structure or other forms of heterogeneity and stochasticity are considered in the model.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "On the other hand agent-based models describe the stochastic propagation of a disease at the individual level, thus taking into account the explicit social and spatial structure of the population under consideration. CommunityFlu is a software tool that simulates the spread of influenza in a structured population of approximately 1,000 households with 2,500 persons [13] . User interaction with the software is limited to the spreadsheet portion of the program, where one can choose the type of intervention and other parameters describing the disease and the population.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A larger population is considered in FluTe, a publicly available tool for the stochastic simulation of an epidemic in the United States at the level of individuals [10] . The model is based on a synthetic population, structured in a hierarchy of mixing social groups including households, household clusters, neighborhoods, and nation-wide communities. FluTe comes with a configuration file in text format that can be modified by an expert user to set various parameters such as the initiation of the epidemic, the reproductive number, and the interventions considered. No GUI is provided, and the output of the simulations is given in the form of text files that must be analyzed through additional software.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "EpiFast involves a parallel algorithm implemented using a master-slave approach which allows for scalability on distributed memory systems, from the generation of synthetic population aggregated in mixing groups to the explicit representation of the contact patterns between individuals as they evolve in time [5] . The Epi-Fast tool allows for the detailed representation and simulation of the disease on social contact networks among individuals that dynamically evolve in time and adapt to actions taken by individuals and public health interventions. The algorithm is coupled with a webbased GUI and the middleware system Didactic, which allows users to specify the simulation setup, execute the simulation, and visualize the results via plots. Epidemic models and interventions are pre-configured, and the system can scale up to simulate a population of a large metropolitan area on the order of tens of millions of inhabitants.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Another class of models focuses on the global scale, by using a metapopulation approach in which the population is spatially structured into patches or subpopulations (e.g. cities) where individuals mix. These patches are connected by mobility patterns of individuals. In this vein two tools are currently available. The Global Epidemic Model (GEM) uses a metapopulation approach based on an airline network comprised of 155 major metropolitan areas in the world for the stochastic simulation of an influenza-like illness [16] . The tool consists of a Java applet in which the user can simulate a hypothetical H1N1 outbreak and test pre-configured intervention strategies. The compartmentalization is set to an SEIR model, and the parameterization can be modified in the full or stand-alone mode, but not currently in the Java applet.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 526,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Spatiotemporal Epidemiological Modeler (STEM) is a modeling system for the simulation of the spread of an infectious disease in a spatially structured population [16] . Contrary to other approaches, STEM is based on an extensible software platform, which promotes the contribution of data and algorithms by users. The resulting framework therefore merges datasets and approaches and its detail and realism depend on continuous developments and contributions. However, these are obtained from a variety of sources and are provided in different formats and standards, thus resulting in possible problems related to the integration and merging of datasets. Such issues are left to the user to resolve.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The existing tools described above thus offer the opportunity to use highly sophisticated data-driven approaches at the expense of flexibility and ease of use by non-experts on the one hand, or very simplified models with user-friendly GUIs and no specific computational requirements on the other. Our approach aims at optimizing the balance of complex and sophisticated data-driven epidemic modeling at the global scale while maintaining an accessible computational speed and overall flexibility in the description of the simulation scenario, including the compartmental model, transition rates, intervention measures, and outbreak conditions by means of a user-friendly GUI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In the GLEaMviz tool the setup of the simulations is highly flexible in that the user can design arbitrary disease compartmental models, thus allowing an extensive range of human-to-human infectious diseases and intervention strategies to be considered. The user interface has been designed in order to easily define both features specific to each compartment, such as the mobility of classes of individuals, and general environmental effects, such as seasonality for diseases like influenza. In addition, the user can define the initial settings that characterize the initial geographical and temporal conditions, the immunity profile of the population, and other parameters including but not limited to: the definition of an outbreak condition in a given country; the number of stochastic runs to be performed; and the total duration of each simulation. The tool allows the production of global spreading scenarios with geographical high resolution by just interacting with the graphic user interface. While an expert input would be required to interpret and discuss the results obtained with the software, the present computational platform facilitates the generation and analysis of scenarios from intensive data-driven simulations. The tool can be deployed both in training activities as well as to facilitate the use of large-scale computational modeling of infectious diseases in the discussion between modelers and public health stakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The paper is organized as follows. The \"Implementation\" section describes the software application architecture and its major components, including the computational model GLEaM. The \"Results and discussion\" section presents in detail the GLEaMviz client and its components that allow for software-user interaction, including an application of the Simulator to an Influenza-like-illness scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The top-level architecture of the GLEaMviz tool comprises three components: the GLEaMviz client application, the GLEaMviz proxy middleware, and the simulation engine. The latter two components constitute the GLEaMviz server, as shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Implementation"
        },
        {
            "text": "Users interact with the GLEaMviz system by means of the client application, which provides graphical userinterfaces for designing and managing the simulations, as well as visualizing the results. The clients, however, do not themselves run the simulations. Instead they establish a connection with the GLEaMviz proxy middleware to request the execution of a simulation by the server. Multiple clients can use the same server concurrently. Upon receipt of requests to run a simulation, the middleware starts the simulation engine instances required to execute the requests and monitors their status. Once the simulations are completed, the GLEaMviz proxy middleware collects and manages the resulting simulation data to be served back to the clients. A schematic diagram of the workflow between client and server is shown in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 824,
                    "end": 832,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Implementation"
        },
        {
            "text": "This client-server model allows for full flexibility in its deployment; the client and server can be installed on the same machine, or on different machines connected by a local area network or the Internet. The two-part decomposition of the server in terms of middleware and engines additionally allows for advanced high-volume setups in which the middleware server distributes the engine instances over a number of machines, such as those in a cluster or cloud. This architecture thus ensures high speed in large-scale simulations and does not rely on the CPU-specific availability accessible by the user.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "The GLEaMviz simulation engine uses a stochastic metapopulation approach [17] [18] [19] 2, [20] [21] [22] 16 ] that considers data-driven schemes for the short-range and",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 83,
                    "end": 87,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 88,
                    "end": 90,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 91,
                    "end": 95,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 96,
                    "end": 100,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 101,
                    "end": 105,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 106,
                    "end": 108,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "Design the compartmental model of the infectious disease in the Model Builder. 1 Configure the simulation of the world-wide epidemic spreading in the Simulation Wizard. 2 Submit the simulation for execution by the Engine on the server.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 169,
                    "end": 170,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "GLEaMviz Client GLEaMviz Server"
        },
        {
            "text": "Inspect the results of a simulation in the interactive Visualization. 5 Inspect all simulations and retrieve results in the Simulations History. long-range mobility of individuals at the inter-population level, coupled with coarse-grained techniques to describe the infection dynamics within each subpopulation [6, 14] . The basic mechanism for epidemic propagation occurs at multiple scales. Individuals interact within each subpopulation and may contract the disease if an outbreak is taking place in that subpopulation. By travelling while infected, individuals can carry the pathogen to a non-infected region of the world, thus starting a new outbreak and shaping the spatial spread of the disease. The basic structure of GLEaM consists of three distinct layers -the population layer, the mobility layer, and the epidemic layer (see Figure 3 ) [6, 14] .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 837,
                    "end": 845,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "3"
        },
        {
            "text": "The population layer is based on the high-resolution population database of the Gridded Population of the World project by the Socio-Economic Data and Applications Center (SEDAC) [23] that estimates population with a granularity given by a lattice of cells covering the whole planet at a resolution of 15 × 15 minutes of arc.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The mobility layer integrates short-range and longrange transportation data. Long-range air travel mobility is based on travel flow data obtained from the International Air Transport Association (IATA [24]) and the Official Airline Guide (OAG [25] ) databases, which contain the list of worldwide airport pairs connected by direct flights and the number of available seats on any given connection [26] . The combination of the population and mobility layers allows for the subdivision of the world into geo-referenced census areas obtained by a Voronoi tessellation procedure around transportation hubs. These census areas define the subpopulations of the metapopulation modeling structure, identifying 3,362 subpopulations centered on IATA airports in 220 different countries. The model simulates the mobility of individuals between these subpopulations using a stochastic procedure defined by the airline transportation data [6] . Short-range mobility considers commuting patterns between adjacent subpopulations based on data collected and analyzed from more than 30 countries in 5 continents across the world [6] . It is modeled with a time-scale separation approach that defines the effective force of infections in connected subpopulations [6, 27, 28] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1246,
                    "end": 1249,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1254,
                    "end": 1257,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "On top of the population and mobility layers lies the epidemic layer, which defines the disease and population dynamics. The infection dynamics takes place within each subpopulation and assumes a compartmentalization [29] that the user can define according to the infectious disease under study and the intervention measures being considered. All transitions between compartments are modeled through binomial and multinomial processes to preserve the discrete and stochastic nature of the processes. The user can also specify the initial outbreak conditions that characterize the spreading scenario under study, enabling the seeding of the epidemic in any geographical census area in the world and defining the immunity profile of the population at initiation.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Seasonality effects are still an open problem in the transmission of ILI diseases. In order to include the effect of seasonality on the observed pattern of ILI diseases, we use a standard empirical approach in which Population layer Short-range mobility layer Long-range mobility layer The short-range mobility layer covers commuting patterns between adjacent subpopulations based on data collected and analyzed from more than 30 countries on 5 continents across the world, modeled with a time-scale separation approach that defines the effective force of infections in connected subpopulations. The long-range mobility layer covers the air travel flow, measured in available seats between worldwide airport pairs connected by direct flights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "seasonality is modeled by a forcing that reduces the basic reproductive number by a factor α min ranging from 0.1 to 1 (no seasonality) [20] . The forcing is described by a sinusoidal function of 12 months-period that reaches its peak during Winter time and its minimum during Summer time in each Hemisphere, with the two Hemispheres with opposite phases. Given the population and mobility data, infection dynamics parameters, and initial conditions, GLEaM performs the simulation of stochastic realizations of the worldwide unfolding of the epidemic. From these in silico epidemics a variety of information can be gathered, such as prevalence, morbidity, number of secondary cases, number of imported cases, hospitalized patients, amounts of drugs used, and other quantities for each subpopulation with a time resolution of 1 day.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "GLEaM has been under continuous development since 2005 and during these years it has been used: to assess the role of short-range and long-range mobility in epidemic spread [30, 31, 6] ; to retrospectively analyze the SARS outbreak of 2002-2003 in order to investigate the predictive power of the model [22] ; to explore global health strategies for controlling an emerging influenza pandemic with pharmaceutical interventions under logistical constraints [21] ; and more recently to estimate the seasonal transmission potential of the 2009 H1N1 influenza pandemic during the early phase of the outbreak to provide predictions for the activity peaks in the Northern Hemisphere [3, 32] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 182,
                    "end": 184,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The GLEaMviz simulation engine consists of a core that executes the simulations and a wrapper that prepares the execution based on the configuration relayed from the client by the GLEaMviz proxy middleware. The engine can perform either single-run or multi-run simulations. The single-run involves only a single stochastic realization for a given configuration setup and a random seed. The multi-run simulation involves a number of stochastic realizations as set by the user and performed by the core (see the following Section), each with the same configuration but with a different random seed. The results of the multi-run simulation are then aggregated and statistically analyzed by the wrapper code.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The simulation engine writes the results to files and uses lock files to signal its status to the middleware component. The core is written in C++, resulting in a fast and efficient engine that allows the execution of a single stochastic simulation of a 1-year epidemic with a standard SEIR model in a couple of minutes on a high-end desktop computer. The wrapper code is written in Python [33] . The server components can be installed on most UNIX-like operating systems such as Linux, BSD, Mac OS X, etc.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The GLEaMviz proxy middleware is the server component that mediates between clients and simulation engines. It accepts TCP connections from clients and handles requests relayed over these connections, providing client authorization management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "A basic access control mechanism is implemented that associates a specific client with the simulations it launches by issuing a private simulation identifier key upon submission. Users can only retrieve the results of the simulations they launched, or simulations for which they have obtained the simulation definition file -containing the private simulation identifier key-from the original submitter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Upon receipt of a request to execute a simulation, the middleware sets up the proper system environment and then launches an instance of the simulation engine with the appropriate configuration and parameters according to the instructions received from the client. For singlerun simulations, the daily results are incrementally served back to the client while the simulation is being executed. This allows for the immediate visualization of the spreading pattern, as described in \"Visualization interface\" Subsection. For multi-run simulations the results are statistically analyzed after all runs are finished, and the client has to explicitly request the retrieval of the results once they become available. The GLEaMviz proxy server component can be configured to keep the simulation data indefinitely or to schedule the cleanup of old simulations after a certain period of time. Multi-run metadata is stored in an internal object that is serialized on a system file, ensuring that authorization information is safely kept after a server shutdown or failure. The GLEaMviz proxy component additionally provides control features such as accepting administrative requests at runtime in order to manage stored simulations or to modify several configuration parameters like the number of simultaneous connections allowed, the number of simultaneous simulations per client, the session timeout, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The middleware server is written in Python [33] and uses the Twisted Matrix library suite [34] for its networking functionality. Client and server communicate using a special purpose protocol, which provides commands for session handling and simulation management. Commands and data are binary encoded using Adobe Action Message Format (AMF3) in order to minimize bandwidth needs.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 90,
                    "end": 94,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The GLEaMviz client is a desktop application by which users interact with the GLEaMviz tool. It provides GUIs for its four main functions: 1) the design of compartmental models that define the infection dynamics; 2) the configuration of the simulation parameters; 3) the visualization of the simulation results; and 4) the management of the user's collection of simulations. In the following Section we describe these components in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The client was developed using the Adobe AIR platform [35] and the Flex framework [36] and can thus be deployed on diverse operating systems, including several Windows versions, Mac OS X, and several common Linux distributions. The GLEaMviz client has a built-in updating mechanism to check for the latest updates and developments and prompts the user to automatically download them. It also offers a menu of configuration options of the interface that allows the user to customize preferences about data storage, visualization options, the server connection, and others.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 82,
                    "end": 86,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The software system presented above is operated through the GLEaMviz client, which provides the user interface: the part of the tool actually experienced on the user side. The GLEaMviz client integrates different modules that allow the management of the entire process flow from the definition of the model to the visualization of the results. In the following we will describe the various components and provide the reader with a user study example.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The Model Builder provides a visual modeling tool for designing arbitrary compartmental models, ranging from simple SIR models to complex compartmentalization in which multiple interventions can be considered along with disease-associated complications and other effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Builder"
        },
        {
            "text": "(An example can be found in previous work [37] .) A snapshot of the Model Builder window is shown in Figure 4 .",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Model Builder"
        },
        {
            "text": "The models are represented as flow diagrams with stylized box shapes that represent compartments and directed edges that represent transitions, which is consistent with standard representations of compartmental models in the literature. Through simple operations like 'click and drag' it is possible to create any structure with full flexibility in the design of the compartmentalization; the user is not restricted to a given set of pre-loaded compartments or transition dynamics. The interactive interface provided by the Model Builder enables the user to define the compartment label, the mobility constraints that apply (e.g. allowed/not allowed to travel by air or by ground), whether the compartment refers to clinical cases, as well as the color and position of their representation in the diagram (see Figure 5 ). This allows the user to model many kinds of human-to-human infectious diseases, in particular respiratory and influenza-like diseases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 810,
                    "end": 818,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Model Builder"
        },
        {
            "text": "Transitions individuals is equal to  SI N , where N is the total size of the subpopulation. The GLEaM simulation engine considers discrete individuals. All its transition processes are both stochastic and discrete, and are modeled through binomial and multinomial processes. Transitions can be visually added by dragging a marker from the source to the target compartment. Spontaneous transitions are annotated with their rates, which can be modified interactively. Infection transitions are accompanied with a representation of the infection's source compartment and the applicable rate (i.e. b in the example above), which can also be modified in an interactive way. The rates can be expressed in terms of a constant value or in terms of a variable whose value needs to be specified in the variables table, as shown in Figure 4 . The value can also be expressed by simple algebraic expressions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 822,
                    "end": 830,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Model Builder"
        },
        {
            "text": "The client automatically checks for and reports inconsistencies in the model in order to assist the user in the design process (see bottom right window in Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Model Builder"
        },
        {
            "text": "Models can be exported to XML files and stored locally, allowing the user to load a model later, modify it, and share it with other users. The diagram representation can be exported as a PDF or SVG file for use in documentation or publications. A few examples of compartmental models are available for download from the Simulator website.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Builder"
        },
        {
            "text": "The Simulation Wizard provides a sequence of panels that leads the user through the definition of several configuration parameters that characterize the simulation. Figure 6 shows some of these panels. The consecutive steps of the configuration are as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 173,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Simulation Wizard"
        },
        {
            "text": "•Choice of the type of the simulation (panel a)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Wizard"
        },
        {
            "text": "The user is prompted with three options: create a new single-run simulation or a new multi-run simulation from scratch, or a new one based on a saved simulation previously stored in a file.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Wizard"
        },
        {
            "text": "•Compartmental model selection and editing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Wizard"
        },
        {
            "text": "The user can design a new compartmental model, modify the current compartmental model (when deriving it from an existing simulation), or load a model compartmentalization from a file.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Wizard"
        },
        {
            "text": "•Definition of the simulation parameters (panel c) The user is asked to specify various settings and parameter values for the simulation, including, e.g., the number of runs to perform (only accessible in the case of a multi-run), the initial date of the simulation, the length of the simulation (in terms of days), whether or not seasonality effects should be considered, the airplane occupancy rate, the commuting time, the conditions for the definition of an outbreak, and others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Wizard"
        },
        {
            "text": "•Initial assignment of the simulation (panel d)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Wizard"
        },
        {
            "text": "Here the user assigns the initial distribution of the population amongst compartments, defining the immunity profile of the global population on the starting date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Wizard"
        },
        {
            "text": "•Definition of the outbreak start (panel e) This panel allows the user to define the initial conditions of the epidemic by selecting the city (or cities) seeded with the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Wizard"
        },
        {
            "text": "•Selection of output results (panel f) Here the user selects the compartments that will constitute the output provided by the client at the end of the simulation. The corresponding data will be shown in the Visualization Window and made available for download.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Wizard"
        },
        {
            "text": "When all the above configuration settings are defined, the user can submit the simulation to the GLEaMviz server for execution. This will automatically add the simulation to the user's Simulations History. It is furthermore possible to save the definition of the simulation setup to a local file, which can be imported again later or shared with other users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Wizard"
        },
        {
            "text": "The Simulations History is the main window of the client and provides an overview of the simulations that the user has designed and/or submitted, in addition to providing access to the Model Builder, the Simulation Wizard, and the Visualization Component. The overview panel shown in Figure 7 lists the simulation identifier, the submission date and time, the simulation type (i.e., single or multi-run), the execution status (i.e., initialized, start pending, started, aborted, complete, failed, or stop pending) and the results status (i.e., none, retrieve pending, retrieving, stop retrieve pending, complete, or stored locally). Additional File 1 provides a detailed explanation of all these values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 292,
                    "text": "Figure 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Simulations History"
        },
        {
            "text": "A number of context-dependent command buttons are available once a simulation from the list is selected. Those buttons allow the user to control the simulation execution, retrieve the results from the server and visualize them, clone and edit the simulation to perform a new execution, save the simulation definition or the output data to the local machine (in order to analyze the obtained data with other tools, for example), and remove the simulation. In addition to exporting the compartmental model (see the \"Model Builder\" Subsection) the user can export a complete configuration of a simulation that includes the compartmental model and the entire simulation setup to a local file, which can be imported again later or shared with other users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations History"
        },
        {
            "text": "Once the execution of a simulation is finished and the results have been retrieved from the server, the client can display the results in the form of an interactive visualization of the geo-temporal evolution of the epidemic. This visualization consists of a temporal and geographic mapping of the results accompanied by a set of graphs (see Figure 8 ). The geographic mapping involves a zoomable multi-scale map on which the cells of the population layer are colored according to the number of new cases of the quantity that is being displayed. Several visualization features can be customized by clicking on the gear icon and opening the settings widget. It is possible to zoom in and out and pan by means of the interface at the top left of the map. Dragging the map with the mouse (on a location where there are no basin marks) can also pan the visualization. All the widgets and the graphs displayed over the map can be re-positioned according to the user's preferences by clicking and dragging the unused space in the title bar.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 350,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Visualization interface"
        },
        {
            "text": "The color coding of the map represents the number of cases on a particular day. The time evolution of the epidemic can be shown as a movie, or in the form of daily states by moving forward or backward by one day at a time. For single-run simulations it is also possible to show the airline transportation of the 'seeding' individuals by drawing the traveling edge between the origin and destination cities. In the case where the output quantity is a subset of the infectious compartments, the edges show the actual seeding of the infection. Note that the evolution of the epidemic depends strongly on the model definition. For example, it is possible that some basins are infected by a latent individual that later develops the disease. In this case no seeding flight will be shown if only infectious compartments are selected as output.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualization interface"
        },
        {
            "text": "Beside the geographical map, the Visualization Window displays two charts. One chart shows the number of new cases per 1,000 over time (incidence), and the other shows the cumulative number of new cases per 1,000 over time (size). For multi-run simulations, median values and corresponding 95% confidence intervals are shown. The menu above each chart combo lets the user choose the context for which the corresponding charts show incidence and size data. This context is either: global, one of three hemispheres, one continent, one region, one country, or one city. The currently selected day is marked by a vertical line in these plots, and the day number, counted from the initial date selected for the simulation, is shown by side of the time slider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualization interface"
        },
        {
            "text": "Here we present an example application of the GLEaMviz tool to study a realistic scenario for the mitigation of an emerging influenza pandemic. Disease-control programs foresee the use of antiviral drugs for treatment and shortterm prophylaxis until a vaccine becomes available [38] . The implementation of these interventions rely both on logistical constraints [21, 39] -related, e.g., to the availability of drugs -and on the characteristics of the infection, including the severity of the disease and the virus's potential to develop resistance to the drugs [40] .",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "User study example"
        },
        {
            "text": "Here we focus on the mitigation effects of systematic antiviral (AV) treatment in delaying the activity peak and reducing attack rate [41] [42] [43] 7, 8, 39, 40, 3] , and assume that all countries have access to AV stockpiles. We consider a scenario based on the 2009 H1N1 influenza pandemic outbreak and feed the Simulator with the set of parameters and initial conditions that have been estimated for that outbreak through a Maximum Likelihood Estimate by using the GLEaM model [3] . The results provided by the present example are not meant to be compared with those contained in the full analysis carried out with GLEaM [3] due to the fact that in the Figure 8 The simulation results can be inspected in an interactive visualization of the geo-temporal evolution of the epidemic. The map shows the state of the epidemic on a particular day with infected population cells color-coded according to the number of new cases of the quantity that is being displayed. Pop-ups provide more details upon request for each city basin. The zoomable multi-scale map allows the user to get a global overview, or to focus on a part of the world. The media-player-like interface at the bottom is used to select the day of interest, or show the evolution of the epidemic like a movie. Two sets of charts on the right show the incidence curve and the cumulative size of the epidemics for selectable areas of interest. present example we do not consider additional mitigation strategies that were put in place during the early phase of the outbreak, such as the sanitary control measures implemented in Mexico [3, 44] , or the observed reduction in international travel to/from Mexico [45] . Indeed, the current version of GLEaMviz does not allow for interventions that are geographically and/or temporally dependent. However, these features are currently under development and will be available in the next software release. For this reason the simulation scenario that we study in this application of the Simulator does not aim to realistically reproduce the timing of the spreading pattern of the 2009 H1N1 pandemic. The results reported here ought to be considered as an assessment of the mitigating impact of AV treatment alone, based on the initial conditions estimated for the H1N1 outbreak, and assuming the implementation of the same AV protocol in all countries of the world.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 149,
                    "end": 151,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 152,
                    "end": 154,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 163,
                    "end": 165,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1596,
                    "end": 1599,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1600,
                    "end": 1603,
                    "text": "44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1671,
                    "end": 1675,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 657,
                    "end": 665,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "User study example"
        },
        {
            "text": "We adopt a SEIR-like compartmentalization to model influenza-like illnesses [29] in which we include the systematic successful treatment of 30% of the symptomatic infectious individuals (see Figure 9 ). The efficacy of the Figure 9 Compartmental structure in each subpopulation in the intervention scenario. A modified Susceptible-Latent-Infectious-Recovered model is considered, to take into account asymptomatic infections, traveling behavior while ill, and use of antiviral drugs as a pharmaceutical measure. In particular, infectious individuals are subdivided into: asymptomatic (Infectious_a), symptomatic individuals who travel while ill (Infectious_s_t), symptomatic individuals who restrict themselves from travel while ill (Infectious_s_nt), symptomatic individuals who undergo the antiviral treatment (Infectious_AVT). A susceptible individual interacting with an infectious person may contract the illness with rate beta and enter the latent compartment where he/she is infected but not yet infectious. The infection rate is rescaled by a factor ra in case of asymptomatic infection [41, 46] , and by a factor rAVT in case of a treated infection. At the end of the latency period, of average duration equal to eps -1 , each latent individual becomes infectious, showing symptoms with probability 1-p a , whereas becoming asymptomatic with probability p a [41, 46] . Change in travelling behavior after the onset of symptoms is modeled with probability p t set to 50% that individuals would stop travelling when ill [41] . Infectious individuals recover permanently after an average infectious period mu -1 equal to 2.5 days. We assume the antiviral treatment regimen to be administered to a 30% fraction (i.e. pAVT = 0.3) of the symptomatic infectious individuals within one day from the onset of symptoms, reducing the infectiousness and shortening the infectious period of 1 day. [41, 42] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1367,
                    "end": 1371,
                    "text": "[41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1894,
                    "end": 1898,
                    "text": "[41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1899,
                    "end": 1902,
                    "text": "42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 199,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 231,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "User study example"
        },
        {
            "text": "AV treatment is accounted for in the model by a 62% reduction in the transmissibility of the disease by an infected person under AV treatment when AV drugs are administered in a timely fashion [41, 42] . We assume that the drugs are administered within 1 day of the onset of symptoms and that the AV treatment reduces the infectious period by 1 day [41, 42] . The scenario with AV treatment is compared to the baseline case in which no intervention is considered, i.e. the probability of treatment is set equal to 0 in all countries.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "User study example"
        },
        {
            "text": "The GLEaMviz simulation results are shown in Figure 10 where the incidence profiles in two different regions of the world, North America and Western Europe, are shown for both the baseline case and the intervention scenario with AV treatment. The results refer to the median (solid line) and 95% reference range (shaded area) obtained from 100 stochastic realizations of each scenario starting from the same initial conditions. The resulting incidence profiles of the baseline case peak at around mid-November and the end of November 2009 in the US and Western Europe, respectively. These results show an anticipated peak of activity for the Northern Hemisphere with respect to the expected peak time of seasonal influenza. In order to make a more accurate comparison with the surveillance data in these regions, we should rely on the predictions provided by models that can take into account the full spectrum of strategies that were put in place during the 2009 H1N1 outbreak, viz. the predictions obtained by GLEaM [3] .",
            "cite_spans": [
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 54,
                    "text": "Figure 10",
                    "ref_id": null
                }
            ],
            "section": "User study example"
        },
        {
            "text": "In the case of a rapid and efficient implementation of the AV treatment protocol at the worldwide level, a delay of about 6 weeks would be obtained in the regions under study, a result that could be essential in gaining time to deploy vaccination campaigns targeting high-risk groups and essential services. In addition, the GLEaMviz tool provides simulated results for the number of AV drugs used during the evolution of the outbreak. If we assume treatment delivery and successful administration of the drugs to 30% of the symptomatic cases per day, the number of AV drugs required at the activity peak in Western Europe would be 4.5 courses per 1,000 persons, and the size of the stockpile needed after the first year since the start of the pandemic would be about 18% of the population. Again, we assume a homogeneous treatment protocol for all countries in the world; results may vary from country to country depending on the specific evolution of the pandemic at the national level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "User study example"
        },
        {
            "text": "Computer-based simulations provide an additional instrument for emerging infectious-disease preparedness and control, allowing the exploration of diverse scenarios and the evaluation of the impact and efficacy of various intervention strategies. Here we have presented a computational tool for the simulation of emerging ILI infectious diseases at the global scale based on a datadriven spatial epidemic and mobility model that offers an innovative solution in terms of flexibility, realism, and computational efficiency, and provides access to sophisticated computational models in teaching/training settings and in the use and exploitation of large-scale simulations in public health scenario analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Project name: GLEaMviz Simulator v2. 6 Project homepage: http://www.gleamviz.org/simulator/ Operating systems (client application): Windows (XP, Vista, 7), Mac OS X, Linux.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 38,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Availability and requirements"
        },
        {
            "text": "Programming language: C++ (GLEaMsim core), Python (GLEaMproxy, GLEaMsim wrapper), Action-Script (GLEaMviz)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability and requirements"
        },
        {
            "text": "Other requirements (client application): Adobe AIR runtime, at least 200 Mb of free disk space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability and requirements"
        },
        {
            "text": "License: SaaS Baseline scenario Scenario with AV Figure 10 Simulated incidence profiles for North America and Western Europe in the baseline case (left panels) and in the AV treatment scenario (right panels). The plots are extracted from the GLEaMviz tool visualization. In the upper plots of each pair the curves and shaded areas correspond to the median and 95% reference range of 100 stochastic runs, respectively. The lower curves show the cumulative size of the infection. The dashed vertical line marks the same date for each scenario, clearly showing the shift in the epidemic spreading due to the AV treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 58,
                    "text": "Figure 10",
                    "ref_id": null
                }
            ],
            "section": "Availability and requirements"
        },
        {
            "text": "Any restrictions to use by non-academics: None. The server application can be requested by public institutions and research centers; conditions of use and possible restrictions will be evaluated specifically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability and requirements"
        },
        {
            "text": "Additional file 1: The GLEaMviz computational tool: Additional File. This file includes information for installing the GLEaMviz Client and details of the features of its various components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The transmissibility and control of pandemic influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Basta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matrajt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kenah",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "362",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Potential for a global dynamic of influenza A (H1N1)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vergu",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boelle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Seasonal transmission potential and activity peaks of the new influenza A(H1N1): a Monte Carlo likelihood analysis based on human mobility",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paolotti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Medicine",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modelling disease outbreaks in realistic urban social networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guclu",
                    "suffix": ""
                },
                {
                    "first": "Anil",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Marathe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toroczkai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "429",
            "issn": "",
            "pages": "180--184",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "EpiFast: a fast algorithm for large scale realistic epidemic simulations on distributed memory systems",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Bisset",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Vsa",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Marathe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the 23rd international conference on Supercomputing",
            "volume": "",
            "issn": "",
            "pages": "430--439",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Multiscale mobility networks and the spatial spreading of infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meeyai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iamsirithaworn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mitigation strategies for pandemic influenza in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Germann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kadau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Macken",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "5935--5940",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mitigation Measures for Pandemic Influenza in Italy: An Individual Based Model Considering Different Scenarios",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ciofi Degli Atti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rizzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manfredi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Furlanello",
                    "suffix": ""
                },
                {
                    "first": "Scalia",
                    "middle": [],
                    "last": "Tomba",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iannelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "FluTE, a Publicly Available Stochastic Influenza Epidemic Simulation Model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Obenchain",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Comput Biol",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The influenza pandemic preparedness planning tool InfluSim",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwehm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Duerr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Inf Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An extensible spatial and temporal epidemiological modelling system",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eiron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Health Geographics",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Centers for Disease Control and Prevention (CDC)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Modeling the spatial spread of infectious diseases: The GLobal Epidemic and Mobility computational model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Computational Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Centers for Disease Control and Prevention (CDC)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Controlling pandemic flu: The value of international air travel restrictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Goedecke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Wagener",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Bobashev",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A mathematical model for the global spread of influenza",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Rvachev",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Math Biosci",
            "volume": "75",
            "issn": "",
            "pages": "3--22",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Assessing the impact of airline travel on the geographic spread of pandemic influenza",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Grais",
                    "suffix": ""
                },
                {
                    "first": "Hugh",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur J Epidemiol",
            "volume": "18",
            "issn": "",
            "pages": "1065--1072",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Forecast and control of epidemics in a globalized world",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "15124--15129",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Delaying the international spread of pandemic influenza",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pitman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PloS Medicine",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modeling the Worldwide spread of pandemic influenza: baseline case and containment interventions",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A-J",
                    "middle": [],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PloS Medicine",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Predictability and epidemic pathways in global outbreaks of infectious diseases: the SARS case study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Medicine",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Socioeconomic Data and Applications Center (SEDAC). Columbia University",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The architecture of complex weighted networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "3747--3752",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Estimating spatial coupling in epidemiological systems: a mechanistic approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ecology Letters",
            "volume": "5",
            "issn": "",
            "pages": "20--29",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A structured epidemic model incorporating geographic mobility among regions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sattenspiel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Math Biosci",
            "volume": "128",
            "issn": "",
            "pages": "71--91",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Infectious Diseases in Humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The role of airline transportation network in the prediction and predictability of global epidemics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "2015--2020",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The modeling of global epidemics: Stochastic dynamics and predictability",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bull Math Bio",
            "volume": "68",
            "issn": "",
            "pages": "1893--1921",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Modeling vaccination campaigns and the Fall/Winter 2009 activity of the new A (H1N1) influenza in the Northern Hemisphere",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paolotti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerging Health Threats Journal",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Python programming language",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Twisted Matrix networking engine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Adobe Flex framework",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Modeling the critical care demand and antibiotics resources needed during the Fall 2009 wave of influenza A (H1N1) pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chouaid",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paolotti",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Currents: Influenza",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "World Health Organization: Pandemic preparedness",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Antiviral treatment for the control of pandemic influenza: some logistical constraints",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arinaminpathy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J R Soc Interface",
            "volume": "5",
            "issn": "",
            "pages": "545--553",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Hedging against Antiviral Resistance during the Next Influenza Pandemic Using Small Stockpiles of an Alternative Chemotherapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Containing pandemic influenza with antiviral agents",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Epidemiology",
            "volume": "159",
            "issn": "",
            "pages": "623--633",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Containing pandemic influenza at the source",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ungchusak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hanshaoworakul",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1083--1087",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Potential impact of antiviral drug use during influenza pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Medlock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1355--1362",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Modelling of the influenza A(H1N1)v outbreak in Mexico City",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cruz-Pacheco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Esteva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Minzoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lopez-Cervantes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Panayotaros",
                    "suffix": ""
                },
                {
                    "first": "Ahued",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Villasenor",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Secretaría de comunicaciones y transportes",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boletín Mensual De Estadística",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Operacional",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The WHO Rapid Pandemic Assessment Collaboration: Pandemic potential of a strain of influenza A(H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Baggaley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinsley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Balloux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lopez-Gatell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Alpuche-Aranda",
                    "suffix": ""
                },
                {
                    "first": "Bojorquez",
                    "middle": [],
                    "last": "Chapela",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Palacios",
                    "middle": [],
                    "last": "Zavala",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Espejo",
                    "middle": [],
                    "last": "Guevara",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Checchi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hugonnet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--1561",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The principal GLEaMviz tool workflow with the GLEaMviz components involved in each step. The compartmental model of the infectious disease is created in the Model Builder. Next, the Simulation Wizard is used to configure the simulation and submit it for execution by the Engine on the server. The Simulation History keeps track of the submitted simulations and retrieves the simulation results when they become available. The simulation results are finally inspected in the interactive Visualization. The GLEaMviz tool system involves one or more GLEaMviz clients that interact with a GLEaMviz server over a TCP connection. The server consists of a GLEaMviz proxy middleware component and a number of GLEaMviz simulation engines. The middleware component handles the interactions with the clients and manages the engine instances. Each submitted simulation is performed by one GLEaMviz simulation engine instance, which consists of a wrapper that launches the actual simulation cores, one for each run, and performs statistical analysis on the aggregated results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The three population and mobility data layers in GLEaM. The population layer consists of demographic data at a resolution of 15 × 15 minutes of arc, organized in geo-referenced census areas obtained with a Voronoi tessellation procedure around transportation hubs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "from one compartment to another can be of two types: infection transitions or spontaneous transitions. Examples of spontaneous transitions include the transitions from latent to infectious individuals and from infectious to recovered individuals. An infection transition, on the other hand, generates new infected individuals. In GLEaM we consider a homogeneous mixing assumption in each subpopulation so that the expected number of new infections generated by I infectious individuals in a population with S susceptible The compartmental Model Builder allows the user to define the dynamics of the infection by creating population compartments and specifying the infectious and the spontaneous transitions that occur between them. The Model Builder provides an interactive diagram of the compartmental model, a table with the values for the variables used in the model, a list of current inconsistencies in the model, and a panel that provides concise descriptions on the various functionalities in the interactive diagram.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The interactive compartmental model diagram in the Model Builder represents the compartments and the transitions. Various user interface elements in these representations allow the user to manipulate the model occurring to his/her needs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The main window contains the main menu and the Simulations History, which provides an overview of all the simulations set up by the user, and a contextual menu with the applicable operations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The Simulation Wizard provides a sequence of panels that leads the user through the definition of the settings and parameters that characterize the simulation. These panels prompt the user to specify: (a) the type of simulation; (b) the compartmental model; (c) the simulation parameters; (d) the initial distribution of the population amongst the compartments; (e) the initial conditions of the start of the epidemic outbreak; and (f) the compartments considered for the results gathered at the end of the simulation.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to the International Air Transport Association for making the airline commercial flight database available to us. This work has been partially funded by the NIH R21-DA024259 award, the Lilly Endowment grant 2008 1639-000 and the DTRA-1-0910039 award to AV; the EC-ICT contract no. 231807 (EPIWORK) to AV, VC, and WVdB; the EC-FET contract no. 233847 (DYNANETS) to AV and VC; the ERC Ideas contract n.ERC-2007-Stg204863 (EPIFOR) to VC, CG, and MQ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions CG, WVdB and BG designed the software architecture. WVdB and MQ developed the client application. BG implemented the GLEaM engine. CG developed the proxy middleware. CG, VWdB, VC and AV drafted the manuscript. MQ and BG helped draft the manuscript. AV and VC conceived and coordinated the software project, designed and coordinated the application study. All authors read and approved the final manuscript.Competing interests AV is consulting and has a research agreement with Abbott for the modeling of H1N1 diffusion. The other authors have declared that no competing interests exist. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}