{"paper_id": "c360e715b1df8a1b5dc7f2ba42e80d0c373b2085", "metadata": {"title": "Infl uenza A: From highly pathogenic H5N1 to pandemic 2009 H1N1. Epidemiology and clinical features", "authors": [{"first": "Randeep", "middle": [], "last": "Guleria", "suffix": "", "affiliation": {"laboratory": "", "institution": "All India Institute of Medical Sciences", "location": {"settlement": "New Delhi -110029", "country": "India"}}, "email": "randeepguleria2002@yahoo.com"}, {"first": "Jaya", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "All India Institute of Medical Sciences", "location": {"settlement": "New Delhi -110029", "country": "India"}}, "email": ""}, {"first": "·", "middle": [], "last": "Anant", "suffix": "", "affiliation": {"laboratory": "", "institution": "All India Institute of Medical Sciences", "location": {"settlement": "New Delhi -110029", "country": "India"}}, "email": ""}, {"first": "Mohan", "middle": ["·"], "last": "Naveet Wig", "suffix": "", "affiliation": {"laboratory": "", "institution": "All India Institute of Medical Sciences", "location": {"settlement": "New Delhi -110029", "country": "India"}}, "email": ""}, {"first": "R", "middle": [], "last": "Guleria", "suffix": "", "affiliation": {"laboratory": "", "institution": "All India Institute of Medical Sciences", "location": {"settlement": "New Delhi -110029", "country": "India"}}, "email": ""}, {"first": "J", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "All India Institute of Medical Sciences", "location": {"settlement": "New Delhi -110029", "country": "India"}}, "email": ""}, {"first": "·", "middle": ["A"], "last": "Mohan", "suffix": "", "affiliation": {"laboratory": "", "institution": "All India Institute of Medical Sciences", "location": {"settlement": "New Delhi -110029", "country": "India"}}, "email": ""}, {"first": "·", "middle": ["N"], "last": "Wig", "suffix": "", "affiliation": {"laboratory": "", "institution": "All India Institute of Medical Sciences", "location": {"settlement": "New Delhi -110029", "country": "India"}}, "email": ""}]}, "abstract": [{"text": "The last decade has seen the emergence of two new infl uenza A subtypes and they have become a cause of concern for the global community. These are the highly pathogenic H5N1 infl uenza A virus (H5N1) and the Pandemic 2009 infl uenza H1N1 virus. Since 2003 the H5N1 virus has caused widespread disease and death in poultry, mainly in south East Asia and Africa. In humans the number of cases infected with this virus is few but the mortality has been about 60%. Most patients have presented with severe pneumonia and acute respiratory distress syndrome. The second infl uenza virus, the pandemic H1N1 2009, emerged in Mexico in March this year. This virus acquired the ability for sustained human to human spread and within a few months spread throughout the world and infected over 4 lakh individuals. The symptoms of infection with this virus are similar to seasonal infl uenza but it currently affecting younger individuals more often. Fortunately the mortality has been low. Both these new infl uenza viruses are currently circulating and have different clinical and epidemiological characteristics.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Infl uenza is an acute respiratory disease which affects the upper and/or lower respiratory tracts. Infl uenza outbreaks occur every year and globally account for about 3-5 million severe cases with 250,000 to 500,000 deaths annually. It is caused by infl uenza viruses which are of three types: A, B and C and they can all affect humans.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Infl uenza A viruses have 2 main surface glycoproteins -hemagglutinin (HA) and neuraminidase (NA) -which have 16 and 9 subtypes respectively. The infl uenza A virus subtypes are classifi ed on the basis of the different HA and NA glycoprotein subtype combinations. All the subtypes can affect birds which are the natural hosts. Only a few subtypes are capable of infecting humans. The past few years have seen the emergence of two new infl uenza A subtypes which have become a cause of concern for the global community. These are the highly pathogenic H5N1 infl uenza A virus (H5N1) and the pandemic 2009 infl uenza H1N1 virus. The H5N1 virus emerged initially in 1997 and then in 2003. Since 2003 this virus has caused widespread disease and death in poultry. In humans the number of cases infected with this virus is few but the mortality is very high. The second infl uenza virus, the pandemic H1N1 or the swine origin infl uenza A (H1N1) virus emerged this year and within a few months quickly spread throughout the world. The virus acquired the ability for effi cient human-tohuman spread which resulted in a large number of infected individuals. Fortunately the mortality has been low.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Infl uenza A viruses are dynamic and can evolve by two processes, antigenic drift and antigenic shift. This capability of antigenic variation is responsible for the severe outbreaks of disease. Antigenic drift occurs by point mutations in the two genes coding for HA and NA and this causes minor changes in surface proteins. This leads to a new strain which is not recognized by antibodies to previous infl uenza strains. Antigenic shift is a major change through genetic reassortment which produces a novel infl uenza A subtype in humans. This occurs through mixing of human and animal infl uenza A virus genes or by animal to human transmission. A pandemic occurs when a new type of infl uenza A virus is introduced in humans that can cause a serious illness and is capable of sustained human to human transmission.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "H5N1 is a highly pathogenic avian infl uenza virus which has caused a widespread epizootic illness among birds. Although the virus is widely present in birds in various parts of the world, human disease from H5N1 has been uncommon as bird to human transmission is ineffi cient and human to human transmission is rare. The virus could cause an infl uenza pandemic if it attains the ability for effi cient and sustained human to human transmission. This is of great concern as there is little natural immunity to H5N1 virus in humans and the disease in humans is severe with a high mortality.", "cite_spans": [], "ref_spans": [], "section": "H5N1 Infl uenza"}, {"text": "The emergence of H5N1 infl uenza in humans for the fi rst time occurred in 1997 in Hong Kong. Eighteen people admitted with a respiratory illness were found to be H5N1 positive. Six of them (33%) died. This outbreak was epidemiologically linked to H5N1 infection in a live bird market in Hong Kong. At this time 1.4 million poultry was culled in Hong Kong, the market was disinfected and import of poultry from mainland China was halted. This outbreak was successfully controlled with these measures [1].", "cite_spans": [], "ref_spans": [], "section": "Disease burden and demographic characteristics"}, {"text": "In 2003, 2 members of a 5 member family from Hong Kong were infected with H5N1 virus after travelling to China. The source of the infection could not be confi rmed. One of these two persons died while the other, a young boy recovered. Subsequently an outbreak of H5N1 infection in poultry and humans occurred in south East Asia. In 2003-2004, fatal and severe respiratory infection, mostly pneumonia and respiratory failure, were seen in China, Thailand and Vietnam. All of these were associated with an outbreak of H5N1 in poultry. A total of 50 cases with 36 deaths were reported with the mode of disease transmission being from sick or dead poultry to humans. Only one case of human-to-human transmission from a sick child to mother was reported in Thailand [1].", "cite_spans": [], "ref_spans": [], "section": "Disease burden and demographic characteristics"}, {"text": "In 2005, 98 human cases with 43 mortalities were reported from Cambodia, China, Indonesia, Thailand and Vietnam. Again all these outbreaks were associated with an ongoing H5N1 infection in poultry. The next year the cases and geographical area increased and 115 cases with 79 deaths were reported from China, Cambodia, Azerbaijan, Djibouti, Egypt, Indonesia, Iraq, Thailand and Turkey. Most of these were again from contact with dead or live infected poultry. The only evidence of human to human transmission was in a family cluster of 8 in Indonesia in which 7 individuals died [1].", "cite_spans": [], "ref_spans": [], "section": "Disease burden and demographic characteristics"}, {"text": "In 2007, 86 human cases with 59 mortalities were reported from nine countries: Cambodia, China, Egypt, Indonesia, Laos, Myanmar, Nigeria, Pakistan and Vietnam [1]. A total of 442 confi rmed cases of avian fl u (H5N1) have been reported till 24 September 2009 from the above-mentioned 15 countries with 262 deaths [2].The mortality rate is around 60% which is very high. Infection with H5N1 in humans has so far remained confi ned to individuals with close contact with infected birds or surfaces or objects heavily contaminated with their droppings. This virus has not acquired the ability for sustained human to human spread and therefore has not been able to infect a large number of individuals and cause a pandemic.", "cite_spans": [], "ref_spans": [], "section": "Disease burden and demographic characteristics"}, {"text": "90% of patients infected with H5N1 are less than 40 years old with a median age of 18 years [3] . The mortality is highest among the 10-19 years age group and lower in people more than 50 years old. The reason for lower infection rate and mortality in older people has not been ascertained.", "cite_spans": [{"start": 92, "end": 95, "text": "[3]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Disease burden and demographic characteristics"}, {"text": "The route of transmission is usually from birds to humans. There is usually a history of exposure to dead or sick poultry/wild birds, their secretions or excretions during the week prior to illness. Activities involving close contact such as defeathering, preparing poultry for cooking, holding or playing with sick poultry, handling fi ghting cocks and eating raw or undercooked poultry products have been implicated [4] [5] [6] [7] .", "cite_spans": [{"start": 418, "end": 421, "text": "[4]", "ref_id": "BIBREF1"}, {"start": 422, "end": 425, "text": "[5]", "ref_id": "BIBREF2"}, {"start": 426, "end": 429, "text": "[6]", "ref_id": "BIBREF3"}, {"start": 430, "end": 433, "text": "[7]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Route of transmission"}, {"text": "Human-to-human transmission has only been documented in 1 case of transmission from sick child to mother and possibly 1 case of a cluster of 8 patients in a family in Indonesia in 2006 [7, 8] .", "cite_spans": [{"start": 185, "end": 188, "text": "[7,", "ref_id": "BIBREF4"}, {"start": 189, "end": 191, "text": "8]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Route of transmission"}, {"text": "The incubation period of H5N1 infection in humans has usually ranged from 2-5 days, though clinical features have appeared even up to 8-17 days after exposure . Almost all patients present with high grade fever (>38°C). Cough and dyspnea are seen commonly (about 90%). Sore throat is seen in around half the patients with rhinitis and upper respiratory symptoms being less common. Headache, myalgia and weakness have also been reported. Gastrointestinal symptoms such as diarrhea, vomiting and abdominal pain may also be present. Watery diarrhea may precede respiratory symptoms by a week [9] [10] [11] . One case with fever, diarrhea, seizure and coma has been reported from Vietnam leading to a clinical diagnosis of encephalitis. H5N1 was detected from CSF, serum, throat and fecal samples [12] . Conjunctivitis is also described occasionally [13, 14] .", "cite_spans": [{"start": 589, "end": 592, "text": "[9]", "ref_id": "BIBREF6"}, {"start": 593, "end": 597, "text": "[10]", "ref_id": null}, {"start": 598, "end": 602, "text": "[11]", "ref_id": null}, {"start": 793, "end": 797, "text": "[12]", "ref_id": "BIBREF8"}, {"start": 846, "end": 850, "text": "[13,", "ref_id": "BIBREF9"}, {"start": 851, "end": 854, "text": "14]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Clinical features"}, {"text": "Most patients develop lower respiratory features early during the illness. Dyspnea usually develops after a median of 5 days of initial symptoms [15] . Respiratory distress, tachypnea and inspiratory crackles are commonly seen. Most patients have clinical and radiological features of pneumonia which is seen to rapidly progress to respiratory failure with manifestations of adult respiratory distress syndrome (ARDS). In a report from Thailand, the median time for progression to ARDS was 6 days (range 4 to 13 days) [15] .", "cite_spans": [{"start": 145, "end": 149, "text": "[15]", "ref_id": "BIBREF11"}, {"start": 518, "end": 522, "text": "[15]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Clinical course"}, {"text": "Complications such as multiorgan failure, cardiac dilatation, arrhythmias, ventilator-associated pneumonia, pulmonary hemorrhage, pneumothorax, sepsis syndrome, Reye's syndrome and pancytopenia have been described. A very high mortality of more than 60% has been reported though the risk factors for severe disease are not clear. In 1997, old age, delayed hospitalization and lower respiratory infection were found to be associated with severe disease with children less than 6 years having milder disease. However, recent H5N1 infections have caused high mortality rates in infants and young children. Knowledge related to epidemiology and clinical features remains incomplete and coordination between affected countries is needed to fully understand the profi le of this new viral infection.", "cite_spans": [], "ref_spans": [], "section": "Clinical course"}, {"text": "Novel strains of infl uenza virus arise due to antigenic shifts and drifts. These strains have very different surface glycoproteins which did not exist in human strains before. A pandemic occurs when such a virus emerges in humans with effi cient human to human transmission. As there is very little or no immunity against it, the virus quickly infects a large number of individuals in all age groups. A pandemic has been expected for long and it was feared that H5N1 avian infl uenza virus which caused severe disease in clusters of humans was the most likely candidate virus to cause a pandemic. For any pandemic to start three conditions need to be met:", "cite_spans": [], "ref_spans": [], "section": "H1N1 Infection"}, {"text": "A infl uenza virus subtype not seen in humans for at least a generation should emerge; 2.", "cite_spans": [], "ref_spans": [], "section": "1."}, {"text": "The new virus should have the ability to infect and replicate effi ciently in humans; and 3.", "cite_spans": [], "ref_spans": [], "section": "1."}, {"text": "The new virus should have developed the ability for easy and sustained human-to-human spread. H5N1 virus was unable to cause a pandemic due to its ineffective human to human transmission. In March 2009, a novel strain of H1N1 infl uenza virus evolved from a reassortant between triple re-assortant swine infl uenza viruses in North American pigs and infl uenza A virus circulating in Eurasian pigs [16, 17] . This combination had not been seen previously. By the end of April 2009, WHO declared the emergence of human cases of H1N1 swine infl uenza virus. On 11 June 2009, the WHO raised the pandemic alert from phase 5 to phase 6 and announced that the world was at the beginning of an infl uenza pandemic [18] . ", "cite_spans": [{"start": 398, "end": 402, "text": "[16,", "ref_id": "BIBREF12"}, {"start": 403, "end": 406, "text": "17]", "ref_id": "BIBREF13"}, {"start": 707, "end": 711, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "1."}, {"text": "The Centers for Disease Control, Atlanta, USA compiled and analyzed data collected from the beginning of the outbreak till 24 July 2009 and this gives a fair idea of the demographic characteristics of H1N1 infl uenza. During this period, 43,771 cases were reported in the USA with the majority being in people under 24 years of age [21] . Few cases were reported in people older than 60 years. The age distribution of the number of cases per 100,000 according to this analysis is given in table 1 [22] .", "cite_spans": [{"start": 332, "end": 336, "text": "[21]", "ref_id": null}], "ref_spans": [{"start": 489, "end": 501, "text": "table 1 [22]", "ref_id": null}], "section": "Demographic characteristics"}, {"text": "In India, all ages have been affected, with the age group 15-34 years being the worst affected. The incidence has been low in children below 3 and people above 60 years of age [23] . The hospitalization rate was highest in children less than 4 years followed by the 5-24 year age group. Hospitalization was less common in 25-65 years age group and increased thereafter. This is unlike seasonal fl u infection where the elderly and young children are found to be at higher risk for fl u related complications [24] .", "cite_spans": [{"start": 176, "end": 180, "text": "[23]", "ref_id": null}, {"start": 508, "end": 512, "text": "[24]", "ref_id": null}], "ref_spans": [], "section": "Demographic characteristics"}, {"text": "Complications were also higher in people with underlying diseases such as asthma, cardiac diseases, renal diseases and in pregnancy. Obesity has also found to predispose to severe disease [25] .", "cite_spans": [{"start": 188, "end": 192, "text": "[25]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Demographic characteristics"}, {"text": "Human-to-human transmission is through inhalation of respiratory droplets which are expelled when an infected person sneezes or coughs or by contact with surfaces that have been contaminated by respiratory secretions and then by touching the mouth or nose. The rate of secondary transmission has been found to be 22-33% [26] . In a study in Kenya the secondary household transmission was found to be 26% [27] . The transmissibility in schools has been found to be around 20% [28] . The incubation period is between 1 and 7 days and an infected person can transmit the infection from a day prior to onset of symptoms to a day after symptoms have subsided.", "cite_spans": [{"start": 320, "end": 324, "text": "[26]", "ref_id": null}, {"start": 404, "end": 408, "text": "[27]", "ref_id": "BIBREF15"}, {"start": 475, "end": 479, "text": "[28]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Mode of transmission and incubation period"}, {"text": "The clinical picture of H1N1 infl uenza encompasses a wide spectrum ranging from the mild self-limiting upper respiratory illness to lower respiratory infection including ARDS, cardiac involvement, neurological involvement, multiorgan failure, septicemia and death.", "cite_spans": [], "ref_spans": [], "section": "Clinical features"}, {"text": "H1N1 most commonly causes a mild respiratory illness with fever, cough, sore throat, dyspnea, rhinorrhea, myalgias, chills, headache and fatigue. Diarrhea and vomiting are more commonly seen than with seasonal fl u. In a study of patients from April to June 2009 in the USA, gastrointestinal symptoms were seen in 39% patients [29] . Fever and cough are the most common features seen in 93% and 83% respectively [30].", "cite_spans": [{"start": 327, "end": 331, "text": "[29]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Clinical features"}, {"text": "It is usually a self limiting, mild illness but may occasionally present as a serious illness needing admission.", "cite_spans": [], "ref_spans": [], "section": "Clinical features"}, {"text": "The hospitalization rate in the USA between 15 April and 24 June 2009 was 2.21% with the highest rate of hospitalization being seen in people below 24 years. Most patients who required admission did so within 1-7 days, with a median of 4 days, from the onset of illness [31] . 73% of these patients had some underlying disease which predisposed them to a severe disease and complications. The most common underlying disorders were asthma (28%), neurological disorders (21%), diabetes (15%), immunosuppression (15%) and cardiovascular disorders (13%), with the others being chronic renal disorder, chronic obstructive pulmonary disorder and pregnancy. Obesity was found in 29% of the hospitalized patients with or without other risk factors. 25% of the hospitalized patients were critically ill [29] . Patients who required ICU admission, vasopressors, inhaled oxygen at FiO2 more than 60% or required mechanical ventilation were said to be critically ill [31] .", "cite_spans": [{"start": 270, "end": 274, "text": "[31]", "ref_id": "BIBREF18"}, {"start": 794, "end": 798, "text": "[29]", "ref_id": "BIBREF17"}, {"start": 955, "end": 959, "text": "[31]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Clinical features"}, {"text": "Younger people are at higher risk of being critically ill with infants and people between 26 and 64 years being the worst affected, the mean age being between 30 and 40 years of age. Around one-third of these patients were young or middle aged adults and were not pregnant and had no underlying disorder [32] .", "cite_spans": [{"start": 304, "end": 308, "text": "[32]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Clinical features"}, {"text": "Most patients who were critically ill presented with fever, cough, dyspnea, myalgias, malaise, weakness, tachypnoea, tachycardia, hypotension, cyanosis and low oxygen saturation. The most common presentation was with adult respiratory distress syndrome or an acute lung injury picture. 31% of these patients had superadded bacterial pneumonia. About 60-80% of these patients required mechanical ventilation [31] .", "cite_spans": [{"start": 407, "end": 411, "text": "[31]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Clinical features"}, {"text": "Other complications that have been reported include myocarditis, pericarditis, encephalitis, seizures, myositis, multiorgan failure and toxic shock syndrome [33] . The mortality in this group has been found to be around 18% with older age, requirement of mechanical ventilation and co-morbid conditions being major risk factors. A large number of deaths are seen in young to middle aged adults due to the higher incidence in this group [31, 32] .", "cite_spans": [{"start": 157, "end": 161, "text": "[33]", "ref_id": null}, {"start": 436, "end": 440, "text": "[31,", "ref_id": "BIBREF18"}, {"start": 441, "end": 444, "text": "32]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Clinical features"}, {"text": "Till date, the pandemic 2009 H1N1 infl uenza virus has spread rapidly and caused a massive burden of disease around the world. It affects the younger population more frequently and can cause severe illness in a small proportion of people. The mortality rate is low and similar to seasonal infl uenza. How the virus will behave in subsequent months in terms of virulence and morbidity is unclear. A better understanding of the disease will help us prepare for the future.", "cite_spans": [], "ref_spans": [], "section": "Clinical features"}, {"text": "The last decade or so has seen the emergence of two new infl uenza A viruses which have a different epidemiolgical and behavior pattern. The H5N1 virus has remained mainly an avian virus with human spread being limited and occuring only in persons coming in close contact with infected or dead poultry. The virus is however lethal causing a very high mortality. The pandemic 2009 infl uenza A (H1N1) virus on the other hand has emerged as a new human virus with the ability for effi cient human to human spread. Within a span of less than 6 months this virus has spread to more than 191 countries and emerged as the fi rst pandemic virus of this century. Fortunately, this virus causes a low mortality and hopefully this pandemic will be as mild as the last two infl uenza pandemic that occurred in 1957 and 1968. The fear that this virus may become more virulent and lead to a more severe pandemic as occurred in 1918 still exists. We therefore need to be vigilant and prepared if this happens in subsequent waves.", "cite_spans": [], "ref_spans": [], "section": "Clinical features"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "WHO-confi rmed human cases of avian infl uenza A(H5N1) infection", "authors": [], "year": 2003, "venue": "Wkly Epidemiol Rec", "volume": "82", "issn": "", "pages": "41--48", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Avian infl uenza A (H5N1) infection in eastern Turkey in 2006", "authors": [{"first": "A", "middle": ["F"], "last": "Oner", "suffix": ""}, {"first": "Bay", "middle": ["A"], "last": "Arslan", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "N Engl J Med", "volume": "355", "issn": "", "pages": "2179--2185", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Risk factors for human infection with avian infl uenza A H5N1", "authors": [{"first": "P", "middle": ["N"], "last": "Dinh", "suffix": ""}, {"first": "Long", "middle": [], "last": "Ht", "suffix": ""}, {"first": "Ntk", "middle": [], "last": "Tien", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "12", "issn": "", "pages": "1841--1847", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Investigation of avian infl uenza (H5N1) outbreak in humans -Thailand", "authors": [{"first": "D", "middle": [], "last": "Areechokchai", "suffix": ""}, {"first": "C", "middle": [], "last": "Jiraphongsa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Laosiritaworn", "suffix": ""}, {"first": "W", "middle": [], "last": "Hanshaoworakul", "suffix": ""}, {"first": "O&apos;reilly", "middle": [], "last": "", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "55", "issn": "", "pages": "3--6", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Epidemiology of cases of H5N1 virus infection in Indonesia", "authors": [{"first": "E", "middle": ["R"], "last": "Sedyaningsih", "suffix": ""}, {"first": "S", "middle": [], "last": "Isfandari", "suffix": ""}, {"first": "V", "middle": [], "last": "Setiawaty", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "196", "issn": "", "pages": "522--527", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Probable person-to-person transmission of avian infl uenza A (H5N1)", "authors": [{"first": "K", "middle": [], "last": "Ungchusak", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Dowell", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "352", "issn": "", "pages": "333--340", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Writing Committee of the World Health Organization (WHO) Consultation on Human Infl uenza A/H5", "authors": [{"first": "J", "middle": ["H"], "last": "Beigel", "suffix": ""}, {"first": "J", "middle": [], "last": "Farrar", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Han", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "R", "middle": [], "last": "Hyer", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "De Jong", "suffix": ""}, {"first": "S", "middle": [], "last": "Lochindarat", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Nguyen", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Nguyen", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Tran", "suffix": ""}, {"first": "A", "middle": [], "last": "Nicoll", "suffix": ""}, {"first": "S", "middle": [], "last": "Touch", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "353", "issn": "", "pages": "1374--85", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Fatal avian infl uenza A (H5N1) in a child presenting with diarrhea followed by coma", "authors": [{"first": "De", "middle": [], "last": "Jong", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Bach", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Phan", "suffix": ""}, {"first": "T", "middle": ["Q"], "last": "", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "352", "issn": "", "pages": "686--91", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Outbreak of avian infl uenza A (H5N1) virus infection in Hong Kong in 1997", "authors": [{"first": "P", "middle": ["K"], "last": "Chan", "suffix": ""}], "year": 2002, "venue": "Clin Infect Dis", "volume": "34", "issn": "", "pages": "58--64", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical features and rapid viral diagnosis of human disease associated with avian infl uenza A H5N1 virus", "authors": [{"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "Chan", "middle": [], "last": "Pk", "suffix": ""}, {"first": "M", "middle": [], "last": "Peiris", "suffix": ""}], "year": 1998, "venue": "Lancet", "volume": "351", "issn": "", "pages": "467--71", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Human disease from infl uenza A (H5N1) Thailand", "authors": [{"first": "T", "middle": [], "last": "Chotpitayasunondh", "suffix": ""}, {"first": "K", "middle": [], "last": "Ungchusak", "suffix": ""}, {"first": "W", "middle": [], "last": "Hanshaoworakul", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "11", "issn": "", "pages": "201--210", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Antigenic and genetic characteristics of swine-origin 2009 A (H1N1) infl uenza viruses circulating in humans", "authors": [{"first": "R", "middle": ["J"], "last": "Garten", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Davis", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Russell", "suffix": ""}], "year": 2009, "venue": "Science", "volume": "325", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Emergence of a novel swine-origin infl uenza A (H1N1) virus in humans", "authors": [{"first": "F", "middle": ["S"], "last": "Dawood", "suffix": ""}, {"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "360", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Intensive-care patients with severe novel infl uenza A (H1N1) virus infection -Michigan", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "58", "issn": "", "pages": "749--52", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Introduction and transmission of 2009 pandemic infl uenza A (H1N1) Virus -Kenya", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention", "volume": "58", "issn": "", "pages": "1143--1149", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The transmissibility and control of pandemic infl uenza A (H1N1) virus. Science", "authors": [{"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Sugimoto", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Halloran", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Hospitalized patients with 2009 H1N1 infl uenza in the United States", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Kamimoto", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bramley", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "30", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Critically Ill patients with 2009 infl uenza A(H1N1) infection in Canada", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": [], "last": "Zarychanski", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "", "issn": "", "pages": "1496--1504", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Critical care services and 2009 H1N1 infl uenza in Australia and New Zealand", "authors": [], "year": 2009, "venue": "The ANZIC Infl uenza Investigators", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "An outbreak of infl uenza-like illness was fi rst reported from Mexico on 18 March 2009. What alerted the authorities was an unusually high number of cases of infl uenza-like illness and pneumonia occurring in the month of March. Typically, in Mexico, seasonal infl uenza occurs mainly from October to March and causes more serious illness in the elderly. This increase in cases in the month of March was unusual and cases were seen more among young adults. The WHO identifi ed the H1N1 virus on 15 April 2009 and declared a public health emergency on the 25 April 2009. Its rapid spread led to a pandemic alert phase 4 on 27 April which was stepped up to pandemic alert phase 5 on 29 April and phase 6 on 11 June 2009. Till 17 October 2009, 414000 laboratory confi rmed cases of H1N1 infl uenza with 5000 deaths had been reported to the WHO. The actual number must be much higher as many countries have stopped counting mild cases [19]. As of 25 October 2009, India has reported 13,370 laboratory confi rmed cases with 444 deaths [20].", "latex": null, "type": "figure"}, "TABREF0": {"text": "Age distribution of H1N1 cases per 100,000 population", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Age distribution of H1N1 cases per 100,000", "latex": null, "type": "table", "html": "<html><body><table><tr><td>population\nAge group (years) </td><td>Distribution of H1N1 cases\n</td></tr><tr><td>0-4 </td><td>22.9\n</td></tr><tr><td>5-24 </td><td>26.7\n</td></tr><tr><td>25-49 </td><td>6.97\n</td></tr><tr><td>50-64 </td><td>3.9\n</td></tr><tr><td>&gt;65 </td><td>1.3\n</td></tr></table></body></html>"}}, "back_matter": []}