{"paper_id": "e0e72a30a878927eed9b8a35a003b4fc38afb44d", "metadata": {"title": "A multidimensional classification of public health activity in Australia", "authors": [{"first": "Louisa", "middle": [], "last": "Jorm", "suffix": "", "affiliation": {}, "email": "l.jorm@uws.edu.au"}, {"first": "Su", "middle": [], "last": "†1", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Western Sydney", "location": {"addrLine": "Campbelltown Campus, Locked Bag 1797"}}, "email": ""}, {"first": "", "middle": [], "last": "Gruszin", "suffix": "", "affiliation": {"laboratory": "Public Health Information Development Unit", "institution": "The University of Adelaide", "location": {"addrLine": "Level 9, 10 Pulteney St", "postCode": "5005", "settlement": "Adelaide", "region": "SA", "country": "Australia"}}, "email": "su.gruszin@adelaide.edu.au"}, {"first": "Tim", "middle": [], "last": "Churches", "suffix": "", "affiliation": {"laboratory": "", "institution": "New South Wales Department of Health", "location": {"addrLine": "Locked Mail Bag 961", "postCode": "2059", "settlement": "North Sydney", "region": "NSW", "country": "Australia"}}, "email": ""}]}, "abstract": [{"text": "Background: At present, we have very limited ability to compare public health activity across jurisdictions and countries, or even to ascertain differences in what is considered to be a public health activity. Existing standardised health classifications do not capture important dimensions of public health, which include its functions, the methods and interventions used to achieve these, the health issues and determinants of health that public health activities address, the resources and infrastructure they use, and the settings in which they occur. A classification that describes these dimensions will promote consistency in collecting and reporting information about public health programs, expenditure, workforce and performance. This paper describes the development of an initial version of such a classification.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We used open-source Protégé software and published procedures to construct an ontology of public health, which forms the basis of the classification. We reviewed existing definitions of public health, descriptions of public health functions and classifications to develop the scope, domain, and multidimensional class structure of the ontology. These were then refined through a series of consultations with public health experts from across Australia, culminating in an initial classification framework.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "One of the principal ways in which we make sense of the world is to group things and events into classes that share common characteristics. Human beings learn to do this intuitively in early childhood, and quickly develop an understanding of classes for commonly encountered objects and concepts which is shared by all those around them. However, for more specialised areas, the description of things or events in terms of classes tends to be a far less intuitive process that demands a carefully thoughtout, explicitly articulated framework. Such classification frameworks make it much easier to compare information about entities and concepts, and to discern their similarities and differences.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Within the domain of public health, little conceptual work has been done to develop shared definitions, terminologies or classifications. As a result, we have limited ability to compare public health activity across jurisdictions and countries, or even to ascertain whether we share common notions of what constitutes 'public health'. This in turn hinders our ability to collect comparable, timeseries data on expenditure, workforce, or performance, and to set and monitor benchmarks for these.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "In Australia, the governments of the six states and two territories are the major providers of public health services, while the responsibility for funding these services is shared between the Australian (national) Government and state and territory governments [1] . Local government (municipal and shire councils) also plays a role in delivering public health services, particularly in the areas of environmental health, urban planning, food safety and immunisation; this role varies among the states and territories.", "cite_spans": [{"start": 262, "end": 265, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Background"}, {"text": "The National Public Health Partnership, a body set up in 1996 to strengthen collaboration between the Australian Government and state and territory governments, adopted the following definition for public health: the organised response by society to protect and promote health, and to prevent illness, injury and disability. The starting point for identifying public health issues, problems and priorities, and for designing and implementing interventions, is the population as a whole, or population subgroups [2] .", "cite_spans": [{"start": 511, "end": 514, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "However, in Australia -as in other countries [3] -the term 'public health' is a source of confusion, because it is also often used to refer to health services provided by the state or otherwise paid for by taxpayers out of \"the public purse\", as opposed to services provided by the private sector, or paid for by individuals or nongovernmental health insurance or health maintenance funds. Some jurisdic-tions use the alternative term 'population health' to refer to the same domain, but this term is also poorly understood.", "cite_spans": [{"start": 45, "end": 48, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "The lack of widespread understanding about what constitutes public health hampers efforts to advocate for more resources for the sector. If we as public health practitioners cannot clearly describe the activities of our sector, the resources expended by it, and its outcomes, it will remain difficult to convince the public, politicians and other decision-makers that greater investment is needed [4] .", "cite_spans": [{"start": 397, "end": 400, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "The lack of basic conceptual development within public health has been recognised internationally. An expert panel convened by the United States (US) Centres for Disease Control in 1999 identified the use of common definitions and comparable data sources as being among the most important issues for achieving the goal of quality improvement in public health through performance measurement [5] . Five years later, lack of terminological and conceptual consensus was cited as obstructing even basic work in the area of public health finance in that country [6] . In Australia, a 2002 project that set out to develop a key set of performance indicators for public health practice recommended, as a priority, the development of a common classification system that could be used for measuring expenditure as well as for organising performance measurement activities [7] . A 2003 review of the financing of population health (defined as a subset of public health with a whole-of-population focus) in eight Organisation for Economic Co-operation and Development (OECD) countries, noted that comparability was hampered by differing definitions and categorisations of activity, lack of reliable data, and lack of uniformity in methods for extracting information [8] .", "cite_spans": [{"start": 391, "end": 394, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 557, "end": 560, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 863, "end": 866, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1255, "end": 1258, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "Several conceptual models describing 'core' or 'essential' functions of public health exist, including the framework described in the Institute of Medicine's 1988 report on the status of public health in the US [9] , the '10 essential public health services' proposed by an expert panel convened by the US Department of Health and Human Services [10] , the Australian National Public Health Partnership's 'core functions for public health practice' [2] , a set of core functions promulgated by the Chief Medical Officer in the UK [11] , and another developed by the World Health Organization (WHO) in 1996 [12] as well as 'essential public health functions' developed from a three-country study in WHO's Western Pacific Region in 2003 [13] . The Pan American Health Organization developed 'essential public health functions' and public health 'roles' in a conceptual renewal of public health in 2002 [14] , and revised these in 2007 [15] . A list of 'essential functions' was recommended by the Canadian National Advisory Committee on Population Health in 2003 [16] (See Additional file 1). These conceptual models, in particular the '10 essential public health services', have proved valuable for deriving performance indicators, standards and associated measurement instruments [17] [18] [19] [20] [21] [22] [23] . However, all are essentially 'flat' lists, or at best hierarchical taxonomies, which conflate discrete dimensions such as the purpose of public health activities, the health issues and problems addressed and the settings in which services are delivered, into single 'functions'. None presents a well-defined theoretical framework for multiple aspects of effective public health practice [24] .", "cite_spans": [{"start": 211, "end": 214, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 346, "end": 350, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 449, "end": 452, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 530, "end": 534, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 606, "end": 610, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 735, "end": 739, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 900, "end": 904, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 933, "end": 937, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1061, "end": 1065, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1280, "end": 1284, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1285, "end": 1289, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1290, "end": 1294, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1295, "end": 1299, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1300, "end": 1304, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1305, "end": 1309, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1310, "end": 1314, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1704, "end": 1708, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Background"}, {"text": "Some of the many standard classifications that are already in use in health fields address aspects of public health. For example, WHO's international classifications of diseases [25] , functioning and disability [26] , and external causes of injury [27] can be used to classify morbidity and mortality data in terms of diseases, disability and injury of interest to public health. The recently created OECD system of health accounts [28, 29] classifies health care in three dimensions for the purposes of international comparisons of health care spending: sources of funding; service providers; and functions of care (the goals or purposes of health care; e.g. disease prevention, health promotion). While these dimensions are clearly separate, the functional activity category of 'Prevention and public health services' [29] consists of a list of only six, non-exclusive, items (see Additional file 1).", "cite_spans": [{"start": 178, "end": 182, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 212, "end": 216, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 249, "end": 253, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 433, "end": 437, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 438, "end": 441, "text": "29]", "ref_id": "BIBREF28"}, {"start": 821, "end": 825, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Background"}, {"text": "A multidimensional approach was adopted by the Eastern Region Public Health Observatory in the United Kingdom (UK), for the construction of their Public Health Information Tagging Standard (PHITS). PHITS was developed to categorise and provide structure to information provided on websites, and to improve the efficiency of the retrieval of web-based public health resources. PHITS has seven dimensions: 'Person'; 'Time'; 'Place'; 'Determinants'; 'Morbidity and Mortality'; 'Services'; and 'Policy' [30] . It has now been integrated into a UK National Public Health Language thesaurus [31].", "cite_spans": [{"start": 499, "end": 503, "text": "[30]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "PHITS was designed primarily to categorise web-based information resources, rather than as a multi-purpose classification for public health. Like other existing classifications, it does not capture all the important dimensions of public health, which include its functions, the methods and interventions used to achieve these, the health issues and determinants of health which public health activities address, the resources and infrastructure they use, and the settings in which the activities occur.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "A multidimensional classification of public health that describes all these dimensions and their relationships, and adopts elements from existing classifications where appropriate, will serve multiple purposes. It will have utility for standardising the collection of information about public health programs, expenditure, workforce and performance. It will facilitate aggregate reporting and analysis of this information in ways that suit particular perspectives; for example, according to the health problem addressed, or the setting where public health activity occurred. This paper presents an initial version of such a multidimensional classification, and describes the process that we used to develop it [32] .", "cite_spans": [{"start": 710, "end": 714, "text": "[32]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Background"}, {"text": "We used an ontology-building process to develop the public health classification. The term \"ontology\" is used in several ways, but here we use it in the computer science or knowledge engineering sense of an explicit formal specification of the concepts in a domain (in this case, public health), their attributes and the relationships among them, which allows people (and computers) to share a common understanding of the structure of information. We chose this process, rather than a more traditional method for developing a classification, in recognition that a flexible, multidimensional classification structure would be needed in order to suit a variety of uses and user groups, and to exploit the near future capabilities of the Semantic Web. The Semantic Web is an initiative which aims to give meaning (semantics), in a manner understandable by machines, to the content of documents on the World Wide Web (and elsewhere) [33] .", "cite_spans": [{"start": 929, "end": 933, "text": "[33]", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "We used published methods for frame-based ontology development [34] , and Protégé open-source, ontologybuilding software from Stanford University [35] as a development tool. After scanning available methods and software, we chose Protégé because it is freely available to everyone and does not require a commercial license, supports current Semantic Web standards such as the Resource Description Framework (RDF) [36] and Web Ontology Language (OWL) [37] , and has an active community of interest, with strong representation from researchers in the health, biomedical and related sectors. Although Protégé provides support for the three types of OWL, we chose to develop our ontology in simpler CLIPS format in the first instance, as this is slightly easier to use, with a view to transforming it to OWL format at a later date.", "cite_spans": [{"start": 63, "end": 67, "text": "[34]", "ref_id": "BIBREF32"}, {"start": 450, "end": 454, "text": "[37]", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "The four steps in the ontology-building process were as follows:", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "1. Determine the domain and scope of the ontology.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "2. Consider reusing existing ontologies.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "3. Enumerate important terms in the ontology. 4 . Define the classes and class hierarchy [34] .", "cite_spans": [{"start": 46, "end": 47, "text": "4", "ref_id": "BIBREF3"}, {"start": 89, "end": 93, "text": "[34]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Methods"}, {"text": "A reference group of public health experts (see Acknowledgements) drafted initial responses to steps 1 to 4. Definitions of public health and of core and essential public health functions, including those used by the WHO [13] , the OECD system of health accounts [29] , the Australian National Public Health Partnership [2] , the US Department of Health and Human Services [10] , the US Association of Schools of Public Health [38] and the Pan American Health Organisation [14] , the UK Department of Health [11] and the Canadian National Advisory Committee on SARS and Public Health [16] (see Additional file 1) were reviewed for step 2.", "cite_spans": [{"start": 221, "end": 225, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 263, "end": 267, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 320, "end": 323, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 373, "end": 377, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 427, "end": 431, "text": "[38]", "ref_id": "BIBREF34"}, {"start": 473, "end": 477, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 508, "end": 512, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 584, "end": 588, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Methods"}, {"text": "We refined the classification through a series of consultations with public health experts and practitioners across Australia. The project consultation process sought to achieve agreement on a version of the classification that was 'good enough', recognising that the classification of public health is a complex and technically difficult problem, with no definitive formulation or solution. Early consultations were informal, and designed to seek the views of content experts in particular domains (e.g. environmental health, health promotion). Later, more formal consultations were organised through reference group members representing various jurisdictions.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Prior to each consultation meeting, we sent material introducing the classification project to participants. All consultations were conducted face to face. The number of participants varied from one or two, to larger groups of up to 15, and the duration varied from one to three hours. In each consultation, an introduction and background to the classification project were given with the aid of a slide presentation, after which an early version of the public health classification, rendered through a Web browser, was demonstrated. This was followed by a 'live' session using Protégé, which allowed participants to explore the structure of the classification, to suggest additions and changes, and to immediately see their effect on the overall classification.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Last, participants were asked to identify practical uses for a multidimensional public health classification. Following consultation meetings, the project reference group debated proposed changes to the classification before deciding to adopt or reject them. The Australian National Public Health Information Working Group -a committee with representation from all states and territories as well as relevant national bodies -discussed and provided feedback on an early draft version of the classification.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Development of the public health classification was guided by the following principles:", "cite_spans": [], "ref_spans": [], "section": "Principles of development"}, {"text": "1. The classification should be multidimensional.", "cite_spans": [], "ref_spans": [], "section": "Principles of development"}, {"text": "A range of the most important dimensions need to be considered and developed concurrently.", "cite_spans": [], "ref_spans": [], "section": "2."}, {"text": "3. Existing classification systems (including international and Australian standards) should be used wherever possible.", "cite_spans": [], "ref_spans": [], "section": "2."}, {"text": "4. The classification should be inclusive and deliberately broad at the top levels. Specific boundaries and restrictions to the scope of the classification should be defined in practical applications, rather than be arbitrarily imposed during the development of the classification.", "cite_spans": [], "ref_spans": [], "section": "2."}, {"text": "Version one of the public health classification consists of six top-level classes: (public health) 'Functions'; 'Health Issues'; 'Determinants of Health'; 'Settings'; 'Methods' (of intervention); and 'Resources and Infrastructure', which are shown as circles in Figure 1 , together with a hierarchy of subclasses, and, at the lowest level, instances. Each subclass and instance should have a subsumption (\"is-a\") relationship with its parent class.", "cite_spans": [], "ref_spans": [{"start": 262, "end": 270, "text": "Figure 1", "ref_id": null}], "section": "The public health classification"}, {"text": "Existing classifications (such as the international classifications of diseases [25] , functioning and disability [26] , and external causes of injuries [27] , can be used as subclasses of the classes 'Health Issues', 'Settings' and 'Resources and Infrastructure', while new subclass structures are proposed for the classes of public health 'Functions', 'Determinants of Health' and 'Methods' (see Figure  1 ).", "cite_spans": [{"start": 80, "end": 84, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 114, "end": 118, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 153, "end": 157, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 398, "end": 407, "text": "Figure  1", "ref_id": null}], "section": "The public health classification"}, {"text": "The working definitions for the six top-level classes are shown in Table 1 , and their immediate subclasses are given in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 67, "end": 74, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 121, "end": 128, "text": "Table 2", "ref_id": "TABREF1"}], "section": "The public health classification"}, {"text": "The 'Functions' class is currently the most highly developed. Both primary and instrumental functions were considered to be important in conceptualising public health (See Additional file 2). Primary functions are ends in themselves, while instrumental functions are means to those ends. Public health practitioners also described instrumental functions as 'supporting', 'underpinning' or 'cross-cutting' functions because all primary functions rely on them -they do not belong solely to any one of the primary functions.", "cite_spans": [], "ref_spans": [], "section": "The public health classification"}, {"text": "While there was reasonable agreement among public health experts regarding the subclasses for the top-level classes 'Health Issues', 'Determinants of Health', and 'Settings', the remaining classes are in earlier stages of development.", "cite_spans": [], "ref_spans": [], "section": "The public health classification"}, {"text": "The 'Methods' class was the subject of some disagreement, with some experts preferring to narrow its scope to those methods that are peculiar to -or only used by -public health (e.g. population-based epidemiology, health promotion, environmental risk assessment). Others favoured an inclusive approach that would capture all methods used by public health, including those that, while not specific to it, are employed by public health workers in the normal course of their work (e.g. administration, management, policy development). An inclusive approach was adopted, in line with development principle (4) above.", "cite_spans": [], "ref_spans": [], "section": "The public health classification"}, {"text": "Public health experts expressed diametrically opposed views as to whether 'infrastructure' represented aggregates of 'resources', or whether 'resources' were in fact a subclass of 'infrastructure'. An inclusive approach was adopted, in line with development principle (4) above, with the relevant class termed 'Resources and Infrastructure', and its subclasses capturing both compound (e.g. administrative infrastructure, information systems) and unitary elements (e.g. funds, workforce).", "cite_spans": [], "ref_spans": [], "section": "The public health classification"}, {"text": "Further work is needed to disentangle the mixture of partitive (holonym-meronym) and subsumption (hyper-nym-hyponym) relationships among the current subclasses of this top-level class.", "cite_spans": [], "ref_spans": [], "section": "The public health classification"}, {"text": "A copy of the full report on this initial phase of the project has been included as an additional file to this paper (Additional file 3), together with copies of the underlying classification ontology as it stood at the time of writing. Two sets of ontology files are provided: a set of Protégé project files (Additional file 4), and a set of interlinked HTML files that can be explored using a Web browser (Additional file 5).", "cite_spans": [], "ref_spans": [], "section": "The public health classification"}, {"text": "The classification is used by assigning zero or more attributes chosen from each of the top-level class hierarchies to the \"thing\" being classified. A wide range of \"things\" can potentially be organised according to the classification, including (but not restricted to) public health policies, programs and interventions, the population groups they target, and their outcomes. Figure 1 depicts some examples of things that could be classified, shown as heptagons.", "cite_spans": [], "ref_spans": [{"start": 377, "end": 385, "text": "Figure 1", "ref_id": null}], "section": "Potential uses for the classification"}, {"text": "Many participants in the development process expressed a view that the classification would assist them in describing what public health is, and what its characteristics are. They also identified a range of questions that, currently, are difficult or impossible to answer, but which potentially could be answered if the multidimensional classification were used to facilitate aggregated reporting on public health activity. Examples of such questions are given in Figure 2 .", "cite_spans": [], "ref_spans": [{"start": 464, "end": 472, "text": "Figure 2", "ref_id": "FIGREF3"}], "section": "Potential uses for the classification"}, {"text": "Participants also suggested a range of potential practical applications for the classification. Examples of these are given in Figure 3 . A knowledge base to support communicable disease surveillance, also constructed using the Protégé software suite, has been described [39] ; it should be possible to use the classification ontology to create analogous databases for other specific or general areas of public health practice.", "cite_spans": [{"start": 271, "end": 275, "text": "[39]", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 127, "end": 135, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Potential uses for the classification"}, {"text": "The process of developing the classification brought to light several areas of basic disagreement among Australian public health practitioners regarding the nature of public health practice.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The inclusion, or otherwise, of preventive services delivered on a one-to-one basis to individuals was particularly contentious. Such preventive services include screening and detection, immunisation, and counselling and lifestyle advice to support healthy behaviour, as well as management (through lifestyle changes or pharmacological means) of disease risk factors such as high blood pressure and high cholesterol. Many participants argued that those individual preventive services related to communicable disease (immunisation, contact tracing and treatment for sexually transmitted infections) are public health activities because they help to protect the health of the whole population, through herd immunity and controlling the spread of infection. Others felt that immunisation is only a legitimate part of public health activity when it is delivered as part of an organised government-funded program, such as through local government or school health services.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Most public health practitioners agreed that early detection of disease through screening is a public health activity when it is delivered through an organised governmentfunded program (such as national breast and cervical cancer screening programs). Less clear was whether screening that is not part of an organised program, such as opportunistic bone density screening for osteoporosis, should be seen as part of public health.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There was substantial disagreement among public health practitioners regarding the inclusion, or otherwise, of activities relating to prevention and management of noncommunicable disease through individual counselling or other interventions directed at lifestyle risk factors (smoking, poor nutrition, risky alcohol use and lack of physical activity), and the early detection and management of biological risk factors such as high blood pressure and high cholesterol. Many contended that the diagnosis of a path-ological condition (such as high blood pressure) or disease marked the boundary of public health practice. Others regarded this boundary as spurious, because the pathophysiological processes which underlie the development of chronic disease are continuous, and because interventions such as anti-hypertensive and cholesterollowering drugs, or even the 'Polypill' [40] , may have dramatic benefits in terms of morbidity and mortality at the population level.", "cite_spans": [{"start": 875, "end": 879, "text": "[40]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Discussion"}, {"text": "By adopting an inclusive approach, the public health classification allows decisions about boundaries, inclusions and exclusions, to be made at the level of individual applications of the classification. This is especially useful for those boundary issues -such as where public health ends and clinical practice begins -about which opinion may evolve with knowledge about preventive interventions, and how and by whom they are best delivered.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The issue of whether a public health classification should be restricted to a domain solely within the health sector or whether it should it include the health-related activities of other sectors was also frequently raised. Most public health practitioners agreed, when pressed, that accounting for public health should include the activities of, and investments by, the non-health portfolios (such as education and transport) of national and state governments, as well as the relevant activities of local governments and non-government organisations (NGOs). This is consistent Health Issues Health, and well-being issues that affect health ('issues' includes: concerns, topics, problems). Health is defined (by the WHO) as 'a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity'.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Factors that influence health status and determine health differentials or health inequalities. They include, for example, natural, biological factors, such as age, sex and ethnicity; behaviour and lifestyles, such as smoking, alcohol consumption, diet and physical activity; physical and social factors, including employment and education, housing quality, the workplace and the wider urban and rural environment; and access to health care [a].", "cite_spans": [], "ref_spans": [], "section": "Determinants of Health"}, {"text": "The methods used by organised public health interventions (actions, activities, programs, services) to protect and promote health and prevent illness, injury and disability, that are designed to change population exposure, behavioural or health status.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Settings in which public health activities and interventions take place, institutional and social environments, partnerships, and locations (e.g. schools, local government, hospitals, workplaces). with the definition of public health used by the US Institute of Medicine as: \"what we, as a society, do collectively to assure the conditions for people to be healthy\" [9] .", "cite_spans": [{"start": 366, "end": 369, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Settings"}, {"text": "However, in practice there are major difficulties in capturing information on public health-related activities and expenditure by non-health sectors. In Australia, current public health expenditure reporting is limited to the health portfolio expenditures of the state and national governments [1] . One view was that the activities of nonhealth sectors should only be considered 'in scope' when public health is their primary purpose (e.g. immunisation organised by local government). The 'boundary' issues we encountered reflect the way that public health activity is conceptualised, and organised, in Australia. Similar exercises conducted in other countries would doubtless highlight different issues. For example, public health services in the US (which has a strongly privatised approach to health care) are seen as having a major role in filling 'gaps' in health service provision (such as maternal and child health services) for those without access to health insurance, as well as in evaluating the accessibility and quality of personal health care services [10] . In several European countries, provision of many public health services is fully devolved to the level of local municipalities, which also have responsibility for issues such as air and water quality, noise diminution and waste management. It is likely that the organisation of services in these countries influences the way their public health practitioners conceptualise the boundaries between primary health care, public health and environmental protection.", "cite_spans": [{"start": 294, "end": 297, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1067, "end": 1071, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Resources and Infrastructure"}, {"text": "A comparison of the published public health functions of other nations (see Additional file 1) shows that some (e.g.", "cite_spans": [], "ref_spans": [], "section": "Resources and Infrastructure"}, {"text": "those of Canada [16] and the Americas [14, 15] ) are limited to primary functions, while others include both primary and instrumental functions. In the UK [11] , both primary (e.g. health promotion and disease prevention programs) and instrumental (e.g. development and maintenance of a public health workforce) functions are prominent. Our classification captures the majority of functions that other nations have described, including the (instrumental) 'partnership' and 'research' functions that are present in both the UK core functions [11] and the 10 essential public health services of the USA [10] .", "cite_spans": [{"start": 16, "end": 20, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 38, "end": 42, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 43, "end": 46, "text": "15]", "ref_id": "BIBREF14"}, {"start": 155, "end": 159, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 541, "end": 545, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 601, "end": 605, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Resources and Infrastructure"}, {"text": "A 'quality assurance' function does not currently feature in our classification, although it is specified in the published functions for public health in the USA [10] , the Americas [14, 15] , the UK [11] and in WHO's most recent work [13, 15] .", "cite_spans": [{"start": 162, "end": 166, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 182, "end": 186, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 187, "end": 190, "text": "15]", "ref_id": "BIBREF14"}, {"start": 200, "end": 204, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 235, "end": 239, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 240, "end": 243, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Resources and Infrastructure"}, {"text": "Public health practitioners and experts in Australia at no stage suggested that such a function was a critical part of their work. It is possible that their views may subsequently have changed, particularly in light of several recent scandals [41] [42] [43] relating to the safety and quality of the care provided in Australian public hospitals.", "cite_spans": [{"start": 243, "end": 247, "text": "[41]", "ref_id": "BIBREF37"}, {"start": 248, "end": 252, "text": "[42]", "ref_id": "BIBREF38"}, {"start": 253, "end": 257, "text": "[43]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Resources and Infrastructure"}, {"text": "The approach we adopted in developing the classification should maximise its flexibility for application in other settings. The ontology-building process offered particular advantages in dealing with divergent (and often strongly held) views regarding what was and was not 'in scope'. Although defining and specifying classes was central to the process, the emphasis was on modelling the relationships among classes, rather than on the within-class hierarchies. We were able to adopt an inclusive approach, leaving scope for decisions about rules and exclusions to", "cite_spans": [], "ref_spans": [], "section": "Resources and Infrastructure"}, {"text": "Potential uses for a public health classification Explain what public health is Organise information to answer key public health questions Promote consistency in describing public health Improve data capture processes and the quality of reporting Contribute to higher-level classification and standards activities Structure and design information and communications Audit the spread of activity across the public health business cycle Build models of good public health practice Link research, policy and practice A public health classification should help answer questions like... How much was spent last year on the prevention of obesity? How is public health relevant to components of the human services delivery system? Why do public health unit costs differ across jurisdictions? Can we describe screening in clinical settings (e.g. Pap smears taken in General Practice surgeries)? How much did we spend on prevention of HIV/AIDS relative to other preventable diseases? What are the nature and cost of partnerships between public health and other sectors? How much was spent on social marketing last year? How many staff work in environmental health, and in what settings do they work? How much did we spend and what was the activity on specific risk factors?", "cite_spans": [], "ref_spans": [], "section": "Resources and Infrastructure"}, {"text": "be made at the level of specific practical applications of the classification. It is to be hoped that such practical applications will make the areas of contention explicit, encourage debate, and offer a way to move towards a common language to describe public health activity in Australia and elsewhere.", "cite_spans": [], "ref_spans": [], "section": "Resources and Infrastructure"}, {"text": "The public health classification is an initial attempt to describe the important dimensions of public health activity. It will facilitate the organisation of information about public health activity so that it can be used to address questions relating to any of these dimensions, either singly or in combination. The authors encourage readers to use the classification, and to suggest further refinements. It is our intention to further refine and extend several of the class hierarchies, and to convert the ontology into RDF and OWL format to make it suitable for use in Semantic Web applications. We welcome potential collaborators in this endeavour.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Australian Institute of Health and Welfare: National Public Health Expenditure Report 2000-01. Canberra", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "National Public Health Partnership: Public Health Practice in Australia Today -A Statement of Core Functions", "authors": [], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Integrating public health practice in Europe", "authors": [{"first": "M", "middle": [], "last": "Mccarthy", "suffix": ""}], "year": 2003, "venue": "Eurohealth", "volume": "9", "issn": "", "pages": "19--23", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Tracking our investments in public health: What have we learned?", "authors": [{"first": "M", "middle": [], "last": "Barry", "suffix": ""}, {"first": "R", "middle": [], "last": "Bialek", "suffix": ""}], "year": 2004, "venue": "J Public Health Manag Pract", "volume": "10", "issn": "", "pages": "383--92", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Conceptual and methodological issues in public health performance measurement: Results from a computer-assisted expert panel process", "authors": [{"first": "G", "middle": ["P"], "last": "Mays", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Halverson", "suffix": ""}], "year": 2000, "venue": "J Public Health Manag Pract", "volume": "6", "issn": "", "pages": "59--65", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Public health finance: A conceptual framework", "authors": [{"first": "A", "middle": ["D"], "last": "Moulton", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Halverson", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Honoré", "suffix": ""}, {"first": "B", "middle": [], "last": "Berkowitz", "suffix": ""}], "year": 2004, "venue": "J Public Health Manag Pract", "volume": "10", "issn": "", "pages": "377--382", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "National Public Health Partnership: Public Health Performance Project-Report to the National Public Health Partnership Group", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Investment in Population Health in Five OECD Countries", "authors": [{"first": "J", "middle": [], "last": "Bennett", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The Future of Public Health", "authors": [], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Public Health Functions Steering Committee, US Department of Health and Human Services: Public Health in America Washington, DC: US Department of Health and Human Services", "authors": [], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "United Kingdom: Public Health in England London: UK Dept of Health", "authors": [], "year": 2003, "venue": "Chief Medical Officer", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Essential public health functions: Results of the international Delphi study", "authors": [{"first": "D", "middle": ["W"], "last": "Bettcher", "suffix": ""}, {"first": "S", "middle": [], "last": "Sapirie", "suffix": ""}, {"first": "Eht", "middle": [], "last": "Goon", "suffix": ""}], "year": 1998, "venue": "World Health Stat Q", "volume": "51", "issn": "", "pages": "44--54", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "World Health Organization, Regional Office for the Western Pacific: Essential Public Health Functions: A Three-Country Study in the Western Pacific Region", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pan American Health Organization: Public Health in the Americas: Conceptual Renewal, Performance Assessment, and Bases for Action. Washington", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The essential public health functions as a strategy for improving overall health systems performance: trends and challenges since the Public Health in the Americas Initiative", "authors": [{"first": "C", "middle": [], "last": "Ramagem", "suffix": ""}, {"first": "J", "middle": [], "last": "Ruales", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "National Advisory Committee on SARS and Public Health: Learning from SARS: Renewal of Public Health in Canada Ottawa: Health Canada", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "National profile: Overview of capabilities and core functions of local public health jurisdictions in 47 states, the District of Columbia, and 3 US territories", "authors": [{"first": "J", "middle": [], "last": "Suen", "suffix": ""}, {"first": "C", "middle": [], "last": "Magruder", "suffix": ""}], "year": 2000, "venue": "J Public Health Manag Pract", "volume": "10", "issn": "", "pages": "2--12", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Prevention: National Public Health Performance Standards Program -State Public Health System Performance Assessment Instrument", "authors": [], "year": 2001, "venue": "Centers for Disease Control", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Prevention: National public health Performance Standards Program -Local Public Health System Performance Assessment Instrument", "authors": [], "year": 2001, "venue": "Centers for Disease Control", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Getting what you pay for: Public health spending and the performance of essential public health services", "authors": [{"first": "G", "middle": ["P"], "last": "Mays", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Mchugh", "suffix": ""}, {"first": "K", "middle": [], "last": "Shim", "suffix": ""}, {"first": "D", "middle": [], "last": "Lenaway", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Halverson", "suffix": ""}, {"first": "R", "middle": [], "last": "Moonesinghe", "suffix": ""}, {"first": "P", "middle": [], "last": "Honoré", "suffix": ""}], "year": 2004, "venue": "J Public Health Manag Pract", "volume": "10", "issn": "", "pages": "435--443", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The national public health performance project: How do we know whether Australian public health ser vices are performing?", "authors": [{"first": "T", "middle": [], "last": "Owen", "suffix": ""}, {"first": "L", "middle": [], "last": "Jorm", "suffix": ""}], "year": 2005, "venue": "", "volume": "16", "issn": "", "pages": "2--8", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Implementation of the Australian core public health functions in rural Western Australia", "authors": [{"first": "T", "middle": [], "last": "Lower", "suffix": ""}, {"first": "G", "middle": [], "last": "Durham", "suffix": ""}, {"first": "D", "middle": [], "last": "Bow", "suffix": ""}, {"first": "A", "middle": [], "last": "Larson", "suffix": ""}], "year": 2004, "venue": "Aust N Z J Public Health", "volume": "28", "issn": "", "pages": "418--443", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Structure and Functions of State Public Health Agencies", "authors": [{"first": "L", "middle": ["M"], "last": "Beitsch", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Brooks", "suffix": ""}, {"first": "M", "middle": [], "last": "Grigg", "suffix": ""}, {"first": "N", "middle": [], "last": "Menachemi", "suffix": ""}], "year": 2006, "venue": "Am J Public Health", "volume": "96", "issn": "", "pages": "167--72", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Performance measurement in public health: Conceptual and methodological issues in building the science base", "authors": [{"first": "W", "middle": ["L"], "last": "Roper", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Mays", "suffix": ""}], "year": 2000, "venue": "J Public Health Manag Pract", "volume": "6", "issn": "", "pages": "66--77", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "World Health Organization: International Statistical Classification of Diseases and Related Health Problems (ICD-10). 10th revision", "authors": [], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "1--3", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "World Health Organization: International Classification of Functioning, Disability and Health (ICF)", "authors": [], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Version 1.2 Amsterdam, and Adelaide: Consumer Safety Institute, and Australian Institute of Health and Welfare National Injury Surveillance Unit", "authors": [{"first": "Maintenance", "middle": [], "last": "Iceci Coordination", "suffix": ""}, {"first": "", "middle": [], "last": "Group", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Organisation for Economic Co-operation and Development: A System of National Health Accounts", "authors": [], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Organisation for Economic Co-operation and Development: International Classification of Health Accounts", "authors": [], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Public Health Classifications Project Phase One: Final Report: Report to the National Public Health Partnership Group Melbourne: National Public Health Partnership", "authors": [{"first": "S", "middle": [], "last": "Gruszin", "suffix": ""}, {"first": "L", "middle": [], "last": "Jorm", "suffix": ""}, {"first": "T", "middle": [], "last": "Churches", "suffix": ""}, {"first": "J", "middle": [], "last": "Straton", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Ontology Development 101: A Guide to Creating your First Ontology", "authors": [{"first": "N", "middle": ["F"], "last": "Noy", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Mcguinness", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Association of Schools of Public Health: What is Public Health? Washington", "authors": [], "year": 2004, "venue": "DC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "PHSkb: A knowledgebase to support notifiable disease surveillance", "authors": [{"first": "T", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "H", "middle": [], "last": "Ma", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Groseclose", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Hopkins", "suffix": ""}], "year": 2005, "venue": "BMC Med Inform Decis Mak", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "A strategy to reduce cardiovascular disease by more than 80%", "authors": [{"first": "N", "middle": ["J"], "last": "Wald", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Law", "suffix": ""}], "year": 2003, "venue": "BMJ", "volume": "326", "issn": "", "pages": "1419--1424", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The Bundaberg Hospital scandal: The need for reform in Queensland and beyond", "authors": [{"first": "", "middle": [], "last": "Weyden Mb Van Der", "suffix": ""}], "year": 2005, "venue": "Med J Aust", "volume": "183", "issn": "", "pages": "284--285", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "The Royal North Shore Hospital inquiry: An analysis of the recommendations and the implications for quality and safety in Australian public hospitals", "authors": [{"first": "A", "middle": ["P"], "last": "Joseph", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Hunyor", "suffix": ""}], "year": 2008, "venue": "Med J Aust", "volume": "188", "issn": "", "pages": "469--472", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Good and safe doctors", "authors": [{"first": "", "middle": [], "last": "Weyden Mb Van Der", "suffix": ""}], "year": 2008, "venue": "Med J Aust", "volume": "188", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A model of public health classificationFigure 1 A model of public health classification. Source: Adapted from Gruszin S, Jorm L, Churches T, Straton J: Public Health Classifications Project Phase One: Final Report: Report to the National Public Health Partnership Group. Melbourne: National Public Health Partnership; 2005.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Resources and infrastructure, the means available for the operation of health systems, including human resources, facilities, equipment and supplies, financial funds and knowledge [b]. It includes both person-time and calendar time. Source: Gruszin S, Jorm L, Churches T, Straton J: Public Health Classifications Project Phase One: Final Report: Report to the National Public Health Partnership Group. Melbourne: National Public Health Partnership; 2005. [a] World Health Organisation: Health Impact Assessment (HIA): Glossary of terms used. Geneva; 2006. http://www.who.int/hia/about/glos/en/ index.html [b] World Health Organization: Health Promotion Glossary. Geneva; 1998. [WHO/HPR/HEP/98.1]", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Potential uses for a public health classification. Source: Adapted from Gruszin S, Jorm L, Churches T, Straton J: Public Health Classifications Project Phase One: Final Report: Report to the National Public Health Partnership Group. Melbourne: National Public Health Partnership; 2005.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "public health classification should help answer questions like.... Source: Adapted from Gruszin S, Jorm L, Churches T, Straton J: Public Health Classifications Project Phase One: Final Report: Report to the National Public Health Partnership Group. Melbourne: National Public Health Partnership; 2005.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Classification of public health: six top-level classes and their working definitions", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Functions </td><td>Public health functions. The purpose of public health interventions, actions, activities and programs.\n</td></tr><tr><td>Health Issues </td><td>Health, and well-being issues that affect health ('issues' includes: concerns, topics, problems). Health is defined (by the WHO) as 'a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity'.\n</td></tr><tr><td>Determinants of Health </td><td>Factors that influence health status and determine health differentials or health inequalities. They include, for example, natural, biological factors, such as age, sex and ethnicity; behaviour and lifestyles, such as smoking, alcohol consumption, diet and physical activity; physical and social factors, including employment and education, housing quality, the workplace and the wider urban and rural environment; and access to health care [a].\n</td></tr><tr><td>Methods </td><td>The methods used by organised public health interventions (actions, activities, programs, services) to protect and promote health and prevent illness, injury and disability, that are designed to change population exposure, behavioural or health status.\n</td></tr><tr><td>Settings </td><td>Settings in which public health activities and interventions take place, institutional and social environments, partnerships, and locations (e.g. schools, local government, hospitals, workplaces).\n</td></tr><tr><td>Resources and Infrastructure </td><td>Resources and infrastructure, the means available for the operation of health systems, including human resources, facilities, equipment and supplies, financial funds and knowledge [b]. It includes both person-time and calendar time.\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Classification of public health: top two levels of all classes", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Functions </td><td>Assess health of populations\n</td><td> </td><td> </td></tr><tr><td>Primary: </td><td>Promote health and prevent disease, disability and injury\n</td><td> </td></tr><tr><td>Protect from threats to health\n</td><td> </td><td> </td></tr><tr><td>Instrumental </td><td>Ensure public health capability\n</td><td> </td><td> </td></tr><tr><td>Build the evidence base for public health\n</td><td> </td><td> </td></tr><tr><td>Health issues </td><td>Health and well-being </td><td>Injury\n</td><td> </td></tr><tr><td>Diseases and conditions </td><td>Disability and functioning\n</td><td> </td></tr><tr><td>Determinants of Health </td><td>Environmental </td><td>Socioeconomic </td><td>External causes of injury\n</td></tr><tr><td>Person-level </td><td>Health system\n</td><td> </td></tr><tr><td>Methods </td><td>Advocacy and lobbying </td><td>Health impact assessment </td><td>Research and evaluation\n</td></tr><tr><td>Communicable disease control specific </td><td>Immunisation </td><td>Road safety methods\n</td></tr><tr><td> </td><td>Community action </td><td>Infection control </td><td>Screening to detect disease/risk factors\n</td></tr><tr><td> </td><td>Community development </td><td>Legislation and regulation </td><td>Social action\n</td></tr><tr><td> </td><td>Counselling </td><td>Lifestyle advice </td><td>Social marketing\n</td></tr><tr><td> </td><td>Diagnosis </td><td>Management of biological risk </td><td>Training and workforce development methods\n</td></tr><tr><td> </td><td>Directed investment </td><td>Monitoring and surveillance </td><td>Treatment methods\n</td></tr><tr><td> </td><td>Environmental monitoring </td><td>Personal skills development </td><td>Urban planning methods\n</td></tr><tr><td> </td><td>Epidemiologic methods </td><td>Political action </td><td>Vector control methods\n</td></tr><tr><td> </td><td>Exercise of capabilities </td><td>Public policy development </td><td>Waste management methods\n</td></tr><tr><td> </td><td>Food safety methods </td><td>Radiation safety methods </td><td>Other methods of intervention\n</td></tr><tr><td> </td><td>Health education </td><td>Remediation of environment methods\n</td></tr><tr><td>Settings </td><td>Educational settings </td><td>Home settings </td><td>Other settings\n</td></tr><tr><td>Healthcare settings </td><td>Workplace settings </td><td>Includes LOCATIONS - classification of geographical areas (e.g. postcodes).\n</td></tr><tr><td> </td><td>Local government and communities settings\n</td><td>Transport settings\n</td><td> </td></tr><tr><td>Resources and infrastructure </td><td>Administrative infrastructure </td><td>Organisational systems </td><td>Technical infrastructure\n</td></tr><tr><td>Funds </td><td>Partnerships </td><td>Time\n</td></tr><tr><td> </td><td>Information systems </td><td>Physical infrastructure </td><td>Workforce\n</td></tr><tr><td>National Public Health Partnership; 2005.\n</td><td>Legislative infrastructure Source: Gruszin S, Jorm L, Churches T, Straton J: </td><td>Workforce development capacity\nPublic Health Classifications Project Phase One: Final Report: Report to the National Public Health Partnership Group. Melbourne: </td><td>Policies </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "LJ compiled the argument and drafted the background, discussion and conclusions of the manuscript. SG reported the results, contributed to the background and discussion, and prepared the figures and tables. TC informed the directions of the project, provided key conceptual and practical input to its results, and reviewed and edited the manuscript. All authors worked on the project, and have co-authored, with Judy Straton (see Acknowledgements), the report of phase one of the project. All authors read and approved the final manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}]}