{"paper_id": "006128519916e134c1b44d8d37ebcb77b4b5560a", "metadata": {"title": "Simulations for epidemiology and public health education", "authors": [{"first": "C-Y", "middle": [], "last": "Huang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chang Gung University", "location": {"settlement": "Taoyuan", "country": "Taiwan"}}, "email": ""}, {"first": "Y-S", "middle": [], "last": "Tsai", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Chiao Tung University", "location": {"settlement": "Hsinchu", "country": "Taiwan"}}, "email": ""}, {"first": "T-H", "middle": [], "last": "Wen", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Taiwan University", "location": {"settlement": "Taipei", "country": "Taiwan"}}, "email": ""}]}, "abstract": [{"text": "Recent and potential outbreaks of infectious diseases are triggering interest in predicting epidemic dynamics on a national scale and testing the efficacies of different combinations of public health policies. Network-based simulations are proving their worth as tools for addressing epidemiology and public health issues considered too complex for field investigations and questionnaire analyses. Universities and research centres are therefore using network-based simulations as teaching tools for epidemiology and public health education students, but instructors are discovering that constructing appropriate network models and epidemic simulations are difficult tasks in terms of individual movement and contact patterns. In this paper we will describe (a) a four-category framework (based on demographic and geographic properties) to discuss ways of applying network-based simulation approaches to undergraduate students and novice researchers; (b) our experiences simulating the transmission dynamics of two infectious disease scenarios in Taiwan (HIV and influenza); (c) evaluation results indicating significant improvement in student knowledge of epidemic transmission dynamics and the efficacies of various public health policy suites; and (d) a geospatial modelling approach that integrates a national commuting network as well as multi-scale contact structures.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Network-based simulation approaches have gained acceptance as trustworthy means of investigating a wide variety of epidemics (Boccara and Cheong, 1993; Axelrod, 1997; Gilbert and Troitzsch, 1999; Alfonseca et al, 2000; Barrett et al, 2003; Huang et al, 2004 Huang et al, , 2005b Schneeberger et al, 2004; Ferguson et al, 2005; Hsieh et al, 2005 Hsieh et al, , 2006 Sumodhee et al, 2005; Stroud et al, 2007) . For the purposes of training students and novice researchers, epidemiology instructors from many disciplines are collaborating with simulation researchers to recreate the transmission dynamics of infectious diseases and to improve our understanding of the efficacies of public health policies (Huang et al, 2005a; Hsieh et al, 2006) . However, computational epidemiology researchers and instructors are still addressing individual problems involving movement and contact patterns among millions of people of different ages and with different professions, educational levels, marital/partner statuses, and levels of epidemiological resistance (Boccara and Cheong, 1993; Barrett et al, 2003; Huang et al, 2004 Huang et al, , 2005b .", "cite_spans": [{"start": 125, "end": 151, "text": "(Boccara and Cheong, 1993;", "ref_id": "BIBREF6"}, {"start": 152, "end": 166, "text": "Axelrod, 1997;", "ref_id": "BIBREF2"}, {"start": 167, "end": 195, "text": "Gilbert and Troitzsch, 1999;", "ref_id": "BIBREF10"}, {"start": 196, "end": 218, "text": "Alfonseca et al, 2000;", "ref_id": "BIBREF1"}, {"start": 219, "end": 239, "text": "Barrett et al, 2003;", "ref_id": "BIBREF3"}, {"start": 240, "end": 257, "text": "Huang et al, 2004", "ref_id": "BIBREF14"}, {"start": 258, "end": 278, "text": "Huang et al, , 2005b", "ref_id": "BIBREF16"}, {"start": 279, "end": 304, "text": "Schneeberger et al, 2004;", "ref_id": "BIBREF27"}, {"start": 305, "end": 326, "text": "Ferguson et al, 2005;", "ref_id": "BIBREF9"}, {"start": 327, "end": 344, "text": "Hsieh et al, 2005", "ref_id": "BIBREF12"}, {"start": 345, "end": 364, "text": "Hsieh et al, , 2006", "ref_id": "BIBREF13"}, {"start": 365, "end": 386, "text": "Sumodhee et al, 2005;", "ref_id": "BIBREF29"}, {"start": 387, "end": 406, "text": "Stroud et al, 2007)", "ref_id": "BIBREF28"}, {"start": 702, "end": 722, "text": "(Huang et al, 2005a;", "ref_id": "BIBREF15"}, {"start": 723, "end": 741, "text": "Hsieh et al, 2006)", "ref_id": "BIBREF13"}, {"start": 1051, "end": 1077, "text": "(Boccara and Cheong, 1993;", "ref_id": "BIBREF6"}, {"start": 1078, "end": 1098, "text": "Barrett et al, 2003;", "ref_id": "BIBREF3"}, {"start": 1099, "end": 1116, "text": "Huang et al, 2004", "ref_id": "BIBREF14"}, {"start": 1117, "end": 1137, "text": "Huang et al, , 2005b", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "In addition, emerging and re-emerging infectious disease outbreaks can develop randomly and unexpectedly depending on the breadth of early stage outbreaks, numbers of randomly imported cases, infected individuals' responses, and contacts with other susceptible individuals (Barrett et al, 2003; Huang et al, 2004 Huang et al, , 2005a . Public health policies executed by health authorities also directly and indirectly affect epidemic dynamics and spreading situations (Hsieh et al, 2005) . Furthermore, improper implementation and the inappropriate timing of public health policy activation occasionally produces such secondary impacts as disease concealment and social discrimination against infected patients and the health care employees who work with them (Huang et al, 2004) . In spite of these factors, most students and novice researchers in public health and related disciplines still use questionnaires or field investigation techniques when studying epidemic outbreaks-a process that prevents many from gaining a macro view of epidemic dynamics or from assessing the potential efficacies of public health policies for prevention and control.", "cite_spans": [{"start": 273, "end": 294, "text": "(Barrett et al, 2003;", "ref_id": "BIBREF3"}, {"start": 295, "end": 312, "text": "Huang et al, 2004", "ref_id": "BIBREF14"}, {"start": 313, "end": 333, "text": "Huang et al, , 2005a", "ref_id": "BIBREF15"}, {"start": 469, "end": 488, "text": "(Hsieh et al, 2005)", "ref_id": "BIBREF12"}, {"start": 761, "end": 780, "text": "(Huang et al, 2004)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "Network-based simulations are proving successful for solving individual movement and contact problems, exploring epidemic dynamics, and assessing the efficacies of public health policies (Barrett et al, 2003; Huang et al, 2004 Huang et al, , 2005b Schneeberger et al, 2004; Ferguson et al, 2005; Hsieh et al, 2005 Hsieh et al, , 2006 Sumodhee et al, 2005; Stroud et al, 2007) . In previous studies we have applied our social network simulation experiences to the transmission dynamics of HIV, SARS, and influenza in Taiwan (Huang et al, 2004 (Huang et al, , 2005b Hsieh et al, 2005 Hsieh et al, , 2006 Sumodhee et al, 2005) . In this paper we will explain our proposal for a four-category framework based on demographic and geographic properties, discuss ways of applying network-based simulation approaches to undergraduate students and novice researchers, and describe our experiences simulating the transmission dynamics of two infectious disease scenarios in Taiwan (HIV and influenza) . In doing so, we hope to clearly illustrate existing challenges to building network-based epidemic simulations. We hope that our pre-analysis framework and two application examples will assist epidemiology students and novice researchers in their efforts to predict the transmission dynamics of emerging and re-emerging infectious diseases, as well as to improve current public health policies and immunization strategies.", "cite_spans": [{"start": 187, "end": 208, "text": "(Barrett et al, 2003;", "ref_id": "BIBREF3"}, {"start": 209, "end": 226, "text": "Huang et al, 2004", "ref_id": "BIBREF14"}, {"start": 227, "end": 247, "text": "Huang et al, , 2005b", "ref_id": "BIBREF16"}, {"start": 248, "end": 273, "text": "Schneeberger et al, 2004;", "ref_id": "BIBREF27"}, {"start": 274, "end": 295, "text": "Ferguson et al, 2005;", "ref_id": "BIBREF9"}, {"start": 296, "end": 313, "text": "Hsieh et al, 2005", "ref_id": "BIBREF12"}, {"start": 314, "end": 333, "text": "Hsieh et al, , 2006", "ref_id": "BIBREF13"}, {"start": 334, "end": 355, "text": "Sumodhee et al, 2005;", "ref_id": "BIBREF29"}, {"start": 356, "end": 375, "text": "Stroud et al, 2007)", "ref_id": "BIBREF28"}, {"start": 523, "end": 541, "text": "(Huang et al, 2004", "ref_id": "BIBREF14"}, {"start": 542, "end": 563, "text": "(Huang et al, , 2005b", "ref_id": "BIBREF16"}, {"start": 564, "end": 581, "text": "Hsieh et al, 2005", "ref_id": "BIBREF12"}, {"start": 582, "end": 601, "text": "Hsieh et al, , 2006", "ref_id": "BIBREF13"}, {"start": 602, "end": 623, "text": "Sumodhee et al, 2005)", "ref_id": "BIBREF29"}, {"start": 970, "end": 989, "text": "(HIV and influenza)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Using computer simulations as a pedagogical tool is now common in many scientific technology training and the teaching of science concepts (Liao and Sun, 2001; Colpitts, 2002; Hsieh et al, 2006) . Computer simulations are also being used in epidemiology disciplines to support educational and training efforts based on constructivist learning principles. In addition to mitigating learner obsession with the minutiae of complicated procedures described in epidemiological textbooks (Wenglinsky, 1998) , simulations provide multiple opportunities for 'learning by doing' (Oehme, 2000) . Constructivists believe that learners draw upon prior knowledge when forming new schema via discovery learning (Bruner and Lufburrow, 1963) . When confronted with a new stimulus, learners apply their own knowledge bases to accommodate new information and to alter their existing schema (Piaget, 1978) . When constructive learning processes are embedded in epidemic simulations, students can learn by doing, have more and better opportunities for discovering interesting primary and secondary epidemic issues, and gain hands-on experience for dealing with real-world public health issues.", "cite_spans": [{"start": 139, "end": 159, "text": "(Liao and Sun, 2001;", "ref_id": "BIBREF21"}, {"start": 160, "end": 175, "text": "Colpitts, 2002;", "ref_id": "BIBREF7"}, {"start": 176, "end": 194, "text": "Hsieh et al, 2006)", "ref_id": "BIBREF13"}, {"start": 482, "end": 500, "text": "(Wenglinsky, 1998)", "ref_id": "BIBREF30"}, {"start": 570, "end": 583, "text": "(Oehme, 2000)", "ref_id": "BIBREF24"}, {"start": 697, "end": 725, "text": "(Bruner and Lufburrow, 1963)", "ref_id": "BIBREF5"}, {"start": 872, "end": 886, "text": "(Piaget, 1978)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Simulations for epidemiology and public health education"}, {"text": "Instructional simulations exemplify problem-based learning. Originally developed for medical education in the early 1970s, problem-based learning is now considered a core teaching model in over 60 medical schools (Savery and Duffy, 1995) . The use of simulations for learning and teaching has two characteristics that make it compatible with the theoretical foundations of problem-based learning:", "cite_spans": [{"start": 213, "end": 237, "text": "(Savery and Duffy, 1995)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Simulations for epidemiology and public health education"}, {"text": "1. Engagement. Students often request epidemic simulations to assist with learning and to gain a sense of engagement with real-world epidemiology problems. This allows for the introduction of related concepts to the learning process. There is no 'perfect' simulation, but simulations can still support meaningful learning experiences as long as scenario limitations are taken into account (Aldrich, 2004) .", "cite_spans": [{"start": 389, "end": 404, "text": "(Aldrich, 2004)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Simulations for epidemiology and public health education"}, {"text": "2. Interaction flexibility. Epidemic simulations can be used with interaction and feedback methods to illustrate how infectious diseases are spread under different conditions and circumstances (Aldrich, 2004) . Epidemiology problems are usually complicated and rarely have single 'correct' answers, which encourages learners to repeatedly manipulate parameters. With sufficient practice, learners or novice researchers can learn how to transfer their new knowledge to real-world infectious diseases.", "cite_spans": [{"start": 193, "end": 208, "text": "(Aldrich, 2004)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Simulations for epidemiology and public health education"}, {"text": "Learning through epidemic simulations has at least three potential benefits: In short, simulations can be optimized for learning (Bertsche et al, 1996) . 2. Observational. Users can take epidemic simulation processes and adjust their scales for observation purposes, slow them down, or speed them up (Sumodhee et al, 2005) . Epidemic simulations not only allow novice researchers to practice professional skills without having to invest large amounts of resources, but are also recognized as an efficient approach to reviewing or proving epidemiological concepts. This protects them from having to jump into high-risk situations for learning purposes. In classrooms, post-simulation reports allow teachers to determine which concepts their students have mastered (Levy et al, 1995; Hargrave and Kenton, 2000; Klein et al, 2004) . 3. Construction. Epidemic simulations can be used to create or explore environments. Using public health policy assessments as an example, learners can practice predicting developments that might result from different combinations of public health policies. In classrooms, epidemiology instructors can exert relatively precise control over knowledge construction and accumulation (Hargrave and Kenton, 2000) .", "cite_spans": [{"start": 129, "end": 151, "text": "(Bertsche et al, 1996)", "ref_id": "BIBREF4"}, {"start": 300, "end": 322, "text": "(Sumodhee et al, 2005)", "ref_id": "BIBREF29"}, {"start": 763, "end": 781, "text": "(Levy et al, 1995;", "ref_id": "BIBREF20"}, {"start": 782, "end": 808, "text": "Hargrave and Kenton, 2000;", "ref_id": "BIBREF11"}, {"start": 809, "end": 827, "text": "Klein et al, 2004)", "ref_id": "BIBREF19"}, {"start": 1210, "end": 1237, "text": "(Hargrave and Kenton, 2000)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Simulations for epidemiology and public health education"}, {"text": "Processes and goals associated with learning via epidemic simulations differ from those associated with traditional classroom and textbook-centred learning. Epidemic simulation scenarios are often open-ended and poorly defined (Hsieh et al, 2005) , and problems frequently arise after simulations are started. We therefore suggest that novices be required to use instruction-based manuals to run epidemic simulations and to create professional quality reports or presentations of their learning results. Teacher preparation time will vary depending on the required epidemiology background, scenario construction requirements, and instruction needed to help learners formulate problem statements, collect data, run simulations, and create reports. Evaluative techniques for learning results also differ from those used in traditional classroom settings, and require some training on the part of instructors.", "cite_spans": [{"start": 227, "end": 246, "text": "(Hsieh et al, 2005)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Simulations for epidemiology and public health education"}, {"text": "In light of the amount of required background knowledge (Hargrave and Kenton, 2000) , we suggest using pre-instructional time to teach public health policy assessment and epidemic outbreak prediction skills, and post-instructional time to teach skills in epidemic simulation construction and analysis. Both are appropriate for learning-by-doing experiences. We designed a five-step epidemiology teaching process: (a) introducing epidemiology knowledge and background scenarios; (b) preparing a pre-test for guiding students to key properties of an epidemiology issue; (c) creating step-by-step instruction-based epidemic simulations with appropriate sample data, user manuals for operating epidemic simulations, and experiment design examples; (d) unrestrained operating time, which allows students to construct and develop their own experiments; and (e) post-tests or final presentations to evaluate student understanding of the issue.", "cite_spans": [{"start": 56, "end": 83, "text": "(Hargrave and Kenton, 2000)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Simulations for epidemiology and public health education"}, {"text": "Since disease scenarios often have no single or absolute approach, it is difficult to evaluate how well novice learners understand the operational aspects of simulations. One potential solution is to design constructive pre-tests and post-tests. Using epidemic simulations associated with public health policies as an example, novice learners may be asked to compare the efficacies of different combinations of public health policies before and after an epidemic simulation is run. In addition, we have observed that novice learners exhibit wide differences in terms of controlling simulation parameters (Hsieh et al, 2006) , and therefore suggest that parameters be used as an evaluation criterion.", "cite_spans": [{"start": 604, "end": 623, "text": "(Hsieh et al, 2006)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Simulations for epidemiology and public health education"}, {"text": "Compared to agent-based simulations, network-based simulations rely more on relationships among individuals. Recent mathematical studies and experimental simulations indicate that the topological features of social networks exert considerable influence on the transmission dynamics and critical thresholds of infectious diseases, thereby supporting subtle analyses that agent-based simulations are incapable of performing (Moore and Newman, 2000; Barrett et al, 2003; Huang et al, 2004 Huang et al, , 2005a Sumodhee et al, 2005; Kao et al, 2006) . Accordingly, epidemiologists are focusing on the transmission dynamics of specific network models to investigate in the spread of emerging infectious diseases.", "cite_spans": [{"start": 422, "end": 446, "text": "(Moore and Newman, 2000;", "ref_id": "BIBREF23"}, {"start": 447, "end": 467, "text": "Barrett et al, 2003;", "ref_id": "BIBREF3"}, {"start": 468, "end": 485, "text": "Huang et al, 2004", "ref_id": "BIBREF14"}, {"start": 486, "end": 506, "text": "Huang et al, , 2005a", "ref_id": "BIBREF15"}, {"start": 507, "end": 528, "text": "Sumodhee et al, 2005;", "ref_id": "BIBREF29"}, {"start": 529, "end": 545, "text": "Kao et al, 2006)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Network-based epidemic simulations"}, {"text": "Network-based simulations entail computer entities that imitate contact patterns between individuals and apply stateof-the-art computing technology to study the movement of heterogeneous individuals. Lattice graphs have been applied for purposes of determining distance relationships between individuals. For example, von Neumann and Moore neighbourhood concepts are commonly used in two-dimensional lattice graphs in which one node's four or eight adjacent nodes are defined as neighbours, respectively (Gilbert and Troitzsch, 1999) . The use of two-dimensional lattice graphs allows for the easy representation and measurement of geographic spatial and distance concepts. In contrast, random graphs support features associated with casual contacts among mobile individuals in addition to the low degree of separation commonly observed in social networks.", "cite_spans": [{"start": 504, "end": 533, "text": "(Gilbert and Troitzsch, 1999)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Network-based epidemic simulations"}, {"text": "Two major modelling issues associated with networkbased epidemic simulations must be considered: choosing an appropriate network model, and integrating knowledge and properties of epidemiology issues into that model. Different epidemiology issues require different network topology structures for building epidemic simulations based on specific contact patterns. For example, both sexual contact and illegal drug use cause HIV infections and diffusion, but their network topology structures are very different. Sexual contact networks should be scale-free to reflect the powerlaw statistical distribution of sex partners, but bipartite networks are more likely to accurately reflect needle sharing among injecting drug users (IDUs). Several network model types can be adopted, including daily contact networks that make use of individual activity records (Barrett et al, 2003; Stroud et al, 2007) or bipartite networks composed of individuals and most frequently visited places (eg homes, train stations, school buses, workplaces, restaurants) .", "cite_spans": [{"start": 855, "end": 876, "text": "(Barrett et al, 2003;", "ref_id": "BIBREF3"}, {"start": 877, "end": 896, "text": "Stroud et al, 2007)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Network-based epidemic simulations"}, {"text": "Data granularity and detail also affect network topology structures: if a disease control agency can trace all IDU activities, it is possible to use identified matches to build a relatively precise daily contact network. In contrast, simulations performed by researchers limited to knowing specific locations where IDUs congregate require more assumptions regarding contact patterns. Static demographic data (eg age, gender, profession, educational level, marital status) can be represented as the social network attributes of nodes. In addition to well-constructed and appropriate assumptions, individual movement and contact patterns require support in the form of demographic, geographic, and transportation data-for instance, average daily movement statistics for railway passengers between counties and cities, statistical distributions of family members per household in each county, numbers of employees in workplaces, and numbers of students in classrooms. For novice researchers interested in network-based epidemic simulations, these requirements pose significant challenges to the collection and analysis of demographic, geographic, and related statistical data on individual movement and contact patterns.", "cite_spans": [], "ref_spans": [], "section": "Network-based epidemic simulations"}, {"text": "In response to a wide variety of geographic and demographic restrictions, we divided all network-based epidemic simulations into four categories. The first category reflects the use of real contact tracing for constructing small-scale individual-to-individual contact networks. Using the 2003 SARS outbreak as an example, health authorities in Taiwan and Singapore attempted to construct contact histories for all infected individuals in order to quarantine anyone who had come into contact with a carrier.", "cite_spans": [], "ref_spans": [], "section": "Network-based epidemic simulations"}, {"text": "The second category consists of individuals and locations, with individuals passively connected by activity locations. For example, saunas and bars frequented by homosexuals can be viewed as activity locations bridging susceptible individuals with HIV carriers; for illegal drug users, infection locations include syringes and chemicals used for drug dilution. To construct social networks for illegal drug users, epidemiologists must determine how many times a user shares a syringe with other users during 1 week/month, or how many users share the same diluting agent in a single session.", "cite_spans": [], "ref_spans": [], "section": "Network-based epidemic simulations"}, {"text": "The third category reflects individual neighbourhood concepts using statistical geographic properties. In the absence of real contact data, epidemiologists may need to build a specific and customized social network using wellconstructed and appropriate interaction and contact assumptions. In previous studies we proposed a Cellular Automata with Social Mirror Identity Model (CASMIM) consisting of two layers: the upper layer is a simplified multi-agent system for simulating heterogeneous cohorts, and the lower layer contains two-dimensional cellular automata for retaining the geographic mobility of individuals and for representing real-world activity spaces ( Figure 1 ) (Huang et al, 2004 (Huang et al, , 2005b . The social mirror identities that connect the two layers establish CASMIM as a small-world social network and preserve the properties of individuals who interact with their neighbours within two-dimensional geographic spaces. Those properties reflect such activities as long-distance movement and daily visits to fixed locations.", "cite_spans": [{"start": 677, "end": 695, "text": "(Huang et al, 2004", "ref_id": "BIBREF14"}, {"start": 696, "end": 717, "text": "(Huang et al, , 2005b", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 666, "end": 674, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Network-based epidemic simulations"}, {"text": "The fourth category frequently requires significant support in the form of demographic or geographic data. For example, Ferguson's Southeast Asian influenza simulation (Ferguson et al, 2005) uses statistical data for group density, household size, age distribution, school and workplace size, and individual travel information. The spread of HIV among homosexuals serves as a negative example-that is, movement, location, and means of sexual contact are less obvious, making it more difficult to build a network-based HIV epidemic simulation (Sumodhee et al, 2005) .", "cite_spans": [{"start": 168, "end": 190, "text": "(Ferguson et al, 2005)", "ref_id": "BIBREF9"}, {"start": 542, "end": 564, "text": "(Sumodhee et al, 2005)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Network-based epidemic simulations"}, {"text": "The four properties considered most important for building network-based epidemic simulations are:", "cite_spans": [], "ref_spans": [], "section": "Network-based epidemic simulations"}, {"text": "1. Time scale. In the case of HIV diffusion via heterosexual intercourse, frequency distributions of sexual behaviours over 1 month or 1 year show power-law distribution features (Schneeberger et al, 2004) , but the same is not true when the time scale is reduced to 1 day or 1 week. It is also important to remember that different diseases have different incubation periods (5 days for SARS versus 6 months to 20 years for HIV) and immunization periods. 2. Geographic scale. Care must be taken when selecting this scale. Whereas CASMIM can be applied to simulate SARS outbreaks in modern cities such as Taipei or Singapore, simulating multi-region epidemic dynamics requires additional demographic data. One possible solution is building a separate CASMIM for each city and measuring transportation flow between paired cities. For example, a new form of influenza tends to be expressed as a large-scale epidemic, therefore models for countries that have multiple regions require the consideration of cross-border transportation networks. Building a social network for any modern city with an established mass transportation system must assume a strong and varied mix of human movement, which can affect considerations of inter-regional transportation. 3. Data dependency. Data granularity determines the best method for building a network model. Using homosexual HIV diffusion as an example, a situation in which data are limited to frequency distributions of sexual contact restricts modellers to using abstract von Neumann and Moore neighbourhood concepts (Huang et al, 2005b) . However, if movement within a high-risk contact group can be traced, modellers can create simulations capable of predicting further development. 4. Extendability. Due to the diversity of data collected for epidemiology issues, simulations of specific infectious diseases often require modifications to existing network models. For example, the homogeneous mixing hypothesis used in random networks assumes that all members of a group are well-mixed (ie equal probabilities exist for contact between any two members), but data on sexual contact or needle sharing do not support this hypothesis. Therefore, extendibility is a major concern when applying an existing network model to new epidemic simulations.", "cite_spans": [{"start": 179, "end": 205, "text": "(Schneeberger et al, 2004)", "ref_id": "BIBREF27"}, {"start": 1559, "end": 1579, "text": "(Huang et al, 2005b)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Network-based epidemic simulations"}, {"text": "In the next two sections we will share our modelling experiences to construct network-based epidemic simulations. We applied an event-driven programming concept to implement the user and input/output interfaces of epidemic simulations. In addition to providing specific statistical reports and charts presenting experimental results, the two epidemic simulations let learners use browser windows to observe real-time infection situations in an agent society. For a detailed description of our epidemic simulations, please contact the corresponding author.", "cite_spans": [], "ref_spans": [], "section": "Network-based epidemic simulations"}, {"text": "According to annual statistics presented by Taiwanese ", "cite_spans": [], "ref_spans": [{"start": 44, "end": 53, "text": "Taiwanese", "ref_id": null}], "section": "HIV simulation"}, {"text": "We used data on HIV-positive Taiwanese gathered between 1984 and 2008. In addition, between November 2004 and December 2006 we collected HIV-1-seropositive blood samples and conducted questionnaire interviews with 518 inmates living in four detention centres and two prisons across Taiwan; 3% were teenagers, 73% adults, and 24% adults 60 years of age or older (mean age 32.677.7). The large majority (505, or 97.4%) described themselves as IDUs. The women in our sample were three times more likely than their male counterparts to have had sex partners who were also IDUs (65.8% versus 19.4%). On average, each IDU shared a drug dilution chemical with two or three other IDUs between two and three times per month; 86.9% stated that they had shared at least a heroin diluent, and 98% said they had shared either diluent or syringes. Results from a logistic regression produced 17.2, 34.0, and 46.7 odds ratios for sharing heroin diluent, sharing syringes, or sharing both diluent and syringes, respectively. In summary, the major causes of HIV-1 infection among the IDUs in our sample were identified as syringe sharing, heroin dilution sharing, low education level, and number of IDUs using the same syringe. ", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Since our data were limited to the average number of syringe-and diluent-sharing events per month and average number of persons sharing them per occasion, we treated users as abstract neighbours when developing a bipartite network model based on our social mirror identity concept ( Figure 2) . The model consisted of two layers connected by social mirror identities: an upper layer representing realworld high-risk locations and a lower layer for simulating IDUs. The individual labeled 'P' in Figure 2 visited more high-risk places than the other IDUs; 'L' marks a frequently visited gathering place. The time unit used in this simulation was equivalent to 1 month in the real world; results and epidemic curves are reported for each year. We used the average number of syringe and diluent-sharing events per month to represent the number of social mirror identities owned by a lower layer IDU. For the upper layer we used the average number of persons sharing either syringes or a chemical diluent during each occasion to represent the number of IDUs gathered at a high-risk location (Figure 2 ). Real-world IDU gathering places are located throughout the country and in multiple locations in individual cities, meaning that the spread of HIV among different high-risk locations has no effect on local spreading. In contrast, note that our SARS simulation CASMIM incorporated the effect of local spreading, meaning that SARS could still spread to any other location via transmission between local neighbours in the absence of social mirror identities or shortcuts. Since these high-risk locations are not adjacent, the same CASMIM is inappropriate for simulating HIV transmission among IDUs.", "cite_spans": [], "ref_spans": [{"start": 283, "end": 292, "text": "Figure 2)", "ref_id": "FIGREF1"}, {"start": 495, "end": 503, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 1087, "end": 1096, "text": "(Figure 2", "ref_id": "FIGREF1"}], "section": "Simulation model"}, {"text": "While we were able to obtain data on the statistical distribution of shared syringe and diluent events, we had no data on the statistical distribution of IDUs visiting each location. According to the most common topological features of social networks, we assumed that this reflects a power-law connectivity distribution. However, we had insufficient empirical data for model validation-especially since the reported number of infected individuals may not have contained concealed cases. This situation shows how difficult it is to build an HIV epidemic simulation without sufficient support in the form of demographic data for building detailed syringe-and diluent-sharing rules for IDUs.", "cite_spans": [], "ref_spans": [], "section": "Simulation model"}, {"text": "The gray bar in Figure 3 represents the 19 years (1984) (1985) (1986) (1987) (1988) (1989) (1990) (1991) (1992) (1993) (1994) (1995) (1996) (1997) (1998) (1999) (2000) (2001) (2002) of HIV data used for model training and fitting, and the black bar represents 6 years (2003) (2004) (2005) (2006) (2007) (2008) ", "cite_spans": [{"start": 49, "end": 55, "text": "(1984)", "ref_id": null}, {"start": 56, "end": 62, "text": "(1985)", "ref_id": null}, {"start": 63, "end": 69, "text": "(1986)", "ref_id": null}, {"start": 70, "end": 76, "text": "(1987)", "ref_id": null}, {"start": 77, "end": 83, "text": "(1988)", "ref_id": null}, {"start": 84, "end": 90, "text": "(1989)", "ref_id": null}, {"start": 91, "end": 97, "text": "(1990)", "ref_id": null}, {"start": 98, "end": 104, "text": "(1991)", "ref_id": null}, {"start": 105, "end": 111, "text": "(1992)", "ref_id": null}, {"start": 112, "end": 118, "text": "(1993)", "ref_id": null}, {"start": 119, "end": 125, "text": "(1994)", "ref_id": null}, {"start": 126, "end": 132, "text": "(1995)", "ref_id": null}, {"start": 133, "end": 139, "text": "(1996)", "ref_id": null}, {"start": 140, "end": 146, "text": "(1997)", "ref_id": null}, {"start": 147, "end": 153, "text": "(1998)", "ref_id": null}, {"start": 154, "end": 160, "text": "(1999)", "ref_id": null}, {"start": 161, "end": 167, "text": "(2000)", "ref_id": null}, {"start": 168, "end": 174, "text": "(2001)", "ref_id": null}, {"start": 175, "end": 181, "text": "(2002)", "ref_id": null}, {"start": 268, "end": 274, "text": "(2003)", "ref_id": null}, {"start": 275, "end": 281, "text": "(2004)", "ref_id": null}, {"start": 282, "end": 288, "text": "(2005)", "ref_id": null}, {"start": 289, "end": 295, "text": "(2006)", "ref_id": null}, {"start": 296, "end": 302, "text": "(2007)", "ref_id": null}, {"start": 303, "end": 309, "text": "(2008)", "ref_id": null}], "ref_spans": [{"start": 16, "end": 24, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "Participants were 14 graduate students recruited from a 2008 infectious disease informatics course taught as part of Chang Gung University's Advanced Biotechnology Education Program. Students worked in pairs to design simulations and to discuss results. For each of two experiments, students were given a pre-test to determine their understanding of (a) HIV transmission dynamics among IDUs, and (b) harm reduction policies activated by Taiwanese health authorities in December 2005. Participants were also given verbal and written information on simulation goals and a post-test to measure the effects of the simulation activity on learning. Each pair was given a user manual for running simulations. After the end of the experiment we evaluated student knowledge on the HIV epidemic, the role of IDUs in HIV transmission, and harm reduction policies. As predicted, results from a paired sample t-test indicated statistically significant improvement in the students' overall understanding of HIV epidemic dynamics among IDUs and the efficacies of various harm reduction policies based on different participation rates (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 1119, "end": 1128, "text": "(Table 2)", "ref_id": "TABREF3"}], "section": "Evaluation results"}, {"text": "Up to two billion people may be susceptible to the next high pathogenic influenza virus; the predicted mortality rate will approach 65% (WHO, 2008). According to WHO surveillance reports (WHO, 2007), a novel influenza virus is inevitable, yet it is impossible to predict when and in what form the virus will invade individual countries, or how it will specifically threaten the health of individuals. Taiwanese health authorities have already announced three major public health policies: vaccines, antiviral drugs, and rapid containment operations. As part of this programme, starting in 2006 we participated in a 2-year project managed by the Taiwan CDC to work with sociologists to develop a multi-region influenza simulation for the entire country. Lacking epidemiological data for prior outbreaks, we simulated the transmission dynamics of seasonal influenza and assessed the efficacies of prevention and public health policies to determine the optimal application timing of vaccine and antiviral drug responses.", "cite_spans": [], "ref_spans": [], "section": "Influenza simulation"}, {"text": "We used transportation data to establish a model of daily inter-and intra-regional contact between individualsspecifically, statistics for the average daily movement of railway passengers between counties and cities (Institute of  Transportation In this prediction simulation, we averaged 1000 independent experiments to obtain the mean value of error in the epidemic parameter space, then chose parameters and named the optimal parameters with minimal mean error. As shown in the figure, the prediction result corresponds to the best one (ie minimal error) among 30 simulations under the optimal parameters. The parameters did not change with time-that is, predictions are only valid for cases with no additional interventions.", "cite_spans": [], "ref_spans": [{"start": 216, "end": 245, "text": "(Institute of  Transportation", "ref_id": null}], "section": "Data collection"}, {"text": "Taiwanese government were used to assign individuals to various locations. These data include statistical distributions of family members per household in each county, numbers of employees in workplaces, and numbers of students in classrooms. We combined data in an effort to achieve an approximate understanding of the overall distribution of the number of persons in each regularly visited activity location. As shown in Table 3 , most activity locations had fewer than 10; exceptions included movie theatres and classrooms, each with 40 or more.", "cite_spans": [], "ref_spans": [{"start": 423, "end": 430, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Data collection"}, {"text": "Based on our SARS modelling and simulation experience, we knew that CASMIM is suitable for simulating the transmission dynamics of contagious diseases in well-mixed but not in poorly mixed modern cities. We therefore assigned a separate CASMIM to each county, with model scale determined by the number of counties included in the overall simulation. Each CASMIM model cell represented one real-world activity location (household, classroom, train station, etc) , and the number of individuals in each cell was assigned according to the statistical distribution of numbers of observed persons in regularly visited locations. Railway transportation data were used to represent inter-county movement, with each instance representing a pair of social mirror identities belonging to the same individual but in different counties. Social mirror identities for the majority of individuals stayed within the same county. Since the incubation period for influenza is only 1-3 days, the simulation time unit in this simulation was equivalent to 1 day in the real world.", "cite_spans": [{"start": 418, "end": 460, "text": "(household, classroom, train station, etc)", "ref_id": null}], "ref_spans": [], "section": "Simulation model"}, {"text": "The epidemiological progress states for influenza shown in Figure 4 are the same as those described by Longini et al (2005) and used in Stroud et al's influenza simulation system (Stroud et al, 2007) . Separate epidemiological Assessing and analysing the prevention effects of five public health policies at low and high regional densities and with three policy activation dates (10/1B10/07, 10/22B10/28, and 11/19B11/25).", "cite_spans": [{"start": 103, "end": 123, "text": "Longini et al (2005)", "ref_id": "BIBREF22"}, {"start": 179, "end": 199, "text": "(Stroud et al, 2007)", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 59, "end": 67, "text": "Figure 4", "ref_id": null}], "section": "Simulation model"}, {"text": "5.13 0.62 6.68 0.9 À6.86 Po0.001", "cite_spans": [], "ref_spans": [], "section": "Simulation model"}, {"text": "Set 3. Assessing and analyzing the cost-efficacies of five public health policies at low and high regional densities with three policy activation dates (10/1B10/07, 10/22B10/28, and 11/19B11/25). progress states were implemented for four demographic categories: preschool (younger than 5 years), youth (between 5 and 21 years), adult (between 21 and 65 years), and senior (older than 65 years). Base infection rate (infectivity level) was established as 0.21888 per contact per day for adults and symptomatic seniors, and 0.43680 per contact per day for symptomatic preschoolers and youth. The rate of asymptomatic infectious individuals was equal to one-half the base infection rate (Figures 4 and 5) . A weak point of our multi-region influenza simulation model was its lack of network topology properties for an epidemic simulation model consisting of multiple poorly mixed cities. Unlike a well-mixed modern city, modellers cannot assume that the interaction and contact networks of individuals distributed among multiple counties have small-world properties. Furthermore, there is a lack of epidemiological data for recent novel influenza pandemics to use for empirical validation. Some epidemiologists have constructed simulations of the 1918-1919 influenza pandemic (Stroud et al, 2007) , but we believe the network topology structure of modern counties is far different from that observed in 1918. Despite these weaknesses, we used our multi-region influenza model to simulate the transmission dynamics of seasonal influenza and to assess the efficacy of a vaccine policy and related public health policies under different conditions and in different regions.", "cite_spans": [{"start": 1273, "end": 1293, "text": "(Stroud et al, 2007)", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 684, "end": 701, "text": "(Figures 4 and 5)", "ref_id": "FIGREF3"}], "section": "Simulation model"}, {"text": "We used two assessment indicators-prevention effect and cost-efficacy-to replace previously employed epidemic curves to help epidemiologists and public health experts assess the efficacies of public health policies. The first indicator (Equation 1), prevention effect, was used to evaluate the effect of specific public health policies; its value was set at >1 to produce better prevention effects (for values o1, the policy actually supports the spread of a disease). By comparing different policies at this level, public health experts can identify the best public health policy. The second indicator (Equation 2), cost-efficacy, was used to evaluate the prevention effect per unit cost; it was given a positive value to achieve better prevention effects (when the value ¼ 0, the policy has no preventive effect). Public health experts can use the same benchmark to make decisions for (1 -f)/C f/C Figure 4 Epidemiological progress states of epidemic influenza disease manifestations for four age categories with no treatment (Longini et al, 2005; Stroud et al, 2007) . the best timing of public health policies in response to a novel influenza. ", "cite_spans": [{"start": 1028, "end": 1049, "text": "(Longini et al, 2005;", "ref_id": "BIBREF22"}, {"start": 1050, "end": 1069, "text": "Stroud et al, 2007)", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 900, "end": 908, "text": "Figure 4", "ref_id": null}], "section": "Discussion"}, {"text": "We used our influenza simulation to compare prevention effects and cost-efficacy for five public health policies, two regional densities (low and high), and three policy application dates (the first at 10/1B10/07, the fourth at 10/22B10/ 28, and the eighth at 11/19B11/25). The five public health policies and corresponding objects were (a) give the vaccine to randomly chosen individuals, (b) track and inoculate individuals coming into contact with infected individuals, (c) strongly encourage hand washing and mask-wearing by the general public during the influenza season, (d) enforce home quarantines for infected individuals until they recover and for individuals who have come into contact with them for a minimum of 8 days, and (e) give anti-virus medicine in advance to all individuals. As shown in Table 4 , the two best public health policies were giving vaccines to randomly chosen individuals and the use of anti-virus medicines; encouraging hand washing and mask-wearing was the third best. All three policies were more effective when activated as early as possible, with little difference in effect between activating the policies in late October and late November. Our main conclusions derived from the simulation results were (a) hand washing and mask-wearing by the general public during the influenza season is the most cost-effective policy, and (b) using anti-virus medicine in advance is more cost-effective than buying and using a mix of vaccines and anti-virus medicines (Table 4) .", "cite_spans": [], "ref_spans": [{"start": 808, "end": 815, "text": "Table 4", "ref_id": "TABREF8"}, {"start": 1495, "end": 1504, "text": "(Table 4)", "ref_id": "TABREF8"}], "section": "Discussion"}, {"text": "Participants were 22 graduate students recruited from a spring, 2009 data mining course given by the Department of Computer Science and Information Engineering at Chang Gung University. Most of the participants had no previous knowledge of or experience with influenza epidemiology. Students worked in pairs to construct simulations and to discuss results. Each participant pair was asked to conduct three instructional experiments. For each experiment they were given a pre-test to examine their understanding of transmission dynamics of the 1918 influenza pandemic and five public health policies that were established in response to the pandemic, verbal and written information on simulation goals, and a post-test to determine the effects of the simulation on learning. Each pair was given an instructional manual for running multi-region influenza simulations. As shown in Table 2 , results from a paired-sample t-test of evaluation scores indicate statistically significant improvement in the students' overall understanding of 1918 influenza transmission dynamics and public health policies. 6. Multiple-scale epidemiological dynamics for the geospatial diffusion of directly transmitted infectious diseases Using high quality epidemiologic data to understand the mechanisms underlying the geographic spread of diseases is central to devising spatially targeted prevention and control strategies, a task requiring comparisons of potential outcomes among control measures. Spatial simulation modelling represents a practical approach to helping policy makers decide among various combinations of control strategies in response to real and potential disease epidemics. In this section we will describe a multi-scale simulation process to support the efforts of students, academic researchers, and policy makers to study the spatial dynamics of epidemics and to observe various control measure scenarios.", "cite_spans": [], "ref_spans": [{"start": 878, "end": 885, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Evaluation results"}, {"text": "The diffusion of directly transmitted (droplet and air-borne) diseases results from close human contact and population movement. Accordingly, contact structures and commuting routes between homes and workplaces play important roles in spatial dynamics. To determine the role of commuters in disease transmission, we used data from the 2000 Taiwan Census Database to create a link-node network structure in order to simulate complex relationships between cities and towns. Figure 5 is an illustration of the commuter network in north Taiwan (the country's economic, cultural, and political centre). It consists of 359 nodes (cities or towns) and more than 120 000 edges (commuter connections between cities). We calculated contact density as the number of commuters between cities multiplied by each city's population density.", "cite_spans": [], "ref_spans": [{"start": 472, "end": 480, "text": "Figure 5", "ref_id": "FIGREF3"}], "section": "Data collection"}, {"text": "To simulate different contact patterns at different levels, we constructed the four-layer multi-scale model shown in Figure 6 . To model intra-city contacts and to reflect different contact structures among age groups, we divided the population into children (younger than 15 years), adults (16-64 years), and seniors (older than 65 years). Layer 1 addresses population contact within the same age group, with Susceptible, Exposed, Infective and Removed (S-E-I-R) statuses used as governing equations to simulate disease transmission. The Susceptible-to-Exposed transmission process begins with the initial transmission of a very small number of pathogens. During the early part of the Exposed stage, pathogens reproduce but remain below a threshold for active transmission to other Susceptible individuals. After a certain period in which individuals move from Exposed to Infective status, the number of pathogens becomes sufficiently large for transmission to other Susceptible hosts. Eventually the host enters the Removed stage in which it achieves a state of immunity or dies. Layer 2 addresses the difference in contact densities between two age groups. Layer 3 addresses regional commuting between population centres. We assumed that children and seniors are immobile, since the bulk of their activities occur close to their homes. In contrast, adults are more likely to move between fixed geographic locations on a daily basis, increasing their likelihood of carrying pathogens between two or more populations. Layer 4 addresses the national commuting network that can be used to simulate daily population movement throughout Taiwan. The linknode network structure is used to determine disease dynamics among cities.", "cite_spans": [], "ref_spans": [{"start": 117, "end": 125, "text": "Figure 6", "ref_id": null}], "section": "Simulation model"}, {"text": "Developing appropriate prevention and control measures entails making and monitoring the results of multiple rules and decisions made at different points during an epidemic. Conflicts among decision criteria for different strategies are inevitable, and our proposed multi-scale simulation framework can help decision makers test and refine different strategies at different layers. For example, Layer 1 can be used to simulate and evaluate a vaccination policy by changing transmission rates among groups at greater risk of infection (eg children or seniors). This would allow for the testing of social distance measures such as school closures. Layer 2 can be used to evaluate quarantine strategies by changing contact rates among different age groups, Layer 3 can be used to evaluate travel restrictions by changing regional contact rates among cities, and Layer 4 can be used for the same purpose by changing the structure of the commuting network. By analysing multi-scale interactions, decision makers can prepare themselves for making rapid proactive intervention decisions in response to identified outbreak transmission pathways.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Furthermore, our simulation framework can provide additional geospatial insight into epidemiological processes underlying control measures. Spatial orientation and visualization are necessary when monitoring disease progression and generating potential control strategies. We incorporated a geographic information system (GIS) into our multi-scale simulation framework in order to capture spatial variation in disease transmission throughout Taiwan. The GIS supports a visual analysis of the spatial impacts of individual control measures. Combining multi-scale simulations, spatial visualization, and geographic information can clarify spatial and temporal characteristics in support of potential pandemic preparation and control measures.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In this paper we proposed a pre-analysis framework for network-based epidemic simulations for purposes of training students and novice researchers, and gave framework reduction and extension examples in terms of collected geographic and demographic data. Epidemiologists can use this information to support such tasks as analysing spreading situations and outbreak patterns, predicting future transmission dynamics, and assessing the efficacies of public health policies for disease prevention and control, vaccine development, and other efforts to fight epidemics. We also described two sample cases to discuss applications of Layer 2:Contact between different age groups in the same city.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Layer 3: Regional contact between cities.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Layer 4: Nationwide commuting network. Figure 6 Multi-scale framework for epidemiologic dynamics simulation.", "cite_spans": [], "ref_spans": [{"start": 39, "end": 47, "text": "Figure 6", "ref_id": null}], "section": "Conclusion"}, {"text": "network-based epidemic simulations. Our experiences in teaching epidemiological modelling and simulations have allowed us to identify three challenges for instructors: choice of a suitable network model, preparation for instructionbased teaching, and evaluating student understanding. Network-based simulations for solving epidemiology issues require more demographic and geographic data support and larger amounts of initial domain knowledge. In other words, most epidemiology issues require collaborations among computer scientists, sociologists, epidemiologists, and policy decision-makers.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Simulations and the Future of Learning: An Innovative (and Perhaps Revolutionary) Approach to e-Learning", "authors": [{"first": "C", "middle": [], "last": "Aldrich", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Mathematical models for the analysis of Hepatitis B and AIDS epidemics", "authors": [{"first": "M", "middle": [], "last": "Alfonseca", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Martinez-Bravo", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Torrea", "suffix": ""}], "year": 2000, "venue": "Simulation", "volume": "74", "issn": "4", "pages": "219--226", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Advancing the art of simulation in the social sciences", "authors": [{"first": "R", "middle": [], "last": "Axelrod", "suffix": ""}], "year": 1997, "venue": "Complexity", "volume": "3", "issn": "2", "pages": "16--22", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "If smallpox strikes Portland", "authors": [{"first": "C", "middle": ["L"], "last": "Barrett", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Eubank", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Smith", "suffix": ""}], "year": 2003, "venue": "Sci Am", "volume": "292", "issn": "3", "pages": "42--49", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Is simulation better than experience", "authors": [{"first": "D", "middle": [], "last": "Bertsche", "suffix": ""}, {"first": "Crawford", "middle": ["C"], "last": "Macadam", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "", "suffix": ""}], "year": 1996, "venue": "McKinsey Quart", "volume": "1", "issn": "1", "pages": "50--58", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The process of education", "authors": [{"first": "J", "middle": ["S"], "last": "Bruner", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Lufburrow", "suffix": ""}], "year": 1963, "venue": "Am J Phys", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Critical-behavior of a probabilistic-automata network SIS model for the spread of an infectious-disease in a group of moving individuals", "authors": [{"first": "N", "middle": [], "last": "Boccara", "suffix": ""}, {"first": "K", "middle": [], "last": "Cheong", "suffix": ""}], "year": 1993, "venue": "J Phys A-Math Gen", "volume": "26", "issn": "", "pages": "3707--3717", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Teaching transmission lines: A project of measurement and simulation", "authors": [{"first": "B", "middle": ["G"], "last": "Colpitts", "suffix": ""}], "year": 2002, "venue": "IEEE T Educ", "volume": "45", "issn": "3", "pages": "245--252", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Social indicators, Executive Yuan", "authors": [], "year": 2006, "venue": "Directorate General of Budget, Accounting and Statistics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "437", "issn": "7056", "pages": "209--214", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Simulation for the Social Scientist", "authors": [{"first": "G", "middle": ["N"], "last": "Gilbert", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Troitzsch", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Preinstructional simulations: Implications for science classroom teaching", "authors": [{"first": "C", "middle": ["P"], "last": "Hargrave", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Kenton", "suffix": ""}], "year": 2000, "venue": "J Comput Math Sci Teach", "volume": "19", "issn": "1", "pages": "47--58", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Using the CAMIM small-world epidemic model to analyze public health policies", "authors": [{"first": "J", "middle": ["L"], "last": "Hsieh", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Huang", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Sun", "suffix": ""}, {"first": "Yma", "middle": [], "last": "Chen", "suffix": ""}], "year": 2005, "venue": "Proceedings of Western Simulation Multiconference on Health Sciences Simulation", "volume": "", "issn": "", "pages": "63--69", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Teaching through simulation: Epidemic dynamics and public health policies", "authors": [{"first": "J", "middle": ["L"], "last": "Hsieh", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Sun", "suffix": ""}, {"first": "Gym", "middle": [], "last": "Kao", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Huang", "suffix": ""}], "year": 2006, "venue": "Simulation", "volume": "82", "issn": "11", "pages": "731--759", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Simulating SARS: Small-world epidemiological modelling and public health policy assessments", "authors": [{"first": "C", "middle": ["Y"], "last": "Huang", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Sun", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Hsieh", "suffix": ""}, {"first": "H", "middle": [], "last": "Lin", "suffix": ""}], "year": 2004, "venue": "JASSS", "volume": "7", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Influence of local information on social simulations in small-world network models", "authors": [{"first": "C", "middle": ["Y"], "last": "Huang", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Sun", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Lin", "suffix": ""}], "year": 2005, "venue": "JASSS", "volume": "8", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A novel small-world model: Using social mirror identities for epidemic simulations", "authors": [{"first": "C", "middle": ["Y"], "last": "Huang", "suffix": ""}], "year": 2005, "venue": "Simulation", "volume": "81", "issn": "10", "pages": "671--699", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "General profile of respective transportation and communications sectors-RAILWAY, IOT -Transportation Information-Statistical Trend", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Demographic structure and pathogen dynamics on the network of livestock movements in Great Britain", "authors": [{"first": "R", "middle": ["R"], "last": "Kao", "suffix": ""}, {"first": "L", "middle": [], "last": "Danon", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Green", "suffix": ""}, {"first": "I", "middle": ["Z"], "last": "Kiss", "suffix": ""}], "year": null, "venue": "P Roy Soc B: Biol Sci", "volume": "273", "issn": "", "pages": "1999--2007", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Stock simulation Engine for an Options Trading Game", "authors": [{"first": "C", "middle": ["A"], "last": "Klein", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Berlin", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Kostolansky", "suffix": ""}, {"first": "Del", "middle": [], "last": "Palacio", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Microscopic simulation of the stock market: The effect of microscopic diversity", "authors": [{"first": "M", "middle": [], "last": "Levy", "suffix": ""}, {"first": "H", "middle": [], "last": "Levy", "suffix": ""}, {"first": "S", "middle": [], "last": "Solomon", "suffix": ""}], "year": 1995, "venue": "J Phys I", "volume": "5", "issn": "", "pages": "1087--1107", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "An educational genetic algorithms learning tool", "authors": [{"first": "Y", "middle": ["H"], "last": "Liao", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Sun", "suffix": ""}], "year": 2001, "venue": "IEEE T Educ", "volume": "44", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Containing pandemic influenza at the source", "authors": [{"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "309", "issn": "5737", "pages": "1083--1087", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Epidemics and percolation in small-world networks", "authors": [{"first": "C", "middle": [], "last": "Moore", "suffix": ""}, {"first": "Mej", "middle": [], "last": "Newman", "suffix": ""}], "year": 2000, "venue": "Phys Rev E", "volume": "61", "issn": "5", "pages": "5678--5682", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Learn by doing: How to include new requirements of research in engineering education", "authors": [{"first": "F", "middle": [], "last": "Oehme", "suffix": ""}], "year": 2000, "venue": "Eur J Eng Educ", "volume": "25", "issn": "2", "pages": "131--137", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The Development of Thought: Equilibration of Cognitive Structures", "authors": [{"first": "J", "middle": [], "last": "Piaget", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Problem based learning: An instructional model and its constructivist framework", "authors": [{"first": "J", "middle": ["R"], "last": "Savery", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Duffy", "suffix": ""}], "year": 1995, "venue": "Educ Technol", "volume": "35", "issn": "5", "pages": "31--38", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Scale-free networks and sexually transmitted diseases: A description of observed patterns of sexual contacts in Britain and Zimbabwe", "authors": [{"first": "A", "middle": [], "last": "Schneeberger", "suffix": ""}], "year": 2004, "venue": "Sex Transm Dis", "volume": "31", "issn": "6", "pages": "380--387", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Spatial dynamics of pandemic influenza in a massive artificial society", "authors": [{"first": "P", "middle": [], "last": "Stroud", "suffix": ""}], "year": 2007, "venue": "JASSS", "volume": "10", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Impact of social behaviors on HIV epidemic: A computer simulation view", "authors": [{"first": "C", "middle": ["J"], "last": "Sumodhee", "suffix": ""}], "year": 2005, "venue": "Proceedings of International Conference on Computational Intelligence for Modelling, Control and Automation", "volume": "2", "issn": "", "pages": "550--556", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Does it Compute? The Relationship Between Educational Technology and Student Achievement in Mathematics", "authors": [{"first": "H", "middle": [], "last": "Wenglinsky", "suffix": ""}], "year": 1998, "venue": "HIV/AIDS in Asia and the Pacific region", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Ten things you need to know about pandemic influenza", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Confirmed Human Cases of Avian Influenza A (H5N1)", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Cellular Automata and Social Mirror Identity Model (CASMIM).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "of data used for model testing and validation. 1 For each simulation we activated a harm reduction policy in December 2005 (simulation time step 264) and increased the policy participation rate from 30% to 80% in June 2006 (time step 270). Prediction results are presented as the curves marked with squares: pre-2006 results were well above actual 2003-2008 HIV epidemic curves (eg 1047 cases predicted for 2003 compared to 861 actual) and post-2007 results were below the actual number (1782 versus 1935). Taiwanese health authorities initiated an HIV harm reduction policy in December 2005. Despite the low policy participation rate (30%), it exerted a strong positive effect in terms of bringing the HIV epidemic under control by reducing the number of new HIV-positive cases from 3386 to 2924 by the end of 2006. This represents the first decrease in the number of new HIV cases in Taiwan since 1986. A stronger harm reduction policy was activated in June 2006, Bipartite relations among injecting drug users (IDUs) and their meeting locations. resulting in a further decrease in the number of new HIVpositive cases to 1935 by the end of 2007. Our 2002-2010 simulation results also indicate a decreasing trend and suggest that an ongoing harm reduction plan would both lower the number of new HIV-positive individuals and reduce the HIV reproduction number from 28 (during 1984-2006) to 1.1 (during 2007-2008).", "latex": null, "type": "figure"}, "FIGREF2": {"text": ", Executive Yuan, Republic of China, 2008). Demographic data from the 2006 Social Indicators Report (Directorate General of Budget, Accounting and Statistics, Executive Yuan, Republic of China, 2006) published by the A comparison of actual and predicted 1 HIV epidemic curves from 2003 to 2010 in Taiwan.1", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Northern Taiwan commuter network. Each node represents a city or town and each edge represents a commuter connection. Node size reflects the percentage of persons who work and live in the same city. Edge thickness reflects the number of commuters travelling between cities.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Contact between same age groups.", "latex": null, "type": "figure"}, "TABREF0": {"text": "the influences of different public health policies in different regions, and execute 'what-if' experiments to study the emerging behaviours of infections when irrelevant health policies are temporarily removed.", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Statistical results for (a) HIV and (b) Flu simulations pre-tests and post-tests", "latex": null, "type": "table"}, "TABREF5": {"text": "Statistical of numbers of persons in regularly visited locations such as households, workplaces, and classrooms", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Number of persons in regularly visited locations\n</td><td>Percentage of regularly visited locations\n</td></tr><tr><td>1 </td><td>9\n</td></tr><tr><td>2 </td><td>28\n</td></tr><tr><td>3 </td><td>14\n</td></tr><tr><td>4 </td><td>22\n</td></tr><tr><td>5 </td><td>13\n</td></tr><tr><td>6 </td><td>5\n</td></tr><tr><td>7 </td><td>4\n</td></tr><tr><td>8 </td><td>1\n</td></tr><tr><td>15 </td><td>1\n</td></tr><tr><td>25 </td><td>1\n</td></tr><tr><td>30 </td><td>1\n</td></tr><tr><td>35 </td><td>1\n</td></tr><tr><td>40 </td><td>0.3\n</td></tr><tr><td>45 </td><td>0.3\n</td></tr><tr><td>50 </td><td>0.3\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Prevention effect ðPolicy AÞ", "latex": null, "type": "table"}, "TABREF8": {"text": "Comparisons of (a) prevention effects and (b) cost-efficacies among five public health policies Note: #1: Inoculate individuals at random; #2: Locate and inoculate those who have come into contact with infected individuals; #3: Encourage hand washing and mask-wearing by the general public during the flu season; #4: Quarantine infected individuals until complete recovery and home quarantine individuals who have come into contact with them for a minimum of 8 days; #5: Give anti-virus medicine in advance for prevention purposes.", "latex": null, "type": "table"}, "TABREF9": {"text": "Table 1 Numbers of HIV-1 infections in Taiwan from January 1984 to December 2008", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Year </td><td>Number of HIV-1 cases per year\n</td></tr><tr><td>1984 </td><td>9\n</td></tr><tr><td>1985 </td><td>15\n</td></tr><tr><td>1986 </td><td>11\n</td></tr><tr><td>1987 </td><td>12\n</td></tr><tr><td>1988 </td><td>29\n</td></tr><tr><td>1989 </td><td>43\n</td></tr><tr><td>1990 </td><td>36\n</td></tr><tr><td>1996 </td><td>277\n</td></tr><tr><td>1997 </td><td>348\n</td></tr><tr><td>1998 </td><td>401\n</td></tr><tr><td>1999 </td><td>478\n</td></tr><tr><td>2000 </td><td>530\n</td></tr><tr><td>2001 </td><td>654\n</td></tr><tr><td>2002 </td><td>771\n</td></tr><tr><td>2003 </td><td>861\n</td></tr><tr><td>2004 </td><td>1519\n</td></tr><tr><td>2005 </td><td>3386\n</td></tr><tr><td>2006 </td><td>2924\n</td></tr><tr><td>2007 </td><td>1935\n</td></tr><tr><td>2008 </td><td>1752\n</td></tr></table></body></html>"}}, "back_matter": []}