{
    "paper_id": "0139e7b44cbfa39260fcaf9ccbc2392ad3abd85d",
    "metadata": {
        "title": "Limited recognition of Mycobacterium tuberculosis-infected macrophages by polyclonal CD4 and CD8 T cells from the lungs of infected mice",
        "authors": [
            {
                "first": "Yash",
                "middle": [
                    "R"
                ],
                "last": "Patankar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rujapak",
                "middle": [],
                "last": "Sutiwisesak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shayla",
                "middle": [],
                "last": "Boyce",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rocky",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cecilia",
                "middle": [
                    "S"
                ],
                "last": "Lindestam Arlehamn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Sette",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "M"
                ],
                "last": "Behar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Immune responses following Mycobacterium tuberculosis (Mtb) infection or vaccination are frequently assessed by measuring T-cell recognition of crude Mtb antigens, recombinant proteins, or peptide epitopes. We previously showed that not all Mtb-specific T cells recognize Mtb-infected macrophages. Thus, an important question is what proportion of T cells elicited by Mtb infection recognize Mtb-infected macrophages. We address this question by developing a modified elispot assay using viable Mtb-infected macrophages, a low multiplicity of infection and purified T cells. In C57BL/6 mice, CD4 and CD8 T cells were classically MHC restricted. Comparable frequencies of T cells that recognize Mtb-infected macrophages were determined using interferon-γ elispot and intracellular cytokine staining, and lung CD4 T cells more sensitively recognized Mtb-infected macrophages than lung CD8 T cells. Compared to the relatively high frequencies of T cells specific for antigens such as ESAT-6 and TB10.4, low frequencies of total pulmonary T cells elicited by aerosolized Mtb infection recognize Mtb-infected macrophages. Finally, we demonstrate that BCG vaccination elicits T cells that recognize Mtb-infected macrophages. We propose that the frequency of T cells that recognize infected macrophages could correlate with protective immunity and may be an alternative approach to measuring T-cell responses to Mtb antigens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The WHO estimates that 23% of the world's population is latently infected with Mycobacterium tuberculosis (Mtb), the causative agent of tuberculosis (TB), and 10 million active cases are reported every year. 1 An incomplete understanding of the host−pathogen interactions and the lack of known correlates of protective immunity have hampered the development of a TB vaccine that is sufficiently efficacious to have a major impact on the global disease burden.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 209,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Mtb infection elicits CD4 and CD8 T-cell responses in both humans and animal models, and their role in immunity to primary disease is widely appreciated. Numerous vaccine strategies use immunodominant antigens to elicit T-cell responses. Most human and murine vaccine studies rely on using crude Mtb fractions, Mtb peptides or recombinant Mtb proteins as antigens to assess the immunogenicity and function of vaccine-elicited T cells. An underlying assumption has been that most Mtb antigen-specific T cells elicited during natural infection will recognize Mtb-infected antigen presenting cells (APC). However, the parameters used to measure vaccine immunogenicity such as cell numbers or cytokine responses of antigen-specific T cells after stimulation with antigen have not correlated with, or predicted the protective potential of vaccines. 2, 3 Recent data challenge the assumption that all Mtb-antigenspecific T cells primed following infection recognize Mtb-infected macrophages. We find that CD8 T cells specific for TB10.4 4−11 , an immunodominant epitope in C57BL/6 mice, do not recognize Mtb-infected macrophages and vaccination with TB10.4 4−11 does not confer protection. 4, 5 Other studies find that CD4 T cells specific for Ag85b 240-254 , another immunodominant antigen, have a weak response in granulomas due to limited local antigen presentation by infected myeloid cells. 6, 7 Yet optimal control of Mtb in vivo requires direct recognition of infected myeloid cells by CD4 T cells. 8 The chief paradigm of T-cell-based vaccines is that the elicited T cells must recognize Mtb-infected macrophages to confer protection.",
            "cite_spans": [
                {
                    "start": 844,
                    "end": 846,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 847,
                    "end": 848,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "4−11",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1187,
                    "end": 1188,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1390,
                    "end": 1392,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1393,
                    "end": 1394,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1500,
                    "end": 1501,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is difficult to reconcile the profound immunodominance of some Mtb antigens with the failure of T cells specific for those antigens to recognize Mtb-infected macrophages. 4 Importantly, following aerosol infection, Mtb disseminates to the mediastinal lymph node, where T cells are first primed by dendritic cells, which then expand and traffic to the lung. 9 , 10 We speculate that there may be a mismatch in the antigens presented (or cross-presented) by uninfected DC in the lymph nodes and antigens presented by infected macrophages in the lung. Thus, T cells primed in the lymph nodes during natural infection may not necessarily recognize antigens presented by Mtb-infected macrophages in the lung. 11 Regardless of the mechanism, we wondered whether the inability of some T cells to recognize Mtb-infected macrophages might explain why the number of antigen-specific T cells may not necessarily correlate with vaccine-induced protection.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 360,
                    "end": 361,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 364,
                    "end": 366,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 707,
                    "end": 709,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To assess T-cell recognition of Mtb-infected macrophages we developed a modified elispot assay based on interferon (IFN)-γ spot forming cells (SFC). Using a low multiplicity of infection (MOI), we quantify the frequency of T cells that recognize Mtbinfected macrophages during primary infection in mice. We find that an unexpectedly low frequency of ex vivo CD8 and CD4 T cells recognizes Mtb-infected macrophages. We demonstrate that majority of the T cells from C57BL/6 mice that recognize Mtb-infected macrophages are conventionally MHC-restricted T cells. Our data show that CD4 T cells efficiently detect Mtbinfected macrophages at a lower MOI, whereas CD8 T cells only recognize more heavily infected cells. Using proof-ofconcept vaccination studies, we show that BCG elicits T cells that recognize Mtb-infected macrophages. We envision this novel assay as a complementary approach to immunogenicity studies and mycobacterial growth inhibition assays. By specifically measuring the frequency of vaccine-elicited T cells that recognize Mtb-infected macrophages pre-challenge, this assay could provide another criterion to help screen and prioritize the selection of T-cell-based vaccines for preclinical and clinical development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Measuring T-cell recognition by the Mtb-infected macrophage elispot (MIME) We modified our established in vitro macrophage infection model. 4 We aimed to maximize the percentage of infected macrophages, preserve their viability, and achieve a physiologically relevant MOI. 12 Using YFP-expressing H37Rv at a multiplicity of infection (MOI) of 4 to infect thioglycolate-elicited peritoneal macrophages (TG-PM), we found that 70% of macrophages were infected with 93% viability after 18−24 h (Fig. 1a, b) . In contrast, fewer than 35% of macrophages were infected at an MOI of 1 (Fig. 1c) . Although 90% of the macrophages were infected at an MOI of 20, there was a drastic decrease in macrophage viability (Fig. 1c) . Using an MOI of 4 for our assays led to a median effective MOI of about 5 (range 2-13) (Fig. 1d) . Thus, an MOI of 4 maximized the percentage of infected macrophages while maintaining cell viability.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 273,
                    "end": 275,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 502,
                    "text": "(Fig. 1a, b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 577,
                    "end": 586,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 705,
                    "end": 714,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 804,
                    "end": 813,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We next established an IFN-γ enzyme-linked immunospot (elispot) assay to measure the frequency of T cells that recognize Mtb-infected macrophages by culturing purified T cells with Mtbinfected macrophages. To first validate the assay, we diluted ESAT-6-specific CD4 T cells (hereafter, C7 T cells; see Methods) into an excess of splenic T cells from uninfected C57BL/6 mice. Minimal activation of C7 T cells occurred when they were cultured with uninfected macrophages (Fig. 1e) . There was no activation of the naïve C57BL/6T cells when cultured with infected macrophages or uninfected macrophages and ESAT-6 3-17 peptide (data not shown). When the C7 and naïve T-cell mixture was cocultured with Mtb-infected macrophages, specific spots were produced by 40−50% of the input C7 cells, and specific spots were detected even when their frequency was as low as 0.04% of the total T cells (Fig. 1e) . When ESAT-6 3−17 peptide was provided in excess, 70 −80% of input C7 T cells produced IFN-γ (i.e., 150 spots per 200 C7 cells, Fig. 1e ). We then used Ag85b-specific CD4 T cells (hereafter, P25 cells) in this assay. We observed that more than half of the P25 T cells that recognized Ag85b 240-254 peptide could recognize Mtbinfected macrophages (Fig. 1f) . Furthermore, infected macrophages did not inhibit T-cell production of IFN-γ in response to the cognate peptide. Based on our results with C7 and P25 T cells, the Mtb-Infected Macrophage ELISPOT (MIME) appeared to represent a sensitive and specific way to identify T cells that recognize Mtbinfected macrophages.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 478,
                    "text": "(Fig. 1e)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 886,
                    "end": 895,
                    "text": "(Fig. 1e)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1025,
                    "end": 1032,
                    "text": "Fig. 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1243,
                    "end": 1252,
                    "text": "(Fig. 1f)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "A low frequency of T cells recognizes Mtb-infected macrophages We next determined the frequency of polyclonal T cells from lowdose aerosol Mtb-infected mice that recognized Mtb-infected macrophages using the MIME. Among highly purified splenic CD4 and CD8 T cells from mice that had been infected for 4 or 8 wpi, a small population of splenic CD4 and CD8 T cells recognized Mtbinfected macrophages (Fig. 2a) . A negligible number of these T cells recognized uninfected macrophages; however, there was some activation of T cells from uninfected mice after culture with Mtb-infected macrophages. Based on these data, we calculated the frequency of splenic CD4 and CD8 T cells that recognized Mtbinfected macrophages as 2−3%, and 0.5−1%, respectively, between 4 and 10 wpi (Fig. 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 407,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 770,
                    "end": 779,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "A higher frequency of lung T cells recognized Mtb-infected macrophages (i.e., MIME + T cells) compared to splenic T cells. Four to six percent lung CD4 T cells were MIME + through 10 wpi and then trended to increase to 4−20% by 20 wpi (Fig. 2c) . The frequency of MIME + CD4 T cells was higher than the combined frequency of CD4 T cells that made IFN-γ in response to Ag85b 240−254 and ESAT-6 3−17 (Fig. 2d) . Based on the known ability of ESAT-6-specific and Ag85b-specific T-cell lines to recognize Mtb-infected macrophages ( Fig.1 and refs. 4, 13 ) , these T-cell specificities likely constitute a subset of the CD4 T cells that recognize Mtb-infected macrophages during infection.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 546,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "13 )",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 398,
                    "end": 407,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 528,
                    "end": 533,
                    "text": "Fig.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Similarly, between 4 and 10 wpi, the frequency of MIME + CD8 T cells remained relatively constant at 2−6% and then increased by 20 wpi (Fig. 2e) . The frequency of CD8 T cells recognizing Mtbinfected macrophages was generally higher than the frequency of T cells that made IFN-γ in response to 32a 93−102 and TB10.4 4−11 epitopes (Fig. 2f) . Although the frequency of TB10.4 4−11 -specific CD8 T cells tracked the frequency of MIME + CD8 T cells, our prior work shows that TB10 4−11 -specific CD8 T cells do not recognize Mtb-infected macrophages. 4 The lower percentage of T cells that produce IFN-γ in response to Ag85b 240−254 , ESAT-6 3−17 , 32a 93−102 and TB10.4 4−11 compared to the percentage of T cells that produce IFN-γ in response to Mtb-infected macrophages suggest that additional Mtb-specific T-cell antigens and/or epitopes presented by the infected macrophages contribute to the higher IFN-γ produced in response to infected macrophages. Although we do not know the identity of these antigens, nearly 80 distinct Mtb proteins have been shown to be recognized by murine T cells (S.M.B., unpublished observation, based on data at IEDB.org). In conclusion, although the frequencies of CD4 and CD8 T cells that recognize Mtb-infected macrophages increased over time, it was still a low percentage of the total splenic or pulmonary T cells.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 549,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "text": "(Fig. 2e)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 330,
                    "end": 339,
                    "text": "(Fig. 2f)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Lung T cells recognize Mtb-infected macrophages by an MHCdependent manner T-cell activation results from TCR-mediated recognition of MHCpresented peptides (i.e., cognate activation) or from cytokinedriven stimulation by a TCR-independent mechanism (i.e., noncognate activation). 14 IL-12, which is produced by Mtb-infected macrophages, is a principal driver of noncognate activation. 15 To discriminate between cognate and noncognate T-cell activation, pulmonary CD8 T cells were cultured with Mtb-infected WT (i.e., MHCI-sufficient) or K b D b−/− (i.e., MHCI −/− ) macrophages. CD8 T-cell recognition of Mtb-infected macrophages was largely MHCIrestricted since there was a 90% reduction in SFC in the absence of K b and D b (Fig. 3a) . Furthermore, blocking IL-12 had no effect on CD8 T-cell recognition of Mtb-infected macrophages (Fig. 3b) .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 726,
                    "end": 735,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 834,
                    "end": 843,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To address the possibility of noncognate activation among CD4 T cells, we cultured pulmonary CD4 T cells with Mtb-infected WT (MHCII-sufficient) or Ab1 −/− (MHCII −/-) macrophages. Surprisingly, only a 40−50% reduction in SFC frequency was seen when CD4 T cells were cultured with Mtb-infected MHCII −/− macrophages (Fig. 3c) . One possibility is that these CD4 T cells included large Limited recognition of Mycobacterium tuberculosis-infected macrophages. . . YR. Patankar et al.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 325,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "numbers of nonconventional T cells 16, 17 ; or that these CD4 T cells were conventional T cells driven to secrete IFNγ by IL-12 produced by Mtb-infected macrophages. 18, 19 When CD4 T cells were cultured with Mtb-infected WT macrophages in the presence of anti-IL-12 mAb, no reduction in IFN-γ production was observed (Fig. 3d) . However, when CD4 T cells were cultured with MHCII −/− Mtb-infected macrophages and anti-IL-12 mAb, there was a significant reduction in the SFC frequency compared to the control groups (Fig. 3d) . These data indicate that while IL-12 is sufficient for noncognate activation of lung CD4 T cells to secrete IFN-γ, the majority of the CD4 T-cell response is MHCII-restricted, and cognate activation of CD4 T cells does not require IL-12. In conclusion, our data show that majority of both CD8 and CD4 T cells recognize Mtb-infected macrophages through classical MHC recognition.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 39,
                    "end": 41,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 170,
                    "end": 172,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 327,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 516,
                    "end": 525,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "T-cell recognition of Mtb-infected macrophages measured by flow cytometry We next adapted the MIME assay to a flow cytometry-based assay. Lung T cells from infected mice were used for the MIME assay and in parallel, were cultured with Mtb-infected macrophages and analyzed by intracellular cytokine staining (MIM-ICS). These two different assays led to similar estimates of the frequencies of CD4 and CD8 T cells that recognize Mtb-infected macrophages using IFN-γ as a readout (Fig. 4a, b) . Interestingly, while nearly all IFN-γproducing CD8 T cells expressed CD69, a significant fraction of IFN-γ-producing CD4 T cells were CD69-negative (Fig. 4a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 490,
                    "text": "(Fig. 4a, b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 641,
                    "end": 650,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The frequencies of CD4 and CD8 T cells that recognized wellcharacterized class II and class I MHC-restricted Mtb epitopes were compared using elispot and ICS using uninfected macrophages, and tetramers. We detected 5.1% ESAT-6 3−17 /I-A b tetramer + and e The Mtb-infected macrophage ELISPOT (MIME) assay was performed by infecting macrophages with H37Rv at an MOI of 4, for18−24 h. A titrated number of C7 T cells were mixed with polyclonal T cells (10 5 /well) from uninfected mice and added to Mtb-infected macrophages (10 5 /well). Where indicated, the ESAT-6 3-17 peptide was added to the wells. The assay was performed as described in the \"Methods\". f The P25 T-cell line was added to Mtb-infected macrophages, and the MIME assay performed. UI uninfected macrophages, Mtb Mtb-infected macrophages, pep Ag85b 240-254 peptide, αCD3 soluble anti-CD3 mAb. Two independent experiments are shown. Each experiment was normalized by subtracting the background and defining the αCD3 response as the maximal (i.e., 100%) response. Data are representative of two independent experiments with three technical replicates per experiment that yielded similar results (a, b, c, e, f), or 12 independent experiments with three technical replicates (d)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "1.2% Ag85b 240−254 /I-A b tetramer + CD4 T cells, consistent with published frequencies. 7, 20 After stimulation with the ESAT-6 3−17 and Ag85b 240−254 peptides the total frequency of CD4 T cells producing IFN-γ measured by ICS was greater than the frequencies determined using the tetramers (Fig. 4c, left) . Just as we observed a large population of CD69 − CD4 T cells that produced IFN-γ in response to Mtb-infected macrophages, CD69 was also absent from a large fraction of the CD4 T cells that produced IFN-γ after ESAT-6 stimulation (Fig. 4c , left; Supplementary Fig. 1 ). While we do not understand why CD69 − CD4 T cells secrete IFN-γ, it could represent noncognate activation or the recruitment of T cells that have a low affinity for ESAT6 but are not persistently activated in vivo. In contrast, the frequency of ESAT-6 3−17 -or Ag85b 240−254 -specific T cells measured by the elispot assay was lower than that determined by tetramer staining or by ICS (Fig. 4c) . For CD8 T cells, we detected 3.9% 32a 93−102 /K b tetramer + and 26.6% TB10.4 4−11 /K b tetramer + , respectively, consistent with published frequencies. 5, 21, 22 In contrast to the results obtained for CD4 T cells, the frequency of CD8 T cells that recognized 32a 93−102 and TB10.4 4−11 based on ICS was similar to the frequency determined using tetramers (Fig. 4c, right) . Similar to the results obtained with CD4 T cells, the frequency of antigen-specific T cells determined by the elispot assay for 32a 93−102 and TB10.4 4−11 was lower than the frequency determined using ICS or tetramers.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 92,
                    "end": 94,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1131,
                    "end": 1133,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 307,
                    "text": "(Fig. 4c, left)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 539,
                    "end": 547,
                    "text": "(Fig. 4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 570,
                    "end": 576,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 965,
                    "end": 974,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1335,
                    "end": 1351,
                    "text": "(Fig. 4c, right)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To address whether T-cell production of IFNγ could stimulate TG-PM to produce nitric oxide (NO) which might diminish the frequencies of MIME+ and MIM-ICS+ T cells detected, we added the iNOS inhibitor 1400 W to the assays. Overall, we detected a low level of NO produced by T cells after recognition of infected macrophages ( Supplementary Fig. 2 ). The addition of 1400 W did not change the frequency of MIME+ and MIM-ICS+ T cells, indicating that the frequencies of T cells that recognize Mtbinfected cells is not affected by NO-mediated inhibition. healthy IGRA+ individuals, 23 and which contains epitopes recognized by murine CD4 and CD8 T cells (CSLA, based on data available in the IEDB). The advantage of the megapool compared to other crude Mtb antigens (e.g., culture filtrate proteins, Mtb lysate or PPD) is that the epitopes are present at equimolar concentrations, and as epitopes are in the form of peptides and not proteins, they are efficiently presented by MHC I even when added exogenously to APC. We cocultured lung cells obtained from mice that had been infected for 4 weeks with Mtb-infected macrophages, or with the p300 megapool, and measured IFN-γ production by T cells. The CD4 T-cell response was skewed more towards the recognition of Mtb-infected macrophages than to the p300 megapool, indicating that some epitopes presented by Mtbinfected murine macrophages are not represented in the p300 megapool. In contrast, the CD8 T-cell response was skewed towards the recognition of the p300 megapool (Fig. 5a) . Thus, CD8 T cells recognize Mtb antigens that are either poorly presented or are not presented by Mtb-infected cells but are represented in the p300 pool (e.g., TB10.4 1−15 ). Compared to CD8 T cells, a greater frequency of CD4 T cells recognized Mtb-infected macrophages, indicating that CD4 T cells recognize Mtb-infected cells better than CD8 T cells at this time point (Fig. 5a) . The number of intracellular bacilli could contribute to the differences in CD4 and CD8 T-cell recognitions of infected macrophages. For example, a human CFP10-specific CD8 T-cell clone poorly recognizes Mtb-infected DC unless they are heavily infected. 24 To determine whether the MOI affects polyclonal T-cell recognition of macrophages, purified CD4 and CD8 T cells from the lungs of infected mice were cultured with macrophages infected using a range of MOI, and recognition was measured by MIM-ICS. CD4 T cells readily recognized infected-macrophages, even at a low MOI, and recognition increased at an MOI of 1.2 and plateaued at an MOI of 5.8 (Fig. 5b) . In contrast, there was little or no recognition by CD8 T cells at a low MOI, although recognition increased significantly when the MOI was increased to 5.8. (Fig. 5b) . Thus, pulmonary CD4 T cells recognize Mtb-infected macrophages with greater sensitivity than CD8 T cells.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 581,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1703,
                    "end": 1707,
                    "text": "1−15",
                    "ref_id": null
                },
                {
                    "start": 2173,
                    "end": 2175,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 346,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1523,
                    "end": 1532,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1908,
                    "end": 1917,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2569,
                    "end": 2578,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2738,
                    "end": 2747,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Quantifying T cells that recognize Mtb-infected macrophages after BCG vaccination We hypothesize that a protective vaccine will elicit MIME + T cells. We measured splenic T-cell recognition of Mtb-infected macrophages after 4−5 weeks post-subcutaneous vaccination with BCG, the only approved vaccine in clinical use for TB. Under these conditions, BCG elicited T cells that recognize Mtb-infected macrophages, and more T cells recognized Mtb-infected macrophages than those that recognized the Mtb epitopes Ag85b 240 −254 , 32a 93−102 , TB10.4 4−11 or the 300 peptide megapool (Fig. 6a) . The dose of BCG used in our studies conferred nearly a 1 log 10 CFU reduction when mice were challenged with Mtb 9 months after vaccination (Fig. 6b) . This result suggests that BCG elicits a broad MIME + T-cell response, and this breadth in T-cell recognition of infected macrophages post-vaccination might contribute to the protection conferred by BCG. Thus, the MIME could be a complementary approach to assess T-cell-based vaccine candidates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 577,
                    "end": 586,
                    "text": "(Fig. 6a)",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 738,
                    "text": "(Fig. 6b)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Numerous microbial and host factors determine whether a protein from an intracellular bacterium elicits a T-cell response. These include the bacilli's intracellular niche, the protein's abundance, and whether it is secreted. Much T-cell-based vaccine development operates under the paradigm that Mtb-specific T cells elicited by natural infection will recognize infected APC. A corollary is that if such T cells can be elicited by vaccination, they will mediate protection against Mtb. Recent data challenge this assumption and show that not all Mtb-antigen-specific T cells recognize Mtb-infected macrophages. 4, 6, 7, 25 This concept is consistent with data from a recent clinical trial where CD8 T cells elicited by an adenoviral-vectored vaccine expressing Mtb antigens either failed to recognize or only modestly recognized Mtb-infected DC. 26 The current paradigm needs to incorporate the possibility that some Mtb antigens, which elicit immunodominant responses, may not be presented by Mtb-infected APC. 4 A strategy to enumerate T-cell recognition of Mtb-infected APC could deepen our understanding of host−pathogen interactions and assist in the development of new vaccines.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 613,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 614,
                    "end": 616,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 617,
                    "end": 619,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 846,
                    "end": 848,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1012,
                    "end": 1013,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We developed the MIME to quantify T cells that recognize Mtbinfected macrophages. A majority of infected myeloid cells from the lungs contain 1-5 bacteria per cell. 12 To mimic in vivo conditions, we used an effective median MOI of 5, which resulted in infection of 70% of the macrophages without compromising their viability. These were important considerations since bystander APC can present antigens released from Mtb-infected cells or from dying cells, as described for DC. 25, [27] [28] [29] [30] We hypothesized that there would be a discrepancy between the frequency of T cells that recognize peptide epitopes versus Mtb-infected macrophages. Consistent with our hypothesis, we found a minority of purified CD4 and CD8 T cells from the lungs of Mtb-infected mice recognized Mtb-infected macrophages, although the frequency was sometimes higher, particularly during chronic infection. In our studies, >90% of the CD8 T cells capable of recognizing Mtbinfected macrophages were class I MHC-restricted. The CD4 b a d c T-cell response was more complicated. In the absence of class II MHC, IL-12 was sufficient to drive noncognate IFN-γ secretion by a subset of pulmonary CD4 T cells. When IL-12 was blocked, we found that majority of the IL-12-driven IFN-γ secretion was abrogated, and >80% of the CD4 T cells were class II MHC-restricted. A similar observation was made for IL-18, which can drive antigen-experienced CD4 T cells to secrete IFN-γ following Salmonella infection. 14, 18 Our data show that WT Mtbinfected macrophages are recognized by CD4 T cells in the presence of a strong TCR stimulus, and this recognition is independent of IL-12. An important finding is that, based on our IFN-γ elispot assay, the combined frequency of CD4 T cells recognizing Ag85b 240−254 and ESAT-6 3−17 , two epitopes known to be presented by infected macrophages, accounts for only one third of the polyclonal CD4 T cells that recognize Mtb-infected macrophages. The case is even more extreme for CD8 T cells. It is unknown whether 32a 93−102 is presented by Mtb-infected macrophages; but TB10.4 4−11 is not. 4 Thus, fewer than 10% of the total CD8 T cells that recognize Mtbinfected macrophages can be accounted for by known epitopes. Consistent with these observations, our MIM-ICS data strongly suggest that there are other epitopes for CD4 T cells that recognize Mtb-infected macrophages but are not represented in the multipeptide pool 300. Conversely, there are epitopes for CD8 T cells that may not be efficiently presented by Mtb-infected macrophages but are overrepresented in the multipeptide pool 300. The megapool consists of Mtb epitopes recognized by human CD4 T cells and a peptide pool designed for the mouse is not available. Although there is overlap between the epitopes recognized by human and murine T cells, there are likely to be differences in MHC-binding and immunodominance between the two species. Thus, if a peptide pool were available for C57BL/6 mice, we might expect that frequency of T cells recognizing peptide epitopes to increase, which would lead to a larger discrepancy between the repertoire of T cells that recognize Mtb antigens and those that recognize Mtb-infected macrophages. Our data for MIM-ICS and multipeptide pool 300 are obtained using mice infected for 4 weeks, and the recognition pattern represents differences in CD4 and CD8 T-cell biology during TB infection at this time. It may be interesting for future studies to assess if different skewing patterns may emerge during chronic phases of infection, especially since CD8 T-cell recognition of infected macrophages increases during chronic phases.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1484,
                    "end": 1487,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1488,
                    "end": 1490,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2106,
                    "end": 2107,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A limitation of the MIME is its focus on IFN-γ. Although IFN-γ is useful for detecting Mtb-specific T-cell responses, we recognize that under some conditions or in some individuals, other cytokines (e.g., IL-2, IL-17, and TNF) may be produced by T cells in the absence of IFN-γ. Fortunately, both the ELISPOT and ICS assays can be modified to detect more than one cytokine. A second limitation is the focus on antigens that are presented during the first 48 h of in vitro infection. An interesting issue was that the frequency of epitope-specific T cells differed between assays. 21, 31, 32 Key differences in methodologies and the timing (see Methods) make direct comparisons difficult. Similar discrepancies between elispot and ICS assays were previously found for the T-cell response to protein antigens. 32 For the class II MHCrestricted peptide epitopes, ICS led to a greater calculated frequency than tetramers or elispot, while for the class I MHCrestricted epitopes, the frequency based on tetramer staining and ICS were similar, and greater than that determined by the elispot assay. One possibility is that the class II tetramers may inefficiently detect low affinity antigen-specific T cells, which may be more sensitively detected by dodecamers. 33 Regardless, both the Mtbinfected macrophage ELISPOT and the Mtb-infected macrophage ICS assay yield similar frequencies of IFN-γ-producing T cells that recognize Mtb-infected macrophages.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 583,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 588,
                    "end": 590,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 808,
                    "end": 810,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Other studies have shown that after in vitro expansion, human and murine CD8 T-cell lines recognize and kill Mtb-infected DC or macrophages. 24, [34] [35] [36] [37] These studies have been useful for characterizing antigen specificity and T-cell function, but cannot deduce the ex vivo frequency of T cells that recognize infected macrophages. Additionally, macrophage phagosomes are more degradative compared to DC phagosomes, which may lead to differences in antigen presentation. 38, 39 Limited information is available concerning the capacity of ex vivo T cells to recognize Mtb-infected cells. 24, [34] [35] [36] [37] [40] [41] [42] Barriers to these experiments include the low frequency of antigen-specific T cells in human blood and technical difficulties using live Mtb-infected cells, especially macrophages. Most human and murine studies use DC as the infected cell. 40 Although the Flynn lab assessed lymph node and lung T-cell recognition of Mtb-infected DC, these studies found very low frequencies of T cells that recognized Mtb-infected DC. 40, 43 Possible confounders include the use of total lung cells instead of purified T cells and the reliance on anti-MHCI or anti-MHCII antibodies to estimate the frequencies of CD4 and CD8 T cells recognizing Mtb-infected DC, respectively. The interpretation of data using class II MHC blocking antibodies is problematic because of noncognate activation of CD4 T cells, as we observed (Fig. 3) . While the Lewinsohn lab found that human CD4 and CD8 T cells recognize Mtb-infected DC, and CD8 T cells recognize heavily infected DC, T-cell clones were used for this study. Since macrophages play an important role in Mtb biology and disease progression, [44] [45] [46] we wanted to assess T-cell recognition of Mtbinfected macrophages. Using a tractable system that allows the use of Mtb-infected macrophages at a median MOI of~5, we report the ex vivo frequencies of primary T cells that recognize Mtb-infected macrophages post-infection and post-BCG vaccination.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 487,
                    "end": 489,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 878,
                    "end": 880,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1061,
                    "end": 1063,
                    "text": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1710,
                    "end": 1714,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1715,
                    "end": 1719,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1720,
                    "end": 1724,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 1443,
                    "end": 1451,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "At the present time, we have no data to directly correlate MIME + T cells with control of CFU in vivo, as we do in vitro. 4 Since direct CD4 T-cell recognition of infected APC is required for CFU control in vivo, 8 it is likely that MIME + CD4 and CD8 T cells recognize Mtb-infected APC and promote bacillary control in vivo. Why then, despite an apparent increase in the frequency MIME + T cells late during infection, is there a failure to control the lung bacterial burden? Such T cells may become dysfunctional 47 or fail to be optimally positioned to interact with infected APC. 48, 49 Another possibility is that infected macrophages inefficiently present bacterial antigens to T cells, either because of active immune evasion or APC dysfunction. Alternatively, antigen presentation by Mtb-infected cells could be limited because when intracellular bacilli are present at low numbers (i.e., <5 bacilli/cell) or are metabolically quiescent, there is little antigen available for presentation. Our data that polyclonal CD8 T cells preferentially recognize Mtb-infected macrophages at higher MOIs are consistent with published data showing human CD8 T-cell clones preferentially recognize heavily infected DC. 24 Furthermore, we show that CD4 T cells are better able to recognize Mtb-infected macrophages at a higher MOI and their ability is also limited at lower MOIs. Whether this disparity could also be affected by differences in macrophages vs. DC, mouse vs. human APCs, or ex vivo vs. cultured T cells, remains to be determined. It would be interesting to characterize CD4 and CD8 T cells that can recognize low-MOI-infected macrophages as this may identify antigens that are more likely to be presented during natural infection or post- a Splenic T cells were enriched by negative selection from the agematched control (open symbols) or BCG-vaccinated (closed symbols) mice, 4−5 weeks after immunization. The MIME assay was used to determine the frequency of T cells that recognized Mtb-infected macrophages. In addition, the frequency of Mtb epitope-specific T cells among these T cells was determined by coculture with uninfected macrophages and the respective peptides. Data are combined showing three individual mice per experiment from 2 to 3 experiments (different symbols) (n = 9 mice for MIME response; n = 6 mice for peptide response). Each point is an average of duplicate two replicates. b BCG-vaccinated or control C57BL/6 mice (n = 7/group) were challenged 9 months post vaccination using aerosol Mtb infection and CFU in the lungs and spleens was assessed at 4 wpi. Data from one representative experiment are shown challenge. Increasingly, we favor the idea that vaccine failure has little to do with the quality of the T cells that are elicited; instead, the problem is that vaccine-elicited T cells may not recognize infected APC that harbor few bacilli.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 213,
                    "end": 214,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 588,
                    "end": 590,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1213,
                    "end": 1215,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The low frequency of MIME + T cells is consistent with Mtb using multiple strategies to evade detection by the immune system. 50 We and others have proposed that Mtb could be using certain immunodominant antigens as decoys. 4, 51 An understanding of the host−pathogen interactions will be crucial in identifying protective antigens for use in the next generation of vaccines. We show that T cells elicited by BCG vaccination are capable of recognizing Mtb-infected macrophages. The frequency of BCG-elicited T cells could be used as a benchmark to compare other whole cell or subunit vaccines. A correlation between T cells recognizing Mtbinfected cells and protection could also provide insights into the immunological mechanisms of novel vaccines.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "text": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 224,
                    "end": 226,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 227,
                    "end": 229,
                    "text": "51",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We envision that the MIME assay could be used to study immune evasion by Mtb and study T-cell recognition of Mtbinfected macrophages. For example, we previously used a modified version of the MIME assay to show that iNKT cells recognized Mtb-infected macrophages, and the MIME assay could be applied to other T-cell subsets (e.g., unconventional T cells). 52 Finally, as we believe that recognition of Mtb-infected macrophages by vaccine-elicited T cells will be a prerequisite to protection, we expect that the MIME assay could be used to assess T-cell-based vaccine candidates as a complementary approach to immunogenicity studies or other approaches such as the mycobacterial growth inhibition assay.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 358,
                    "text": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "All animal studies were conducted in accordance with the protocol approved by the Institutional Animal Care and Use Committee at the University of Massachusetts Medical School (Animal Welfare Assurance number A3306-01). All studies adhere to the relevant guidelines and recommendations from the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health and the Office of Laboratory Animal Welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "In vitro Mtb infection Macrophages (10 6 /well) were cultured overnight at 37°C, 5% CO 2 in 12-well Nunc UpCell plates. Unless otherwise mentioned, H37Rv was used for infection at a multiplicity of infection (MOI) of 4. Bacteria were added to macrophages for 18−24 h at 37°C, 5% CO 2 . Then, the plates were left at room temperature for 30 min to allow the macrophages to become nonadherent. Macrophages were harvested by gently pipetting the cells, followed by washing each well twice. The harvested cells were washed twice by centrifugation at 1500 rpm for 5 min. Live, Mtb-infected or uninfected macrophages were counted by Trypan blue exclusion of dead cells and used in MIME. To assess actual MOI, a subset of the macrophages was lysed using a final concentration of 1% Triton-X-100, serially diluted using 0.9% NaCl-0.02% Tween-80 and immediately plated on 7H11 plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Mtb-infected macrophage ELISPOT Mtb-infected or uninfected macrophages resuspended in complete media without antibiotics were aliquoted at 10 5 cells/well in an elispot plate that had been coated with the IFN-γ capture antibody and blocked with complete media as per the manufacturer's instructions. Mtb-infected macrophages were allowed to adhere for at least 1 h at 37°C, 5% CO 2 , and then T cells were added to the macrophages at variable T cell:APC ratio. Positive controls included anti-CD3 and anti-CD28 condition (each at 2 μg/ ml). Where indicated, single peptides (10 μM) or the peptide megapool 300 (2 μg/ml) were added to uninfected macrophages prior to the addition of T cells. T cells were coincubated with macrophages for 18−24 h, followed by cell lysis using deionized water, incubation with detection antibody and development as per the manufacturer's instructions. The elispot insert was fixed with 1% paraformaldehyde in PBS for 1 h and then washed 3× with water. The ELISPOT insert was allowed to dry overnight, and single-color red spots were enumerated using the CTL Immuno-Spot S5 Analyzer, software version 5.4.0.10 from Cellular Technology Limited (Cleveland, Ohio). Spot-forming cells were counted and corrected for background by subtracting the spots for the conditions with infected or uninfected macrophages without any added T cells. 31 Flow cytometric staining and intracellular cytokine staining (ICS) Mtb-infected macrophages were stained with Zombie Aqua (live/ dead staining) as per the manufacturer's instructions, followed by Fc receptor block with monoclonal antibody 2.4G2 and surface staining using anti-F4/80 and anti-CD45. For MHC class II tetramer staining, enriched T cells were resuspended in complete media and incubated at 37°C, 5% CO 2 for 1 h with MHC class II tetramers, following which surface staining was performed with antibodies at 4°C. For MHC class I tetramer staining, cells were surface stained together with tetramers and antibodies at 4°C. For experiments involving ICS, T cells enriched from Mtb-infected lung samples were cocultured with Mtb-infected macrophages, uninfected macrophages or uninfected macrophages pulsed with single peptides (10 μM) in complete media for 1 h at 37°C, 5% CO 2 . After this initial incubation, GolgiStop was added for 4 h at 37°C, 5% CO 2 and cells were surface stained with antibodies, followed by permeabilization and staining for IFN-γ as per the manufacturer's instructions. All cells were fixed with 1% PFA before flow cytometric analysis. For the megapool 300 experiment, lung cells were cultured with Mtb-infected macrophages, uninfected macrophages, or uninfected macrophages plus megapool 300 (1 μg/ml) followed by ICS as described above. Samples were acquired using MACSQuant (Miltenyi Biotec, Germany) and analyzed using FlowJo version 9.0 (Ashland, OR).",
            "cite_spans": [
                {
                    "start": 1364,
                    "end": 1366,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Ethics statement"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Poor correlation between BCG vaccination-induced T cell responses and protection against tuberculosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Mittrucker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "12434--12439",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Specific T cell frequency and cytokine expression profile do not correlate with protection against tuberculosis after bacillus Calmette-Guerin vaccination of newborns",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kagina",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "182",
            "issn": "",
            "pages": "1073--1079",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mycobacterium tuberculosis-specific CD4+ and CD8+ T cells differ in their capacity to recognize infected macrophages",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathog",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A higher activation threshold of memory CD8+ T cells has a fitness cost that is modified by TCR affinity during tuberculosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nunes-Alves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Booty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Way",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Behar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Intravital imaging reveals limited antigen presentation and T cell effector function in mycobacterial granulomas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Egen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunity",
            "volume": "34",
            "issn": "",
            "pages": "807--819",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Suboptimal activation of antigenspecific CD4+ effector cells enables persistence of M. tuberculosis in vivo",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Bold",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Banaei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ernst",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cutting edge: direct recognition of infected cells by CD4 T cells is required for control of intracellular Mycobacterium tuberculosis in vivo",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ernst",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Immunol",
            "volume": "191",
            "issn": "",
            "pages": "1016--1020",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Initiation of the adaptive immune response to Mycobacterium tuberculosis depends on antigen production in the local lymph node, not the lungs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Exp. Med",
            "volume": "205",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dissemination of Mycobacterium tuberculosis is influenced by host factors and precedes the initiation of T-cell immunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chackerian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Alt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Dascher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Behar",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Infect. Immun",
            "volume": "70",
            "issn": "",
            "pages": "4501--4509",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Orchestration of pulmonary T cell immunity during Mycobacterium tuberculosis infection: immunity interruptus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Behar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Booty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jayaraman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Semin. Immunol",
            "volume": "26",
            "issn": "",
            "pages": "559--577",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intracellular bacillary burden reflects a burst size for Mycobacterium tuberculosis in vivo",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Repasy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Suboptimal antigen presentation contributes to virulence of Mycobacterium tuberculosis in vivo",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ernst",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Immunol",
            "volume": "196",
            "issn": "",
            "pages": "357--364",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Salmonella as a model for non-cognate Th1 cell stimulation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "O&apos;donnell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcsorley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front. Immunol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Fatal Mycobacterium tuberculosis infection despite adaptive immune response in the absence of MyD88",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Fremond",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Investig",
            "volume": "114",
            "issn": "",
            "pages": "1790--1799",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Building conventions for unconventional lymphocytes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pasman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kasper",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Immunol. Rev",
            "volume": "279",
            "issn": "",
            "pages": "52--62",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The burgeoning family of unconventional T cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Godfrey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Uldrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccluskey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rossjohn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Moody",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Immunol",
            "volume": "16",
            "issn": "",
            "pages": "1114--1123",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Innate immune activation of CD4 T cells in salmonella-infected mice is dependent on IL-18",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Immunol",
            "volume": "178",
            "issn": "",
            "pages": "6342--6349",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The role of non-cognate T cell stimulation during intracellular bacterial infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcsorley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front. Immunol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Vaccine-elicited memory CD4+ T cell expansion is impaired in the lungs during tuberculosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barreira-Silva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Behar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mycobacterium tuberculosis directs immunofocusing of CD8+ T cell responses despite vaccination",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Woodworth",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Immunol",
            "volume": "186",
            "issn": "",
            "pages": "1627--1637",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Human and murine clonal CD8+ T cell expansions arise during tuberculosis because of TCR selection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nunes-Alves",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A quantitative analysis of complexity of human pathogen-specific CD4 T cell responses in healthy M. tuberculosis infected South Africans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lindestam Arlehamn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mycobacterium tuberculosis-specific CD8+ T cells preferentially recognize heavily infected cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewinsohn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "168",
            "issn": "",
            "pages": "1346--1352",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Antigen export reduces antigen presentation and limits T cell control of M. tuberculosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ernst",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "19",
            "issn": "",
            "pages": "44--54",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Adenovirally-induced polyfunctional T cells do not necessarily recognize the infected target: lessons from a phase I trial of the AERAS-402 vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nyendak",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Apoptotic vesicles crossprime CD8 T cells and protect against tuberculosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Winau",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Immunity",
            "volume": "24",
            "issn": "",
            "pages": "105--117",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Apoptosis facilitates antigen presentation to T lymphocytes through MHC-I and CD1 in tuberculosis",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "E"
                    ],
                    "last": "Schaible",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Med",
            "volume": "9",
            "issn": "",
            "pages": "1039--1046",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Eicosanoid pathways regulate adaptive immunity to Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Divangahi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Desjardins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nunes-Alves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Remold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Behar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Immunol",
            "volume": "11",
            "issn": "",
            "pages": "751--758",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Lipids, apoptosis, and cross-presentation: links in the chain of host defense against Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Behar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nunes-Alves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Divangahi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Remold",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Microbes Infect",
            "volume": "13",
            "issn": "",
            "pages": "749--756",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Guidelines for the automated evaluation of Elispot assays",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Janetzki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Protoc",
            "volume": "10",
            "issn": "",
            "pages": "1098--1115",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A comparison of IFNgamma detection methods used in Tuberculosis vaccine trials",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Beveridge",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Tuberculosis",
            "volume": "88",
            "issn": "",
            "pages": "631--640",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Detection, phenotyping, and quantification of antigen-specific T cells using a peptide-MHC dodecamer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "113",
            "issn": "",
            "pages": "1890--1897",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Antimicrobial activity of MHC class I-restricted CD8+ T cells in human tuberculosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "97",
            "issn": "",
            "pages": "12210--12215",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Characterization of human CD8+ T cells reactive with Mycobacterium tuberculosis-infected antigen-presenting cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lewinsohn",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Exp. Med",
            "volume": "187",
            "issn": "",
            "pages": "1633--1640",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "High frequencies of circulating IFN-gamma-secreting CD8 cytotoxic T cells specific for a novel MHC class I-restricted Mycobacterium tuberculosis epitope in M. tuberculosis-infected subjects without disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Pathan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur. J. Immunol",
            "volume": "30",
            "issn": "",
            "pages": "2713--2721",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "CD8+ CTL from lungs of Mycobacterium tuberculosis-infected mice express perforin in vivo and lyse infected macrophages",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Serbina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Scanga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Immunol",
            "volume": "165",
            "issn": "",
            "pages": "353--363",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Presentation of exogenous antigens on major histocompatibility complex (MHC) class I and MHC class II molecules is differentially regulated during dendritic cell maturation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Delamarre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Holcombe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Exp. Med",
            "volume": "198",
            "issn": "",
            "pages": "111--122",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Analysis of protease activity in live antigenpresenting cells shows regulation of the phagosomal proteolytic contents during dendritic cell activation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lennon-Dumenil",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Exp. Med",
            "volume": "196",
            "issn": "",
            "pages": "529--540",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Long-term control of Mycobacterium tuberculosis infection is mediated by dynamic immune responses",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lazarevic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nolt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Immunol",
            "volume": "175",
            "issn": "",
            "pages": "1107--1117",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "CD8(+) T cells participate in the memory immune response to Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Serbina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Infect. Immun",
            "volume": "69",
            "issn": "",
            "pages": "4320--4328",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Early emergence of CD8(+) T cells primed for production of type 1 cytokines in the lungs of Mycobacterium tuberculosis-infected mice",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Serbina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infect. Immun",
            "volume": "67",
            "issn": "",
            "pages": "3980--3988",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Induction of Mycobacterium tuberculosis-specific primary and secondary T-cell responses in interleukin-15-deficient mice",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lazarevic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Yankura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Divito",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infect. Immun",
            "volume": "73",
            "issn": "",
            "pages": "2910--2922",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Macrophages and control of granulomatous inflammation in tuberculosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mucosal Immunol",
            "volume": "4",
            "issn": "",
            "pages": "271--278",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Alveolar macrophages provide an early Mycobacterium tuberculosis niche and initiate dissemination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Host Microbe",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Growth of Mycobacterium tuberculosis in vivo segregates with host macrophage metabolism and ontogeny",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Nazarova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Exp. Med",
            "volume": "215",
            "issn": "",
            "pages": "1135--1152",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "TIM3 mediates T cell exhaustion during Mycobacterium tuberculosis infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jayaraman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Th1 differentiation drives the accumulation of intravascular, non-protective CD4 T cells during tuberculosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sallin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Rep",
            "volume": "18",
            "issn": "",
            "pages": "3091--3104",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Defective positioning in granulomas but not lung-homing limits CD4 T-cell interactions with Mycobacterium tuberculosis-infected macrophages in rhesus macaques",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Kauffman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mucosal Immunol",
            "volume": "11",
            "issn": "",
            "pages": "462--473",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Evasion of innate and adaptive immunity by Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Saini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Porcelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Microbiol Spectr",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/microbiolspec.MGM2-0005-2013"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Evasion and subversion of antigen presentation by Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baena",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Porcelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Tissue Antigens",
            "volume": "74",
            "issn": "",
            "pages": "189--204",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "iNKT cell production of GM-CSF controls Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Rothchild",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jayaraman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nunes-Alves",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Behar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "An assay to measure T-cell recognition of Mtb-infected macrophages. a, b After infection with H37Rv or Rv.YFP at an MOI of 4 for 18 h, CD11b + -enriched thioglycolate-elicited peritoneal macrophages (TG-PM) were assessed for the percentage of cells that were infected (a) and viable. c TG-PM were infected with Rv.YFP at an MOI of 1, 4 or 20, for 18−24 h and the percentage of infected macrophages and cell viability were assessed. d) Macrophages were infected with H37Rv with an MOI of 4 for 18−24 h and the actual MOI was determined by plating CFU.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CD4 and CD8 T cells differ in their ability to recognize Mtbinfected macrophages Hypothetically, the aggregate of T-cell recognition of individual Mtb antigens should approach or be equivalent to the degree to which T cells recognize Mtb-infected macrophages. To assess whether T-cell recognition of Mtb antigens is similar to the recognition of Mtb-infected macrophages, we took advantage of the megapool of 300 peptides (p300) representing 90 antigens, all of which are frequently recognized by human CD4 T A low frequency of T cells from infected mice recognize Mtb-infected macrophages. a Splenic CD4 or CD8 T cells from mice infected for 4 or 8 weeks were added to Mtb-infected macrophages and the MIME assay performed. Each timepoint is the average of two independent experiments using pooled T-cell samples from 2 to 3 mice per time point analyzed in triplicates. Black symbols, T cells from infected mice; red symbols, T cells from uninfected mice. Closed symbols, T cells cultured with Mtb-infected macrophages; open symbols, T cells cultured with uninfected macrophages. SFC spot forming cell. b Frequencies of T cells recognizing Mtb-infected macrophages, as calculated from the MIME assay after subtracting the background (i.e., Mtb-infected macrophages alone). Mtb T cells from infected mice, UI T cells from uninfected mice. c−f The MIME assay was performed using lung CD4 or CD8 T cells from mice infected for 4−5, 8−10, or 19−22 weeks, which were added to Mtb-infected macrophages or added to uninfected macrophages with the peptides indicated in the figure. The data are combined from 3 to 4 independent experiments, each with 2−3 technical replicates per timepoint. The squares denote pooled T-cell samples from 2 to 4 mice, and the circles denote results from individual mice. Ordinary one-way ANOVA with Tukey's multiple comparisons was performed by combining the results from individual and pooled mice Limited recognition of Mycobacterium tuberculosis-infected macrophages. . . YR. Patankar et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "T cells that recognize Mtb-infected macrophages are MHCrestricted. a, b Pulmonary CD8 T cells from mice infected for 4 −5 weeks were cultured with Mtb-infected WT or K b D b−/− macrophages and the MIME assay performed. Where indicated, anti-IL12 blocking mAb or the appropriate isotype control antibody were added to the wells. c, d Pulmonary CD4 T cells from mice infected for 8−9 weeks were cultured with Mtb-infected WT or MHCII −/− macrophages and the MIME assay performed. Blocking conditions as above. Data are representative of two independent experiments using pooled T-cell samples from 2 to 4 mice per time point analyzed in 2−3 technical replicates. A one-way ANOVA with Tukey's multiple comparisons was performed for statistical analyses, adjusted p values: ***≤0.001, ****≤0.0001Limited recognition of Mycobacterium tuberculosis-infected macrophages. . . YR. Patankar et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Similar frequencies of T cells recognizing Mtb-infected macrophages are detected by the MIME assay and MIM-ICS. a Pulmonary T cells were cultured with Mtb-infected macrophages and analyzed by ICS and flow cytometry. Representative flow plots showing the frequency of pulmonary CD4 (left column) or CD8 (right column) T cells expressing CD69 and producing IFN-γ after a 6 h culture with Mtb-infected macrophages. b The MIME or the Mtb-infected macrophage-ICS (MIM-ICS) assay were used to calculate the frequency of CD4 (left) or CD8 (right) pulmonary T cells that recognized Mtb-infected macrophages. U uninfected macrophages, Mtb Mtb-infected macrophages. n.s. not significant (t test). c The frequency of ESAT-6-or Ag85b-specific CD4 T cells (left) or the frequency of TB10.4-or 32a-specific CD8 T cells (right) among T cells from the lungs of Mtb-infected mice as determined by elispot or ICS, using peptide-pulsed uninfected macrophages, or tetramer staining. Data are representative of two independent experiments using pooled T cells from five mice at 5 WPI (shown, a-c) or 7.5 months post infection, analyzed in triplicates. Ordinary one-way ANOVA with Tukey's multiple comparisons was performed for statistical analyses, adjusted p values: *≤0.05, **≤0.01, ***≤0.001, ****≤0.0001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Differences in CD4 and CD8 T-cell recognition of Mtbinfected macrophages. a Lung cells obtained from Mtb-infected C57BL/6 mice and the CD4 (left) and CD8 (right) T-cell recognition of Mtb-infected macrophages or the 300 peptide megapool (p300) was compared by ICS. Combined data from two independent experiments (identified by open or closed symbols), each with five mice/ group, analyzed 4 wpi. b The frequency of pulmonary CD4 and CD8 T cells that produced IFN-γ after culture with Mtb-infected macrophages as determined by ICS. The MOI was varied and the actual MOIs are shown. Data are representative of two independent experiments using T cells from five individual mice at 4 WPI or 22 WPI (shown, a, b), analyzed in single replicates. The statistical test was a two-way ANOVA with Tukey's post-test; actual p values are shown b a Fig. 6 BCG elicits T cells that recognize Mtb-infected macrophages.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank members of the Behar lab and Kim West (University of Massachusetts Medical School) for technical assistance and discussion. We thank Dr. Christopher Sassetti, Dr. Kadamaba Papavinasasundaram, Megan Proulx and Dr. Kenneth Rock (University of Massachusetts) for reagents, assistance and discussion. We would like to thank the National Institutes of Health Tetramer Core Facility for providing reagents. Supported by R21 AI136922 and R01 AI106725 (S.M.B.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Competing interests: The authors declare no competing interests.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}