{
    "paper_id": "018132e365210ff8f2469b7d450653abc223dc57",
    "metadata": {
        "title": "Landscape structure influences modularity patterns in farm food webs: consequences for pest control",
        "authors": [
            {
                "first": "Sarina",
                "middle": [],
                "last": "Macfadyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "addrLine": "Woodland Road",
                        "postCode": "BS8 1UG",
                        "settlement": "Bristol",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "H"
                ],
                "last": "Gibson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "addrLine": "Woodland Road",
                        "postCode": "BS8 1UG",
                        "settlement": "Bristol",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "O C"
                ],
                "last": "Symondson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cardiff University",
                    "location": {
                        "addrLine": "Museum Avenue",
                        "postCode": "CF10 3AX",
                        "settlement": "Cardiff",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Memmott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "addrLine": "Woodland Road",
                        "postCode": "BS8 1UG",
                        "settlement": "Bristol",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Landscape management affects species interactions within a community, leading to alterations in the structure of networks. Modules are link-dense regions of the network where species interact more closely within the module than between modules of the network. Insufficient network resolution has meant that modules have proved difficult to identify, even though they appear important in the propagation of disturbance impacts. We applied a standardized approach across 20 farms to obtain well-resolved food webs to characterize network structure and explore how modularity changes in response to management (organic and conventional). All networks showed significantly higher modularity than random networks. Farm management had no effect on the number of modules per farm or module richness, but there was a significant loss of links between modules on conventional farms, which may affect the long-term stability of these networks. We found a significant association between modules and major habitat groups. If modules form as a result of interactions between species that utilize similar habitats, then ecosystem services to the crop components of the landscape, such as pest control by parasitoids originating in the non-crop vegetation, are less likely to occur on these farms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many paradigms have been used to describe and comprehend the complexity associated with ecological communities. From Darwin's tangled bank to a Jenga tower (de Ruiter et al. 2005) , all these ideas reinforce the notion that ecological communities are not random assemblages of species that just happen to occur together in space. Rather there is structure within ecological networks of interacting species, and understanding these structural properties is crucial for predicting how communities will respond to disturbance (McCann 2007) . One avenue of research has focused on the identification of compartments within networks, here called modules (Guimera et al. 2007 ). Species within modules interact more closely with other species within the module than between modules of the network and so concentrate energy or the flow of organic material in modules (Krause et al. 2003) . The presence of modules is thought to increase the stability of networks as they slow the spread of disturbances throughout the network (May 1972 , Krause et al. 2003 . For example, Krause et al. (2003) simulated the removal of a fish species due to overfishing and the addition of an invasive zooplankton species in the Chesapeake Bay food web and found in both cases that the impact of this disturbance event was retained in the directly affected module, minimizing impact on other modules of the network. Kondoh (2008) suggests that food webs can be thought of as networks of interacting modules whose arrangement is important for the maintenance of biodiversity. Moreover, subunits within pollination networks have been suggested as a focus for conservation efforts (Corbet 2000 , Dicks et al. 2002 . However, modules have proved difficult to identify and examine due to a deficiency of resolution and lack of network replication (Raffaelli and Hall 1992) . These limitations led early researchers to suggest that modules in networks were not a common phenomenon (Pimm and Lawton 1980) , although it was noted that multispecies communities are theoretically more stable if arranged into ''blocks'' (May 1972) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 179,
                    "text": "(de Ruiter et al. 2005)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 523,
                    "end": 536,
                    "text": "(McCann 2007)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 649,
                    "end": 669,
                    "text": "(Guimera et al. 2007",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 860,
                    "end": 880,
                    "text": "(Krause et al. 2003)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1019,
                    "end": 1028,
                    "text": "(May 1972",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1029,
                    "end": 1049,
                    "text": ", Krause et al. 2003",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1065,
                    "end": 1085,
                    "text": "Krause et al. (2003)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1391,
                    "end": 1404,
                    "text": "Kondoh (2008)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1653,
                    "end": 1665,
                    "text": "(Corbet 2000",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1666,
                    "end": 1685,
                    "text": ", Dicks et al. 2002",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1817,
                    "end": 1842,
                    "text": "(Raffaelli and Hall 1992)",
                    "ref_id": null
                },
                {
                    "start": 1950,
                    "end": 1972,
                    "text": "(Pimm and Lawton 1980)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2085,
                    "end": 2095,
                    "text": "(May 1972)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In many parts of the world, the farming landscape represents a relatively homogeneous patchwork of crops and pasture fields interspersed with small amounts of remnant vegetation in the form of linear strips (e.g., hedgerows) or isolated patches (e.g., woodlands). For some species the whole-farm network may be acting as a small-scale meta-community, with particular habitat types forming different modules linked by dispersal (Leibold et al. 2004) , such that dispersal within these habitats is more likely than dispersal between habitats.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 448,
                    "text": "(Leibold et al. 2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Structural modules could form in farm food webs as a result of there being more interactions between species within habitats than among habitats. Thus, the heterogeneity of the landscape may be reflected in the modularity of the species interaction network. We suspect that farming practices which explicitly or implicitly alter habitat heterogeneity at the farm scale may lead to alterations in modularity and have subsequent consequences for network persistence and functioning. To examine this in a real-world system, we identify and describe modules in 20 well-resolved and replicated whole-farm networks and classify species into different functional roles, based on their relationship to other species within and between modules. Identifying key species that are structurally important in farm networks could be a critical step in the maintenance of biodiversity and ecosystem function in agroecosystems (Christianou and Ebenman 2005) . In particular, we highlight ''hub'' species that have a large number of links with other species in the network and whose loss may lead to a large number of secondary extinctions and the collapse of a module. We then examine if there is a relationship between module species composition and the habitat types on the farm.",
            "cite_spans": [
                {
                    "start": 910,
                    "end": 940,
                    "text": "(Christianou and Ebenman 2005)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Previous studies examining network structures have compared empirical datasets collected using a variety of methods, and this variation limits the extent to which they can be used to reach consensus and suggest general patterns. Our study used 20 networks collected using standardized techniques and sampling intensity (Cohen et al. 1993) , each containing 143-274 species across three trophic levels (plants, insect herbivores, and parasitoid wasps attacking the herbivores; Macfadyen et al. 2009 ). The study was designed so that we could incorporate a replicated experimental treatment on our analysis (the comparison of organic vs. conventional farming systems) in order to start to understand how management affects modularity in network structure. We aim to answer four questions. First, are modules present in farm food web networks? Olesen et al. (2007) found significant modularity in plant-pollinator mutualistic networks consisting of .150 species and we predict that similar levels of modularity exist in plant-herbivoreparasitoid food webs. Second, we ask, which species are important for module structure? These species may be important for both the conservation of biodiversity on farms and the long-term stability of networks (Christianou and Ebenman 2005) . Third, does farm management (organic vs. conventional) affect module characteristics? Previous work has demonstrated that farming system has an impact not only on species richness but also the topology of whole-farm networks (Gibson et al. 2007 , Macfadyen et al. 2009 ) and we predict here that it may influence network modularity. Finally, we test whether there is an association between the classification of species into modules and major habitat groups on the farms. We discuss the implications of our results in terms of the provision of pest control services by parasitoid species dispersing from non-crop areas to crop areas.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 338,
                    "text": "(Cohen et al. 1993)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 476,
                    "end": 497,
                    "text": "Macfadyen et al. 2009",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 841,
                    "end": 861,
                    "text": "Olesen et al. (2007)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1242,
                    "end": 1272,
                    "text": "(Christianou and Ebenman 2005)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1500,
                    "end": 1519,
                    "text": "(Gibson et al. 2007",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1520,
                    "end": 1543,
                    "text": ", Macfadyen et al. 2009",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Farm selection and sampling.-Ten pairs of replicate organic and conventional farms were chosen in southwest England. All farms were mixed with arable crops and livestock. Organic farms were selected first then paired with a non-adjoining conventional farm of similar size within 5 km (Gibson et al. 2007 , Macfadyen et al. 2009 ). Organic farms had, at the start of the study, an average of 7.3 years (range 3-12 years) since organic certification. All farms were mapped and stratified by landscape element (arable fields separated into crop types, pasture fields including grass leys, orchards, vegetable patches, field margins, game cover, rough ground, hedgerows, and woodlands) and each element then randomly sampled. All landscape elements on a farm were sampled per visit in summer 2005 but in 2006 a subset of landscape elements was sampled (arable fields, woodlands, and hedgerows) to obtain more detailed data from these areas. All sampling was carried out during spring and summer. Proportionately more effort went into sampling larger landscape elements, as a large area of a low diversity landscape element may contribute more species than a small area of a highdiversity landscape element. Total sampling effort was equal between pairs (in 2005 the transect area was 150 3 1 m on six occasions, in 2006 100 3 1 m on five occasions). All vegetation (below ;2.5 m) in transects was recorded and visually inspected, and herbivores collected (leaf-mining Diptera and Lepidoptera, and external-feeding Lepidoptera). Additional herbivores were collected by sweep netting and beating the vegetation. Herbivores were reared individually until an adult herbivore or parasitoid emerged (Lewis et al. 2002) . Leaf-mine appearance and architecture, and host plant species, were used to identify herbivores. Dipteran leaf miners and parasitoids, plus a sub-set of lepidopterans, were identified by specialist taxonomists (see Acknowledgments); individuals not identified to genus or morphospecies were excluded from the data set.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 303,
                    "text": "(Gibson et al. 2007",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 304,
                    "end": 327,
                    "text": ", Macfadyen et al. 2009",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1689,
                    "end": 1708,
                    "text": "(Lewis et al. 2002)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Network construction.-Rearing data from both years were combined to construct the whole-farm networks for the 10 pairs of farms. For each farm all unique interactions between each herbivore species feeding on a plant and each parasitoid species attacking an herbivore were collated and equal weighting was given to each unique link. The plant on which an herbivore was found was recorded as the most likely feeding host. We attempted to sample only a single plant species at a time, however, beating sheets and sweep nets sample multiple plant types. In these cases we recorded multiple plant species, then checked the literature to see if only one plant species had been recorded as a feeding host and used only this species in the data set. If the herbivore was recorded as a generalist (e.g., feeding on various woody hedgerow shrubs) we assigned a single plant species randomly from the species that had been recorded. Multiple parasitoids emerging from a single host were represented as a single rearing record and the two hyper-parasitoid species collected were included in the third trophic level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Modularity analysis.-We used the program SA-1 written for one-mode networks rather than two-mode networks following the arguments of Olesen et al. (2007) . The program produces a modularity index M, which indicates the degree to which the network is organized into clear modules Amaral 2005a, b, Guimera et al. 2007 ) such that species have more interactions with other species within their module than expected if links are random. This approach is aimed at maximizing modularity or the partitioning of species in a network into modules with many withinmodule links. For each farm network we ran SA-1 for 100 random networks of the same size to examine if the empirical farm networks were significantly more modular than the random networks. M ¼ 0 when species are partitioned at random into modules or if all species are in the same module. This program does not ask the user to a priori specify the number of modules to assign species into and so gives an objective estimate of modularity in the networks. The program then sorts each species into different roles based on how ''well connected'' a particular species is to other species in the module. These roles were used to determine the ecological significance of each species in the network and highlight species important for network function. These roles are defined as: R1, an ultra-peripheral species (all its links are to other species within its module); R2, a peripheral species (most its links are to other species within its module); R3, a non-hub connector species (a species with many links to other modules); R4, a non-hub kinless species (a species with ,35% of its links within the module, meaning that it cannot be clearly assigned to a single module); R5, a provincial hub (a species central to its module but with most links within the module); R6, a connector hub (a species central to its module but with many links to most other modules); and R7, kinless species (has fewer than half its links within the module so cannot be clearly assigned to a single module). Modularity (M ), the total number of modules per farm, module richness (the mean number of species per module), the average number of links between modules per farm, and the proportion of lone modules (modules without links to other modules of the network) were compared between organic and conventional farms using a paired MANOVA. The program Pajek (Batagelj and Mrvar 2009 ) was used to visualize the modules in each network.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 153,
                    "text": "Olesen et al. (2007)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 279,
                    "end": 315,
                    "text": "Amaral 2005a, b, Guimera et al. 2007",
                    "ref_id": null
                },
                {
                    "start": 2391,
                    "end": 2415,
                    "text": "(Batagelj and Mrvar 2009",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Habitat group analysis.-Each species collected was classified into a one of five groups based on the landscape element from which it was most frequently collected. Habitat group 1 species were found most often in arable fields. These were clearly defined fields that were annually sown to a range of crops including cereals, maize, beans, and oilseed rape (Gibson et al. 2007 ). Habitat group 2 species were found most often in pasture fields (permanent unimproved pastures to grass leys). Habitat group 3 species were found most often in woodlands defined as any area that had three or more trees whose canopies touched when they were in leaf. Habitat group 4 species were found most often in any of the other semi-natural habitats on the farms such as hedgerows, field margins, rough ground, and game cover plots. Habitat group 5 species could not be categorized into one group as they were found equally in multiple habitat areas on the farm. For each farm the number of species in each module classified into each group was tabulated, such that the resulting data matrix consisted of rows 1-5 for each landscape element group and columns listing all modules found on the farm (12- Notes: The modularity indices were calculated using a using an algorithm (SA-1) based on simulated annealing which places species into modules such that there are more interactions between species in a module than to other species in the network. The habitat groups classified each species according to the area where they were most often found on the farm and consisted of five group types (arable field, pastures, woodlands, other areas, and unclassified). Data were analyzed using two separate paired MANOVAs with farming system (conventional ¼ 10 farms, organic ¼ 10 farms) as the treatment factor. Boldface type highlights values that are significant at a ¼ 0.05. The proportions were arcsine-transformed, and all other variants log 10 -transformed prior to analysis; however, the range values are calculated from nontransformed data.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 375,
                    "text": "(Gibson et al. 2007",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Adjusted univariate test a ¼ 0.0102.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "24 modules per farm). In each cell was the number of species found in each combination of categorical variables. The number of habitat groups in each module was averaged across the farm (mean number of groups). The diversity of habitat groups (group diversity) in each module across the farm was calculated using the Shannon Diversity index (Magurran 2004 ). The value p was calculated as the proportion of species found in each habitat group (1-5) per module. The average diversity per farm is calculated from the Shannon index for each module divided by the number of modules per farm. To examine if farming system had an impact on the mean number of groups and group diversity we used a paired MANOVA. We predicted that each module consists largely of species belonging to one habitat group. That is, there is a strong association between the modules and habitat groups 1 to 4. To test this we used a Fishers exact test in R (R Development Core Team 2008) using the habitat group by module matrix for each farm as the observed matrix. Any species in group 5 (unclassified species), were removed from this analysis. As each farm matrix was large (between 4 3 12 to 4 3 24 cells in size), we used the ''simulate.p.value'' function in R which computes P values by Monte Carlo simulation (2000 replicates). This analysis was repeated on a reduced data set containing only large modules in each farm (modules with less than six species were removed) resulting in smaller matrices. This allowed the complete Fishers test procedure to be used. We could not use a simpler chi-squared test as many of the cells in the expected matrix had values ,5.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 355,
                    "text": "(Magurran 2004",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Are modules present in farm food web networks?-For all 20 networks, the modularity index (M ) was significantly higher than for random networks of similar size (i.e., significantly greater than 0). For organic farms M ranged from 0.70 to 0.82, and for conventional farms from 0.73 to 0.88 (Table 1 ). The number of modules per farm (range 12-24 modules per network) and module richness (mean species per module 5.4-12.4) varied across all 20 farms (a farm pair is shown as an example in Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 297,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 487,
                    "end": 494,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Which species are important for module structure?-We used the output from SA-1 to identify species that are network connector hubs (R6), which interact with many other species within a module and link between modules, or species that are provincial hubs (R5), which interact strongly within their own module but have few links to other modules. Certain plants and insect herbivores were the dominant species involved in network hub roles across all 20 farms ( Fig. 2 and a number of dipteran leafminers reared mainly from grass species in pasture and grass ley fields, formed important network hubs. Notably no parasitoid species were categorized as a network hub (Fig. 2, Appendix) . Two parasitoid species, Achrysocharoides cilla and Dacnusa areolaris, were non-hub connector species and all other parasitoids were categorized as R1 or R2 (peripheral species). The species that were categorized as R3 (non-hub connector) were unique to each farm and many farms had no species in this role. Only five of the seven universal roles identified in Guimera and Amaral (2005a) were present in the farm networks. R4 (non-hub kinless nodes) and R7 (kinless hubs) were both absent indicating that most species could be clearly assigned to a single module.",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1071,
                    "text": "Guimera and Amaral (2005a)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 466,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 682,
                    "text": "(Fig. 2, Appendix)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Does farm management effect module characteristics?-Generally the farm networks consisted of a core of a few species rich modules that were well connected to other modules, and a series of ''lone'' modules that had fewer species and no links with other modules in the farm network. A paired MANOVA was used to test if there was any difference between organic and conventional farms in the measures of modularity. Overall, farming system had little effect on modularity within networks with no significant difference in M, number of modules per farm, and module richness (Table 1) . However, the average number of links between modules was significantly lower on conventional farms. While the result was significant at a ¼ 0.05, it was not significant when using the adjusted univariate test a ¼ 0.0102. However, we believe the adjusted a is too conservative for ecological studies of this kind, running a real risk of a type II error (i.e., a false negative; Moran 2003) . Given that this appears to be a biologically relevant pattern we will discuss this result further below.",
            "cite_spans": [
                {
                    "start": 959,
                    "end": 970,
                    "text": "Moran 2003)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 579,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Is there an association between the classification of species into modules and major habitat groups on the farms?-On average, modules contained species from 1.57 to 2.58 habitat groups (mean 1.94) and exhibited low levels of group diversity (Table 1) . On all 20 farms there was a significant relationship between modules and habitat group identity, supporting our hypothesis that modules form as a result of interactions between species that utilize similar habitat types on the farm (Fisher's test, P , 0.001 for both full and reduced matrix data sets, Fig. 2) . However, farming system did not have an impact on this relationship as there was no significant difference in the mean number of groups in each module per farm or in group diversity (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 555,
                    "end": 562,
                    "text": "Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 756,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The significant levels of modularity exhibited by all 20 whole-farm networks in our study has important implications for the management of species on farms and the conservation of biodiversity in agricultural landscapes. For example the community-wide impacts of particular disturbance events (e.g., the use of a pesticide) may be isolated to one or two modules on FIG. 1. An example of an (A) organic and (B) conventional farm pair showing modules within each plant-herbivore-parasitoid trophic network. Each dot represents a different species, and a line between two dots indicates that these two species were interacting. The color of the dot indicates the role it was assigned using an algorithm (SA-1) based on simulated annealing to qualitatively determine the level of modularity in the networks. These roles are defined as: R1, an ultra-peripheral species (all links within its module); R2, a peripheral species (most links within its module); R3, a non-hub connector species (a species with many links to other modules); R5, a provincial hub (a species central to its module but with most links within the module); and R6, a connector hub (a species central to its module but with many links to most other modules). The trophic level of the species (plant, herbivore, or parasitoid) is shown as a shape within the circle. The numbers shown correspond to species highlighted in the text. In panel A: 1, Phyllonorycter oxyacanthae; 2, unknown Lepidoptera (external feeder number 203); 3, unknown Lepidoptera (Geometridae number 200); 4, Crataegus monogyna; 5, unknown Lepidoptera (leaf-miner number 204); 6, Eupithecia spp.; 7, Prunus spinosa; 8, Corylus avellana; 9, Operophtera brumata; 10, Rubus fruticosus; 11, Celypha lacunana; 12, Urtica dioica; 13, farms. The species present in weakly linked or lone modules, outside the directly affected module, may experience little or no impacts of such events. This study overcomes some of the previous limitations in studies of empirical food webs by applying a standardized sampling approach across 20 sites, allowing us not only to describe network structure rigorously but also to determine that network structure changes in response to management. The interesting result here is the lack of difference in modularity between the two farming systems, suggesting that the underlying network architecture that supports ecosystem services is still intact on farms with lower species richness.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "FIG.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The ''hub'' species important on farms, for connecting between modules and linking species within modules, came from a variety of taxa including hedgerow shrubs, common agricultural weeds, and insect herbivores. The herbivore species, which are more mobile than the plant species, appear to play a greater role as connectors between modules, while plant species formed hubs within modules, and parasitoids were mostly peripheral species. No annual crop plant species were classed as connectors, although the more perennial clover (Trifolium spp.) and lucerne (Medicago sativa) were included among the connector species. A small proportion of the total species present on each farm appear to be important for determining the underlying network structure. This situation is similar in mutualistic pollination networks, for example Olesen et al. (2007) report that only 15% of the species in their networks were structurally important. Clearly if these hub species became locally extinct we may see extinction cascades that ultimately degrade the structure of the network. These generalist species have been described as the ''glue'' that binds the peripheral species together (Olesen et al. 2007 ) into modules and so are crucial for the maintenance of biodiversity on farms. Whether or not these species are all important for the delivery of ecosystem services on farms will depend on how directly or indirectly they are linked to service providers in the network.",
            "cite_spans": [
                {
                    "start": 829,
                    "end": 849,
                    "text": "Olesen et al. (2007)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1174,
                    "end": 1193,
                    "text": "(Olesen et al. 2007",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Conventional farms, even with fewer species, still show high degrees of modularity, suggesting that these also may be relatively robust to disturbance events. This contradicts the findings of Macfadyen et al. (2009) , who used a simulated extinction scenario to test the relative robustness of these farms to local extinction events. In their analysis both organic and conventional farms showed a lower threshold for robustness, suggesting that they may be vulnerable to secondary extinctions and extinction cascades; however the modular structure of these networks was not incorporated into our earlier analysis. Indeed it has not been considered in any of the published analyses on robustness (e.g., Dunne et al. 2002 , Memmott et al. 2004 . The reduced number of species on conventional farms translates into a significant loss of links between modules and this may be important for the long-term stability of these networks across time. An analysis of the interactions between modules in a marine trophic network suggested that interactions between modules improve the ability of intrinsically non-persistent modules to persist across time (Kondoh 2008) . Therefore, for conventional farms, the loss of connections between modules could lead to instability in these potentially non-persistent modules. A meta-community model incorporating dispersal may be useful for explaining the temporal dynamics of these whole-farm networks. Using such a model, we may see a core of one to a few generalized modules, with strong within-module interactions, linked to a range of satellite modules that are species poor, contain weak withinmodule interactions (perhaps that are highly specialized) and are non-persistent across time. However, the preservation of these satellite modules may be key to increasing biodiversity on farms as there may be a threshold past which the loss of more species causes a cascade of extinctions and ultimately the fusion of any remaining species into a single generalized module. To explore such a model in a real-world system we need to supplement the spatially replicated and well-resolved networks we present here with equally well-resolved networks collected across time.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 215,
                    "text": "Macfadyen et al. (2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 702,
                    "end": 719,
                    "text": "Dunne et al. 2002",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 720,
                    "end": 741,
                    "text": ", Memmott et al. 2004",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1144,
                    "end": 1157,
                    "text": "(Kondoh 2008)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We assessed whether the presence of modules in networks is related to habitat groups on farms. The results support our hypothesis that modules in these whole-farm networks form as a result of interactions between species that utilize similar habitats on the farm. Each module is not a random collection of species from different areas but instead clear subdivisions were found. For example, species within hedgerows generally fell into one compartment strongly influenced by the major hedgerow shrub species. Species from arable crop fields and pastures seem to interact more strongly with each than with species from the other habitat groups. This result seems logical, as the plant species which form the building blocks of each module are very different in each habitat group and the management strategies employed in each habitat group are different. This result supports and extends earlier work by Pimm and Lawton (1980) , who detected modules in published food webs where the FIG. 2. An example of an (A) organic and (B) conventional farm pair and how the network modules relate to major habitat groupings on the farm. Each dot represents a different species, and a line between two dots indicates that these two species were interacting. The color of the dot indicates which habitat group that species was most often collected from. The trophic level of the species (plant, herbivore, or parasitoid) is shown as a shape within the circle (or no shape for plants webs spanned major ecosystem boundaries (adjacent freshwater and terrestrial habitats), and recent work showing that spatial structure (shore and off-shore habitats) plays a role in module formation in a marine food web (Rezende et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 904,
                    "end": 926,
                    "text": "Pimm and Lawton (1980)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "FIG.",
                    "ref_id": null
                },
                {
                    "start": 1690,
                    "end": 1710,
                    "text": "(Rezende et al. 2009",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results suggest that trophic interactions between the crop (arable and pasture fields) and non-crop (woodlands, hedgerows, etc.) landscape elements may be minimal, and the provision of ecosystem services such as pest control by parasitoids in non-crop vegetation to the crop components of the landscape is unlikely. This is not to say that parasitoids don't move between the arable and non-arable areas (e.g., Schellhorn et al. 2008) and there may be other non-trophic resources used by parasitoids in the semi-natural areas. Rather, our results suggest that unique trophic interactions between these habitat groups were rare during the course of our study. There are some exceptions. For example, on the conventional farm shown in Fig. 2B wheat (Triticum sp.) is directly linked within its' own module to multiple herbivores and parasitoids coming from different habitat groups, and indirectly to a woodland module through a tortricid herbivore (Cnephasia spp.) that feeds on a common weed (Urtica dioica). In this case herbivores in wheat fields may be controlled directly and indirectly by parasitoids from other habitat groups on the farm. It is important to note that a whole suite of naturally occurring predator species contribute to pest control services on these farms and were not included in these networks. One advantage of focusing on parasitoids was that we were able to unambiguously identify links between parasitoids and their hosts through rearing, however we know that parasitism differs significantly from predation as a trophic strategy. The fact that one predator can attack and kill multiple prey individuals is one obvious difference that may alter food web topology (Lafferty et al. 2008) . One difficulty with parasitoids is that hyper-parasitism is relatively common and can result in spurious links between herbivores and parasitoids. The two hyper-parasitoid species collected in this study were included in the third trophic level however ideally these should be placed in a fourth trophic level if their parasitoid host is known.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 437,
                    "text": "Schellhorn et al. 2008)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1695,
                    "end": 1717,
                    "text": "(Lafferty et al. 2008)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 736,
                    "end": 743,
                    "text": "Fig. 2B",
                    "ref_id": null
                }
            ],
            "section": "Implications for pest control services"
        },
        {
            "text": "While we have shown that modules seem to be composed of species from one or a few landscape elements there may also be other factors influencing the modularity patterns we observed, such as divergent selection regimes or phylogenetic relatedness of species (Rezende et al. 2009 ). Dupont and Olesen (2009) identified modules in communities of plants and their insect flower visitors in heathlands and suggested that these modules reflect coevolutionary units. Bosch et al. (2009) related modularity observed in a plant-pollinator network to phenological patterns in plant flowering times. Future research should focus on determining whether the underlying causes of modularity in ecolog-ical networks are dependent on each system or if consistent patterns exist across ecosystems. Understanding how modularity and network structure more broadly influence the provision of ecosystem services is particularly important in agroecosystems. The results presented here are based on a qualitative assessment of species interactions, however quantitative information could be used to further resolve the modularity of these networks, and previous research suggests that quantitative information is important for elucidating functionally critical alterations to species interactions (Tylianakis et al. 2007 ). This added detail may be important for exploring the importance of modularity as well as other nonrandom patterns in network topology, e.g., nestedness (Bascompte et al. 2003) and their relationship to ecosystems function. Furthermore, some measures we have used to compare between networks in a standardized way (e.g., the average number of links between modules per farm) have not been robustly tested. Whether or not such measures can be used as general indicators of change to network topology that lead to alterations in network functions is yet to be determined. We have described some of the modules here as ''lone'' modules because they did not show any links to other modules in the farm network. However, there are no truly ''lone'' modules in nature (Kondoh 2008) , rather this classification is a consequence of the delineation of our landscape into sampling units useful for this study. In reality species within communities interact with each other in a variety of ways from trophic relationships (as we have shown here) to mutualistic (e.g., pollination) and competitive relationships. The underlying architecture of these interactions will affect the functioning of agroecosystems and the relationship between biodiversity and the provision of ecosystem services.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 277,
                    "text": "(Rezende et al. 2009",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 281,
                    "end": 305,
                    "text": "Dupont and Olesen (2009)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 460,
                    "end": 479,
                    "text": "Bosch et al. (2009)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1274,
                    "end": 1297,
                    "text": "(Tylianakis et al. 2007",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1453,
                    "end": 1476,
                    "text": "(Bascompte et al. 2003)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2062,
                    "end": 2075,
                    "text": "(Kondoh 2008)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Implications for pest control services"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The nested assembly of plant-animal mutualistic networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bascompte",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jordano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Melian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Olesen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "100",
            "issn": "",
            "pages": "9383--9387",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pajek: program for analysis and visualization of large networks. Reference manual version 1.25. hwww.vlado.fmf.uni-lj",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Batagelj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mrvar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M M"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodrigo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecology Letters",
            "volume": "12",
            "issn": "",
            "pages": "409--419",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Keystone species and vulnerable species in ecological communities: strong or weak interactors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christianou",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ebenman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Theoretical Biology",
            "volume": "235",
            "issn": "",
            "pages": "95--103",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Improving food webs",
            "authors": [
                {
                    "first": "J.-E",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Ecology",
            "volume": "74",
            "issn": "",
            "pages": "252--258",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Conserving compartments in pollination webs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Corbet",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Conservation Biology",
            "volume": "14",
            "issn": "",
            "pages": "1229--1231",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Food web ecology: playing Jenga and beyond",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "De Ruiter",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wolters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Winemiller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "68--70",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Compartmentalization in plant-insect flower visitor webs",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Dicks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Corbet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Pywell",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Animal Ecology",
            "volume": "71",
            "issn": "",
            "pages": "32--43",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Network structure and biodiversity loss in food webs: robustness increases with connectance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dunne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ecology Letters",
            "volume": "5",
            "issn": "",
            "pages": "558--567",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ecological modules and roles of species in heathland plant-insect flower visitor networks",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Olesen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Animal Ecology",
            "volume": "78",
            "issn": "",
            "pages": "346--353",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Plant diversity and land use under organic and conventional agriculture: a whole-farm approach",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O C"
                    ],
                    "last": "Symondson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Memmott",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Applied Ecology",
            "volume": "44",
            "issn": "",
            "pages": "792--803",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cartography of complex networks: modules and universal roles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guimera",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A N"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Statistical Mechanics: Theory and Experiment",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Functional cartography of complex metabolic networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guimera",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A N"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "433",
            "issn": "",
            "pages": "895--900",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Module identification in bipartite and directed networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guimera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sales-Pardo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A N"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Physical Review E",
            "volume": "76",
            "issn": "3",
            "pages": "36102--36103",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Building trophic modules into a persistent food web",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kondoh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "105",
            "issn": "",
            "pages": "16631--16635",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Compartments revealed in foodweb structure",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Ulanowicz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "282--285",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Parasites in food webs: the ultimate missing links",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Lafferty",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ecology Letters",
            "volume": "11",
            "issn": "",
            "pages": "533--546",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The metacommunity concept: a framework for multi-scale community ecology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Leibold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holyoak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mouquet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Amarasekare",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chase",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Hoopes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Shurin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tilman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loreau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ecology Letters",
            "volume": "7",
            "issn": "",
            "pages": "601--613",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Structure of a diverse tropical forest insect-parasitoid community",
            "authors": [
                {
                    "first": "O.-T",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Memmott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lasalle",
                    "suffix": ""
                },
                {
                    "first": "C.-H.-C",
                    "middle": [],
                    "last": "Lyal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whitefoord",
                    "suffix": ""
                },
                {
                    "first": "H.-C.-J",
                    "middle": [],
                    "last": "Godfray",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Animal Ecology",
            "volume": "71",
            "issn": "",
            "pages": "855--873",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Do differences in food web structure between organic and conventional farms affect the ecosystem service of pest control",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macfadyen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Polaszek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Craze",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Planque",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O C"
                    ],
                    "last": "Symondson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Memmott",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecology Letters",
            "volume": "12",
            "issn": "",
            "pages": "229--238",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Measuring biological diversity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Magurran",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Will a large complex system be stable",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Nature",
            "volume": "238",
            "issn": "",
            "pages": "413--414",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Protecting biostructure",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mccann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "446",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Tolerance of pollination networks to species extinctions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Memmott",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Waser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the Royal Society B",
            "volume": "271",
            "issn": "",
            "pages": "2605--2611",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Arguments for rejecting the sequential Bonferroni in ecological studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Oikos",
            "volume": "100",
            "issn": "",
            "pages": "403--405",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The modularity of pollination networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Olesen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bascompte",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jordano",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "104",
            "issn": "",
            "pages": "19891--19896",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Are food webs divided into compartments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Pimm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lawton",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Journal of Animal Ecology",
            "volume": "49",
            "issn": "",
            "pages": "879--898",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "R: a language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Development Core",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of Animal Ecology",
            "volume": "61",
            "issn": "",
            "pages": "551--560",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Compartments in a marine food web associated with phylogeny, body mass, and habitat structure",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Rezende",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fortuna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bascompte",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecology Letters",
            "volume": "12",
            "issn": "",
            "pages": "779--788",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Parasitoid and moth movement from refuge to crop",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Schellhorn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bellati",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Paull",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maratos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Basic and Applied Ecology",
            "volume": "9",
            "issn": "",
            "pages": "691--700",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Habitat modification alters the structure of tropical hostparasitoid food webs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tylianakis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tscharntke",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "445",
            "issn": "",
            "pages": "202--205",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "(a) Comparison of the effect of farming system on network modularity and (b) the relationship between habitat grouping and modules.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "; Appendix). For example, hedgerow plant species (Corylus avellana [hazel], Crataegus monogyna [hawthorn], Prunus spinosa [blackthorn]), common farm weeds (Rubus fruticosus [bramble], Urtica dioica [stinging nettle], and Cirsium arvense [creeping thistle]), herbivorous pests (Plutella xylostella [diamond-back moth]),",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). The numbers shown correspond to the species highlighted in the text. In panel A: 1, Crataegus monogyna; 2, Prunus spinosa; 3, Triticum sp. (wheat crop); 4, X Triticosecale (triticale crop); 5, Urtica dioica; 6, Chromatomyia nigra; 7, Pnigalio pectinicornis. In panel B: 1, Brassica rapa sp. (turnip crop); 2, Urtica dioica; 3, Avena spp. (oats crop); 4, Crataegus monogyna; 5, Prunus spinosa; 6, Triticum sp. (wheat crop); 7, Cnephasia spp.; 8, Cnephasia asseclana; 9, Bracon (Habrobracon) stabilis; 10, Diadegma sp. G; 11, Chelonus sp. Indet. Spec. B; 12, Charmon cruentatus; 13, Chromatomyia nigra.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Taxonomists who examined specimens included Kees van Achterberg (Braconidae), Dick Askew (Chalcidoidea), Mike Bailey (Lepidoptera), Hannes Baur (Pteromalidae), Gavin Broad (Ichneumonidae), John Deeming (Diptera), Christer Hansson (Eulophidae), Andrew Polaszek (Chalcidoidea), and Phil Quinn (plants). This work was funded by a Biotechnology and Biological Sciences Research Council grant (BBS/B/01782). Many thanks go to the land owners who allowed us access to their farms in order to complete this study. The anonymous reviews offered many helpful comments on earlier versions of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "A table showing ecologically important species on farms defined by the roles they play in the network (Ecological Archives A021-028-A1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX"
        }
    ]
}