{
    "paper_id": "02009c1d1701053f52ae7ab91f9f01aebb10a79a",
    "metadata": {
        "title": "40 Vaccine Containing Natural TLR Ligands Protects from Salmonella typhimurium Infection in Mice and Acute Respiratory Infections in Children",
        "authors": [
            {
                "first": "Boris",
                "middle": [],
                "last": "Semenov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mechnikov Research Institute of Vaccines and Sera",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "Vitaly",
                "middle": [],
                "last": "Zverev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mechnikov Research Institute of Vaccines and Sera",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "It has been shown that a single parenteral administration of vaccine containing bacterial ligands for TLR1, TLR2, TLR4, TLR6, and TLR9 in mice induced rapid (24 h after administration) and effective (100%), but short-term (96 h) protection against lethal challenge with Salmonella typhimurium. Repeated mucosal applications of this vaccine stimulated longterm (up to 9 months) protection against acute respiratory infections in children of pre-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The threats of newly emerging infectious diseases as well as threats of bioterrorism have become one of the major challenges for the 21st century. From 1972 to 1999, 36 previously unknown infectious agents, that are pathogenic for humans, including highly pathogenic avian influenza viruses (H5N1) and human immunodeficiency virus, were isolated and identified (Sergiev et al. 2000) .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 382,
                    "text": "(Sergiev et al. 2000)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The hypothesis about the use of innate immunity potentiators for both pre-and postexposure prophylaxis of infections caused by unknown microorganisms is widely discussed in the scientific literature (Hackett 2003; Alibek and Lobanova 2006; Semenov and Zverev 2007) . Such nonspecific immunomodulators can activate innate immunity in an antigen-independent manner. A wide spectrum of recombinant, synthetic, and natural immunomodulators was investigated in preclinical and clinical trials. It was shown that the stimulation of innate immunity might provide pre-and post exposure protection against both bacterial and viral infections in laboratory animals (Hackett 2003) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 213,
                    "text": "(Hackett 2003;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 214,
                    "end": 239,
                    "text": "Alibek and Lobanova 2006;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 240,
                    "end": 264,
                    "text": "Semenov and Zverev 2007)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 655,
                    "end": 669,
                    "text": "(Hackett 2003)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We studied antibacterial protection in mice immunized with vaccine containing natural bacterial ligands for Toll-like receptors (TLRs). New results of immunization with this vaccine with the goal of prevention of acute respiratory infections (ARIs) in children are also discussed in this chapter. school age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Polycomponent bacterial vaccine (Immunovak VP-4 ® ) licensed in Russia was used as a potentiator of innate immunity. The vaccine consists of antigen complexes of Escherichia coli, Klebsiella pneumoniae, Proteus vulgaris, and Staphylococcus aureus. VP-4 is a strong immunomodulator and was recommended for prophylaxis of infections caused by different microorganisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potentiators of Innate Immunity"
        },
        {
            "text": "VP-4 contains diverse pathogen-associated molecular patterns, which are recognized by pattern-recognition receptors on cells from the innate immunity arm. This includes lipopeptides and lipoproteins (ligands for TLR1/TLR2 and TLR2/TLR6), lipoteichoic acid (TLR2 ligand), lipopolysaccharides (TLR2 and TLR4 ligands), unmethylated CpG ODN motifs (TLR9 ligand), and peptidoglycans (ligands for TLR2, NOD2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potentiators of Innate Immunity"
        },
        {
            "text": "Experiments on mice revealed that VP-4 stimulated innate immunity (Semenov and Zverev 2007) . In fact, it induced maturation of murine dendritic cells (DCs) assessed by the expression of costimulatory molecules CD40, CD80, CD86, and MHC class I and II molecules and their ability to activate resting T cells. Furthermore, VP-4 stimulates the production of both proinflammatory cytokines TNF-α, IL-6, IL-12, and IFN-γ and anti-inflammatory cytokine IL-10.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 91,
                    "text": "(Semenov and Zverev 2007)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Potentiators of Innate Immunity"
        },
        {
            "text": "In these studies, CBA mice were immunized subcutaneously with VP-4 (400 mg per animal), and 24 h later, animals were infected with 40 LD 50 of S. typhimurium and observed for 8 days. Animals were monitored daily, and lethality (%) was calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VP-4 Induces Rapid but Short-Lasting Protection Against Salmonella typhimurium Infection"
        },
        {
            "text": "The typical results of one of four experiments are presented in Table 1 . As summarized in this table, VP-4 protected 100% of mice against S. typhimurium infection during a 96-h period, while the lethality in control group was 17% during the first 24 h after infection and 100% during a 96-h period. Lethality of immunized mice was registered from day 5 to day 7.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "VP-4 Induces Rapid but Short-Lasting Protection Against Salmonella typhimurium Infection"
        },
        {
            "text": "Thus, obtained results show that a single stimulation of innate immunity by the vaccine containing natural bacterial ligands for TLR induces rapid (24 h) and effective (100%), although short-lived protection against lethal S. typhimurium infection. Evidently, it is impossible to use traditional specific vaccines for preventing ARIs with multiple causes, with the only exception known for influenza infections. We hypothesized that effective protection against ARIs can be induced by stimulation of innate immunity in the respiratory tract since this is the main entry point of all aerologic infections. Apparently, the stimulation of an innate immune response should be repeated because a single stimulation in the experimental conditions, as above, resulted in only a short-term protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VP-4 Induces Rapid but Short-Lasting Protection Against Salmonella typhimurium Infection"
        },
        {
            "text": "In the placebo-controlled trial of VP-4 efficacy, 138 children were immunized and followed up for up to 14 months (Semenov et al. 2000) . This study was approved by the Committee on Immunobiologic Preparations, Ministry of Health and Social Development, Russian Federation. ARI was diagnosed on the basis of clinical findings. The vaccine was administered intranasally (1-2 drops) on days 1, 4, and 7 and, then, orally on days 10 (0.5 ml), 13 (1 ml), 16 (2 ml), and on days 19, 22, 25, 28, and 31 (5 ml) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 135,
                    "text": "(Semenov et al. 2000)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 474,
                    "end": 503,
                    "text": "19, 22, 25, 28, and 31 (5 ml)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VP-4 Induces Rapid but Short-Lasting Protection Against Salmonella typhimurium Infection"
        },
        {
            "text": "The results of this trial are presented in Table 3 . It can be seen that repeated mucosal application of VP-4 vaccine induced a long-term immunity against ARIs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "VP-4 Induces Rapid but Short-Lasting Protection Against Salmonella typhimurium Infection"
        },
        {
            "text": "ARIs represent a group of diseases with similar clinical features but caused by different pathogenic microorganisms. To date, more than 200 microorganisms are considered to cause ARIs, including ~150 viruses, various bacteria, and their combinations (Ison et al. 2002) . Data about etiology of ARI are summarized in Table 2 . Index reflecting the efficacy of VP-4 administration (i.e., ratio of ARIs incidence in control group to incidence in immunized group) was 9.2 when calculated 7 months after the completion of vaccinations. Protection against ARIs in immunized children lasted for at least 14 months (the duration of follow-up) but was less effective. Index of efficacy determined 14 months after therapy was only 3.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 268,
                    "text": "(Ison et al. 2002)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 323,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Repeated Mucosal Applications of VP-4 Protect Children from ARIs"
        },
        {
            "text": "In another trial, VP-4 was administered to children with 8-10 registered cases of ARI per year (Semenov et al. 2000) . Forty children were immunized, and placebo was administered to another 40 patients. The number of incidence of ARI in vaccinated group during 12 months of follow-up was 76% lower than in placebo group. Duration of ARI episode in vaccinated individuals decreased from ~16 to 6.8 days.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 116,
                    "text": "(Semenov et al. 2000)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Repeated Mucosal Applications of VP-4 Protect Children from ARIs"
        },
        {
            "text": "Others also reported a 6.3-fold decrease of ARI incidences in children with asthma after mucosal applications of VP-4 (Balabolkin et al. 1998 ). The periods of highly efficacious protection against ARI lasted for ~3 months followed by an efficacy drop to 2.6-2.9 and remained at this level for up to 9 months.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 141,
                    "text": "(Balabolkin et al. 1998",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Repeated Mucosal Applications of VP-4 Protect Children from ARIs"
        },
        {
            "text": "Presented data show that repeated mucosal applications of the vaccine containing ligands to TLRs stimulate a long-term protection against ARIs in children. It is not known however which mechanism underlies such long-term and, apparently, broadspectrum preventive effect. It is possible that repeated (with short intervals) stimulation of TLR results in prolonged activation of an innate immunity. In addition, it is possible to suggest a formation of the adaptive immunity to potential causative agents of ARIs that dominated in certain specific populations (i.e., nursery schools). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modulation of innate immunity to protect against biological weapon threat",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alibek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lobanova",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Microorganisms and Bioterrorism",
            "volume": "",
            "issn": "",
            "pages": "39--61",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Use of polycomponent bacterial vaccine for treatment of asthma in children",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Balabolkin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Stepushina",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Egorova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Krasnoproshina",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kurbatova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Skhodova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Katosova",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Int. J. Immunorehabil. (Russ.)",
            "volume": "10",
            "issn": "",
            "pages": "158--164",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Innate immune activation as a broad-spectrum biodefence strategy: prospects and research challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hackett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Allergy Clin. Immunol",
            "volume": "112",
            "issn": "",
            "pages": "686--694",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Current research on respiratory viral infections: Fourth International Symposium",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Openshaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "55",
            "issn": "",
            "pages": "227--278",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Therapeutic vaccines",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Semenov",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Egorova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Semenova",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kurbatova",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ros. Med. Vestn. (Russ.)",
            "volume": "3",
            "issn": "",
            "pages": "26--32",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Concept of inducing of rapid immunological protection against pathogens",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Semenov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Zverev",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Zhurn. Microbiol",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evolution of Infectious Diseases",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Sergiev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Malyshev",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Drynov",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "VP-4 temporarily reduce lethality (%) due to Salmonella typhimurium infection",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Etiology of acute respiratory diseases in humans",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Repeated mucosal applications of the VP-4 induce long-term protection against acute respiratory infections (ARIs) in children Trial No.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}