{"paper_id": "0253de0cca95f31b5e646fd63148f31dbce7145d", "metadata": {"title": "Viral Aetiology and Epidemiology of Acute Respiratory Infections in Hospitalized Saudi Children", "authors": [{"first": "T", "middle": ["M F &apos;"], "last": "Bakir", "suffix": "", "affiliation": {"laboratory": "", "institution": "King Saud University", "location": {"postCode": "11461", "settlement": "Riyadh", "country": "Saudi Arabia"}}, "email": ""}, {"first": "M", "middle": [], "last": "Halawani", "suffix": "", "affiliation": {"laboratory": "", "institution": "King Saud University", "location": {"postCode": "11461", "settlement": "Riyadh", "country": "Saudi Arabia"}}, "email": ""}, {"first": "S", "middle": [], "last": "Ramia", "suffix": "", "affiliation": {"laboratory": "", "institution": "King Saud University", "location": {"postCode": "11461", "settlement": "Riyadh", "country": "Saudi Arabia"}}, "email": ""}]}, "abstract": [{"text": "A total of 1429 Saudi children of either sex and under 5 years of age who were admitted to King Knalid University Hospital, Riyadh during a three year period (April 1993-March 1996) with complaints suggestive of acute respiratory tract infections (ARTI) were investigated for viral aetiology of the infection. Viruses could be detected in 522 (37 per cent) cases with respiratory syncytial virus (RSV) the most commonly detected (79 per cent) followed by parainfluenza type 3 (8 per cent). Detection of influenza A, B and adenovlruses accounted for 6 per cent, 3 per cent and 2 per cent respectively. Except for parainfluenza virus type 3 the peak of activity of the respiratory viruses was during the winter months (October-February). Parainfluenza virus type 3 could be detected all year round but epidemics can occur in the hottest months of the year (June-August) when the temperature can exceed 40°C. Association between clinical manifestation, type of causative agent, and age was evaluated in 137 infected Saudi children in the first year of the study (April 1993-March 1994). The majority of our cases presented with bronchiolltis (58 per cent) while only 26 per cent had bronchopneumonia. There was a significant association between bronchiolitis and lower age groups (0-6 months), with RSV as the major causative agent of bronchiolitis cases (88 per cent).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Acute respiratory tract infection (ARTI) is the major cause of morbidity and mortality in young children worldwide. 1 It is estimated that ARTI can cause four to five million deaths among children every year, 2 the overwhelming majority occurring in developing countries. 3 '' 4 Viral and bacterial agents are responsible for most cases of ARTI. 5 ' 6 Although the case-fatality rate in ARTI caused by bacteria is much higher than that caused by viruses, most cases of ARTI are of viral aetiology. 6 Geographic location, the types of groups studied, and the laboratory techniques used were important factors in determining the prevalence of these viruses. 7 ' 8 Evidence of the role of viruses as causative agents of ARTI in Saudi children has been scanty, 9 ' 10 and hence it was the aim of this study to find the viral aetiology of ARTI in hospitalized Saudi children and to determine the distribution of the responsible agents and their seasonal pattern of activity over a long period, as this might help towards better management and treatment of infected children.", "cite_spans": [{"start": 116, "end": 117, "text": "1", "ref_id": "BIBREF0"}, {"start": 272, "end": 273, "text": "3", "ref_id": "BIBREF2"}, {"start": 346, "end": 347, "text": "5", "ref_id": "BIBREF4"}, {"start": 348, "end": 351, "text": "' 6", "ref_id": null}, {"start": 498, "end": 499, "text": "6", "ref_id": "BIBREF5"}, {"start": 656, "end": 657, "text": "7", "ref_id": "BIBREF6"}, {"start": 658, "end": 661, "text": "' 8", "ref_id": null}, {"start": 757, "end": 760, "text": "9 '", "ref_id": null}, {"start": 761, "end": 763, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "The study population The study population comprised 1429 Saudi children of either sex and under 5 years of age who were admitted to King Khalid University Hospital (KKUH), Riyadh with Correspondence: T. M. F. Bakir, address as above.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "complaints suggestive of ARTI. The study was conducted from April 1993 to March 1996. A child was considered as having ARTI if he or she had at least three of the following signs and symptoms: cough, fever, difficulty in breathing (manifested by nasal flaring and thoracic retraction), presence of grunting, crackles, and/ or wheezing, stridor. Bronchiolitis was differentiated from bronchopneumonia by the absence of bronchial breathing. Chest X-ray was performed in all cases with signs and symptoms suggestive of ARTI. Diagnosis of bronchiolitis was considered if the chest X-ray showed mainly hyperinflation, in contrast to the infiltrates seen in cases of bronchopneumonia.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Nasopharyngeal aspirates (NPA) were collected by mechanical suction into 2 ml of virus transport medium (VTM). The sample was divided into two parts: one for antigen detection by an immunofluorescent antibody (IFA) technique and one for virus culture. All specimens were collected within 24 h of admission. During the first year of the study, April 1993-March 1994, both IFA and virus culture were performed but in subsequent years, only the IFA technique was used.", "cite_spans": [], "ref_spans": [], "section": "Specimen collection and laboratory methods"}, {"text": "IFA. The sample for IFA was diluted in 10 ml of phosphate buffered saline (PBS) and centrifuged for 10 min at I OOOg. The pellet was resuspended and washed three times in PBS. Finally, the pellet was resuspended in PBS, adjusted to an optimum concentration (5-8 cells/ high power field), deposited on Teflon-coated slides and fixed in cold acetone. Staining and identification of respiratory syncytial virus (RSV); parainfluenza viruses 1, 2, and 3; influenza A and B; and adenoviruses were carried out according to standard procedures of the direct immunofluorescent technique using fluoresceinconjugated anti-virus antibodies (DAKO Diagnostics Ltd, Denmark).", "cite_spans": [], "ref_spans": [], "section": "Specimen collection and laboratory methods"}, {"text": "Virus culture. Two cell lines obtained from Flow Laboratories (UK) were used for isolation: Hep-2 (a continuous epithelial cell line derived from a human carcinoma of the larynx) and MDCK (a continuous epithelial cell line derived from dog kidney). MDCK was used because of its susceptibility to influenza viruses, especially in the presence of trypsin.\" Virus isolation was carried out according to a previously described method. 12 Cultures were checked for up to 2 weeks for cytopathic effect (CPE). Identification of isolates was confirmed by IFA using cell scrapings from the suspected culture tubes. Early detection of influenza A and B was also attempted blindly in MDCK cells using the shell vial technique. 13 A specimen was considered positive if a virus was detected by IFA alone or in combination with virus culture.", "cite_spans": [{"start": 431, "end": 433, "text": "12", "ref_id": "BIBREF11"}, {"start": 716, "end": 718, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Specimen collection and laboratory methods"}, {"text": "The significance of the association between clinical diagnosis and age among the 137 Saudi children was investigated using the chi-square (x 2 ) test. The linear trends of the prevalence of each clinical entity with age were also investigated using the x 2 test f°r trends in proportions.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The types of viruses identified in the first year of the study (April 1993-March 1994) and their seasonal pattern is shown in Table 1 . RSV was the most commonly detected virus (74 per cent) followed by parainfluenza type 3 (12 per cent). RSV was highly prevalent during the cold months of the year (November-March) with a January-February peak, in contrast to parainfluenza virus type 3 which could be detected all year round. Influenza A and influenza B viruses accounted for 6 per cent and 4 per cent, respectively, of all viruses isolated and cases were also confined to the cold months of the year.", "cite_spans": [], "ref_spans": [{"start": 126, "end": 133, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Viruses identified in 1429 Saudi children with ART! during the three year period (April 1993-March 1996) Table 3 . Statistical analysis showed that clinical diagnosis was highly associated with age (x 2 = 60.12, p< 0.0001). There was a significant association between bronchiolitis and lower age groups, 0-6 months (p < 0.00001, x 2 = 39.1). Bronchopneumonia was diagnosed more often after the age of 6 months (p < 0.01, x 2 = 6.99). RSV was the major causative agent of bronchiolitis (88 per cent) in the various age groups and of bronchopneumonia in infants less than 1 year old (63 per cent) ( Table 3) . Parainfluenza type 3 was the major causative agent of bronchopneumonia in children over 6 months of age while influenza A and B accounted for most of the cases with upper respiratory tract infections.", "cite_spans": [], "ref_spans": [{"start": 105, "end": 112, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 597, "end": 605, "text": "Table 3)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "In the present study, recognized viral pathogens (RSV, parainfluenza, influenza, and adenoviruses) were identified in 522 (37 per cent) of ARTI in Saudi children. Routine bacterial cultures were not performed on respiratory secretions because the yield of such cultures has been low in our previous experience. Furthermore, bacterial blood cultures were negative and there was no convincing improvement with antibiotic treatment in severe cases, suggesting that superimposed bacterial infections were rare.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "RSV infection occurs in yearly epidemics and can cause serious bronchiolitis. u In our study RSV was the most frequently demonstrated virus of established pathogenic significance in this study and it accounted for 79.1 per cent of all viruses isolated. Our results are similar to those from other countries' ~' 7 and emphasize the role of RSV as the major cause of ARTI in infants and young children. Also, our finding of RSV in a much higher percentage of cases diagnosed as bronchiolitis (especially in infants under 6 months of age) compared to bronchopneumonia is similar to results from other countries on hospitalized children with these two clinical entities. 17 ' 18 Parainfluenza virus type 3 followed RSV as the next most frequently detected viral agent in our patients (8 per cent) which occurred throughout the year and accounted for the majority of parainfluenza viruses detected. Although parainfluenza virus types 1 and 2 occur in epidemics' and can be a major cause of respiratory illness in young children, 21 only seven cases of parainfluenza virus type 1 and six cases of parainfluenza virus type 2 were detected in our study. Out of 39 parainfluenza virus type 3 cases, 28 (72 per cent) were in children older than one year of age.", "cite_spans": [{"start": 1024, "end": 1026, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Influenza viruses have a worldwide distribution and occur in an epidemic form. 22 The peak of incidence of influenza A in our study was in the period 1994-1995. While these viruses are isolated more frequently from older children and adults, studies have shown that these viruses can produce ARTI in children less than 5 years of age. 23 Out of the 32 influenza A cases in our study only five were in children over three years of age, while 10 out of 13 influenza B cases were in children over three years of age.", "cite_spans": [{"start": 79, "end": 81, "text": "22", "ref_id": "BIBREF21"}, {"start": 335, "end": 337, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Adenoviruses have been shown to occur in epidemics and can cause ARTI. Only 12 cases of adenovirus infection were detected in our study. Based on the number of adenovirus cases it is not clear whether this low incidence was due to annual variation or because adenoviruses play a relatively minor role in the causation of ARTI in Saudi children. 24 Longer term studies and typing of viruses are needed to explain the T. M. F. BAKDt ET AL importance of adenoviruses and the other viruses as causative agents of ARTI in our pediatric population. We did not look for rhinoviruses or coronavirus in our study although both viruses can cause severe lower respiratory tract illness in some individuals. 23 During the first year of this study both IFF and tissue culture were used as diagnostic tests. The study showed a very close correlation between the two tests which is in agreement with others, 26 therefore only IFT was used in subsequent years.", "cite_spans": [{"start": 345, "end": 347, "text": "24", "ref_id": "BIBREF23"}, {"start": 696, "end": 698, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "The result of this investigation showed that the recognized viral pathogens, RSV, parainfluenza, influenza, and adenoviruses, account for 37 per cent of hospitalized Saudi children with ARTI, with RSV being the major aetiologies! agent followed by parainfluenza virus type 3. It must be mentioned, however, that studies on hospitalized children represent only a partial view of the impact of respiratory viruses in the community and hence wider studies covering other parts of the Kingdom are needed.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In the children in whom a virus could be demonstrated, the highest incidence of viral infections occurred during the winter months (October-February) except parainfluenza virus type 3 where the virus could be detected all the year round. It was surprising that epidemics due to parainfluenza 3 can occur in the hottest months of the year in Saudi Arabia where the temperature can exceed 40°C. The finding that most respiratory infections peak during the winter months is similar to that reported from tropical and subtropical countries. \"' The predominance of infants younger than 6 months old in our study could possible be due to the natural susceptibility of those young infants to primary infections leading to serious disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Viral etiology of acute respiratory infections in children in Nairobi, Kenya", "authors": [{"first": "Dtg", "middle": [], "last": "Hazlett", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Bell", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Tukci", "suffix": ""}], "year": 1988, "venue": "Am J Trop Med Hyg", "volume": "39", "issn": "", "pages": "632--672", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Acute respiratory infections in the developing world: strategies for prevention, treatment and control", "authors": [{"first": "S", "middle": ["K"], "last": "Stansfield", "suffix": ""}], "year": 1987, "venue": "Pediatr Infect Dis J", "volume": "6", "issn": "", "pages": "622--631", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A programme for controlling acute respiratory infections in children: memorandum from a WHO meeting", "authors": [], "year": 1984, "venue": "Bull WHO", "volume": "62", "issn": "", "pages": "47--58", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical management of acute respiratory infections in children: A WHO memorandum", "authors": [], "year": 1981, "venue": "Bull WHO", "volume": "59", "issn": "", "pages": "707--723", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Diagnosis of acute lower respiratory tract infections in children in Rawalpindi and Islamabad", "authors": [{"first": "A", "middle": [], "last": "Ghafoor", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Nomani", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ishaq", "suffix": ""}], "year": 1990, "venue": "Pakistan. Rev Infect Dis", "volume": "12", "issn": "", "pages": "907--921", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Epidemiology of acute respiratory infections in children in developing countries", "authors": [{"first": "", "middle": [], "last": "Bermans", "suffix": ""}], "year": 1991, "venue": "Rev Infect Dis", "volume": "12", "issn": "", "pages": "454--62", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Viral diagnosis using the rapid IF technique and epidemiological implication of RTI among children in different European countries", "authors": [{"first": "I", "middle": [], "last": "Orstavik", "suffix": ""}, {"first": "M", "middle": [], "last": "Grandien", "suffix": ""}, {"first": "P", "middle": [], "last": "Halonen", "suffix": ""}], "year": 1984, "venue": "Bull WHO", "volume": "62", "issn": "", "pages": "307--320", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Isolation of viruses from NPA: comparison of aspiration and swabbing as a means of sample collection", "authors": [{"first": "J", "middle": ["R"], "last": "Cruz", "suffix": ""}, {"first": "E", "middle": [], "last": "Quinonez", "suffix": ""}, {"first": "A", "middle": [], "last": "De Fernandez", "suffix": ""}, {"first": "F", "middle": [], "last": "Peralta", "suffix": ""}], "year": 1987, "venue": "J Infect Dis", "volume": "156", "issn": "", "pages": "415--431", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Tonsillitis and respiratory infections of viral aetiology in a developing country", "authors": [{"first": "A", "middle": [], "last": "Hossain", "suffix": ""}, {"first": "Tmf", "middle": [], "last": "Bakir", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Zarzouk", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Sengupta", "suffix": ""}], "year": 1988, "venue": "Ann Trop Pediat", "volume": "8", "issn": "", "pages": "108--119", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Respiratory syncytial virus infection in young children hospitalized with respiratory illness in Riyadh", "authors": [{"first": "G", "middle": ["A"], "last": "Jamjoom", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Al-Semrani", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Al-Frayh", "suffix": ""}], "year": 1993, "venue": "J Trop Pediatr", "volume": "39", "issn": "", "pages": "346--355", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Evaluation of direct immunofluorescence, enzyme immunoassay, centrifugation culture and conventional culture for the detection of respiratory syncytial virus", "authors": [{"first": "Slg", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Siegel", "suffix": ""}], "year": 1990, "venue": "J Clin Microbiol", "volume": "28", "issn": "", "pages": "2394--2401", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Diagnostic Procedures for Viral, Rickettsial and Chlamydial Infections", "authors": [{"first": "R", "middle": ["H"], "last": "Parrot", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "C", "middle": [], "last": "Brandt", "suffix": ""}], "year": 1979, "venue": "", "volume": "", "issn": "", "pages": "695--708", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Comparison of shell vial culture and serology for the diagnosis of human cytomegalovirus infection in neonates and immunocompromised subjects", "authors": [{"first": "B", "middle": [], "last": "Weber", "suffix": ""}, {"first": "A", "middle": [], "last": "Hamann", "suffix": ""}, {"first": "B", "middle": [], "last": "Ritt", "suffix": ""}], "year": 1992, "venue": "Clin Invest", "volume": "70", "issn": "", "pages": "503--510", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Longterm prospective study in children after RSV infection", "authors": [{"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Hall", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Gala", "suffix": ""}, {"first": "F", "middle": ["B"], "last": "Magill", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Leddy", "suffix": ""}], "year": 1984, "venue": "J Pediatr", "volume": "105", "issn": "", "pages": "358--64", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Acute lower respiratory tract infection due to vims' among hospitalized children in Dhaka", "authors": [{"first": "F", "middle": [], "last": "Huq", "suffix": ""}, {"first": "M", "middle": [], "last": "Rahman", "suffix": ""}, {"first": "N", "middle": [], "last": "Nahar", "suffix": ""}], "year": 1990, "venue": "Bangladesh. Rev Infect Dis", "volume": "12", "issn": "", "pages": "982--989", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Community-and hospital-acquired respiratory syncytial virus infections in Chile", "authors": [{"first": "L", "middle": [], "last": "Avendano", "suffix": ""}, {"first": "C", "middle": [], "last": "Larranaga", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Palomino", "suffix": ""}], "year": 1991, "venue": "Pediatr Infect Dis J", "volume": "10", "issn": "", "pages": "564--572", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Lower respiratory tract infection in hospitalized children due to respiratory syncytial (RS) virus during a suspected epidemic period of RS virus in Delhi", "authors": [{"first": "D", "middle": [], "last": "Chattopadhya", "suffix": ""}, {"first": "R", "middle": [], "last": "Chatterjee", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Anand", "suffix": ""}], "year": 1992, "venue": "J Trop Pediatr", "volume": "38", "issn": "", "pages": "68--73", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Report of a WHO Scientific Group. Viral respiratory diseases", "authors": [], "year": 1980, "venue": "WHO Technical Report Series", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Parainfluenza virus infections", "authors": [{"first": "S", "middle": ["K"], "last": "Clark", "suffix": ""}], "year": 1973, "venue": "Postgrad Med J", "volume": "49", "issn": "", "pages": "792--799", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Parainfluenzae virus epidemiology", "authors": [{"first": "C", "middle": ["D"], "last": "Brandt", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Parrott", "suffix": ""}], "year": 1974, "venue": "Pediatr Res", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Age-related development of human memory T-helper and B-cell responses toward parainfluenza virus type 1", "authors": [{"first": "F", "middle": ["S"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": [], "last": "Portner", "suffix": ""}, {"first": "J", "middle": [], "last": "Robert", "suffix": ""}, {"first": "S", "middle": [], "last": "Leggiadro", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Turner", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Hurwitz", "suffix": ""}], "year": 1994, "venue": "Virology", "volume": "205", "issn": "", "pages": "453--61", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Five yean of sentinel surveillance of acute respiratory infections (1985-1990): the benefits of an influenza early warning system", "authors": [{"first": "R", "middle": [], "last": "Snacken", "suffix": ""}, {"first": "J", "middle": [], "last": "Lian", "suffix": ""}, {"first": "V", "middle": [], "last": "Van Casteren", "suffix": ""}], "year": 1992, "venue": "Eur J Epidemiol", "volume": "8", "issn": "", "pages": "485--90", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Viral lower respiratory tract infections in Filipino children", "authors": [{"first": "P", "middle": [], "last": "Ruutu", "suffix": ""}, {"first": "P", "middle": [], "last": "Halonen", "suffix": ""}, {"first": "O", "middle": [], "last": "Meurman", "suffix": ""}], "year": 1990, "venue": "J Infect Dis", "volume": "", "issn": "", "pages": "16--75", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Epidemiology picture of respiratory viral infections in Croatia", "authors": [{"first": "G", "middle": [], "last": "Mlinaric-Galionovic", "suffix": ""}, {"first": "I", "middle": [], "last": "Ugrcic", "suffix": ""}, {"first": "", "middle": [], "last": "Detic", "suffix": ""}], "year": 1991, "venue": "Acta Medlugosl", "volume": "45", "issn": "", "pages": "203--214", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Viral respiratory illnesses", "authors": [{"first": "L", "middle": ["J"], "last": "Anderson", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Patriarca", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hierholzer", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Noble", "suffix": ""}], "year": 1983, "venue": "Med Clin North Am", "volume": "67", "issn": "", "pages": "1009--1039", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Evaluation of a commercially available direct IF staining reagent for the detection of RSV in respiratory secretions", "authors": [{"first": "S", "middle": ["H"], "last": "Cheeseraan", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Pierik", "suffix": ""}, {"first": "D", "middle": [], "last": "Leombruno", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Spinos", "suffix": ""}, {"first": "K", "middle": [], "last": "Mclntosh", "suffix": ""}], "year": 1986, "venue": "J Clin Microbiol", "volume": "24", "issn": "", "pages": "155--161", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Viruses identified and their seasonal distribution in 137 Saudi children with acute respiratory tract infection duringa one year period(April 1993-March 1994", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Apr </td><td>May </td><td>Jun Jul </td><td>Aug </td><td>Sept </td><td>Oct </td><td>Nov </td><td>Dec </td><td>Jan </td><td>Feb </td><td>March </td><td>Total (%)\n</td></tr><tr><td>No. of children\n</td><td>22\n</td><td>5\n</td><td>20\n</td><td>18 </td><td>9\n</td><td>26\n</td><td>38\n</td><td>58\n</td><td>74\n</td><td>78\n</td><td>50\n</td><td>403\n</td></tr><tr><td>No. positive (%)\n</td><td>3\n</td><td>1\n</td><td>3\n</td><td> </td><td>1\n</td><td>6\n</td><td>9\n</td><td>17\n</td><td>39\n</td><td>37\n</td><td>21\n</td><td>137 (34.0)\n</td></tr><tr><td>RSV\n</td><td>-\n</td><td>-\n</td><td> </td><td> </td><td>-\n</td><td>_\n</td><td>3\n</td><td>9\n</td><td>36\n</td><td>34\n</td><td>19\n</td><td>101 (73.7)\n</td></tr><tr><td>Parainfluenza 1\n</td><td>_\n</td><td>_\n</td><td> </td><td> </td><td>-\n</td><td>2\n</td><td>-\n</td><td>-\n</td><td>-\n</td><td>-\n</td><td>-\n</td><td>3 (2.2)\n</td></tr><tr><td>Parainfluenza 2\n</td><td>_\n</td><td>_\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Parainfluenza 3\n</td><td>3\n</td><td>1\n</td><td> </td><td> </td><td>1\n</td><td>3\n</td><td>1\n</td><td>1\n</td><td>1\n</td><td>3\n</td><td>1\n</td><td>16(11.6)\n</td></tr><tr><td>Influenza A\n</td><td>-\n</td><td>-\n</td><td> </td><td> </td><td>-\n</td><td>_\n</td><td>2\n</td><td>4\n</td><td>1\n</td><td>-\n</td><td>-\n</td><td>8 (5.8)\n</td></tr><tr><td>Influenza B\n</td><td>_\n</td><td>_\n</td><td> </td><td> </td><td>-\n</td><td>1\n</td><td>3\n</td><td>2\n</td><td>-\n</td><td>-\n</td><td>-\n</td><td>6 (4.4)\n</td></tr><tr><td>Adenovirus\n</td><td>_\n</td><td> </td><td> </td><td> </td><td>_\n</td><td>_\n</td><td>_\n</td><td>1\n</td><td>1\n</td><td>-\n</td><td>1\n</td><td>3 (2.2)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Total no of viruses detected\n</td><td>137\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Viruses identified by IFA in acute respiratory tract infection in 1429 Saudi children in RiyadhfromApril 1993 to March 1996", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>April 1993-March 1994\n</td><td>1994-1995\n</td><td>1995-1996\n</td><td>Total (%)\n</td></tr><tr><td>No of children\n</td><td>403\n</td><td>357\n</td><td>669\n</td><td>1429\n</td></tr><tr><td>No positive (%)\n</td><td>137(34.0)\n</td><td>127 (35.6)\n</td><td>258 (38.6)\n</td><td>522 (36.5)\n</td></tr><tr><td>RSV\n</td><td>101 (73.7)\n</td><td>102 (80.3)\n</td><td>210(81.4)\n</td><td>413(79.1)\n</td></tr><tr><td>Parainfluenza 1\n</td><td>3 (2.2)\n</td><td>0\n</td><td>4(1.6)\n</td><td>7(1.3)\n</td></tr><tr><td>Parainfluenza 2\n</td><td>0\n</td><td>0\n</td><td>6 (2.3)\n</td><td>6(1.2)\n</td></tr><tr><td>Parainfluenza 3\n</td><td>16(11.6)\n</td><td>7(5-5)\n</td><td>16(6.2)\n</td><td>39 (7.5)\n</td></tr><tr><td>Influenza A\n</td><td>8 (5.8)\n</td><td>15(11.8)\n</td><td>9(3.5)\n</td><td>32 (6.1)\n</td></tr><tr><td>Influenza B\n</td><td>6 (4.4)\n</td><td>1 (0.8)\n</td><td>6 (2.3)\n</td><td>13(2.5)\n</td></tr><tr><td>Adenovirus\n</td><td>3 (2.2)\n</td><td>2(1.6)\n</td><td>7 (2.7)\n</td><td>12(23)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Distribution of clinical cases in 137 Saudi children with ARTI (April 1993-March 1994) with respect to various agegroups Association between clinical symptoms, age, and causative agent was done on infected children in the first year of the study(April 1993-March 1994). Distribution of 137 clinical cases with respect to the various age groups is shown in", "latex": null, "type": "table"}, "TABREF3": {"text": "TABLE 3\nDistribution of clinical cases in 137 Saudi children with ARTI (April 1993-March 1994) with respect to various age groups", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Age\n(months)\n</td><td> </td><td> </td></tr><tr><td>Clinical diagnosis\n</td><td>No of cases\n</td><td>0-6 No(%)\n</td><td>&gt;6-12 No(%)\n</td><td>&gt;12-24 No(%)\n</td><td>&gt; 24-60 No(%)\n</td><td>Significance\n</td></tr><tr><td>Bronchiolitis\n</td><td>80*\n</td><td>63 (78.6)\n</td><td>10(12.5)\n</td><td>5 (6.3)\n</td><td>2 (2.5)\n</td><td>= 39.1; p&lt; 0.00001\n</td></tr><tr><td>Bronchopneumonia\n</td><td>35b\n</td><td>8 (22.9)\n</td><td>12 (34.3)\n</td><td>7 (20.0)\n</td><td>8 (22.8)\n</td><td>X X X\n= 6.99; p &lt; 0.01\n= 27.6; p&lt; 0.00001\n</td></tr><tr><td>Other respiratory infections\n(bronchial asthma, croup, upper respiratory infections)\n</td><td>22\n</td><td>3(13.6)\n</td><td>3(13.6)\n</td><td>6 (27.3)\n</td><td>10(45.4)\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Total </td><td>137 </td><td>74(54.0) </td><td>25(18.2) </td><td>18(13.1) </td><td>20(14.6)\n</td></tr></table></body></html>"}}, "back_matter": []}