{
    "paper_id": "03ace3db00cb2ed45c03c8fc0eba1fb8a9d023ec",
    "metadata": {
        "title": "90 ........................................................COMP THER. 2006; 32(2) O R I G I N A L A R T I C L E",
        "authors": [
            {
                "first": "Tiffany",
                "middle": [],
                "last": "Musick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akron Children's Hospital",
                    "location": {
                        "settlement": "Akron",
                        "region": "OH"
                    }
                },
                "email": ""
            },
            {
                "first": "Holly",
                "middle": [],
                "last": "Cymet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Morgan State University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Tyler",
                "middle": [
                    "Childs"
                ],
                "last": "Cymet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "From the perspective of the bird, avian influenza is a bird disease. There is no bird flu pandemic in humans. Avian influenza viruses cause bird flu, which occurs naturally and cyclically among birds, and birds can be asymptomatic carriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Every year, between 5 and 20% of Americans have a standard case of the human flu. Healthy adults and children have the usual 3 to 5 d of sore achy muscles and excessive mucus production and then they get better. The weak, immunocompromised and elderly can die (1) .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "A pandemic of avian influenza would occur if that virus could be spread from person to person. At this point, avian influenza cannot be spread in this manner and can only be caught from birds. If those changes occur, we could be in trouble; until then, we can plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "There are three different types of influenza-A, B, and C-each distinguished by the species they infect. Influenza A infects mammals (including humans) and avian species, whereas influenza B and C only infect humans (2) . Influenza A is the most commonly discussed influenza because it is responsible for outbreaks between the months of November and March and has been the cause of pandemics (2) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "E P I D E M I O L O G Y"
        },
        {
            "text": "In addition to the three main types of influenza, there are various subtypes associated with each strain. Viruses, which look like spiked spheres, have the genetic material in the center and spikes made up of proteins that are encoded for in the viral genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E P I D E M I O L O G Y"
        },
        {
            "text": "Two glycoproteins-hemagglutinin and neuraminidase-are responsible for the replication of the virus (3). There are 16 subtypes of hemagglutinin and 9 subtypes of neuraminidase (3) . The multitude of subtypes for each of these proteins is a direct result of transcription errors caused by viral RNA polymerases. These errors create new glycoproteins, which can reinfect the same host because there is no humeral immunity to the new glycoprotein (4). This process is referred to as antigenic drift (4) . The annual influenza vaccine accounts for antigenic drift by including different subtypes each year.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "E P I D E M I O L O G Y"
        },
        {
            "text": "Pandemics occur because of antigenic shift; a process caused by two viruses infecting the same host and undergoing genetic rearrangement to create a new virus with different hemagglutinin and neuraminidases (4). Antigenic shift results in high morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E P I D E M I O L O G Y"
        },
        {
            "text": "Avian influenza is also a subtype of influenza A that may evolve into a global public health threat. The subtype of avian influenza is H5N1, which first appeared in 1997 and was responsible for 18 infections and 16 deaths (4) .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "E P I D E M I O L O G Y"
        },
        {
            "text": "The outbreak occurred in Hong Kong and was eradicated by the slaughter of all poultry in the country (4). Five years later (2003), two cases of avian influenza were reported with one death (5) . In 2004, avian influenza became widespread with eight Asian countries reporting cases (5).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "E P I D E M I O L O G Y"
        },
        {
            "text": "Avian influenza has not developed into a pandemic, but concerns over one in the future are looming. Usually, the only way for an avian influenza to infect a human is through an intermediate host, such as a swine (3) . The swine lives in close contact with humans and chickens in Asia and possesses the sialic receptors necessary for invasion of host cells by avian influenza A H5N1 (3). Humans also possess sialic receptors (3). The current theory for transmission is that the genetic material of the virus is altered in the swine allowing for transmission; however, there are no observed cases (3) . The only reported means of transmission is from aquatic fowl to domestic chickens and then humans (3).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "T R A N S M I S S I O N"
        },
        {
            "text": "Avian influenza started in waterfowls, which asymptomatically carry the virus, and transmit the virus to poultry, which in turn may transmit it to humans. However, the virus is unable to maintain sustainability once infecting humans (6) .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "T R A N S M I S S I O N"
        },
        {
            "text": "A variety of transmission methods from avian to human have been observed. These include preparing poultry, consuming undercooked meat or blood products, handling fighting cocks, or handling dead poultry (6) . Animals consuming infected raw or undercooked meat have also contracted the virus (7) . In addition to direct exposure to infected poultry, there is now one case of avian influenza contracted by an individual caring for those infected with the virus (6) .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "T R A N S M I S S I O N"
        },
        {
            "text": "Fomite transmission is speculated to occur with inoculation of conjunctival mucosa or by swimming in infected water sources (6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T R A N S M I S S I O N"
        },
        {
            "text": "Hemagglutinin and neuraminidase account for the naming of the different subtypes of influenza and are responsible for the invasion and the replication of the virus. Hemagglutinin is responsible for binding to host cells through receptors that have sialic acid, which causes endocytosis (8) . Hemagglutinin needs to be cleaved in order for activation to occur (4). Hemagglutinin 5 has the ability to be cleaved by multiple proteases allowing for easier access into host cells (4) . Following activation by proteases, the viral envelop fuses to the endosome delivering viral material into the cell (8) . Once inside the cell, the virus undergoes replication. Then, neuraminidase releases the viral progeny from infected cells and assisting with motility along respiratory epithelium (4) .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INVASION AND REPLICATION: THE MICROBIOLOGY OF INFLUENZA A"
        },
        {
            "text": "Avian influenza differs from the H1 and H3 subtypes that account for the yearly influenza (4). Matrosovich et al. investigated the invasion of different subtypes of influenza of human lung epithelium using immunofluorescence. Immunofluroescence staining revealed the human strain of influenza A H5N1 predominately attached to nonciliated cells, whereas the avian strain of influenza A H1N1 mainly attached to ciliated cells (9) . H3N8, H5N1, and H7N1 avian strains also showed preferential attachment to ciliated cells and two human strains of H3N2 tended to infect nonciliated cells (9) . Ciliated and nonciliated epithelial cells express different sialic acid receptors.Sialic acid 2-3 galactose-linked receptors are expressed on ciliated cells; whereas sialic acid 2-6 galactose-linked receptors are expressed on nonciliated cells (9) . The presence of sialic acid 2-3 galactose-linked receptors accounts for the ability of the virus to directly infect a human without the need of a human host.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INVASION AND REPLICATION: THE MICROBIOLOGY OF INFLUENZA A"
        },
        {
            "text": "The virus triggers a variety of inflammatory responses that are proposed to account for the sudden deterioration of patients. Lee et al. observed that H5N1 induces tumor necrosis factor (TNF) and proinflammatory cytokines and chemokines triggering an inflammatory response followed by activation of transcription factor nuclear factor (NF)-κB in primary blood macrophages. NF-κB produces cytokines and chemokines (10) . In addition to directly inducing TNF, the virus initiates the mitogenactivated protein kinases (MAPK) kinase-signaling pathway, which activates the expression of TNF. By blocking expression of P38MAPK, serum levels of TNF were reduced (10) .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INVASION AND REPLICATION: THE MICROBIOLOGY OF INFLUENZA A"
        },
        {
            "text": "The virus activates cytokines that are ineffective at destroying it but are effective at destroying host tissue (2) . The stimulation of proinflammatory mediators is proposed to explain the clinical and pathological presentation observed with infections of H5N1.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INVASION AND REPLICATION: THE MICROBIOLOGY OF INFLUENZA A"
        },
        {
            "text": "To create the yearly influenza vaccine, the hemagglutinin and neuraminidase are derived from the antigenic strain and combined with H1N1 to grow the virus in chicken embryos (4) . However, H5N1 is so pathogenic that it is lethal to chicken embryos (4). The use of H1N1, a nonpathogenic strain, in combination with H5N1 did not produce the desired immunogenic response. The addition of MF59, an adjuvant, utilized to stimulate immune response, did increase antibody response significantly after two doses of the vaccine (4).The traditional vaccine approach is often time consuming and would be hard to increase production in a pandemic.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "VAC C I NAT I O N"
        },
        {
            "text": "Live-attenuated vaccines are nonpathogenic when combined with cold-adapted H2N2 in animal models. One of the major risks associated with a live-attenuated virus is the potential to develop a recombinant virus if a person is already infected with a different strain of influenza (4) . The most promising system for developing an avian vaccine is through cloning of the neuraminidase and hemagglutinin genes inserted into a plasmid with H1N1 to obtain the eight segments of the virus (4). Plasmids have not produced chicken embryo mortality and produce an immunogenic response. However, the use of plasmids does not come without complications. The cell lines to grow the plasmids have to be quality approved. Also of consideration is that the viruses are considered genetically altered because of the reverse genetics systems used to clone the glycoproteins, which means that they have to meet safety regulations for research and vaccine development to occur (4) . In addition to safety regulations, companies manufacturing the vaccine must be licensed. Despite the complication of safety regulations and licensure, plasmid vaccines can undergo mass production in a short amount of time, which is essential in a pandemic.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 957,
                    "end": 960,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "VAC C I NAT I O N"
        },
        {
            "text": "Influenza A will effect the respiratory, gastrointestinal, and neurological systems. Almost all of the victims have been under the age of 20. Patients present with a constellation of symptoms. Initially, the virus produces a high spiking fever accompanied by dyspnea (10) . Complaints of abdominal pain, diarrhea, and vomiting can also be present (6) . After the onset of dyspnea, patients undergo rapid deterioration from pneumonia to acute respiratory distress syndrome (ARDS). Systemic symptoms have occurred after 2-4 d in most patients and as long as 8-17 d after exposure (6) . Patients often die of ARDS or multiorgan failure.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "C L I N I CA L P R E S E N TAT I O N"
        },
        {
            "text": "The clinical presentation of avian influenza mimics a variety of other viral infections. There are laboratory values that can aid in the diagnosis of avian influenza A H5N1. Lymphopenia and thrombocytopenia and elevated liver enzymes are common findings (10) . Increased creatinine accompanied by proteinuria occurs with administration of corticosteroids..",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "L A B O R ATO RY T E S T I N G"
        },
        {
            "text": "To confirm the diagnosis of avian influenza A H5N1 infection requires expensive laboratory tests. The available rapid antigen test lacks specificity to identify the subtype of influenza A (6). Confirmation of influenza A H5N1 is obtained by polymerase chain reaction, positive immunofluorescence using a monoclonal antibody against H5, positive viral culture, or a fourfold increase in antibodies against H5 (6) . The most important factor to elicit is whether the individual has been in contact with poultry that are dying for an unexplained reason or with individuals who have similar symptoms (6).",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "L A B O R ATO RY T E S T I N G"
        },
        {
            "text": "Oseltamivir and Zanamivir are antiviral agents that show promise in treating avian influenza H5N1 (6) . However, resistance is developing to Oseltamivir (6) . In order for these agents to be effective, they must by administered within 72 h of contracting the illness. Patients often present after 72 h and do not show a marked improvement with administration of these agents (6) .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "T R E AT M E N T"
        },
        {
            "text": "Patients are now wondering how to protect themselves. They question the safety of traveling to countries where avian influenza exists. The answers are still easy. Concerned patients should be instructed to avoid contact with chickens, ducks and turkeys. They can travel as they wish as the risk is not immediate. Transmission to humans would occur through the respiratory track or mucus membranes, not by eating cooked poultry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R E S P O N D I N G TO A N X I O U S PAT I E N T S"
        },
        {
            "text": "By definition, a disaster is when one does not have the means to fulfill one's needs. In a pandemic, there will need to be clear guidelines for who will get treated with antiviral agents. Should they be reserved for the sickest and oldest people with the greatest risk of death?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E T H I CA L I S S U E S"
        },
        {
            "text": "Plans to quarantine those infected as quickly as possible after diagnosis need to be instituted, and a place for a quarantine to occur should be thought out before a pandemic. Plans to staff an area housing infected individuals is an issue without any simple answers. What is the health care worker's responsibility to care for the sick when the personal risk is significant? And when care is provided for the victims of a pandemic, how are the families going to be effected? Will they be given the vaccine, and antivirals ahead of others (11) ?",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 543,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "E T H I CA L I S S U E S"
        },
        {
            "text": "The Centers for Disease Control has established a plan for distributing vaccine in times of shortage. In the past 2 yr during which the United States experienced problems with flu vaccine, the neediest and most appropriate patients often had difficulty receiving obtaining vaccines (12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E T H I CA L I S S U E S"
        },
        {
            "text": "Although there are no easy or completely right answers, thinking through the questions prior to the event and having a plan can help calm fears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E T H I CA L I S S U E S"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Why revive a deadly flu virus. NYT Magazine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shreeve",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "48--53",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Avian influenza",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Avian influenza viruses and their implication for human health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "Pringle",
                    "middle": [],
                    "last": "Cr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "1",
            "pages": "108--112",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Confronting the avian influenza threat: vaccine development for a potential pandemic",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sambon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "499--509",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A child with avian influenza A (H5N1) infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chokephaibulkit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uiprasertkul",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Infect Dis",
            "volume": "24",
            "issn": "2",
            "pages": "162--166",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Writing Committee of the World Health Organization (WHO) Consultation on Hunan Influenza A/H5. Avian influenza A (H5N1) infection in humans",
            "authors": [],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1374--1385",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Avian influenza (H5N1) viruses isolated from humans in Asia in 2004 exhibit increased virulence in mammals",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Erb",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "11",
            "pages": "788--799",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acylation-mediated membrane anchoring of avian influenza virus hemagglutinin is essential for fusion pore formation and virus infectivity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herwig",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Azzouz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "6449--6458",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human and avian influenza viruses target different cell types in cultures of human airway epithelium",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hans-Dieter",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "4620--4624",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "p38 mitogen-activated protein kinase-dependent hyperinduction of tumor necrosis factor alpha expression in response to avian influenza virus H5N1",
            "authors": [
                {
                    "first": "Dcw",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "Ahy",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "Ckp",
                    "middle": [],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Asy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "10",
            "pages": "147--157",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ethical considerations found lacking in preparedness plans for bird flu outbreaks AM News",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "O&apos;reilly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9--11",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}