{
    "paper_id": "03d7f7a333587a2f7620cfe8102b97483b5cffab",
    "metadata": {
        "title": "Factors Affecting the Stability of Transmissible Enteritis Virus of Turkeys",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "R"
                ],
                "last": "Adams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "S"
                ],
                "last": "Hofstad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "L"
                ],
                "last": "Frey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The effects of environmental factors on the stability of transmissible enteritis virus of turkeys were studied, using an assay system of poult inoculation. Viral infectivity persisted for less than 6 hr at 37 C in nutrient broth. Survival of virus was enhanced in the presence of cysteine and nicotinamide-adenine dinucleotide, and at pH 5.5. Survival was also enhanced in a growing culture of intestinal microflora and could be observed as well in a culture of Streptococcus [ecalis in medium with reduced oxygen tension. These results were compared with findings in experiments with several other intestinal viruses, and it is suggested that some intestinal viruses may be adapted to the conditions of low pH and redox potential that are normal in the intestine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Transmissible enteritis of turkeys is a disease that occurs as explosive outbreaks in flocks. Affected birds show depression, enteritis, and loss of weight. Mortalities may be high. Recent studies indicate that this disease is caused by an enveloped virus that bears some morphologic similarities to the myxoviruses.! Although the disease has been studied for many years [1, 2] , it has not been possible to isolate the causative virus in cell cultures [2, 3] .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 375,
                    "end": 377,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 457,
                    "end": 459,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because the virus is so difficult to grow in vitro, the effect of the environment on its stability was investigated in the hope of improving techniques of isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Source of virus. The Minnesota strain [2] of transmissible enteritis (TE) virus was propagated in turkeys and used for the experiments. Turkey poults were inoculated perorally with infective intestinal contents and killed three days later. Intestinal contents were diluted with an equal volume of phosphate-buffered saline, clarified by centrifugation at 8,700 g for 10 min, and passed through a 0.3-flm membrane filter. The filtrate was shown to be free of bacteria and viruses cytopathogenic for turkey-embryo-kidney cells by methods described previously [2] .",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Assay system. The only reliable assay for infectivity of TE virus is the development of clinical signs and loss of weight in challenged poults [2] . One-day-old poults were acquired from local hatcheries in which there was no history of infection due to TE virus; they were raised in isolation on antibiotic-free feed. Before oral challenge, poults were weighed in groups of four and placed in modified Horsfall-Bauer isolation units. Each poult was inoculated perorally with 0.5 ml of the material to be tested. Because of the cumbrous assay system, dilutions of inoculum were not titrated, except in experiments using the survival medium described below.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "After inoculation, consumption of feed and water was observed for three to five days, and the birds were then killed and weighed. Infection with TE virus was determined on the basis of failure to gain weight, coupled with clinical signs of anorexia, depression, and reduced body temperature. All experiments were repeated to ensure validity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Survival medium. The basal medium used in experiments on viral survival consisted of mycoplasma medium [4] containing 100 mg of nicotinamide-adenine dinucleotide/liter, 100 mg of Results Figure 1 . Period of survival of infectivity of transmissible enteritis virus diluted I: 30 in tryptose-phosphate broth at 37 C. Results are expressed as the percentage of weight change from the initial weight of groups of four inoculated poults, four days after challenge. Inoculated (+) and uninoculated (-) control groups are presented.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Virus survived overnight in the survival medium described above only when cysteine and nicotinamide-adenine dinucleotide were present. Furthermore, it was necessary for the pH of the medium to be near 5.5 ( figure 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 217,
                    "text": "figure 2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Effect of other modifications. Other substances added to the survival medium in the hope of enhancing stability of the virus included 1 mg of catalase/rnl, 2.5 mg of maltosez'ml, 5 flg of sodium deoxycholate/rnl, 30flg of menadione/ ml, 8 mg of arginine/ml, and 5 % of a filtrate of feces from uninfected poults. None of these additives substantially enhanced persistence of infectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Sera from turkeys, rabbits, or swine at a concentration of 5 % allowed optimal persistence of infectivity. Concentrations of serum of 10% or more inhibited survival of the virus, and omission of serum also prevented overnight survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Effect of intestinal microfiora. A 10-ml volume of tryptose-phosphate broth was inoculated with a loopful of unfiltered intestinal contents from a bird infected with TE virus. After overnight incubation at 37 C, the broth contained a luxuriant growth of gram-positive and gramnegative bacteria, which when inoculated into poults caused clinical signs of infection with TE. Similar results were obtained if the broth contained 0.075% thallium acetate, except that in this case, only streptococci grew in the broth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Three streptococcal colonies, differing in hemolytic pattern, were isolated from the intestine of an uninfected turkey poult. Broth cultures were prepared, and three 10-ml volumes of tryptosephosphate broth were inoculated with 0.1 ml of the respective streptococcal cultures. Two hours later, each tube was inoculated with 0.3 ml of infective intestinal filtrate. After incubation overnight at 37 C, only one of the tubes was capable of causing infection with TE in susceptible poults ( figure 2C ). The Streptococcus used in this tube was identified as Streptococcus [ecalis. Compared with the streptococci used in the noninfectious tubes, the S. [ecalis reduced tetrazolium more rapidly during growth and produced a more acidic medium. The final pH in spent medium from S. [ecalis was 5.9, compared with 6.2 for the other two streptococci.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 497,
                    "text": "figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Infectivity was better maintained if the broth medium was boiled and allowed to cool imme- <.> 0 cysteine/liter, and 5 % heat-inactivated rabbit serum. Acetic acid was added to adjust the pH of the medium 5.5. A 10-ml volume of this medium was inoculated with 0.3 ml of infective intestinal filtrate for studies of survival of infectivity, and the culture was incubated overnight before inoculation into poults. Since this was further diluted 1: 100 before inoculation of the poults, the final dilution of original material was 10-3 • Rate of viral inactivation at 37 C. A 2-ml volume of undiluted intestinal filtrate was incubated at 37 C and assayed at different times for infectivity. In various experiments, infectivity generally vanished within 6 hr (figure 1), although it once persisted for 8 hr. Similar results were obtained with intestinal filtrate diluted 1: 30 in nutrient broth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Effect of pH and redox potential. Considerable experimentation was required to arrive at the survival medium described above. Modifications were made in order to develop a suspending medium that would allow infectivity to survive for 18-24 hr (overnight) at 37 C. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In experiments concurrent with this work, the average titer of TE virus in an intestinal filtrate was 10 4 turkey-infective doses/nil [2] . In experiments using the survival medium, intestinal filtrate had a final dilution of 10-3 , after incubation overnight before inoculation into poults. Thus in the survival medium, the virus lost less than 1 log of activity after 18 hr at 37 C, compared with a loss of 4 logs of activity after 6 hr in a neutral medium.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It was believed that S. iecalis and the general intestinal microflora acted by lowering the pH and redox potential of the medium, causing conditions similar to those in the survival medium. The removal of oxygen by boiling aided this action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similar experiments have been carried out using the virus of hemorrhagic enteritis of turkeys [5] , which differs from the TE virus [6] . It was found that survival of the hemorrhagic enteritis virus was also enhanced in the presence of a growing culture of S. [ecalis. Other workers have observed a stabilization of poliovirus by cysteine or cystine [7] [8] [9] [10] , by lowered pH [8] , and by the removal of oxygen [8, 9] . Reducing agents have stabilized an ECHO virus and a Coxsackie B virus, as well as poliovirus [8] . Thus, there are at least five viruses of the intestinal tract that have shown enhanced stability at lowered redox potential, lowered pH, or both.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In contrast to their effect on enteric viruses, reducing agents decreased the stability of vaccinia virus, Newcastle disease virus, and three arboviruses [11] . It was suggested that the presence of a viral envelope might be correlated with lability to reducing agents. It has been shown, however, that TE virus is enveloped [2] and that it is stabilized by reducing agents. Thus, the presence of a lipid coat does not determine sensitivity to lowered redox potential. It is possible that viruses that normally inhabit the intestinal tract, a site of low redox potential, have become adapted to their habitat.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, the characteristic of stabilization by low redox potential may not be limited solely to enteric viruses. Zinsser et al. [12] have suggested that an encephalitic strain of herpesvirus may be stabilized by reducing agents.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been suggested that viral enteritis is common in man [13] , but there is difficulty in associating known viruses with the diseases observed [14] . Several syndromes have been described in which the causative agents cannot be grown outside the natural host, man [15, 16] . In this, they resemble transmissible enteritis of turkeys. The possibility that these viruses may have some sensitivity to oxygen, as has been demonstrated for all intestinal viruses so far examined, has implications for efforts aimed at viral isolation.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bluecomb disease of turkeys. IV. Demonstration ofa filterable agent",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Tumlin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Pomeroy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Lindorfer",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "130",
            "issn": "",
            "pages": "360--365",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Studies on a filtrable agent associated with infectious enteritis (bluecomb) of turkeys",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hofstad",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Avian Dis",
            "volume": "13",
            "issn": "",
            "pages": "386--393",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of pathogenic filtrate and viruses isolated from turkeys with bluecomb",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Deshmukh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Dutta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Pomeroy",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Am. 1. Vet. Res",
            "volume": "30",
            "issn": "",
            "pages": "1019--1025",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A medium for the isolation of avian mycoplasmas",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Am. J. Vet. Res",
            "volume": "29",
            "issn": "",
            "pages": "2163--2171",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hemorrhagic enteritis of turkeys",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Avian Dis",
            "volume": "11",
            "issn": "",
            "pages": "296--307",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of disinfectants and drying on the virus of hemorrhagic enteritis of turkeys",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Domermuth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Avian Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cystine requirement for normal poliovirus action on monkey kidney tissue cultures",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Dubes",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Proc. Soc. Exp, BioI. Med",
            "volume": "93",
            "issn": "",
            "pages": "129--132",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Protection of enteroviruses against heat inactivation by sulfhydryl-reducing substances",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Halsted",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S Y"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Carver",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Virology",
            "volume": "40",
            "issn": "",
            "pages": "751--754",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Stabilization of poliovirus by cystine",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pohjanpelto",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Virology",
            "volume": "6",
            "issn": "",
            "pages": "472--487",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Plaque enhancement of enteroviruses by magnesium chloride, cysteine and pancreatin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J. Bacteriol",
            "volume": "91",
            "issn": "",
            "pages": "1932--1935",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral inactivation by disulfide bond reducing agents",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Carver",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S Y"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "1. Virol",
            "volume": "2",
            "issn": "",
            "pages": "1482--1484",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Further studies on herpes virus. The influence of oxidation and reduction on the virulence of herpes filtrates",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zinsser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Seastone",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "J. Immunol",
            "volume": "18",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acute diarrhea-a \"toxin\" disease?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Gorbach",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "N. Engl. J. Med",
            "volume": "283",
            "issn": "",
            "pages": "44--45",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The association of viruses and bacteria with infantile diarrhea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Yow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blattner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Burkhardt",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Am. J. Epidemiol",
            "volume": "92",
            "issn": "",
            "pages": "33--39",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Winter vomiting disease",
            "authors": [
                {
                    "first": "1",
                    "middle": [
                        "L"
                    ],
                    "last": "Adler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zickl",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J. Infect. Dis",
            "volume": "119",
            "issn": "",
            "pages": "668--673",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Winter vomiting disease in Florida students",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Levitt",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Bond",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Hyg. (Camb.)",
            "volume": "68",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Effects of various modifications of the suspending medium on overnight survival of infectivity of transmissible enteritis virus at 37 C. Results are standardized against a common control. (A) Inoculated (+) and uninoculated (-) controls. (B) Effect of pH of suspending medium. (C) Effect of growth of different streptococci in the suspending medium. (D) Effect of boiling culture medium before inoculation with streptococci. diately before inoculation with the Streptococcus (figure 2D). It was not possible to sustain infectivity of TE virus in a second culture of S. [ecalis inoculated with a filtrate from a primary, inoculated culture. S. [ecalis itself produced no clinical signs of TE in inoculated poults. Four different bacteriophages of S. [ecalis were isolated from TE-infective filtrate, but none of the bacteriophages caused clinical signs when administered to poults.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}