{"paper_id": "03ef3bf95b15cf1f11ff6c5b796cc1feb3f2616e", "metadata": {"title": "An update on swine-origin influenza virus A/H1N1: a review", "authors": [{"first": "Sebastian", "middle": ["U"], "last": "Schnitzler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Paul", "middle": [], "last": "Schnitzler", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Influenza viruses cause annual epidemics and occasional pandemics that have claimed the lives of millions. The emergence of new strains will continue to pose challenges to public health and the scientific communities.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Influenza virus outbreaks occur with regularity, but the severity of outbreaks differs. A prime example is the recent emergence of swine-origin influenza viruses A/H1N1 (S-OIVs) that have transmitted to and spread among humans, resulting in outbreaks. During April 2009, a novel H1N1 virus was detected in unrelated cases of influenzalike illness in California and was subsequently recognized to be the cause of a major outbreak of respiratory disease in Mexico that had been ongoing for some weeks previously [1] . The virus was found to be an H1N1 virus that was genetically and antigenically unrelated to human seasonal influenza viruses and genetically related to viruses circulating in swine [2] [3] [4] . The association of the origins of the current outbreak with the Mexican pig farming region raised immediate suspicions that porcine influenza was involved, and it was soon demonstrated that the nearest relative of the strains isolated in the latest outbreak was the triple reassortant porcine influenza that had caused considerable problems for pig farmers for several years [5] . The new strain is a result of a further reassortment and generated a quadruple reassortant with genome segments traceable to two major lineages of porcine influenza as well as avian and human influenza [6] . The announcement on April 21st 2009 by the US Centers for Disease Control and Prevention (CDC) regarding two patients in California infected with a new swine-originated influenza virus prompted the initiation of pandemic flu preparedness plans by public health officials [7] . According to World Health Organization (WHO) guidelines, the current influenza outbreak is of pandemic character. In response to the outbreak, many schools in Mexico, the US, Japan and other countries were closed in order to stop the spread of S-OIV infection. This reflects the threat that influenza viruses pose and the uncertainty about evolution of a new influenza strain towards a virulent strain. By September 16th, 2009, a total of about 280,000 cases and about 3,200 deaths have been reported worldwide. In the same period of time, about 300,000 children died from malaria and about 600,000 children died of diarrhoeal diseases worldwide [8] . The current H1N1 outbreak ranks low on a global scale; however, three major pandemics in the last century spread fear. Indeed, influenza viruses have the potential to induce one of the highest morbidity and mortality rates of all pathogens. Of the 16 known serotypes of influenza A hemagglutinin, 6 have been isolated from humans at the molecular level, i.e. H1, H2, H3, H5, H7, H9. Out of these six different hemagglutinins, H1, H2 and H3 have been involved in past pandemics [9, 10] .", "cite_spans": [{"start": 510, "end": 513, "text": "[1]", "ref_id": null}, {"start": 697, "end": 700, "text": "[2]", "ref_id": null}, {"start": 701, "end": 704, "text": "[3]", "ref_id": null}, {"start": 705, "end": 708, "text": "[4]", "ref_id": null}, {"start": 1086, "end": 1089, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1294, "end": 1297, "text": "[6]", "ref_id": null}, {"start": 1571, "end": 1574, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2223, "end": 2226, "text": "[8]", "ref_id": null}, {"start": 2526, "end": 2527, "text": "6", "ref_id": null}, {"start": 2706, "end": 2709, "text": "[9,", "ref_id": null}, {"start": 2710, "end": 2713, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "Pandemics have substantial economic impact deriving from the costs of prevention and treatment, work absenteeism and hospitalizations. A detailed understanding of the mechanisms that determine pathogenicity and interspecies transmission, combined with the availability of effective preventive and therapeutic measures, is critical for the control of influenza virus infections.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Aquatic birds are the natural reservoir of all influenza virus subtypes. Other animal species infected by influenza include pigs, horses and dogs, due to the broad host range of these viruses [11] . Influenza A viruses have segmented, negative-sense RNA genomes and encode 11 proteins, including the surface glycoproteins hemagglutinin and neuraminidase as well as the virulence factors NS1 (host interferon antagonist) and PB1-F2 (proapoptotic factor). The viruses are grouped according to the expression of 16 hemagglutinin (HA) subtypes and 9 neuraminidase (NA) subtypes [12] . The HA protein has an important role in expressing high pathogenicity in many animal species and mediates the fusion of the viral and host endosomal membranes. Replication and transcription of viral RNAs are carried out by three polymerase subunits PB1, PB2, PA, and the nucleoprotein NP. The NA protein facilitates virus release from infected cells by removing sialic acids from cellular and viral HA and NA proteins. Sialic acid is the receptor for hemagglutinin, humans express sialyl-transferases in mucosal and respiratory tissues resulting in N-glycans with a2,6 linked sialic acids. In avian tissues, another conformation of terminal sialic acid is expressed and N-glycans are linked with a2,3 sialic acid. These different conformations restrict the virus to specific hosts, e.g. avian viruses bind predominantly to receptors expressed on avian tissues. The genomic evolution of influenza A virus is characterized by a complex interplay of mutations, frequent reassortment and periodic selective sweeps. A significant driver of diversity by mutation and immunological selection is the high error rate of the influenza virus RNA polymerase, the lack of any proofreading and the subsequent quasi species nature of influenza viruses, like other RNA viruses, e.g. hepatitis C virus and HIV. The A/H3N2 and A/H1N1 subtypes exhibit different evolutionary dynamics, with diverse lineages circulating in A/H1N1, indicative of weaker antigenic drift [13] . A sink-source model of viral ecology is suggested in which new lineages are seeded from a persistent influenza reservoir, which is hypothesized to be located in the tropics, to sink populations in temperate regions.", "cite_spans": [{"start": 192, "end": 196, "text": "[11]", "ref_id": null}, {"start": 574, "end": 578, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 2029, "end": 2033, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": "Influenza viruses"}, {"text": "In the rare event of a double infection with two different strains of influenza virus in a single host, reassortment of the genome segments might occur, producing a series of completely novel combinations of genome segments in the progeny viruses. Such reassorted strains may be the source of new pandemic influenza variants incorporating hemagglutinin and/or neuraminidase proteins against which hosts may have virtually no immunity. This sudden introduction of completely new serotypes of HA into circulating human viruses is referred to as antigenic shift. Although serotypes H1, H2 and H3 are the only ones known to have been involved in influenza pandemics, molecular evidence exists for the occasional infection of humans with avian viruses containing H5, H7 or H9. The prospect of an antigenic shift involving any of these is of major concern in pandemic surveillance. If an avian virus mutates or reassorts and gains the ability to bind to a2,6 linked sialic acids, it might cross the species barrier and infect humans. Swine tissues express both forms of sialic acid and can be coinfected with human and avian viruses [3] . Thus pigs serve as a melting vessel for human, avian and swine influenza strains. Molecular markers predicting the ability of transmission have not yet been determined. However, low temperature and low humidity are known to be environmental conditions that favour aerosol transmission, explaining the seasonal nature of normal influenza [14] .", "cite_spans": [{"start": 1127, "end": 1130, "text": "[3]", "ref_id": null}, {"start": 1470, "end": 1474, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Influenza viruses"}, {"text": "Uncomplicated human influenza virus infection causes transient tracheo-bronchitis, corresponding with predominant virus attachment to tracheal and bronchial epithelial cells. The main complication is extension of viral infection to the alveoli, often with secondary bacterial superinfection, resulting in severe pneumonia. Complications in extra-respiratory tissues such as encephalopathy, myocarditis and myopathy occur occasionally [15] . The spectrum of pathologic changes described in the 1918 influenza pandemic is not significantly different from the histopathology observed in other less lethal pandemics or even in deaths occurring during seasonal influenza outbreaks [16] .", "cite_spans": [{"start": 434, "end": 438, "text": "[15]", "ref_id": null}, {"start": 676, "end": 680, "text": "[16]", "ref_id": null}], "ref_spans": [], "section": "Influenza viruses"}, {"text": "Influenza A viruses cause recurrent epidemics and global pandemics. Pandemics are believed to arise when a novel avian influenza HA and/or NA (together with the PB1 gene segment in the pandemics of 1957 and 1968) is picked up through reassortment by preexisting human influenza viruses [17] or by a purely avian virus adapting to efficient human transmission [18] . Pigs have been proposed to serve as intermediate hosts where such adaption and reassortment of avian precursors may occur. The recently emerged S-OIVs are detected in many countries and are still spreading. At present, mortality rates associated with S-OIVs infections are comparable to seasonal influenza outbreaks. Although only H1, H2, H3, H5, H7 and H9 are known to have infected humans, there is no particular reason to exclude the possibility that humans might be infected with one of the remaining 10 serotypes. Any pandemic involving a hemagglutinin serotype not seen in the last century, will most likely be very severe.", "cite_spans": [{"start": 286, "end": 290, "text": "[17]", "ref_id": null}, {"start": 359, "end": 363, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "Pandemics in the twentieth century"}, {"text": "The WHO has defined six phases that provide a global framework to aid countries in pandemic preparedness and response planning. The grouping and description of pandemic phases have been revised recently to make them easier to understand, more precise and based upon observable phenomena. Phases 1-3 correlate with preparedness, including capacity development and response planning activities, while phases 4-6 clearly signal the need for response and mitigation efforts. Furthermore, periods after the first pandemic wave are elaborated to facilitate post pandemic recovery activities ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 587, "end": 595, "text": "Table 1)", "ref_id": "TABREF1"}], "section": "Pandemics in the twentieth century"}, {"text": "The Spanish flu pandemic of 1918/1919 killed as many as 50 million people worldwide, and remains unprecedented in its severity. A first, mild wave in the spring of 1918 was followed by a second wave in September to November 1918 that resulted in mortality rates of over 2.5%, compared to less than 0.1% typically recorded for influenza outbreaks. A third wave with equally high mortality rates swept around the world in 1919 [1] . The mortality pattern of the Spanish influenza was unusual with high mortality rates for young adults. The morbidity pattern was similar to other pandemics, children under the age of 15 years experienced the highest attack rates. Most patients died of bacterial pneumonia, which may be attributed to the lack of antibiotics, however, many others died due to viral pneumonia. The genomic sequences of this virus have been determined [19] [20] [21] and revealed an avian-like H1N1 virus that contains human-like signature amino acids in several proteins. The Spanish influenza virus lacks a multibasic HA cleavage site [21] , the hallmark of highly pathogenic avian influenza viruses that pertains to high pathogenicity in domestic poultry. It is not a marker for high pathogenicity in other than avian hosts or other hosts, e.g. mammals. Different proteins, e.g. PB1-F2 contributed to its virulence and HA and PB2 were critical for transmissibility. The disease was first detected in the USA in prisons and military bases. Troop movements during World War I appear to have been a major cause of its global distribution. Antigenic drift subsequent to the initial antigenic shift is the likely cause for several waves of renewed virulence shown by the virus. Spanish flu illustrates both the potential of influenza for morbidity and mortality, and also the tendency of severe pandemics to occur in several waves as the virus adapts to its new human host. This virus reappeared in 1977/1978 and current human seasonal H1 proteins belong to the same lineage.", "cite_spans": [{"start": 425, "end": 428, "text": "[1]", "ref_id": null}, {"start": 863, "end": 867, "text": "[19]", "ref_id": null}, {"start": 868, "end": 872, "text": "[20]", "ref_id": null}, {"start": 873, "end": 877, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1048, "end": 1052, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Pandemics in the twentieth century"}, {"text": "The Asian influenza originated in Southern China in February 1957. From there, it spread to Singapore, Hong Kong, Japan, the United States, and the United Kingdom. A second wave was detected in January 1958. The pandemic was caused by a human/avian reassortant that introduced avian virus H2 HA and N2 NA genes into human populations. This virus possessed a PB1 gene of avian virus origin and caused 1.5 million fatalities worldwide. H2 has been absent from human populations since the late 1960s [8] .", "cite_spans": [{"start": 497, "end": 500, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Pandemics in the twentieth century"}, {"text": "In 1968, viruses of the H2N2 subtype were replaced by another human/avian reassortant that possessed an H3 HA gene of avian virus origin. The PB1 gene was derived from an avian virus. The virus was first isolated in Hong Kong in 1968 and caused a pandemic in the winters of 1968/1969 and 1969/1970. The Hong Kong flu caused 1 million fatalities worldwide. H3 like H1 persists in a seasonal human influenza evolving by antigenic drift.", "cite_spans": [], "ref_spans": [], "section": "Pandemics in the twentieth century"}, {"text": "In 1976, swine virus infections were observed in soldiers at an army training base in Fort Dix, New Jersey [22] . Similar strains had been circulating in pigs for several years suggesting insufficient virulence to affect humans and the pandemic never came.", "cite_spans": [{"start": 107, "end": 111, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Pandemics in the twentieth century"}, {"text": "In May 1977, an influenza virus outbreak was reported in China that affected young adults in the northern hemisphere in the winter 1977/1978 (Russian flu). The outbreak was caused by influenza viruses of the H1N1 subtype that closely resembled viruses that had circulated in the early 1950s [23] , suggesting accidental release of this virus. The reemerging H1N1 virus did not replace the H3N2 virus circulating at the time, and both subtypes are co-circulating in humans until now. Highly pathogenic H5N1 influenza viruses", "cite_spans": [{"start": 291, "end": 295, "text": "[23]", "ref_id": null}], "ref_spans": [], "section": "Pandemics in the twentieth century"}, {"text": "The infection of 18 persons in Hong Kong in 1997 with highly pathogenic avian influenza viruses of the H5N1 subtype, which resulted in six fatalities [24, 25] marked the first reported fatal infections of humans with avian influenza viruses. This outbreak was brought under control with the depopulation of live birds in Hong Kong. After a period of local and sporadic outbreaks, a new outbreak started in 2003. This virus has spread to Europe and Africa. The highly pathogenic H5N1 virus is lethal in chickens and some of these viruses kill waterfowl, the natural reservoir of influenza A viruses. These viruses have fatally infected several mammalian species, e.g. cats. Their continued confirmed transmission to several hundreds of humans resulted in severe respiratory infections with high mortality rates. Human H5N1 infections cause severe pneumonia and lymphopenia. However, sustained human-to-human transmission was not reported. In contrast, S-OIVs seem to spread efficiently among humans but have caused a limited number of fatal infections. H5N1 viruses replicate mainly in the lower respiratory tract of humans. The receptorbinding specificity of human and avian influenza viruses suggests that avian influenza viruses need to acquire the ability to recognize human-type receptors to cause a pandemic. In the 1918, 1957 and 1968 pandemics, the pandemic strains possessed HA of avian origin which recognized human-type receptors. The avian flu virus H5N1 cannot be transmitted efficiently from humans to humans and demonstrates a similar drug resistance profile as the new S-OIV, i.e. resistant to adamantanes and sensitive to neuraminidase inhibitors. However this virus contains molecular markers of pathogenicity, e.g. PB1-F2 and a polybasic cleavage site in hemagglutinin, a marker of high pathogenicity in domestic poultry, and might cause rare acute lung injury and death. The relative severity of threat is low due to very low infection rates in humans. A more adapted strain of H5N1 to humans could result in a devastating pandemic. The finding of avian-type receptors in human lungs explains the severe pneumonia seen in humans with highly pathogenic avian H5N1 viruses. Several strategies for meeting the threat of avian influenza by production of vaccines have been developed recently [26] .", "cite_spans": [{"start": 150, "end": 154, "text": "[24,", "ref_id": null}, {"start": 155, "end": 158, "text": "25]", "ref_id": null}, {"start": 2307, "end": 2311, "text": "[26]", "ref_id": null}], "ref_spans": [], "section": "Pandemics in the twentieth century"}, {"text": "Classical swine influenza H1N1 remained the dominant swine virus in North America until 1998 when the triple reassortant H3N2 viruses were isolated in the USA [27] . These viruses had HA, NA and PB1 of human origin; NP, M and NS genes of classical swine; and PB2 and PA genes of North American avian virus origin [4] . Unlike the classical swine viruses which at most caused mild respiratory disease in pigs, these triple reassortant viruses had unusual pathogenicity being associated with spontaneous abortion and even death of pigs. Since December 2005, the triple reassortant H1 viruses have transmitted to humans in the USA, 10 caused by the triple reassortant H1N1 and one by the triple reassortant H1N2 virus [28] . Another transmission of a European swine H1N1 virus was reported in Europe [29] . Some of these patients had close exposure to pigs. While some of these zoonotic infections led to occasional transmission to other patients, none of them led to sustained human-to-human transmission. Antibodies to swine influenza viruses H1N1 and H1N2 have been detected in humans with exposure to pigs [30] . Vincent et al. [25] [31] . In contrast, influenza viruses isolated from Chinese pigs in 2005 were closely related to classical swine H1N1 virus [32] .", "cite_spans": [{"start": 159, "end": 163, "text": "[27]", "ref_id": null}, {"start": 313, "end": 316, "text": "[4]", "ref_id": null}, {"start": 715, "end": 719, "text": "[28]", "ref_id": null}, {"start": 797, "end": 801, "text": "[29]", "ref_id": null}, {"start": 1107, "end": 1111, "text": "[30]", "ref_id": null}, {"start": 1129, "end": 1133, "text": "[25]", "ref_id": null}, {"start": 1134, "end": 1138, "text": "[31]", "ref_id": null}, {"start": 1258, "end": 1262, "text": "[32]", "ref_id": null}], "ref_spans": [], "section": "Classical swine influenza virus"}, {"text": "Outbreak", "cite_spans": [], "ref_spans": [], "section": "Swine-origin influenza viruses A/H1N1 (S-OIVs)"}, {"text": "Epidemiological data indicate that the current outbreak of influenza-like respiratory illness started in La Gloria, Mexico, in February 2009. In early April, public health authorities began investigating high numbers of influenzalike illness and informed the Pan American Health Organization, the regional WHO office, of a possible outbreak. The Centers for Disease Control (CDC) identified S-OIVs in two specimens independently collected in Southern California in mid-April. In late April, the Public Health Agency of Canada detected S-OIVs in specimens received from Mexico. By the end of April, international spread and clusters of human-to-human transmission prompted the WHO to increase the pandemic alert from phase 3 to phase 4, and shortly after to phase 5. This phase is characterized by human-to-human spread in at least two countries and signs of imminent pandemic. In Mexico and the USA, massive campaigns were undertaken to educate the public about hygiene measures. By the end of May, most cases outside Mexico and the United States have been caused by travellers from Mexico and the USA. However, most infections were mild and did not require hospitalization. On June 11, the WHO raised the pandemic alert to phase 6 due to human-to-human transmission in two different WHO regions. To date, a worldwide spread is observed ( Table 2 ). The 2009 influenza pandemic has spread internationally with unprecedented speed. In past pandemics, influenza viruses have needed more than 6 months to spread as widely as the S-OIV has spread in less than 6 weeks.", "cite_spans": [], "ref_spans": [{"start": 1339, "end": 1346, "text": "Table 2", "ref_id": "TABREF4"}], "section": "Swine-origin influenza viruses A/H1N1 (S-OIVs)"}, {"text": "Clinical picture, pathogenicity", "cite_spans": [], "ref_spans": [], "section": "Swine-origin influenza viruses A/H1N1 (S-OIVs)"}, {"text": "The majority of cases of S-OIV have been mild influenza illness, mostly associated with fever. Some patients have had gastrointestinal symptoms including diarrhoea. Only a small percentage of confirmed cases had been hospitalized. Underlying conditions such as asthma or other lung diseases, diabetes, morbid obesity, auto-immune disorders, immunosuppressive therapy, neurological or cardiovascular disorders or pregnancy are predisposing factors for hospitalization. In Mexico, where the largest numbers of fatalities have been seen, severe pneumonia with multifocal infiltrates and rapid progression to acute respiratory distress syndrome and multi-organ failure has been reported [11] . Case fatality rates in Mexico are estimated to be 0.4% [5] , while other countries have reported quite lower fatality rates in virologically confirmed cases. By now, the mortality rate is low and the impact of swine flu is similar to an average flu season. A major pathogenicity marker is the presence of the and increased protein expression of cytokines and chemokines in lung tissues [33] .", "cite_spans": [{"start": 683, "end": 687, "text": "[11]", "ref_id": null}, {"start": 745, "end": 748, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1076, "end": 1080, "text": "[33]", "ref_id": null}], "ref_spans": [], "section": "Swine-origin influenza viruses A/H1N1 (S-OIVs)"}, {"text": "The new virus shares some characteristics of a pandemic strain, e.g. it can be transmitted from humans to humans, causes disease, people are not or only partially immune to the virus from previous infections and exposure results in productive infection. However human H1N1 viruses have circulated in the population since 1977 and are included in the current vaccines. Thus prior infection or vaccination might predict a partial immunity in humans. Most important the new S-OIV does not contain the pathogenicity marker PB1-F2, and consequently causes mild disease. Notably, the virus is spreading right now in the Northern hemisphere outside of the typical influenza season and in the Southern hemisphere during the typical winter season.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology"}, {"text": "Although the WHO has reached the pandemic imminent alert phase 5 early June and rose to pandemic underway phase 6 on June 11th 2009, several criteria may not yet have met the definition of a pandemic used in much the influenza literature. Mortality is low so far and previous pandemics have involved antigenic shift, H1 for Spanish flu, H2 for Asian flu and H3 for Hong Kong flu. The current outbreak is serotype H1 and thus by this criterion not an antigenic shift. However, as a classic North American swine flu H1, it is rather different to the H1 hemagglutinins that have seasonally circulated in humans. The arrival of porcine H1 in human influenza viruses may be described as an antigenic pseudo-shift [9] . The current H1N1 outbreak, although a zoonotic influenza originating in a reassortment event and exhibiting sustained human-to-human transmission, may have an insufficiently divergent hemagglutinin to be regarded as an antigenic shift and may be insufficiently virulent to enter the annals of major pandemics [9] . However, its importance should not be discounted. For the first time, the full repertoire of molecular biology has been applied to a novel form of influenza spreading on a global scale. Rapid molecular analysis and diagnosis coupled to effective clinical and public health methods have not slowed the progress of the outbreak. In the future, we are likely to see the approaching pandemic rising in the distance, giving us crucial time to react preventatively [9] .", "cite_spans": [{"start": 708, "end": 711, "text": "[9]", "ref_id": null}, {"start": 1023, "end": 1026, "text": "[9]", "ref_id": null}, {"start": 1488, "end": 1491, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "Epidemiology"}, {"text": "The virus has crossed the species barrier to humans, exhibits sustained human-to-human transmission and appears to retain the potential to transmit back to swine. Thus continued reassortment with swine viruses is a cause for concern. H1N1, H1N2, H3N2 subtype swine influenza viruses have occasionally infected humans before, but such zoonotic transmission events did not lead to sustained human-to-human transmission. Its transmission among humans appears to be higher than that observed with seasonal influenza [11] . Mostly children and young adults are infected and maintain transmission. Clinical disease generally appears mild, hospitalization occurred in patients with underlying lung or cardiac disease, diabetes or on immunosuppressive therapy.", "cite_spans": [{"start": 512, "end": 516, "text": "[11]", "ref_id": null}], "ref_spans": [], "section": "Transmission"}, {"text": "Accurate and rapid diagnosis of novel S-OIV infections is critical for minimizing further spread through timely implementation of antiviral treatment and public healthbased measures. Whiley et al. [34] have developed two sensitive and specific TaqMan-based reverse transcription PCRs (RT-PCR) for the detection of novel S-OIV targeting the hemagglutinin and neuraminidase genes. Rapid detection and differentiation from seasonal influenza is essential to initiate appropriate patient and public health management as well as disease surveillance. Carr et al. [35] applied a one-step real-time RT-PCR approach to target the matrix gene of the novel influenza virus and validated this assay against a panel of seasonal human influenza A, swine influenza and avian influenza. This assay successfully recognizes clinical novel S-OIV specimens, which were confirmed by sequencing, and does not cross-react with other influenza subtypes and displayed a similar detection limit as universal influenza PCR assays. A multiplex PCR test has been established recently, which targets a respiratory viruses panel including seasonal influenza, novel H1N1 virus, highly pathogenic H5N1 influenza virus, as well as other influenza A viruses isolated from birds, swine and horses not yet seen in the human population [36] . This molecular test can perform an important role as a sentinel test to detect novel-non-seasonal influenza A viruses in patients presenting with influenza-like illness and therefore act as an early warning system for the detection of future pandemic influenza threats.", "cite_spans": [{"start": 197, "end": 201, "text": "[34]", "ref_id": null}, {"start": 558, "end": 562, "text": "[35]", "ref_id": null}, {"start": 1299, "end": 1303, "text": "[36]", "ref_id": null}], "ref_spans": [], "section": "Diagnostics"}, {"text": "The protein sequence divergence of the 2009 zoonotic H1 from human seasonal influenza H1 is about 20%. A similar level of divergence is found between the 2009 H1 and European swine flu, in contrast, the divergence from North American swine flu is quite low. The divergence between H1 and its nearest serotype neighbour H2 is around 40%, thus the 2009 H1 may be considered as halfway towards a new serotype [11] . The S-OIVs quadruple reassortant probably resulted from the reassortment of recent North American H3N2 and H1N2 swine viruses, a triple reassortant of avian, swine and human origin, with the Eurasian avian-like swine viruses [7] . These viruses possess PB2 and PA genes of North American avian virus origin; a PB1 gene of human H3N2 virus origin; HA (H1), NP and NS genes of classical swine virus origin; and NA (N1) and M genes of Eurasian avian-like swine virus origin (Fig. 1) Specific markers for virulence can be evaluated in the viral genome. The coding sequence for PB1-F2, the smallest protein of influenza, is a molecular marker of pathogenicity but is not present in all human influenza viruses. However, it is consistently present in viruses of increased virulence in humans, including flu viruses of the three major pandemics from the last century [8] . A second marker that can be assessed by sequences alone is the degree of identity between the viral hemagglutinin of the new strain and of other human influenza strains. Low identity indicates antigenically distinct hemagglutinin structures, suggesting that transmission from human-tohuman will not be blunted by general immunity resulting from exposure to similar viruses. A third molecular marker for pathogenicity of avian influenza viruses is the polybasic cleavage site, a protease site in the viral hemagglutinin that enables an expanded array of host proteases to activate the hemagglutinin and enables the virus to fuse with the host cell [8] .", "cite_spans": [{"start": 406, "end": 410, "text": "[11]", "ref_id": null}, {"start": 638, "end": 641, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1273, "end": 1276, "text": "[8]", "ref_id": null}, {"start": 1926, "end": 1929, "text": "[8]", "ref_id": null}], "ref_spans": [{"start": 884, "end": 892, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Genetics"}, {"text": "At present, there is a 99.9% sequence identity within each gene segment of the S-OIVs strains that have been sequenced. [37] , suggesting that the inter-species transmission event occurred relatively recently and that it was a single event. Antigenically, the S-OIVs are similar to classical swine viruses that have circulated in the US over the last decade. However, there is little antigenic cross reactivity with contemporary human seasonal H1N1 viruses [37] . This antigenic gap between S-OIVs and contemporary seasonal human H1N1 viruses is due to the fact that human H1N1 viruses have been under consistent immune selection pressure from the herd immunity being built up in humans while similar immune selection pressure was apparently less intense in swine. Interestingly, children and young adults have little or no cross-reacting antibodies to S-OIVs, humans over 60 years of age have cross-reacting antibodies [37] . This may reflect the fact that human H1N1 viruses have continued to diverge from swine influenza viruses over time. H1N1 viruses circulating in humans before the 1950s are more closely related antigenically to classical swine H1N1 and thus to S-OIVs than contemporary human H1N1 viruses. Those infected with seasonal human H1N1 in this period may be expected to have more cross-reactive antibodies to S-OIVs. ", "cite_spans": [{"start": 120, "end": 124, "text": "[37]", "ref_id": null}, {"start": 457, "end": 461, "text": "[37]", "ref_id": null}, {"start": 920, "end": 924, "text": "[37]", "ref_id": null}], "ref_spans": [], "section": "Genetics"}, {"text": "For the prevention and control of influenza viruses, both antiviral drugs and vaccines are available. However the supply with antiviral drugs is not sufficient for a pandemic and the virus might become resistant to the available drugs.", "cite_spans": [], "ref_spans": [], "section": "Antiviral therapy and drug resistance"}, {"text": "Two classes of antiviral drugs are currently licensed for the use against influenza viruses. Adamantanes (amantadine hydrochlorid and rimantadine) block the ion channel formed by the M2 protein, which is needed for the release of vRNP into host cells. Most human H1N1, H3N2, some H5N1 and the S-OIVs are resistant to adamantanes. Two neuraminidase inhibitors, oseltamivir and zanamivir, are licensed at present. Neuraminidase inhibitors interfere with the release of newly synthesized viruses from infected cells (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 513, "end": 521, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Antiviral therapy and drug resistance"}, {"text": "Recently, the rate of oseltamivir-resistant human seasonal H1N1 in the USA has increased to 98.5% [38] , up from 10% in the last year. About 98% of A/H3N2 strains are resistant to adamantanes. Oseltamivir-resistant H5N1 viruses have been reported previously, thus new therapeutic approaches that can be rapidly deployed and will address the issue of recurring resistance should be developed. New drugs with antiviral peptides blocking the entry of influenza virus are currently investigated [39] . The occurence of oseltamivir-resistant seasonal influenza virus did not appear to be directly related to the overuse of oseltamivir. Weinstock and Zuccotti [40] described recently, that 67% of H1N1 strains in Norway are oseltamivir-resistant, though the antiviral drug is rarely used there, whereas in Japan, which has the world's highest per capita oseltamivir use, seasonal H1N1 resistance rates are only 3%. Surveillance in Europe revealed significant numbers of seasonal A/H1N1 influenza strains with a 274Y neuraminidase mutation that were highly resistant to oseltamivir [41] . The mutation had no impact on zanamivir susceptibility. Rungrotmongkol et al. [42] used homology modelling on the S-OIV neuraminidase complexed with oseltamivir, and the M2-channel with adamantanes bound. The S-OIV was predicted to be susceptible to oseltamivir, with all important interactions with the binding residues being well conserved. Adamantanes have completely lost their binding with M2 residues which is due to the fact that the new S-OIV strain contains the resistance-associated S31N mutation. The S-OIVs are sensitive to neuraminidase inhibitors when tested in vitro in enzymatic assays [7] . Early July the WHO has been informed by health authorities in Denmark, Japan and Hong Kong of the appearance of S-OIVs which are resistant to oseltamivir, based on laboratory testing. These viruses were found in patients who did not have severe disease and all have recovered. The viruses, while resistant to oseltamivir, remain sensitive to zanamivir. All resistant viruses had the characteristic mutation at position 274/275 associated with resistance.", "cite_spans": [{"start": 98, "end": 102, "text": "[38]", "ref_id": null}, {"start": 491, "end": 495, "text": "[39]", "ref_id": null}, {"start": 654, "end": 658, "text": "[40]", "ref_id": null}, {"start": 1075, "end": 1079, "text": "[41]", "ref_id": null}, {"start": 1160, "end": 1164, "text": "[42]", "ref_id": null}, {"start": 1684, "end": 1687, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Antiviral therapy and drug resistance"}, {"text": "Close to 1000 pandemic isolates of S-OIV have been evaluated by the laboratories in the Global Influenza Surveillance Network for antiviral drug resistance. The WHO and its partners will continue to conduct ongoing monitoring of influenza viruses for antiviral drug resistance. Therefore, based on current information, these instances of drug resistance appear to represent sporadic cases of resistance. At this time, there is no evidence to indicate the development of widespread antiviral resistance among pandemic S-OIV. Based on this risk assessment, there are no changes in the WHO clinical treatment guidance. Antiviral drugs remain a key component of the public health response when used as recommended.", "cite_spans": [], "ref_spans": [], "section": "Antiviral therapy and drug resistance"}, {"text": "Seasonal influenza vaccines include human influenza A viruses of the H1N1 and H3N2 subtypes, and an influenza B virus. These vaccines need to be revised every year to account for the mutations in the HA and NA genes caused by antigenic drift. Inactivated subunit influenza vaccines show a 60-80% efficacy rate, which is lower in people over the age of 60. The development of improved influenza virus vaccines is warranted. A live attenuated influenza virus vaccine is licensed in the US for people under 50 years and is believed to be superior to inactivated vaccines, since they elicit humoral and cellular immune responses [43] and an intranasal flu vaccine has been described recently [44] . At present, only egg-based vaccines are licensed in the US. In case of a pandemic, however, eggs may be in short supply. Cell cultures can be scaled up for mass production. In Europe, cell culturebased influenza vaccines have been approved for use in humans. Vaccine virus seed of S-OIVs has recently been provided to commercial vaccine manufacturers and will be available by the end of this year. Since S-OIVs are so far antigenically homogenous, such vaccines are likely to protect against infection.", "cite_spans": [{"start": 625, "end": 629, "text": "[43]", "ref_id": null}, {"start": 688, "end": 692, "text": "[44]", "ref_id": null}], "ref_spans": [], "section": "Prevention and control"}, {"text": "Early July, the WHO released recommendations for vaccination, as soon as the new vaccine will be available. All countries should vaccinate their health care workers as a first priority to protect the essential health infrastructure. As vaccines availability initially will not be sufficient, a step-wise approach to vaccinate particular groups may be considered, e.g. pregnant women, those aged above 6 months with one of several chronic medical conditions, healthy young adults of 15-49 years of age, healthy children, healthy adults of 50-64 years of age and healthy adults of 65 years of age and above. ", "cite_spans": [], "ref_spans": [], "section": "Prevention and control"}, {"text": "The global and national effects of an influenza pandemic will vary in direct proportion to the virulence of the circulating viral strain, and significant and severe economic and social disruption are possible. The global economic impact has been estimated to be US $800 billion with anticipated quarantines and interruption in global trade [45] . On a national level, it has been estimated that in the United States a pandemic virus whose severity is comparable to that of the 1968 Hong Kong influenza pandemic led to approximately 200,000 deaths and 700,000 hospitalizations, of which roughly 100,000 would require treatment in intensive care unit settings. A more virulent strain, similar to that of the 1918/1919 pandemic, might easily result in 1 million deaths; with the number of patients hospitalized approaching 10 million, well over 1 million of which would require ICU care. As an estimated 75% of the 105,000 ventilators in the US are in use at any given time under normal circumstances, the potential for demand to greatly outstrip supply is evident [46] . Depending on the severity of a pandemic, suspension of international trade and travel is likely. Sander et al. [47] have projected the potential economic impact of pandemic influenza mitigation strategies from a societal perspective in the United States using a stochastic agent-based model to simulate pandemic influenza in the community. In the absence of intervention, they predict a 50% attack rate with an economic impact of 187 US $ per capita as loss to society. Full targeted antiviral prophylaxis is the most effective single strategy, reducing number of cases by 54%. Prevaccination reduces number of cases by 48% and is the second least costly alternative. Adding school closure to antiviral therapy or prevaccination further improves health outcomes but increases total cost to society.", "cite_spans": [{"start": 340, "end": 344, "text": "[45]", "ref_id": null}, {"start": 1062, "end": 1066, "text": "[46]", "ref_id": null}, {"start": 1180, "end": 1184, "text": "[47]", "ref_id": null}], "ref_spans": [], "section": "Potential effects of the pandemic"}, {"text": "Given the enormity of challenges involved in pandemic preparedness, design and implementation of effective and cost-effective public health policies is a major task that requires an integrated approach through engagement of scientific, administrative and political communities across disciplines. There is ample evidence to suggest that modelling may be a viable approach to accomplish this task [48] . There will be little time for thoughtful and rapid reflection once an influenza pandemic strikes, and therefore preparedness is an unavoidable priority. Modelling and simulations are key resources in pandemic planning to map out interdependencies and support complex decision-making. Models are most effective in formulating strategies for managing public health crises [48] .", "cite_spans": [{"start": 396, "end": 400, "text": "[48]", "ref_id": null}, {"start": 773, "end": 777, "text": "[48]", "ref_id": null}], "ref_spans": [], "section": "Pandemic planning and management"}, {"text": "In the setting of a severe pandemic, hospitals will face an enormous burden of patients, with a huge influx of individuals requiring intensive care. At the height of such a pandemic, the ability to successfully discharge every patient whose condition will permit this to the community will be critical, and hospitals will need to expand to accept more patients than they are normally configured to hold. Hospital staffs will be required to handle very large patient censuses. Emergency physicians, hospitalists, critical care specialists and infectious disease specialist will be called on to play leading roles. The ability of existing hospitals to accommodate all gravely ill patients may be outstripped and auxiliary hospitals in schools may need to be established [45] . That fewer than 400 cases of SARS pushed the medical system of one of North America's largest cities nearly to its breaking point is both sobering and instructive [49] .", "cite_spans": [{"start": 768, "end": 772, "text": "[45]", "ref_id": null}, {"start": 938, "end": 942, "text": "[49]", "ref_id": null}], "ref_spans": [], "section": "Pandemic planning and management"}, {"text": "Although the pandemic influenza plan calls for stockpiling antivirals and increasing vaccine production capabilities, the most effective plan for pandemic preparedness may involve a surveillance and containment strategy. No country has enough medicines or vaccines to control a widespread outbreak. The best solution to prevention of a pandemic is stopping any virus from spreading in the first place [45] .", "cite_spans": [{"start": 401, "end": 405, "text": "[45]", "ref_id": null}], "ref_spans": [], "section": "Pandemic planning and management"}, {"text": "The first wave of pandemic Spanish influenza was characterized by relatively low pathogenicity in humans, but the virus presumably mutated into a more virulent form within a few months. Thus, careful monitoring of the S-OIVs during the winter season in the southern hemisphere is of critical importance to detect possibly arising more virulent variants. Scientists have the opportunity to watch virus evolution in real-time and to gain more insight into key features for the emergence of pandemic viruses. The development of improved and new antiviral drugs and vaccines will be critical to control influenza virus outbreaks.", "cite_spans": [], "ref_spans": [], "section": "Outlook"}, {"text": "S-OIV continues to spread globally, the clinical severity is comparable to seasonal influenza. It remains to be seen how transmissibility and virulence manifest in the next winter season. Children and young adults appear more susceptible to the infection, although significant morbidity can be caused in elder people. The possibility to acquire oseltamivir resistance by reassortment with uniformly resistant seasonal influenza virus strains is hard to predict. The new virus can be transmitted back from humans to pigs, as occurred on a pig farm in Canada [50] . A panzootic situation of this new virus in pigs would provide the virus with opportunities of reassortment within pigs, e.g. with H5N1. Although H5N1 viruses have occasionally infected pigs, it has not got established in this species. Human H3N2 viruses have been established in pigs in Asia [51] ; however, no reassortment with H5N1 occurred so far despite ample opportunity.", "cite_spans": [{"start": 557, "end": 561, "text": "[50]", "ref_id": null}, {"start": 856, "end": 860, "text": "[51]", "ref_id": null}], "ref_spans": [], "section": "Outlook"}, {"text": "In the next few months we can observe, if the current virus will sharpen its virulence by antigenic drift as seen in the Spanish flu and if a reassortment with seasonal swine flu in double infections is possible resulting in incorporation of H1 or H3 with potentially increased virulence. Maybe swine-origin flu settles into a seasonal pattern in humans in addition to the established seasonal strains. A vaccine providing protective immunity to the 2009 swine H1N1 virus will be available in the coming months. A huge arsenal of antivirals and antibiotics can prevent the onset of pneumonia and bacterial superinfection. Thus, based on antimicrobial agents and on the presented molecular characteristics, the 2009 S-OIV is not likely to cause a pandemic on the scale of the twentieth century.", "cite_spans": [], "ref_spans": [], "section": "Outlook"}], "bib_entries": {"BIBREF4": {"ref_id": "b4", "title": "WHO Rapid Pandemic Assessment Collaboration", "authors": [{"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Hanage", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Van Kerkhove", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Hollingsworth", "suffix": ""}, {"first": "J", "middle": [], "last": "Griffin", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Baggaley", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Jenkins", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Lyons", "suffix": ""}, {"first": "T", "middle": [], "last": "Jombart", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Hinsley", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Grassly", "suffix": ""}, {"first": "F", "middle": [], "last": "Balloux", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "O", "middle": ["G"], "last": "Pybus", "suffix": ""}, {"first": "H", "middle": [], "last": "Lopez-Gatell", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Alpuche-Aranda", "suffix": ""}, {"first": "I", "middle": ["B"], "last": "Chapela", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Zavala", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Guevara", "suffix": ""}, {"first": "F", "middle": [], "last": "Checchi", "suffix": ""}, {"first": "E", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "S", "middle": [], "last": "Hugonnet", "suffix": ""}, {"first": "C", "middle": [], "last": "Roth", "suffix": ""}], "year": 2009, "venue": "", "volume": "324", "issn": "", "pages": "1557--1561", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Novel Swine-Origin Influenza A (H1N1) Virus Investigation Team", "authors": [{"first": "F", "middle": ["S"], "last": "Dawood", "suffix": ""}, {"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Shaw", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindstrom", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Garten", "suffix": ""}, {"first": "L", "middle": ["V"], "last": "Gubareva", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Bridges", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Uyeki", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Dawood", "suffix": ""}], "year": 2009, "venue": "", "volume": "360", "issn": "", "pages": "2605--2615", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Textbook of Influenza", "authors": [{"first": "C", "middle": [], "last": "Scholtissek", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Hinshaw", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Olsen", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "137--145", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Fields' Virology", "authors": [{"first": "P", "middle": [], "last": "Palese", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Shaw", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "1647--1689", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Proc. Natl. Acad. Sci. USA 96", "authors": [{"first": "A", "middle": ["H"], "last": "Reid", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Fanning", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Hultin", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "1651--1656", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Genesis", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Structural formulas of adamantanes and neuraminidase inhibitors, b mode of antiviral activity of neuraminidase inhibitors", "latex": null, "type": "figure"}, "FIGREF3": {"text": "First clinical vaccination safety trials started in August 2009 using a pandemic vaccine combination. Usually influenza vaccines are composed of three different virus strains, e.g. H1N1, H3N2 and influenza B. For the 2008/2009 season, the vaccine contained A/Brisbane/59/2007/H1N1, A/Brisbane/10/2007/ H3N2 and B/Florida/4/2006. These vaccines are adjusted yearly to the current worldwide situation of predominantly occurring viral strains.", "latex": null, "type": "figure"}, "TABREF1": {"text": "In addition to the criteria defined in phase 5, the same virus has caused sustained community level outbreaks in at least one other country in another WHO region", "latex": null, "type": "table"}, "TABREF2": {"text": "identified influenza A viruses in pigs in Canada in 2003-2004 that were distinct from the classical swine H1 lineage, antigenic and genetic characterization identified the HA as human H1 lineage. The viruses identified in Canadian pigs were human lineage in entirety or double (human/swine) reassortants. Four human-like H1 viruses isolated from pigs in the US in 2005 and 2007 were characterized as triple reassortants with HA and NA most similar to human influenza virus lineages", "latex": null, "type": "table"}, "TABREF4": {"text": "Timecourse of swine-origin influenza virus A/H1N1 pandemic (adapted from[1])", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Date </td><td>Outbreak and spread\n</td></tr><tr><td>February 2009 </td><td>Outbreak of respiratory illness in La Gloria, Veracruz, Mexico\n</td></tr><tr><td>April 12th </td><td>Mexican public health authorities report outbreak in Veracruz to the Pan American Health Organization\n</td></tr><tr><td>April 15th </td><td>US Centers for Disease Control (CDC) identifies swine influenza in a specimen of a boy from San Diego, California\n</td></tr><tr><td>April 17th </td><td>CDC identifies swine influenza in a specimen of a girl from Imperial, California\n</td></tr><tr><td>April 21st </td><td>CDC alerts physicians to a new strain of H1N1 influenza virus\n</td></tr><tr><td>April 23rd </td><td>Public Health Agency of Canada identifies swine influenza in specimens from Mexico\n</td></tr><tr><td>April 24th </td><td>WHO issues Disease Outbreak Notice\n</td></tr><tr><td>April 27th </td><td>International spread and human-to-human transmission prompt WHO to raise pandemic alert from phase 3 to phase 4\n</td></tr><tr><td>April 29th </td><td>Due to human-to-human transmission in two different countries, WHO raises the pandemic alert to phase 5\n</td></tr><tr><td>July 4th </td><td>Appearance of oseltamivir-resistant viruses\n</td></tr><tr><td>July 11th </td><td>WHO endorses recommendations for vaccination\n</td></tr><tr><td>June 11th </td><td>Due to human-to-human transmission in two different WHO regions, WHO raises the pandemic alert to phase 6\n</td></tr><tr><td>September 16th </td><td>Continued global spread, more than 160 countries affected, 280 000 reported cases, including 3 200 deaths\n</td></tr></table></body></html>"}, "TABREF7": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 1 WHO pandemic phase descriptions and main actions by phase; adapted from WHO, pandemic influenza preparedness and response", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Pandemic\nDescription </td><td>Probability\n</td><td>Main actions in affected countries </td><td>Main actions in not-yet-\naffected countries\n</td></tr><tr><td>phase\n</td><td>of\n</td><td> </td></tr><tr><td>pandemic\n</td><td> </td><td> </td></tr><tr><td>Phase 1 No animal influenza virus circulating among animals has been reported to cause infection in humans\n</td><td>Uncertain\n</td><td> </td><td> </td></tr><tr><td>Phase 2 An animal influenza virus circulating in domesticated or wild animals is known to have caused infection in humans and is therefore considered a specific potential pandemic threat\n</td><td>Uncertain </td><td>Producing, implementing, exercising, and harmonizing national pandemic influenza preparedness and response plans with national emergency plans\n</td></tr><tr><td>Phase 3 An animal or human/animal influenza reassortant virus has caused sporadic cases or small clusters of disease in people, but has not resulted in human-to-human transmission sufficient to sustain community-level outbreaks\n</td><td>Uncertain\n</td><td> </td><td> </td></tr><tr><td>Phase 4 Human-to-human transmission of an animal or human/animal influenza reassortant virus able to sustain community-level outbreaks has been verified\n</td><td>Medium to high\n</td><td>Rapid containment </td><td>Readiness for pandemic response\n</td></tr><tr><td>Phase 5 The same identified virus has caused sustained community-level outbreaks in at least two countries in one WHO region\n</td><td>High to certain\n</td><td>Pandemic response: each country implements actions according to national plans\n</td><td>Readiness for imminent response\n</td></tr><tr><td>Phase 6 In addition to the criteria defined in phase 5, the same virus has caused sustained community level outbreaks in at least one other country in another WHO region\n</td><td>Pandemic\n</td><td> </td><td> </td></tr><tr><td>in\n</td><td> </td><td> </td></tr><tr><td> </td><td>progress\n</td><td> </td><td> </td></tr><tr><td>Post-peak period\nLevels of pandemic influenza in most countries with adequate surveillance have dropped below peak levels\n</td><td> </td><td>Evaluation of response: recovery, preparation for possible second wave\n</td><td> </td></tr><tr><td>Possible new wave\nLevel of pandemic influenza activity in most countries with adequate surveillance is rising again\n</td><td> </td><td>Response\n</td><td> </td></tr><tr><td>Post-\n</td><td> </td><td>Evaluation of response, revision of plans, recovery\n</td><td> </td></tr><tr><td>pandemic\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>period\nLevels of influenza have returned to the levels seen for seasonal influenza in most countries with adequate surveillance\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 3 Amino acid signatures in different pandemic H1N1", "latex": null, "type": "table", "html": "<html><body><table><tr><td>influenza viruses of 1918, 1977\n</td><td>PB2 </td><td>44 </td><td>A </td><td>S </td><td>A\n</td></tr><tr><td>and 2009 at positions conserved for host specificity. Selected proteins and amino acids numbered according to\n</td><td>Polymerase PB2 </td><td>199 </td><td>S </td><td>S </td><td>S\n</td></tr><tr><td> </td><td>271 </td><td>T </td><td>A </td><td>A\n</td></tr><tr><td> </td><td> </td><td>475 </td><td>M </td><td>M </td><td>L\n</td></tr><tr><td>GenBank sequences of different pandemic influenza viruses were compared\n</td><td> </td><td>588 </td><td>A </td><td>I </td><td>T\n</td></tr><tr><td> </td><td> </td><td>613 </td><td>V </td><td>T </td><td>V\n</td></tr><tr><td> </td><td> </td><td>627 </td><td>K </td><td>K </td><td>E\n</td></tr><tr><td> </td><td> </td><td>674 </td><td>A </td><td>T </td><td>A\n</td></tr><tr><td> </td><td>PB1 </td><td>327 </td><td>R </td><td>R </td><td>R\n</td></tr><tr><td> </td><td>Polymerase PB1 </td><td>336 </td><td>V </td><td>I </td><td>I\n</td></tr><tr><td> </td><td>PB1-F2 </td><td> </td><td>Yes </td><td>Yes </td><td>No\n</td></tr><tr><td> </td><td>PA </td><td>28 </td><td>L </td><td>L </td><td>P\n</td></tr><tr><td> </td><td>Polymerase PA </td><td>55 </td><td>N </td><td>N </td><td>D\n</td></tr><tr><td> </td><td> </td><td>225 </td><td>S </td><td>C </td><td>S\n</td></tr><tr><td> </td><td> </td><td>268 </td><td>L </td><td>I </td><td>L\n</td></tr><tr><td> </td><td> </td><td>356 </td><td>K </td><td>R </td><td>R\n</td></tr><tr><td> </td><td> </td><td>382 </td><td>D </td><td>D </td><td>D\n</td></tr><tr><td> </td><td> </td><td>404 </td><td>A </td><td>S </td><td>A\n</td></tr><tr><td> </td><td> </td><td>409 </td><td>S </td><td>N </td><td>N\n</td></tr><tr><td> </td><td> </td><td>552 </td><td>S </td><td>S </td><td>T\n</td></tr><tr><td> </td><td>HA </td><td>237 </td><td>V </td><td>V </td><td>V\n</td></tr><tr><td> </td><td>Hemagglutinin </td><td>389 </td><td>I </td><td>I </td><td>I\n</td></tr><tr><td> </td><td>NP </td><td>16 </td><td>D </td><td>D </td><td>G\n</td></tr><tr><td> </td><td>Nucleocapsid </td><td>33 </td><td>I </td><td>I </td><td>I\n</td></tr><tr><td> </td><td>Protein </td><td>100 </td><td>I </td><td>V </td><td>V\n</td></tr><tr><td> </td><td> </td><td>214 </td><td>R </td><td>K </td><td>R\n</td></tr><tr><td> </td><td> </td><td>305 </td><td>L </td><td>V </td><td>F\n</td></tr><tr><td> </td><td> </td><td>357 </td><td>K </td><td>K </td><td>K\n</td></tr><tr><td>Note: Genbank accession\n</td><td> </td><td>372 </td><td>E </td><td>D </td><td>E\n</td></tr><tr><td>numbers: H1N1 (1918), PB2\n</td><td> </td><td>422 </td><td>B </td><td>K </td><td>R\n</td></tr><tr><td>(DQ208309), PB1 (DQ208310), PA (DQ208311), HA\n</td><td> </td><td>442 </td><td>T </td><td>K </td><td>T\n</td></tr><tr><td>(AF117241), NP (AY744935),\n</td><td> </td><td>455 </td><td>D </td><td>E </td><td>D\n</td></tr><tr><td>M1, M2 (AY130766), NS2\n</td><td>M1 </td><td>115 </td><td>V </td><td>I </td><td>V\n</td></tr><tr><td>(AF333238); H1N1 (1977), PB2\n</td><td>Matrix protein 1 </td><td>121 </td><td>A </td><td>A </td><td>T\n</td></tr><tr><td>(DQ508894), PB1 (DQ508895),\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>PA (DQ508896), HA\n</td><td> </td><td>137 </td><td>T </td><td>A </td><td>T\n</td></tr><tr><td>(DQ508897), NP (DQ508898),\n</td><td>M2 </td><td>11 </td><td>T </td><td>I </td><td>T\n</td></tr><tr><td>M1, M2 (DQ508900), NS2\n</td><td>Matrix protein 2 </td><td>20 </td><td>N </td><td>N </td><td>S\n</td></tr><tr><td>(DQ508901); H1N1 (2009),\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>PB2 (GQ411904), PB1\n</td><td> </td><td>57 </td><td>Y </td><td>H </td><td>Y\n</td></tr><tr><td>(GQ411903), PA (GQ411902),\n</td><td> </td><td>86 </td><td>V </td><td>A </td><td>V\n</td></tr><tr><td>HA (GQ411897), NP\n</td><td>NS2 </td><td>70 </td><td>S </td><td>G </td><td>G\n</td></tr><tr><td>(GQ411900), M1, M2 (GQ411898), NS2 (GQ411901)\n</td><td>Nonstruc. protein 2 </td><td>107 </td><td>L </td><td>F </td><td>L\n</td></tr></table></body></html>"}}, "back_matter": []}