{
    "paper_id": "0404a0a4f4fb0a967441882811f9704e9674a073",
    "metadata": {
        "title": "Organization of Extracorporeal Membrane Oxygenation for Acute Respiratory Distress Syndrome in the United Kingdom Organisation au Royaume-Uni de l'ECMO mise en place pour traiter le syndrome de détresse respiratoire aiguë",
        "authors": [
            {
                "first": "G",
                "middle": [
                    "J"
                ],
                "last": "Peek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Glenfield Hospital",
                    "location": {
                        "postCode": "LE3 9QP",
                        "settlement": "Leicester",
                        "country": "UK"
                    }
                },
                "email": ":giles.peek@uhl-tr.nhs.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "This article reviews the evolution of extra corporeal membrane oxygenation (ECMO) in the United Kingdom to treat patients with refractory acute respiratory distress. The UK centralized commissioning of public health care has delivered a coherent highquality national adult ECMO service and defined the key factors in the designa tion as adult ECMO centre. This strategy seems adequate to provide for the needs of the population and avoid the dan ger of occasional practice by teams who do not undertake ECMO regularly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Résumé Cet article présente une mise au point sur le déve loppement au RoyaumeUni de l'extracorporeal membrane oxygenation (ECMO) pour le traitement du syndrome de détresse respiratoire aiguë. La commission centrale de santé publique du pays a soutenu une politique restrictive mais de qualité, en définissant des critères précis permettant à un centre de devenir centre expert d'ECMO. Il semble que cette stratégie ait porté ses fruits en répondant de façon adéquate aux besoins de la population et en évitant une pratique anar chique de l'ECMO dans des centres qui ne pourraient pas avoir une pratique régulière et suffisante de cette technique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mots clés ECMO • Syndrome de détresse respiratoire aiguë • Organisation • RoyaumeUni",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The organisation of the National Health Service (NHS) in the United Kingdom is unique; the NHS aims to provide health care for all, free at the point of access. The existence of a single healthcare provider has led to centralisation of specialised services, some of which are commissioned on a national basis. In this essay, I will discuss the evolution of extracorporeal membrane oxygenation (ECMO) serv ices in the United Kingdom concentrating on the support of adults and children with severe acute respiratory distress syndrome (ARDS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the 1970s and 1980s, many innovators dabbled in ECMO following successful reports from the United States; unfor tunately however, the results were uniformly appalling and the technique was abandoned. In Leicester two surgeons Richard Firmin and Andrezj Sosnowski made a similar unsuccessful attempt to replicate the US experience, unlike their predecessors; however, they realised that the problem was their lack of experience and training with the technol ogy and treatment protocols needed if successful ECMO was to be achieved. Rather than giving up or continuing to make the same mistakes during the learning curve in 1989, they took the brave decision to travel to the University of Michigan and learn ECMO from its inventor and guru Prof. Bob Bartlett. Returning from Michigan they realised that if they were to be successful the recruitment of an expe rienced ECMO nurse coordinator and the training of a cadre of ECMO specialist nurses was of paramount importance. With the appointment of Janie Waggoner, an experienced American ECMO coordinator, the team rapidly obtained good clinical outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "Although the NHS aims to provide free health care for the UK population, there was no mechanism to attract funding for innovations such as ECMO. The programme was therefore funded by the local charity \"Heartlink\" which was nearly bankrupted in the process, in fact the programme was on the brink of closure on 18 June 1991 when the local Member of Parliament asked the Minister of Health, Stephen Dorrell MP for reassurance of NHS financial support \"Will the Minister assure us that the ECMO baby life-saving unit in the Groby road hospital in my constituency will have enough funding to continue in existence? Is he aware that unless public funding comes through, that unique unit will almost certainly have to close, resulting in a serious, unnecessary and scandalous loss of babies' lives?\" during a debate in the House of Commons. The result was funding of the unit not only to keep providing ECMO, but to evalu ate the treatment in a national multicentre randomised con trolled trial. Additional ECMO units were started at Great Ormond Street Hospital, Freeman Hospital Newcastle and Yorkhill Hospital in Glasgow and newborn babies with severe respiratory failure were randomised to either contin ued conventional ventilation or transfer to one of the units for consideration of ECMO [1] . The unique way that ECMO was funded in the NHS was central to the prosecution of the study, neonatal ECMO was only available in Britain via the trial. The study showed that one extra baby was saved for every three patients treated, without an increase in severe disability, clear evidence of the efficacy of ECMO for neo natal respiratory failure. With the conclusion of the trial, the government commissioned the four centres to provide a national network of respiratory ECMO centres for babies and children.",
            "cite_spans": [
                {
                    "start": 1289,
                    "end": 1292,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "Concurrently, the Leicester team were beginning to treat adults with ARDS, a much more unpredictable and chal lenging group of patients that newborns with persistent foetal circulation, as experience grew with the technique [2] the NHS became concerned that the evidence base for ECMO in adults was not as good as for babies, they commissioned a randomised controlled trial in the adult population similar in concept to the previously successful neonatal study, but with only one adult ECMO centre in the United Kingdom all of the ECMO would be conducted in Leicester. The CESAR trial was published in the Lancet in 2009 [3] and demonstrated that the strategy of trans ferring adults with severe respiratory failure to an ECMO centre ensured an additional survivor for every six patients treated. By the time the CESAR trial reported, several other UK hospitals were becoming interested in ECMO to support their transplant and cardiac surgery programmes and several teams had attended ECMO courses either in Leicester or other international centres. A newer genera tion of doctors had grown up considering ECMO as an accepted therapy, rather than a dangerous last resort. Then in the summer of 2009 reports of an influenza epidemic came from the Southern Hemisphere.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "The average ECMO referral rate for adults with severe res piratory failure is approximately 1% of ventilated patients receiving intensive care. During the Austral Winter of 2009, intensive care units were overwhelmed with a sudden influx of young adults with severe H1N1 influenza in res piratory failure. Unusually approximately 10% of them had such severe respiratory failure that they required ECMO. The number of patients needing support quickly outstripped the capacity which was rapidly increased by the expedient measure of cancelling all elective cardiac surgery and using the cardiac surgery personnel and resources to provide ECMO. The collaboration between the experienced ECMO centres and the cardiac surgery units was crucial to obtain ing excellent results [4] . In the British summer of 2009, a few sporadic cases presented as the global pandemic took hold; the clinical course seemed to be similar to the ANZAC experience young previously healthy adults, often peri partum mothers with severe respiratory failure. By the autumn, it was clear that there was widespread dissemination of the virus around the world and that, if a sudden increase in cases occurred, as had been seen in the Southern Hemi sphere, it would quickly overwhelm the capacity at the UK's sole adult ECMO centre in Leicester. Teams in Aberdeen, Papworth, Royal Brompton and Guys & St Thomas's hos pitals quickly volunteered to provide ECMO and addi tional training was rapidly organised where it was required. All referrals were received and triaged by the ECMO con sultants and coordinators at Glenfield Hospital, patients were transported to their nearest centre with capacity mostly by the Glenfield transport team, mobile ECMO was used where necessary, the first time this had been done on a large scale in the United Kingdom. It became clear that this first swine flu season was a slow burn rather than the rapid spike seen in the antipodes. At times even the increased capac ity was overwhelmed and University Hospitals of South Manchester offered to help; however, the season was over before they were on line. In a matched pair analysis with patients who were not referred for ECMO but with a similar degree of illness it was shown that patients were approx imately twice as likely to survive if treated in an ECMO capable centre than if they remained in a nonECMO unit [5] . During the summer of 2010 the additional surge capacity was stood down as the number of ECMO refer rals dwindled back to normal; however, a continual trickle of sporadic cases of H1N1 patients continued through out the summer and autumn. In the second week of December 2010, the number of cases being referred began to increase at an alarming rate up to a maximum of nearly 80 cases referred in the first week of January 2011. The surge centres were reactivated. At times there were up to 10 adults on ECMO in Leicester with another 10 on simultaneously in the other units, the three other paediatric centres also helped by taking Leicester's usual neonatal and paediatric ECMO patients. As the flu season drew to a close the surge centres were again stood down and Leicester resumed its solitary role as Britain's adult ECMO centre. It was clear that a more robust solution with more than one centre was required.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 774,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2365,
                    "end": 2368,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The H1N1 pandemic 2009-2010"
        },
        {
            "text": "The NHS is organised along national boundaries such that each home nation has its own organisational structure. The Specialised Commissioning team for England and Wales drew up a service specification for adult ECMO services and invited all UK hospitals to tender to become adult ECMO centres. NHS Scotland decided to continue to refer adult ECMO cases to Leicester, but to keep Aberdeen as a surge centre in case additional capacity was needed. In December 2011, the five centre national adult ECMO service was launched including all of the English hospitals who provided ECMO during H1N1 (Fig. 1) . Key factors in the designation as an adult ECMO centre included: • membership of the Extracorporeal Life Support Organi zation (ELSO); • formal clinical management structure with a designated ECMO director and coordinator; Fig. 1 Localisation of the five extracorporeal membrane oxygena tion (ECMO) centres in the United Kingdom and travel times for the population between these centres • ECMO specialist nurses to supervise the ECMO cir cuit continually; • multidisciplinary ECMO team including intensivists, perfusionists, surgeons…; • duty ECMO consultants to be qualified as ECMO specialists; • each team to provide its own retrieval team which must be capable of providing mobile ECMO retrieval; • collaboration between centres when capacity was reached; • National collaborative clinical governance meetings sim ilar to those held by the four neonatal ECMO centres. A \"Winter WashUp\" meeting held on 15 March 2013 at Glenfield Hospital, and the results of the service were presented. Between 1 April 2012 and 31 January 2013, 208 patients were accepted by the service (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 598,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 830,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1675,
                    "end": 1684,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "After the swine flu: the five centres"
        },
        {
            "text": "During the winter period of October to January, a total of 281 patients were referred to the service, 104 patients were accepted, and only 72 were started on ECMO. Although the overall activity levels increased during the winter months, there was little change in the pattern of diagnoses between winter and summer (Fig. 2) . Adult ECMO activity at all UK centres between April 2012 and January 2013 is represented on Figures 3, 4 . Note that only 61% of patients were started on ECMO, the remained received advanced conventional respiratory support.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 323,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 418,
                    "end": 430,
                    "text": "Figures 3, 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "After the swine flu: the five centres"
        },
        {
            "text": "The teams chose to move the patients using mobile ECMO on 40.5% of occasions, the majority of transports were done using ground ambulance, only 3% used air trans port. The overall survival rate was 86.7% for the patients receiving ECMO. a This includes one nonNHS patient thus the total is one greater than in the activity summary (see Fig. 2 ). (Table 2) . For the calendar year of 2012, the ELSO registry recorded 664 adult respiratory ECMO runs with an overall survival of 57%. It is interesting that the total number of adult patients treated with ECMO in the United Kingdom has increased despite now being in the postpandemic era. The overall survival rate compares cred itably with the global benchmark of the ELSO registry and in fact represents nearly a fifth of the patients reported. This demonstrates that the demand for ECMO is not possible to infer from the number of patients treated when supply is inadequate. Adult ECMO usage has increased as the number of centres in the United Kingdom has increased; however, the excellent results obtained demonstrate the importance of proper training, a strong clinical governance network and sufficient case load to maintain a full team and con tinual practice with multiple patients on ECMO. A ratio of approximately one adult ECMO centre to each 10-15 mil lion population would seem to provide a good balance of access and case load.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 342,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 346,
                    "end": 355,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "After the swine flu: the five centres"
        },
        {
            "text": "The centralised commissioning of public health care in the United Kingdom has delivered a coherent high The years containing swine flu patients are highlighted in yel low and the first year of the national five centre adult service in blue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "quality national adult ECMO service which provides for the needs of the population and avoids the danger of occasional practice by teams who do not undertake ECMO regularly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "UK collaborative randomised trial of neonatal extracorporeal membrane oxygenation. UK Collaborative ECMO Trial Group",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Lancet",
            "volume": "348",
            "issn": "",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Extracorporeal life support for adult respiratory failure",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chest",
            "volume": "112",
            "issn": "",
            "pages": "759--64",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respira tory failure (CESAR): a multicentre randomised controlled trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mugford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tiruvoipati",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "1351--63",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Australia and New Zealand Extracorporeal Membrane Oxygenation (ANZ ECMO) Influenza Investigators. Extracorporeal membrane oxygenation for 2009 influenza A(H1N1) acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1888--95",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Referral to an Extracorporeal Membrane Oxygenation Center and Mortality Among Patients With Severe 2009 Influenza A (H1N1)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Finney",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "JAMA",
            "volume": "306",
            "issn": "",
            "pages": "1659--68",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diagnoses of patients admitted for extracorporeal mem brane oxygenation (ECMO) at Glenfield Hospital in the winter and nonwinter periodsFig. 3 Adult extracorporeal membrane oxygenation (ECMO) activity at all the UK centres between April 2012 and January 2013 For the years of 2007 through 2012, Glenfield Hospital reported the following number of adult respiratory cases to the ELSO registry",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Adult extracorporeal membrane oxygenation (ECMO) activity at all the UK centres between April 2012 and January 2013, inclu ding its representation by the number of bed days",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Diagnoses of the patients treated with extracorporeal",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number of adult respiratory cases reported by Glen field Hospital to the Extracorporeal Life Support Organization (ELSO) registry from 2007 to 2012",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Dr G. Pekk don't have any conflict of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest:"
        }
    ]
}