{"paper_id": "05c084a674049bff65986e5aaed48258f573e1e1", "metadata": {"title": "Eosinophilia-myalgia syndrome induced by excessive L-tryptophan intake from cashew nuts", "authors": [{"first": "Marko", "middle": [], "last": "Barešić", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Hospital Center Zagreb", "location": {"postCode": "10000", "settlement": "Zagreb", "country": "Croatia"}}, "email": ""}, {"first": "Dubravka", "middle": [], "last": "Bosnić", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Hospital Center Zagreb", "location": {"postCode": "10000", "settlement": "Zagreb", "country": "Croatia"}}, "email": ""}, {"first": "Marija", "middle": [], "last": "Bakula", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Hospital Center Zagreb", "location": {"postCode": "10000", "settlement": "Zagreb", "country": "Croatia"}}, "email": ""}, {"first": "Kamelija", "middle": [], "last": "Žarković", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Hospital Center Zagreb", "location": {"postCode": "10000", "settlement": "Zagreb", "country": "Croatia"}}, "email": ""}]}, "abstract": [{"text": "Eosinophilia is characterized by more than 0.5 x 10 9 eosinophils per liter in the full blood count. A wide range of conditions, from asthma to parasitic infections, autoimmune diseases, and certain forms of cancer, have been known to trigger abnormally high amount of eosinophils. It is essential to reach the correct diagnosis and treat the underlying disease aggresively. Definition of the eosinophilia-myalgia syndrome was offered in 1980s by Centers for Disease Control and Prevention for surveillance purposes, and criteria were revised in 2001, with high specificity. We report a case of 59-year old female who started a special weight-reducing diet regimen that included excessive cashew nut ingestion. Several months after she has presented with periferal blood eosinophilia and constitutional symptoms. Detailed work-up has not found elements for haematological, systemic autoimmune, neoplastic or infectious disease. She was diagnosed with eosinophilia-myalgia syndrome due to extreme L-tryptophan intake, a compound found in the cashew nut's oil. She responded well to cashew nut withdrawal and steroid therapy. In the follow-up period she remained stable with normal eosinophil count and there was not a need for any specific therapy.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Eosinophils make up about 1-6% of white blood cells, i.e. 0.04-0.44 x 10 9 of all blood cells. Eosinophilia is characterized by more than 0.5 x 10 9 eosinophils per liter in the full blood count. Eosinophilia-myalgia syndrome (EMS) is a chronic multisystem disorder, characterised by peripheral eosinophilia, associated with muscle, nerve, fascia and skin involvement [1] . According to the medical literature majority of the pateints affected are caucasian females between 35-60 years old [2, 3] . The disease was first described in 1989 in New Mexico, when a nationwide outbreak occurred. Toxoepidemiologic studies linked EMS to dietary supplements containing L-tryptophan that had been manufactured using genetically engineered bacteria [4] . The best characterized contaminant is 1,1-ethylidenebis (EBT), a tryptophan dimer. For the purpose of nationwide surveillance, the Centre for Disease Control and Prevention (CDC) defined the syndrome as requiring the following criterias: incapacitating myalgias, a blood eosinophil count greater then 1000 cells/μL and no evidence of other specific disease that could account for these findings (Table 1) . Contamination with L-tryptophan may not be the only cause of EMS. It is estimated that up to 14% of EMS cases are not related to L-tryptophan [2] . In these cases the symptoms are milder and the prognosis is better. Another similar entity is toxic oil syndrome (TOS) that affected thousands of Spanish patients in 1981 and is associated with ingestion of adulterated rapeseed oil. The condition shares many clinical and histopatological features with EMS. Biochemical data suggest that an impurity detected in L-tryptophan-3-(phenylamino)alanine (PAA) shares chemical properties with 3-(Nphenylamino)-1,2-propanediol, implicated in TOS epidemic. After the epidemic in late 1980s, the Food other comorbidities. She did not use any regular or over the counter medication, tobacco, alcohol or illicit drugs.", "cite_spans": [{"start": 368, "end": 371, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 490, "end": 493, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 494, "end": 496, "text": "3]", "ref_id": "BIBREF2"}, {"start": 740, "end": 743, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1295, "end": 1298, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 1141, "end": 1150, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Three months prior to hospitalization the patient has started to notice worsening of her general condition. She complained of being tired most of the time. During the last two months her symptoms have worsened. She became subfebrile and later on febrile up to 40 o C (104 F) with shivers and generalized myalgias and arthralgias. She noticed swelling of her feet and had trouble walking. She did not have any apparent skin changes or leading infectious disease symptoms. Routine laboratory tests were carried out and anaemia with leucocytosis and eosinophilia was established ( Table 2 ). The patient was referred to Haematology Outpatient Clinic for additional follow-up. Additional laboratory tests confirmed microcytic anaemia and eosinophilia. Aspiration of the bone marrow and cytology analysis found around 40% of all granulocytopoietic cells to be eosinophils. Blasts or any other pathological cells were not found. Cytogenetic analysis showed normal female karyotype (46 XX) without BCR/ABL mutation. After excluding the hematologic proliferative disease, the patient was referred to Rheumatology unit for additional diagnostics. The physical examination was unremarkable. Differential diagnosis included disseminated parasitosis with the organisms that affect the muscles, neoplastic and paraneoplastic syndrome, hypereosinophillic vasculitis or eosinophilia-myalgia syndrome. Serology tests for muscle infesting organisms came back negative (Echinococcus granulosus, Toxoplasma gondii, Trichinella spiralis and Toxocara, Fasciola hepatica, Amebas, Strongyloides stercoralis and Ascaris lumbricoides). During the high fever period the blood was withdrawn and urine collected for urinary culture. Urine was positive for Proteus mirabilis and the blood culture for coagulase-negative Staphylococcus. The patient was treated with sulfamethoxazole-trimethoprim and flucloxacilin for 10 days. She received indomethacin on regular basis (3x25 mg) for the first few days and after that as needed, to lower the temperature and to alleviate the muscle and joint pain. The levels of thyroid gland hormones (T3 and T4) and TSH were normal. Additional laboratory tests were performed to exclude systemic disease of the connective tissue and other possible causes of eosinophilia. Anti-nuclear antibodies (ANA), extractable nuclear antigen (ENA), complement levels and Drug Administration (FDA) banned L-tryptophan containing products which were used as dietary supplements. The ban was lifted in 2005 and after that, to our knowledge, only a few L-tryptophan-associated EMS were reported [3, 4] .", "cite_spans": [{"start": 2585, "end": 2588, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 2589, "end": 2591, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 578, "end": 585, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Introduction"}, {"text": "The pathogenesis of EMS is still unknown. Pathohistological findings in EMS are capillary endothelial cell hyperplasia, inflammatory cell infiltration (including monocytes, histiocytes, lymphocytes, macrophages and plasma cells), eosinophils in the nervous, muscle and connective tissue, along with increased fibrosis, mostly in the fascia, although fibrosis of the skin has also been described. In pateints with EMS, high levels of serum cytokines interleukin (IL)-2, IL-4, IL-5, interferon gamma and granulocyte-monocyte colony stimulating factor (GMCSF) have been reported. Increased deep dermis deposition of transforming growth factor beta (TGF-β) was described [4, 6] . A study involving subcutaneous quinolonic acid injections (an L-tryptophan metabolite) resulted in peripheral blood eosinophilia and subcutaneous lesions with increased TGF-β depositions resembling eosinophilic fasciitis [6] . These data support a relationship between EMS and eosinophilic fasciitis. As for imaging studies, chest radiographs may show acute inflitrates and pleural effusion and in some patients MRI findings of the brain showed inflammatory cerebrovascular disease.", "cite_spans": [{"start": 667, "end": 670, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 671, "end": 673, "text": "6]", "ref_id": "BIBREF5"}, {"start": 897, "end": 900, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "We present a 59-year-old female lawyer who grew up in an urban area and had had the major communicable childhood diseases (chickenpox and scarlet fever). She was regularly vaccinated and did not have history of allergies. She was not prone to infections nor had history of recurrent antibiotics usage. She had appendectomy due to appendicitis with perforation and a surgical removal of nasal basal cell carcinoma (other treatment was not needed). Three years earlier she had an endoscopic transurethral in toto resection of the papillary carcinoma of the urinary bladder. Aadditional treatment (chemotherapy or irradiation) was not needed. Apart from being overweight (body weight -96 kg; body height -171 cm; BMI -32.8 kg/m 2 ) she did not have any and anti-neutrophilic cytoplasmic antibody (ANCA) were unremarkable (Table 2) . Computed tomography (CT) of the thorax, abdomen and pelvis revealed multiple lymph nodes in the mediastinum and near the iliac blood vessels (maximum size 15x10 mm). They seemed to be reactive. Endoscopy of the gastrointestinal tract (esophagogastroduodenoscopy and colonoscopy) and barium follow-through procedure excluded the GI malignancy and possible cause of occult bleeding.", "cite_spans": [], "ref_spans": [{"start": 818, "end": 827, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Case presentation"}, {"text": "More detailed history taking has revealed additional important information. Because the patient was overweight (96 kg, 171 cm, BMI 32.8 kg/m 2 ) she started an unusual diet comprising of water and a large quantity of cashew nuts. She presumed that the nutritive value of cashew nuts would suffice for her metabolic needs. Oil in the cashews is rich in L-tryptophan. After excluding all other possible causes of eosinophilia, the diagnosis of EMS due to excessive L-tryptophan in the cashew nut oil was suspected. Methyl-prednisolone (0.8 mg/kg/day) was introduced, with regression of the fever, myalgias and arthalgias. Deep muscle and fascia biopsy had been carried out after the initiation of the steroid therapy (delayed due to technical difficulties). The muscle and fascia patohistological finding had elements of perimysium and perivascular infiltration with CD68 positive macrophages, lymphocytes and eosinophils (Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 920, "end": 929, "text": "(Figure 1", "ref_id": "FIGREF1"}], "section": "Case presentation"}, {"text": "Laboratory findings after the introduction of steroid therapy showed normalization of eosinophil count, whereas the microcytic sideropenic anaemia persisted. Anaemia was corrected by introducing parenteral iron therapy. Patient was discharged with minimal residual symptoms, afebrile, was given the instructions on taking steroids (0.5 mg/kg/day with slow tapering), proton pump inhibitor, peroral iron, calcium and vitamin D3. She was advised against using dietary supplements rich in L-tryptophan and was referred to the nutritionist for planning further weight loss regiments. In the follow-up period the patient's condition has improved immensely. Her blood count was almost normal (normal eosinophil count, mild anaemia) without need for steroids or any other immunosuppressants. There was not a sign of relapse of urinary bladder carcinoma on the follow-up cystoscopy. Moreover, PET/CT scan did not show any pathological uptake of FDG.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "Eosinophilia is an uncommon condition, which can be seen in many different diseases [7, 8] . It is very important to look for underlying causes of eosinophilia. Our patient most probably had eosinophila-myalgia syndrome due to excessive cashew nut intake. Cashew nuts are prepared and conserved in rapeseed oil with large quantitiy of L-tryptophan. Because our patient has consumed large amounts (approx. 200 grams per day over 6 months) we suspected that the intake of L-tryptophan in rapeseed oil was also in excess. The amount was sufficient to cause eosinophilia. As our patient presented with general nonspecific symptoms (high fever, arthralgias, myalgias and intensive fatigue) wide diagnostics has been carried out and more common causes were excluded -haematological, neoplastic, paraneoplastic, systemic autoimmune, infective (parasitic) diseases and syndromes (Table 3) . Taken together the eosinophilia and impressive clinical symptoms, the revised criteria proposed in 2001 for the diagnosis of EMS were fulfilled. Performed muscle biopsy was consistent with the diagnosis. Similar cases of EMS caused by intake of L-tryptophan were described in available medical literature [4, 5] . The cases describe patients who were taking different over the counter products for diverse purposes. Those products included large amounts of L-tryptophan. L-tryptophan is one of essential amino acids which can not be synthesized by the human body. It is an important precursor of other amino acids (for example, serotonin is synthesized by tryptophan hydroxilase). L-tryptophan can be found in sesame, chickpeas, sunflower and pumpkin seeds, peanuts, dairy products, eggs, red meat, fish and poultry. Although there is evidence that blood tryptophan levels are unlikely to be altered by changing the diet, tryptophan has been available in health food stores as a dietary supplement. Moreover, tryptophan has shown some effectiveness as a therapeutic agent in a variety of conditions typically associated with low serotonin levels in the brain. It has been used as a sleeping aid, as an antidepressant, and as an augmenter of antidepressant drugs. It is known that excessive oral ingestion of tryptophan supplements inhibits histamine degradation by increasing formation of formate and indolyl metabolites. These metabolites block the degradation of histamine, thereby potentiating its effects. Increased histamine activity induces peripheral blood eosinophilia and myalgia [1] . On this theory an alternative explanation for the 1989 EMS outbreak was based; that excess histamine caused EMS. Since not all consumers who used implicated drug in 1989 developed EMS, genetic and other factors are also likely to play a role in precipitation of EMS [9] .", "cite_spans": [{"start": 84, "end": 87, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 88, "end": 90, "text": "8]", "ref_id": null}, {"start": 1188, "end": 1191, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1192, "end": 1194, "text": "5]", "ref_id": "BIBREF4"}, {"start": 2472, "end": 2475, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 2744, "end": 2747, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 871, "end": 880, "text": "(Table 3)", "ref_id": null}], "section": "Discussion"}, {"text": "Because of the abrupt onset of serious and potentially life-threatening symptoms (incapacitaing myalgia, pulmonary invovement which can lead to ARDS [4] , demyelination), it is important to diagnose EMS and start the therapy early. Patients are treated symptomatically, starting with high doses of glucocorticoids, but the response is not as dramatic as in pure eosinophilic fasciitis. Sometimes other drugs (like immunosupressants) are also needed. According to available medical data, new symptoms have not been noted after the first 6 months to 1 year following the onset of disease, but most patients continue to have symptoms years after and only about 10% recover fully [2] .", "cite_spans": [{"start": 149, "end": 152, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 676, "end": 679, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "In our case report the patient presented with eosinophilia and the most probable diagnosis was EMS. We did a detailed diagnosis to exclude all other more common causes of this pathological condition. Our patient responded well to steroid therapy, but even with aggressive treatment, most patients do not recover fully, and suffer from persistent chronic symptoms such as fatigue, myalgias, muscle cramps and muscle weakness, joint pain, paresthesias, memory loss, difficulty concentrating and communicating, scleroderma like skin changes and dyspnoea. This is why the continuous efforts have to be made to find the causative agent and pathogenesis of the disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, once again we emphasise the importance of correct diagnostic algorithm when dealing with patients presenting with eosinophilia. The correct diagnosis in most cases is reached per exclusionem. Regular follow-ups are required after the initiation of treatment (in most cases steroids).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The article has not been published and is not under consideration for publication elsewhere. It has been read and approved by all of the authors. There are no financial or other relationships that could lead to a conflict of interest regarding the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Disclaimers"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Disorders of Granulocytes and Monocytes", "authors": [{"first": "S", "middle": ["M"], "last": "Holland", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Gallin", "suffix": ""}], "year": 2008, "venue": "Harrison's Principles of Internal Medicine", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Eosinophilia-myalgia syndrome", "authors": [{"first": "T", "middle": ["A"], "last": "Medsger", "suffix": ""}], "year": null, "venue": "Medscape Reference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Eosinophilic disorders: Molecular pathogenesis, new classification and mofern therapy", "authors": [{"first": "J", "middle": [], "last": "Gotlib", "suffix": ""}], "year": 2006, "venue": "", "volume": "19", "issn": "", "pages": "535--569", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Postepidemic eosinophilia-myalgia syndrome associated with L-tryptopan", "authors": [{"first": "J", "middle": ["A"], "last": "Allen", "suffix": ""}, {"first": "A", "middle": [], "last": "Paterson", "suffix": ""}, {"first": "R", "middle": [], "last": "Sufit", "suffix": ""}], "year": 2011, "venue": "Arthritis & Rheumatism", "volume": "63", "issn": "11", "pages": "3633--3639", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Acute respiratory failure as a manifestation of eosinophilia-myalgia syndrome associated with L-tryptophan intake", "authors": [{"first": "T", "middle": [], "last": "De Araujo Guerra Grangeia", "suffix": ""}, {"first": "M", "middle": [], "last": "Schweller", "suffix": ""}, {"first": "Aparecida", "middle": [], "last": "Paschoal", "suffix": ""}, {"first": "I", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "J Bras Pulmol", "volume": "33", "issn": "6", "pages": "747--751", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Is the L-tryptophan metabolite quinolonic acid responsable for eosinophilic fasciitis?", "authors": [{"first": "R", "middle": [], "last": "Noakes", "suffix": ""}, {"first": "L", "middle": [], "last": "Spelman", "suffix": ""}, {"first": "R", "middle": [], "last": "Williamsom", "suffix": ""}], "year": 2006, "venue": "Clin Exp Med", "volume": "6", "issn": "", "pages": "60--64", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Rigorous new approach to constructing a gold standard for validating new diagnostic criteria, as exemplified by eosinohilia-myalgia syndrome", "authors": [{"first": "P", "middle": ["A"], "last": "Hertzman", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Clauw", "suffix": ""}, {"first": "J", "middle": [], "last": "Duffy", "suffix": ""}], "year": 2001, "venue": "Ann Intern Med", "volume": "161", "issn": "", "pages": "2301--2306", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Toxic Oli Syndrome: Review of immune aspects of the disease", "authors": [{"first": "R", "middle": [], "last": "Petterson", "suffix": ""}, {"first": "D", "middle": [], "last": "Germolec", "suffix": ""}], "year": 2005, "venue": "J of Immunotoxicology", "volume": "2", "issn": "1", "pages": "51--58", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Medscape Reference", "authors": [{"first": "M", "middle": [], "last": "Liss", "suffix": ""}, {"first": "", "middle": [], "last": "Eosinophilia", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "LFT -Liver Function Tests; RFT -Renal Function Tests; NR -not repeated * -Echinococcus, Amebas, Trichinella, Cysticercus, Toxocara, Fasciola, Strongyloides, Ascaris and Toxoplasma.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Muscle biopsy -perimysium and perivascular infiltration of muscle with CD68 positive macrophages, lymphocytes and eosinophils (14 days after initiation of glucocorticoid therapy).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Definition of eosinophilia-myalgia syndrome (EMS). Definition of EMS according to the US Centers for Disease Control and Prevention (CDC) 1. incapacitating myalgias 2. blood eosinophil count greater than 1000 cells/μL 3. exclusion of other causes of eosinophilia", "latex": null, "type": "table"}, "TABREF1": {"text": "Laboratory findings.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Hematology Outpatient Clinic\n</td><td>Rheumatology Unit - at Admission\n</td><td>Rheumatology Unit - at Discharge\n</td><td>Rheumatology Outpatient Clinic (6 months follow-up)\n</td></tr><tr><td>ESR (mm/h) </td><td>Normal </td><td>Normal </td><td>Normal </td><td>Normal\n</td></tr><tr><td>CRP (mg/L) </td><td>Normal </td><td>15.7 </td><td>Normal </td><td>Normal\n</td></tr><tr><td>RBC (x1012/L) </td><td>4.4 </td><td>4.27 </td><td>4.23 </td><td>4.55\n</td></tr><tr><td>Hgb (g/L) </td><td>94 </td><td>86 </td><td>81 </td><td>116\n</td></tr><tr><td>Htc (%) </td><td>29 </td><td>28 </td><td>27.6 </td><td>30\n</td></tr><tr><td>MCV (fL) </td><td>67 </td><td>65.6 </td><td>65.2 </td><td>73\n</td></tr><tr><td>WBC (x109/L) </td><td>21.5 </td><td>12.8 </td><td>9.21 </td><td>9.6\n</td></tr><tr><td>Eo (%) </td><td>59 </td><td>57 </td><td>0.1 </td><td>1\n</td></tr><tr><td>LDH (U/L) </td><td>476 </td><td>480 </td><td>388 </td><td>186\n</td></tr><tr><td>CK </td><td>Normal </td><td>Normal </td><td>Normal </td><td>Normal\n</td></tr><tr><td>LFT </td><td>Normal </td><td>Normal </td><td>Normal </td><td>Normal\n</td></tr><tr><td>RFT </td><td>Normal </td><td>Normal </td><td>Normal </td><td>Normal\n</td></tr><tr><td>Total Proteins (g/L) </td><td>58 </td><td>NR </td><td>NR </td><td>Normal\n</td></tr><tr><td>Albumins (g/L) </td><td>32.3 </td><td>NR </td><td>NR </td><td>Normal\n</td></tr><tr><td>IgE (kIU/L) </td><td>Normal </td><td>Normal </td><td>NR </td><td>Normal\n</td></tr><tr><td>Thyroid status </td><td>Normal </td><td>NR </td><td>NR </td><td>NR\n</td></tr><tr><td>Vitamin B12 &amp; Folic acid </td><td>Normal </td><td>NR </td><td>NR </td><td>NR\n</td></tr><tr><td>ANA </td><td>- </td><td>Normal </td><td>NR </td><td>Normal\n</td></tr><tr><td>ENA </td><td>- </td><td>Normal </td><td>NR </td><td>Normal\n</td></tr><tr><td>ANCA </td><td>- </td><td>Normal </td><td>NR </td><td>Normal\n</td></tr><tr><td>Complement levels </td><td>- </td><td>Normal </td><td>NR </td><td>Normal\n</td></tr><tr><td>Cu (μmol/L) </td><td>Normal </td><td>NR </td><td>NR </td><td>Normal\n</td></tr><tr><td>Fe/TIBC/Ferritin </td><td>2/52/13.62 </td><td>NR </td><td>NR </td><td>NR\n</td></tr><tr><td>Urine Culture\n</td><td> </td><td>P. mirabilis 105\n</td><td> </td><td> </td></tr><tr><td>-----------------\n</td><td>-\n</td><td>--------------------------\n</td><td>NR </td><td>NR\n</td></tr><tr><td>Blood Culture\n</td><td> </td><td>Coagulase negative staph.\n</td><td> </td></tr><tr><td>-----------------\n</td><td> </td><td>---------------\n</td><td> </td><td> </td></tr><tr><td>Stool Culture </td><td> </td><td>Negative\n</td><td> </td><td> </td></tr><tr><td>Serology for muscle infesting organisms* </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>- </td><td>Negative </td><td>- </td><td>-\n</td></tr><tr><td>Hepatitis B and C, HIV </td><td>- </td><td>Negative </td><td>- </td><td>-\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 3. Differential diagnosis of eosinophilia*", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ALLERGIC DISORDERS </td><td>Asthma\n</td></tr><tr><td>Hay fever\n</td></tr><tr><td>INFECTIONS </td><td>Drug allergies, DRESS\nAllergic skin diseases (Pemphigus, Dermatitis herpetiformis)\n</td></tr><tr><td>Parasitic infections (Ascariasis, Schistosomiasis, Trichinosis, Strongyloidiasis, Visceral larva migrans, Gnathostomiasis , Fascioliasis , Paragonimiasis )\n</td></tr><tr><td>SOME FORMS OF MALIGNANCY </td><td>Fungal diseases (Coccidioidomycosis - Valley Fever) Lymphoma (e.g. Hodgkin lymphoma, non-Hodgkin lymphoma) </td></tr><tr><td>Adult T-cell leukemia/lymphoma (ATLL) Human T-cell lymphotropic virus I (HTLV-I) Gastric or lung carcinoma (i.e. paraneoplastic eosinophilia) </td></tr><tr><td>SYSTEMIC AUTOIMMUNE DISEASES </td><td>Eosinophilic leukemia (very rare) Rheumatoid arthritis Systemic lupus erythematosus\n</td></tr><tr><td>Some forms of vasculitis(Churg-Strauss vasculitis ) Eosinophilic fasciitis Eosinophilia-myalgia syndrome\n</td></tr><tr><td>INTERSTITIAL NEPHROPATHY HYPERIMMUNOGLOBULIN E SYNDROME\n</td><td>Toxic-oil syndrome (due to contaminated rapeseed oil in Spain in 1981) </td></tr><tr><td> </td><td>CHOLESTEROL EMBOLISM (TRANSIENTLY)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Authors state no conflict of interest. ", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest statement"}]}