{
    "paper_id": "065a4e7e1e488c1c21dff5602c39e91232a9adbc",
    "metadata": {
        "title": "IFN-λ4 potently blocks IFN-α signalling by ISG15 and USP18 in hepatitis C virus infection OPEN",
        "authors": [
            {
                "first": "Pil",
                "middle": [],
                "last": "Soo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "postCode": "34141",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sung",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seon-Hui",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "postCode": "34141",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jae-Hee",
                "middle": [],
                "last": "Chung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "postCode": "34141",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sojeong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "postCode": "34141",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Su-Hyung",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "postCode": "34141",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Ho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "postCode": "34141",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Seung",
                "middle": [
                    "Kew"
                ],
                "last": "Yoon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea",
                    "location": {
                        "postCode": "06591",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eui-Cheol",
                "middle": [],
                "last": "Shin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "postCode": "34141",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": "ecshin@kaist.ac.kr"
            }
        ]
    },
    "abstract": [
        {
            "text": "The IFNL4-ΔG genotype, which encodes functional IFN-λ4 protein, is associated with a poor treatment response. In the present study, we investigated the induction and biological effects of IFN-λ4 in HCV-infected hepatocytes and their association with responsiveness to IFN-α. We also studied the effects of direct-acting antiviral (DAA) treatment on IFN-λ4 expression and IFN-α responsiveness. HCV infection induced IFN-λ4 expression at mRNA and protein levels in primary human hepatocytes (PHHs). In hepatoma cells, IFNL4 gene transfection or recombinant IFN-λ4 protein treatment robustly increased the protein levels of ISG15 and USP18 in an IFNLR1-dependent manner and potently blocked IFN-α signalling. The ISG15/USP18-mediated IFN-α unresponsiveness was demonstrated by transfection of siRNAs targeting ISG15 and/or USP18. This potent IFN-λ4 effect was related to prolonged ISG expression after IFNL4 gene transfection. DAA treatment of HCV-infected PHHs reduced the expression of IFN-λs, including IFN-λ4, and restored IFN-α responsiveness. These results demonstrate that virus-induced IFN-λ4 potently blocks IFN-α signalling by inducing high protein levels of ISG15 and USP18. Moreover, the data clearly demonstrate that DAA therapy restores IFN-α responsiveness in HCV-infected cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The global prevalence of hepatitis C virus (HCV) infection is approximately 3% 1 . The majority of patients with HCV infection fail to clear the virus and develop chronic persistent infections 2 . Until recently, the standard treatment for HCV infection was a combination of pegylated interferon-α (peg-IFN-α) and ribavirin. Currently, HCV infection is usually treated with various direct-acting antivirals (DAAs) that target different HCV proteins, and a high rate of sustained virological response (SVR) is achieved with these drugs 3 . Unfortunately, the high cost of DAAs has resulted in limited access in developing countries where the disease burden is relatively high 4 . DAAs can also lead to the emergence of HCV resistance-associated variants (RAVs). DAA failure usually occurs in less than 5% of treated chronic hepatitis C patients, and RAVs are found in most of these cases 5, 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "After HCV infects hepatocytes, the expression of interferons (IFNs) and IFN-stimulated genes (ISGs) is induced despite the interference mechanisms of the virus 2 . Several studies have demonstrated that in cell culture models, HCV infection induces the production of IFNs, with IFN-λs expressed at higher levels than IFN-β 7-10 . IFN-λs are produced as long as HCV persists in the host, and the infected liver has high levels of many ISGs 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Notably, 50% of patients with genotype 1 HCV infection fail to achieve a SVR with peg-IFN-α-based therapy. In 2009, it was found that single nucleotide polymorphisms (SNPs) located near the IFNL3 locus are strongly linked with the response to peg-IFN-α-based therapy [11] [12] [13] . However, the mechanisms by which the SNPs near the IFNL3 locus influenced treatment outcome were unknown until the IFNL4 gene was identified near the IFNL3 locus in 2013 14 . The expression of the IFN-λ4 protein, which is encoded by the IFNL4 gene, is influenced by a germline dinucleotide frameshift variant located in exon 1 of the IFNL4 gene (rs368234815) 14 . The rs368234815-∆G allele generates the full-length IFN-λ4 protein, whereas the rs368234815-TT allele does not generate the IFN-λ4 protein because of a premature stop codon 14 . A recent study showed that IFNL4-ΔG/TT Published: xx xx xxxx OPEN www.nature.com/scientificreports/ 2 Scientific RepoRts | 7: 3821 |",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[11]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[12]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[13]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "is the IFNL gene polymorphism that is primarily responsible for the treatment response to peg-IFN-α-based therapy 15 . Chronic hepatitis C patients with the rs368234815-∆G allele (∆G/TT or ∆G/∆G), which encodes the functional IFN-λ4 protein, respond poorly to peg-IFN-α-based therapy 14, 15 .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "text": "15",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "14,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 288,
                    "end": 290,
                    "text": "15",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In vitro experiments using the recombinant IFN-λ4 protein showed that IFN-λ4 activates the Janus kinase (JAK)-signal transducer and activator of transcription (STAT) signalling pathway by binding to the IFN-λ receptor 16 and induces the expression of ISGs 17 . As expected, the hepatic levels of ISGs in HCV-infected livers are associated with functional IFN-λ4 expression 18 , and a functionally impaired variant of IFN-λ4 is associated with weaker induction of ISGs in HCV-infected livers 19 . These genotype-phenotype correlation studies demonstrate that functional IFN-λ4 protein is the driver of high hepatic ISG expression as well as the cause of poor treatment response. However, there have been no mechanistic studies that could explain why the rs368234815-∆G allele encoding the IFN-λ4 protein is associated with a poor response to peg-IFN-α-based treatment.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "16",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 256,
                    "end": 258,
                    "text": "17",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "18",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "19",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The present study investigated the expression of IFN-λ4 in HCV-infected hepatocytes and the relationship of the biological effects of IFN-λ4 with IFN-α responsiveness. We also studied the effects of DAA treatment on the expression of IFN-λ4 and IFN-α responsiveness in HCV-infected hepatocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HCV infection results in IFN-λ4 expression and IFN-α unresponsiveness. First, we examined the expression of type I and type III IFNs after HCVcc infection in primary human hepatocytes (PHHs). In line with the previous studies 7-10 , we confirmed the induction of IFN-λs, rather than IFN-β ( Supplementary  Fig. 1 ). Next, using PHHs from four different donors with IFNL4 ΔG/ΔG or TT/ΔG genotypes, we observed that both poly(I:C) transfection (Fig. 1A) and cell culture-derived HCV (HCVcc) infection (Fig. 1B) induced IFN-λ4 mRNA expression, although the mRNA level of IFN-λ4 was much lower than that of IFN-λ1 (Fig. 1A,B) . We also examined time kinetics of IFN-λ4 gene expression after HCVcc infection ( Supplementary Fig. 2 ). We confirmed the expression of IFN-λ4 after HCVcc infection at the protein level in PHHs with IFNL4 ΔG allele (Fig. 1C ,D) whereas PHHs with IFNL4 TT/TT genotype did not produce IFN-λ4 protein after HCVcc infection (Fig. 1D) . Furthermore, we detected IFN-λ4 protein in culture supernatant of PHHs with IFNL4 ΔG/ΔG genotype after HCVcc infection (Fig. 1E) . We reported previously that prolonged stimulation with IFN-λ3 blocks the response to exogenous IFN-α 10 . To investigate whether the endogenous IFN-λ proteins that are produced in response to HCV infection, including the IFN-λ4 protein, also render cells nonresponsive to exogenous IFN-α, we infected PHHs with HCVcc and examined the response to exogenous IFN-α. Both STAT1 phosphorylation (Fig. 1F ) and OAS1 upregulation (Fig. 1G ) in response to exogenous IFN-α were attenuated in HCV-infected PHHs.",
            "cite_spans": [
                {
                    "start": 1188,
                    "end": 1190,
                    "text": "10",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 312,
                    "text": "Supplementary  Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 442,
                    "end": 451,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 499,
                    "end": 508,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 610,
                    "end": 621,
                    "text": "(Fig. 1A,B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 705,
                    "end": 725,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 839,
                    "end": 847,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 944,
                    "end": 953,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1075,
                    "end": 1084,
                    "text": "(Fig. 1E)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1477,
                    "end": 1485,
                    "text": "(Fig. 1F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1510,
                    "end": 1518,
                    "text": "(Fig. 1G",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "DAA treatment restores IFN-α unresponsiveness caused by HCV infection. Next, we examined the effect of DAAs on IFN-λ4 expression in HCV-infected PHHs. Treatment with telaprevir and sofosbuvir reduced the intracellular HCV RNA titre, resulting in greatly attenuated IFN-λ1 and IFN-λ4 gene expression ( Fig. 2A) . These data indicate that viral replication is critical for the induction of IFN-λ expression in HCV-infected PHHs. Moreover, treatment with telaprevir and sofosbuvir restored IFN-α responsiveness, as demonstrated by restored STAT1 phosphorylation (Fig. 2B ) and OAS1 upregulation (Fig. 2C ). Taken together, these data demonstrate that DAA treatment reduces the expression of IFN-λs and restores IFN-α responsiveness in HCV-infected cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 309,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 559,
                    "end": 567,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 592,
                    "end": 600,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To examine the effect of IFN-λ4, we first transfected the IFN-λ4-expressing plasmid into Huh-7 hepatoma cells of which IFNL4 genotype is TT/TT. We also transfected the cells with IFN-β-or IFN-λ1-expressing plasmids for comparative purposes. As results, we detected IFN-λ4 protein in cell lysates after transfection with the IFN-λ4-expressing plasmid (Fig. 3A) . Moreover, we detected IFN-λ4 protein in culture supernatant by immunoprecipitation and immunoblotting ( Fig. 3B ) although IFN-λ4 protein is known to be poorly secreted when it is expressed in mammalian cells 14, 20, 21 . Transfection with the IFN-λ4-expressing plasmid induced STAT1 phosphorylation (Fig. 3C ) and ISG expression (Fig. 3D ) in both Huh-7 cells and in PHHs ( Supplementary Fig. 3 ). Our previous report showed that HCV-infected hepatocytes produce IFN-λs that increase the protein levels of STAT1, STAT2, and IRF9, and that increased levels of STAT1, STAT2, and IRF9 prolong the upregulation of some ISGs 10 . Transfection with the IFN-λ4-expressing plasmid also caused sustained upregulation of these ISGs, including Mx1, ISG15, OAS1, OAS2, OAS3, and OASL (Fig. 3E ). In fact, the intracellular HCV RNA titre was decreased by transfection with the IFN-λ4-expressing plasmid (Fig. 3F) . Furthermore, we used the IFNL4-TT plasmid, which cannot generate IFN-λ4 protein due to a premature stop codon 14 and found that it did not cause STAT1 phosphorylation (Fig. 3G ) nor did it induce ISG expression (Fig. 3H ). STAT1 phosphorylation and induction of ISG expression were also observed by treatment with recombinant IFN-λ4 protein ( Supplementary Fig. 4 ). Silencing Cells that overexpress IFN-λ4 or treated with IFN-λ4 show weaker responses to IFN-α treatment. We reported previously that IFN-λ3-pretreated cells show an attenuated response to exogenous IFN-α treatment, as evidenced by reduced STAT1 phosphorylation and ISG expression compared to non-pretreated cells 10 . Similarly, IFN-λ4-transfected cells also showed weaker STAT1 phosphorylation (Fig. 4A ), weaker STAT2 phosphorylation ( Supplementary Fig. 6A ) and lower ISG expression (Fig. 4B ) in response to exogenous IFN-α treatment compared to mock-transfected control cells. However, this unresponsiveness was shown only in response to IFN-α treatment, not to IFN-β or -λ treatment (Fig. 4A ). IFN-λ4-transfected cells were also unresponsive to peg-IFN-α-2b treatment ( Supplementary Fig. 6B ). IFN-λ1 pre-treatment also resulted in an attenuated response to exogenous IFN-α, and the response to IFN-α was almost completely blocked by the combination of IFN-λ1 pre-treatment and IFN-λ4 gene transfection (Fig. 4C ). This indicates the importance of additional IFN-λ4 protein in IFNL4-∆G/TT or IFNL4-∆G/∆G hosts. We also confirmed the unresponsiveness to exogenous IFN-α by IFN-λs using recombinant IFN-λ proteins including IFN-λ4 (Fig. 4D ).",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 574,
                    "text": "14,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "20,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "21",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 983,
                    "end": 985,
                    "text": "10",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1375,
                    "end": 1377,
                    "text": "14",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1945,
                    "end": 1947,
                    "text": "10",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 359,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 466,
                    "end": 473,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 662,
                    "end": 670,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 692,
                    "end": 700,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 737,
                    "end": 757,
                    "text": "Supplementary Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1135,
                    "end": 1143,
                    "text": "(Fig. 3E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1253,
                    "end": 1262,
                    "text": "(Fig. 3F)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1432,
                    "end": 1440,
                    "text": "(Fig. 3G",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1476,
                    "end": 1484,
                    "text": "(Fig. 3H",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1608,
                    "end": 1628,
                    "text": "Supplementary Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2027,
                    "end": 2035,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2070,
                    "end": 2091,
                    "text": "Supplementary Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 2119,
                    "end": 2127,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2322,
                    "end": 2330,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2410,
                    "end": 2431,
                    "text": "Supplementary Fig. 6B",
                    "ref_id": null
                },
                {
                    "start": 2644,
                    "end": 2652,
                    "text": "(Fig. 4C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2870,
                    "end": 2878,
                    "text": "(Fig. 4D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "IFN-λ4 induces ISG expression."
        },
        {
            "text": "We recently observed that prolonged IFN-λ3 stimulation induces robust and sustained upregulation of ISG15, which stabilizes the USP18 protein and diminishes the response to exogenous IFN-α treatment 10 . Here we found that the USP18 and ISG15 protein levels were upregulated in HCV-infected PHHs (Fig. 5A ) and in IFN-λ4-transfected cells (Fig. 5B) , which was expected in light of the previous observations. We next performed experiments to confirm the roles of ISG15 and USP18 in IFN-λ4-induced IFN-α unresponsiveness. As expected from the previous study 10 , silencing ISG15 expression decreased the protein level HCVcc at 10 MOI. After 48 hours, the cells were harvested, and gene expression was analysed by real-time qPCR. (C) PHHs with IFNL4 ΔG/TT genotype were infected with JFH1 HCVcc at 10 MOI. After 72 hours, the cell lysate was harvested, and protein expression were analysed by immunoblotting. (D) PHHs from two different donors (one with IFNL4 TT/TT genotype and the other with IFNL4 ΔG/ΔG genotype) were infected with JFH1 HCVcc at 10 MOI. After 72 hours, the cell lysates were harvested, and protein expression were analysed by immunoblotting. (E) PHHs with IFNL4 ΔG/TT genotype were infected with JFH1 HCVcc at 10 MOI. After 72 hours, the culture supernatant was harvested, and IFN-λ4 protein expression was analysed by immunoblotting. The data are representative of two independent experiments. (F,G) PHHs with the IFNL4 ΔG/ΔG genotype were infected with JFH1 HCVcc at 5 MOI. After 72 hours, the cells were treated with 100 IU/ ml IFN-α for 30 minutes (F) or 6 hours (G). The cells were harvested, and gene and protein expression were analysed by immunoblotting (F) or real-time qPCR (G). Data are presented as means ± S.E.M. ***P ≤ 0.001 (Student's t-test). All the data are representative of two independent experiments. Full-length blots of PY-STAT1 (F) with multiple exposure times are included in the Supplementary Fig. 9A .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "text": "10",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 557,
                    "end": 559,
                    "text": "10",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 304,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 339,
                    "end": 348,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1924,
                    "end": 1945,
                    "text": "Supplementary Fig. 9A",
                    "ref_id": null
                }
            ],
            "section": "IFN-α unresponsiveness depends on ISG15 and USP18 in cells that overexpress IFN-λ4 or treated with IFN-λ4."
        },
        {
            "text": "of USP18 in IFN-λ4-transfected cells (Fig. 5C ). Silencing the expression of ISG15 or USP18 expression restored STAT1 phosphorylation (Fig. 5D ) and ISGs expression ( Fig. 5E; Supplementary Fig. 7A ) upon exogenous IFN-α treatment. However, silencing other ISGs, such as mitochondrial antiviral-signaling protein (MAVS) or interferon regulatory factor 3 (IRF3), did not restore exogenous IFN-α-induced ISG expression ( Supplementary Fig. 7B ). The response to exogenous IFN-α was more strongly restored by silencing USP18 and ISG15 expression at the same time (Fig. 5D,E) . We confirmed these results in recombinant IFN-λ4-treated cells using different siRNAs targeting USP18 or ISG15 (Fig. 5F ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 134,
                    "end": 142,
                    "text": "(Fig. 5D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 167,
                    "end": 197,
                    "text": "Fig. 5E; Supplementary Fig. 7A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 419,
                    "end": 440,
                    "text": "Supplementary Fig. 7B",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 571,
                    "text": "(Fig. 5D,E)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 685,
                    "end": 693,
                    "text": "(Fig. 5F",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IFN-α unresponsiveness depends on ISG15 and USP18 in cells that overexpress IFN-λ4 or treated with IFN-λ4."
        },
        {
            "text": "We also confirmed that ISG15 maintains USP18 protein levels independently of its ISGylating activity. ISG15 silencing decreased the amount of USP18 protein in recombinant IFN-λ4-treated cells, and the protein level of USP18 was restored not only by transfection of wild type (WT) ISG15 gene but also by transfection of conjugation-defective ISG15 AA mutant gene ( Supplementary Fig. 8A ). As a result, WT ISG15-or AA mutant-transfected cells showed refractoriness against exogenous IFN-α treatment ( Supplementary Fig. 8A ). Furthermore, we confirmed that USP18 protein interferes with IFN-α signaling irrespective of its enzymatic activity. USP18 silencing restored phosphorylation of STAT1 after IFN-α treatment, and forced expression of WT USP18 or enzymatically inactive C64S USP18 mutant blocked phosphorylation of STAT1 ( Supplementary  Fig. 8B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 385,
                    "text": "Supplementary Fig. 8A",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 521,
                    "text": "Supplementary Fig. 8A",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 850,
                    "text": "Supplementary  Fig. 8B",
                    "ref_id": null
                }
            ],
            "section": "IFN-α unresponsiveness depends on ISG15 and USP18 in cells that overexpress IFN-λ4 or treated with IFN-λ4."
        },
        {
            "text": "Finally, we examined relative importance of IFN-λ4 among the members of the IFN-λ family in the induction of ISG15 during HCV infection using a mixture of anti-IFN-λ1 and anti-IFN-λ2/3 which neutralize the effect of IFN-λ1, -λ2, and -λ3. As a result, ISG15 expression was highly maintained even after addition of a mixture of neutralizing anti-IFN-λ1 and anti-IFN-λ2/3 in HCV-infected cells. This result indicates that ISG15 upregulation is derived and maintained by IFN-λ4 produced during HCV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN-α unresponsiveness depends on ISG15 and USP18 in cells that overexpress IFN-λ4 or treated with IFN-λ4."
        },
        {
            "text": "In this study, we show that HCV infection induces IFN-λ4 expression and that IFN-λ4 potently attenuates the response to exogenous IFN-α treatment by the action of ISG15 and USP18. DAA treatment of HCV-infected cells reduced the expression of IFN-λs, including IFN-λ4, and restored IFN-α responsiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We and other groups have reported robust production of IFN-λs, rather than IFN-β, at both the mRNA and protein levels in HCV-infected PHHs [7] [8] [9] [10] . It was demonstrated previously that IFN-λ4 expression is induced by poly(I:C) transfection into PHHs 14, 21 , but it has not been known whether IFN-λ4 expression is induced by HCV infection in PHHs. We have demonstrated for the first time that IFN-λ4 expression is induced by HCV infection in PHHs.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[7]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "[8]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "[9]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[10]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A recent study reported that IFNL4-ΔG/TT is the primary IFNL4 gene polymorphism determining the treatment response to peg-IFN-α-based therapy 15 . In HCV-infected patients, the IFNL4-TT genotype, which does not produce IFN-λ4 protein, is associated with a favourable response to IFN-α-based therapy. The IFNL4-ΔG genotype, which encodes functional IFN-λ4 protein, is associated with a poor treatment response. However, the mechanisms underlying this paradoxical association remained unclear. Our data explain why the presence of functional IFN-λ4 protein in IFNL4-ΔG genotype-carrying hosts is associated with a poor response to IFN-α-based HCV treatment. Moreover, our data suggest that DAA therapy can restore IFN-α responsiveness in HCV-infected patients.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "text": "15",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HCV-infected patients with IFNL4-∆G allele exhibit high baseline levels of ISGs in their livers 2 . Among the proteins enriched in HCV-infected liver, USP18 has been reported to confer unresponsiveness to IFN-α by interacting with IFNAR2 and inhibits downstream signals induced by IFN-α 22 . In fact, USP18 overexpression decreases the responsiveness to exogenous IFN-α 23 . Recent reports show that intracellular free ISG15 protein maintains the stability of the USP18 protein in human cells 24, 25 , although ISG15 has direct antiviral properties against many viruses in mice 26 . ISG15 deficiency caused increased viral resistance in humans but not mice, since only human ISG15 interacted with USP18 and decreased the response to IFN-α 25 . More specifically, in human cells, free ISG15 stabilizes the USP18 protein by preventing its ubiquitination, leading to an attenuated response to IFN-α 24, 25 . Importantly, the ISGylation activity of ISG15 and the deISGylation activity of USP18 do not have any role in this process. It was shown that ISGylation-defective ΔGG ISG15 also binds to USP18 and prevents its degradation 24 . Furthermore, previous studies reported that blocking of IFN-α signaling by USP18 does not depend on the enzymatic activity of USP18 27 . The IFN-α signal-blocking activity of USP18 is mediated by the binding of USP18 to the intracellular domain of IFNAR2, which prevents the binding of JAK1 to IFNAR2 27 .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 289,
                    "text": "22",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "23",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "24,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 497,
                    "end": 499,
                    "text": "25",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 578,
                    "end": 580,
                    "text": "26",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 739,
                    "end": 741,
                    "text": "25",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "24,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 900,
                    "end": 902,
                    "text": "25",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1126,
                    "end": 1128,
                    "text": "24",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1263,
                    "end": 1265,
                    "text": "27",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our group recently found that prolonged stimulation of IFN-λ3 induces the robust and sustained upregulation of ISG15 that stabilizes the USP18 protein and causes the unresponsiveness to exogenous IFN-α treatment 10 . We also reported that both ISG15 and USP18 protein levels are increased in HCV-infected livers 10 . In the current study, for the first time, we demonstrated that ISG15 and USP18 protein levels are increased in HCV-infected PHHs (Fig. 5A) and IFN-λ4-expressing (Fig. 5B ) or -treated cells (Fig. 5F ) and that ISG15 and USP18 proteins mediate IFN-α unresponsiveness in IFN-λ4-expressing or -treated cells (Fig. 5D-F) . Recently, Fan et al. also demonstrated that IFN-λ4 inhibits the JAK-STAT signalling pathway by inducing USP18 expression 28 . However, our current study showed the expression of IFN-λ4 after HCV infection for the first time. In addition, we observed IFN-α unresponsiveness in a more natural system for HCV infection. We infected PHHs with HCVcc and observed IFN-α unresponsiveness which was caused by endogenously produced IFNs, including IFN-λ4. Moreover, we identified ISG15 as a critical regulator for increased USP18 protein levels in IFN-λ4-expressing or -treated cells and demonstrated for the first time that DAAs can restore IFN-α responsiveness by decreasing the production of endogenous IFN-λs, including IFN-λ4, in HCV-infected cells.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "text": "10",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "10",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 757,
                    "end": 759,
                    "text": "28",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 455,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 478,
                    "end": 486,
                    "text": "(Fig. 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 507,
                    "end": 515,
                    "text": "(Fig. 5F",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 622,
                    "end": 633,
                    "text": "(Fig. 5D-F)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Taken together, our data clearly demonstrate that virus-induced IFN-λ4 potently blocked IFN-α signalling via upregulation of ISG15 and USP18 in HCV infection and that DAA therapy restored the IFN-α responsiveness The cells were harvested, and protein expression was analysed by immunoblotting. (C) Huh-7 cells were transfected with control, USP18-, or ISG15-targeting siRNAs. After 24 hours, the cells were transfected with control or IFN-λ4-expressing plasmids. After 48 hours, the cells were re-transfected with the respective siRNAs. The cells were harvested, and gene expression was analysed by immunoblotting 24 hours after the second siRNA transfection. (D,E) Huh-7 cells were transfected with control, USP18-, or ISG15-targeting siRNAs. After 24 hours, the cells were transfected with control or IFN-λ4-expressing plasmids. After 48 hours, the cells were re-transfected with the respective siRNAs. After 48 hours, the cells were treated with 100 IU/ml of IFN-α for 15 minutes (D) or for 6 hours (E). Then the cells were harvested, and protein and gene expression were analysed by immunoblotting (D) or real-time qPCR (E). All the data are representative of two independent experiments. (F) Huh-7 cells were treated with or without 100 ng/mL recombinant IFN-λ4. After 48 hours, the cells were transfected with control siRNAs, USP18-, or ISG15-targeting siRNAs. The USP18-, or ISG15-targeting siRNAs used in this experiment had different sequences from siRNAs used in the experiment for (D). After 48 hours, the cells were treated with 100 IU/ml of IFN-α for 15 minutes. Then the cells were harvested, and protein expression were analysed by immunoblotting. (G) PHHs with IFNL4 ΔG/ΔG genotype were infected with JFH1 HCVcc at 15 MOI. After 6 hours, the cells were treated with 10 μg/ml anti-IFN-λ1 and 10 μg/ml anti-IFN-λ2/3 or IgG for 72 hours. The cells were harvested, and ISG15 gene expression was analysed by real-time qPCR. Data are presented as means ± S.E.M. **P ≤ 0.01, ***P ≤ 0.001 (Student's t-test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Small-interfering RNAs (siR-NAs) against IFNLR1, USP18, ISG15, and scrambled sequences were obtained from Santa Cruz Biotechnology. Poly(I:C) was purchased from InvivoGen. All transfections were performed using the jetPRIME transfection reagent (Polyplus transfection) via a reverse transfection method for Huh-7 cells and a forward transfection method for PHHs. The siRNA transfections were performed using lipofectamine RNAi MAX (Invitrogen). Recombinant IFN-α-2a was obtained from PBL Assay Science, recombinant IFN-β was obtained from PeproTech, peg-IFNα-2b was obtained from MSD, and recombinant human IFN-λ1, -λ2, and -λ3 were obtained from R&D Systems. Recombinant human IFN-λ4 was produced from Expi293F cells with glycosylation modification",
            "authors": [],
            "year": null,
            "venue": "These results explain why HCV-infected patients with the IFNL4 rs368234815-∆G allele encoding the IFN-λ4 protein respond poorly to peg-IFN-α-based treatment",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Production and infection of HCVcc. The Japanese fulminant hepatits-1 (JFH-1) strain (genotype 2a) of",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "HCVcc was produced as described previously 10 . DMEM containing 5% human serum was used to culture the Huh-7.5 cells to produce highly infectious JFH1 HCVcc. HCVcc infectivity was quantified by a colorimetric focus-forming assay as described previously 29 . Huh-7 cells were infected with JFH-1 HCVcc at 0.5 multiplicity of infection (MOI)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "HRP-conjugated mouse IgG (1:5000, Abcam ab97023). For immunoprecipitation of FLAG-tagged IFN-λ4 protein, anti-FLAG M2 Affinity Gel (Sigma) was used. RNA extraction, cDNA synthesis, and real-time quantitative PCR. Total RNA isolation, cDNA synthesis, and TaqMan real-time quantitative PCR were performed as described previously 30 . In brief, total RNA was isolated with the GeneAll Ribospin TM (GeneAll), and cDNA was synthesized using a cDNA synthesis Master kit (LeGene). TaqMan Gene Expression Assays (Applied Biosystems) were used to determine the mRNA levels of target genes. Quantification of intracellular HCV RNA copies was performed as described previously 30 . The results were standardized to the mRNA levels of GAPDH, and the data are presented as means ± standard error of the mean (s.e.m.). The quantification of mRNA copies of IFN-λs was performed as described previously 18 . We used PCR primers and TaqMan probe that were validated to detect only IFN-λ4 (p179) with IFNL4-ΔG/ΔG genotype or",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Immunoblotting",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ten micrograms of each cell lysate were loaded on SDS-PAGE gels. The antibodies used for immunoblotting were as follows: IFN-λ4 (1:200, mouse, Millipore MABF227)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global epidemiology of hepatitis C virus infection: new estimates of age-specific antibody to HCV seroprevalence",
            "authors": [
                {
                    "first": "Mohd",
                    "middle": [],
                    "last": "Hanafiah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Groeger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Wiersma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hepatology",
            "volume": "57",
            "issn": "",
            "pages": "1333--1342",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.26141"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immune responses and immunopathology in acute and chronic viral hepatitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Immunol",
            "volume": "16",
            "issn": "",
            "pages": "509--523",
            "other_ids": {
                "DOI": [
                    "10.1038/nri.2016.69"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Current and future therapies for hepatitis C virus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ghany",
                    "suffix": ""
                }
            ],
            "year": 1907,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1213651"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global control of hepatitis C virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Medicine",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "349",
            "issn": "",
            "pages": "790--791",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aad1302"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Management of direct-acting antiviral agent failures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Riveiro-Barciela",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Hepatol",
            "volume": "63",
            "issn": "",
            "pages": "1511--1522",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhep.2015.08.010"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Korean Association for the Study of the, L. KASL clinical practice guidelines: management of hepatitis C",
            "authors": [],
            "year": 2016,
            "venue": "Clin Mol Hepatol",
            "volume": "22",
            "issn": "",
            "pages": "76--139",
            "other_ids": {
                "DOI": [
                    "10.3350/cmh.2016.22.1.76"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "HepG2 cells mount an effective antiviral interferon-lambda based innate immune response to hepatitis C virus infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Israelow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Narbus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sourisseau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hepatology",
            "volume": "60",
            "issn": "",
            "pages": "1170--1179",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.27227"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "IL-29 is the dominant type III interferon produced by hepatocytes during acute hepatitis C virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hepatology",
            "volume": "56",
            "issn": "",
            "pages": "2060--2070",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.25897"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "HCV infection induces a unique hepatic innate immune response associated with robust production of type III interferons",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gastroenterology",
            "volume": "142",
            "issn": "",
            "pages": "978--988",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2011.12.055"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Roles of unphosphorylated ISGF3 in HCV infection and interferon responsiveness",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci",
            "volume": "112",
            "issn": "",
            "pages": "10443--10448",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1513341112"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Genetic variation in IL28B predicts hepatitis C treatment-induced viral clearance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "399--401",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08309"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "IL28B is associated with response to chronic hepatitis C interferon-alpha and ribavirin therapy",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Suppiah",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Genet",
            "volume": "41",
            "issn": "",
            "pages": "1100--1104",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.447"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genome-wide association of IL28B with response to pegylated interferon-alpha and ribavirin therapy for chronic hepatitis C",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Genet",
            "volume": "41",
            "issn": "",
            "pages": "1105--1109",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.449"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A variant upstream of IFNL3 (IL28B) creating a new interferon gene IFNL4 is associated with impaired clearance of hepatitis C virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Prokunina-Olsson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Genet",
            "volume": "45",
            "issn": "",
            "pages": "164--171",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.2521"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Comparison of functional variants in IFNL4 and IFNL3 for association with HCV clearance",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Hepatol",
            "volume": "63",
            "issn": "",
            "pages": "1103--1110",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhep.2015.06.035"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Interferon lambda 4 signals via the IFNlambda receptor to regulate antiviral activity against HCV and coronaviruses",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Hamming",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "EMBO J",
            "volume": "32",
            "issn": "",
            "pages": "3055--3065",
            "other_ids": {
                "DOI": [
                    "10.1038/emboj.2013.232"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transcriptome analysis reveals a classical interferon signature induced by IFNlambda4 in human primary cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genes Immun",
            "volume": "16",
            "issn": "",
            "pages": "414--421",
            "other_ids": {
                "DOI": [
                    "10.1038/gene.2015.23"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Hepatic expression levels of interferons and interferon-stimulated genes in patients with chronic hepatitis C: A phenotype-genotype correlation study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noureddin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genes Immun",
            "volume": "16",
            "issn": "",
            "pages": "321--329",
            "other_ids": {
                "DOI": [
                    "10.1038/gene.2015.11"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Reduced IFNlambda4 activity is associated with improved HCV clearance and reduced expression of interferon-stimulated genes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terczynska-Dyla",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms6699"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Expression of Interferon Lambda 4 Is Associated with Reduced Proliferation and Increased Cell Death in Human Hepatic Cells",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Onabajo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Interferon Cytokine Res",
            "volume": "35",
            "issn": "",
            "pages": "888--900",
            "other_ids": {
                "DOI": [
                    "10.1089/jir.2014.0161"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Interferon-lambda4 is a cell-autonomous type III interferon associated with pre-treatment hepatitis C virus burden",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Urban",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Bradrick",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology",
            "volume": "476",
            "issn": "",
            "pages": "334--340",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2014.12.020"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Interferon-stimulated genes: a complex web of host defenses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Chevillotte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annu Rev Immunol",
            "volume": "32",
            "issn": "",
            "pages": "513--545",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-immunol-032713-120231"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "USP18-based negative feedback control is induced by type I and type III interferons and specifically inactivates interferon alpha response",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Francois-Newton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0022200"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Human intracellular ISG15 prevents interferon-alpha/beta over-amplification and auto-inflammation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "517",
            "issn": "",
            "pages": "89--93",
            "other_ids": {
                "DOI": [
                    "10.1038/nature13801"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "ISG15 deficiency and increased viral resistance in humans but not mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Speer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms11496"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "IFN-stimulated gene 15 functions as a critical antiviral molecule against influenza, herpes, and Sindbis viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenschow",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "104",
            "issn": "",
            "pages": "1371--1376",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0607038104"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "UBP43 is a novel regulator of interferon signaling independent of its ISG15 isopeptidase activity",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Malakhova",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "EMBO J",
            "volume": "25",
            "issn": "",
            "pages": "2358--2367",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.emboj.7601149"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "IFN-lambda4 desensitizes the response to IFN-alpha treatment in chronic hepatitis C through long-term induction of USP18",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Gen Virol",
            "volume": "97",
            "issn": "",
            "pages": "2210--2220",
            "other_ids": {
                "DOI": [
                    "10.1099/jgv.0.000522"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Colorimetric focus-forming assay with automated focus counting by image analysis for quantification of infectious hepatitis C virions",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0043960"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Hepatitis C virus entry is impaired by claudin-1 downregulation in diacylglycerol acyltransferase-1-deficient cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "9233--9244",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01428-14"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "IFNLR1 expression (Supplementary Fig. 5A) markedly decreased ISG expression (Supplementary Fig. 5B) and STAT1 phosphorylation (Supplementary Fig. 5C) in IFN-λ4 gene-transfected cells and STAT1 phosphorylation (SupplementaryFig. 5D) in recombinant IFN-λ4-treated cells, confirming that IFNLR1 is required for the action of IFN-λ4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "HCV infection results in IFN-λ4 expression and IFN-α unresponsiveness. (A) PHHs from 4 different donors were transfected with poly(I:C) (6 µg/ml). After 8 hours, the cells were harvested, and gene expression was analysed by real-time qPCR. (B) PHHs from 4 different donors were infected with JFH1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "HCV infection results in IFN-λ4 expression and IFN-α unresponsiveness that is restored by DAA treatment. (A) PHHs were infected with JFH1 HCVcc at 2 MOI. Shortly after HCV infection, telaprevir (5 μM) plus sofosbuvir (5 μM) were added to HCV-infected cells. After 24 or 48 hours, the cells were harvested, and gene expression was analysed by real-time qPCR. (B) PHHs with the IFNL4 ΔG/ΔG genotype were infected with JFH1 HCVcc at 2 MOI. Six hours after HCV infection, the culture medium was changed to the medium containing telaprevir (5 μM) and sofosbuvir (5 μM). After 120 hours, the cells were treated with 100 IU/ml of IFN-α for 30 minutes (B) or 6 hours (C). The cells were harvested, and gene and protein expression were analysed by immunoblotting (B) or real-time qPCR (C). Data are presented as means ± S.E.M. ***P ≤ 0.001 (Student's t-test). DAA: direct-acting antivirals. All the data are representative of two independent experiments. Full-length blots of PY-STAT1 (B) with multiple exposure times are included in theSupplementary Fig. 9B. The data are representative of three independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "IFN-λ4 overexpression induces ISG expression. (A,B) Huh-7 cells were transfected with control or IFN-λ4-expressing plasmids. After 72 hours, the cell lysates (A) and culture supernatants (B) were harvested, and protein expression were analysed by immunoblotting. For the culture supernatants, immunoprecipitation with anti-FLAG-conjugated beads were used to pull down the FLAG-tagged IFN-λ4 protein. The data are representative of two independent experiments. (C,D) Huh-7 cells were transfected with control, IFN-λ1-, IFN-λ4-, or IFN-β-expressing plasmids. After 96 hours, the cells were harvested, and protein expression or gene expression were analysed by immunoblotting (C) or real-time qPCR (D). (E) Huh-7 cells were transfected with IFN-λ4-expressing plasmids. The cells were harvested at the indicated time points, and gene expression was analysed by real-time qPCR. (F) Huh-7 cells were infected with JFH1 HCVcc at 0.5 MOI followed by transfection with control or IFN-λ4-expressing plasmids. After 72 hours, the cells were harvested, and HCV RNA titer was analysed by real-time qPCR. (G,H) Huh-7 cells were transfected with control, IFN-λ4-, or IFN-λ4 TT-encoding plasmids. After 96 hours, the cells were harvested, and protein and gene expression were analysed by immunoblotting (G) or real-time qPCR (H). In (D,E,F,H) data are presented as means ± S.E.M. ***P ≤ 0.001 (Student's t-test). All the data are representative of two independent experiments. Full-length blots of PY-STAT1 (C) with multiple exposure times are included in the Supplementary Fig. 9C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Cells that overexpress IFN-λ4 or treated with IFN-λ4 show weaker responses to IFN-α treatment. (A,B) Huh-7 cells were transfected with control or IFN-λ4-expressing plasmids. After 96 hours, the cells were treated with 100 IU IFN-α, 1 ng/mL IFN-β, or 100 ng/mL IFN-λ3. The cells were harvested after 15 minutes, and protein expression was analysed by immunoblotting (A), or the cells were harvested after 6 hours, and gene expression was analysed by real-time qPCR (B). Data are presented as means ± S. E. M. *P ≤ 0.05, ***P ≤ 0.001 (Student's t-test). (C) Huh-7 cells were transfected with control or IFN-λ4-expressing plasmids. After 24 hours, the transfected cells were treated with PBS or IFN-λ1 (10 ng/ml). After 48 hours, the cells were treated with 100 IU IFN-α for 15 minutes. The cells were harvested, and protein expression was analysed by immunoblotting. All the data are representative of two independent experiments. (D) Huh-7 cells were treated with mock or 10 ng/mL recombinant IFN-λ1, 2, 3, or 4. After 72 hours, the cells were treated with 100 IU IFN-α. The cells were harvested after 30 minutes, and protein expression was analysed by immunoblotting. All the data are representative of two independent experiments.Scientific RepoRts | 7: 3821 | DOI:10.1038/s41598-017-04186-7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "IFN-α unresponsiveness depends on ISG15 and USP18 in cells that overexpress IFN-λ4 or treated with IFN-λ4. (A) PHHs with the IFNL4 ΔG/ΔG genotype were infected with JFH1 HCVcc at 5 MOI. After 72 hours, the cells were treated with 100 IU/ml of IFN-α for 30 minutes. (B) Huh-7 cells were transfected with control or IFN-λ4-expressing plasmids. After 72 hours, the cells were treated with 100 IU IFN-α for 15 minutes.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Prof. Jin-Hyun Ahn for providing us with plasmids expressing siRNA-resistant ISG15 wild type or conjugation-defective AA mutant. This work was supported by a grant from the Korean Health Technology R&D Project, Ministry of Health and Welfare, Republic of Korea (HI13C1263). This work was also supported by a National Research Foundation grant (NRF-2014R1A2A1A10053662), which is funded by the Ministry of Science, ICT and Future Planning of Korea. This work was partly supported by Research Fund of Seoul St. Mary's Hospital, The Catholic University of Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Data from experiments with cell lines and PHHs are presented as means ± s.e.m. Unpaired t-tests or two-tailed Mann-Whitney U-tests were performed for statistical analysis. All of the analyses were performed using GraphPad Prism version 5.01. P values less than 0.05 were considered to be statistically significant. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses."
        },
        {
            "text": "Supplementary information accompanies this paper at doi:10.1038/s41598-017-04186-7Competing Interests: The authors declare that they have no competing interests.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        },
        {
            "text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"
        }
    ]
}