{"paper_id": "073aeba02da7caa844bcf3c38778e0cd4b7041fe", "metadata": {"title": "Seroepidemiology of Feline Infectious Peritonitis Virus Infections Using Transmissible Gastroenteritis Virus as Antigen", "authors": [{"first": "M", "middle": [], "last": "Payne", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["R C V S"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Albert", "middle": ["D M E"], "last": "Osterhaus", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marian", "middle": ["C"], "last": "Horzinek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Debby", "middle": ["J"], "last": "Reynolds", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In previous reports (1, 2) we have proposed that feline infectious peritonitis (FIP) virus should be classified as a coronavirus on the basis of its size (90-160 nm.), thin section (3, 7) and negative staining morphology, sedimentation behaviour (about 400 S) and buoyant density (1.17-1.18 g./ml.) in sucrose gradients. Further support for this taxonomic position came from recent reports of a possible antigenic relationship to transmissible gastroenteritis (TGE) virus of swine (5, lo) , which is an established member of the Coronaviridae family (6) . With the aim of obtaining more seroepidemiologic evidence, a heterologous indirect immunofluorescence assay was developed using TGE virus-infected porcine thyroid cells as antigen. The test has been applied to sera from different cat populations in the Netherlands with and without a FIP history and its results have been compared with those of a microneutralization test against TGE virus (9) . -4 cats before and after experimental inoculation with the Dahlberg strain of FIP virus (1, 2) and finally succumbing to the infection; 4 additional experimental animals where preserum was not available. Sera from two specified pathogen-free cats before and after FIP virus inoculation kindly provided by Dr. N. C. PEDERSEN, Davis 10 min., dried, and stored at this temperature until use. 20 pl. volumes of serial twofold dilutions of the sera and peritoneal fluids (starting at 1 : 10) were dropped onto the cells. The slides were incubated for 1 hr at 37 O C in a moist chamber and subsequently washed three times with PBS and once with distilled water. After air drying, 2Opl. volumes of a diluted FITC labelled rabbit anti-feline IgG immunoglobulin preparation were applied to the wells, the slides were incubated, washed and dried as before and mounted in Uvak (Searle, High Wycombe Bucks. Eng.). The preparations were examined using an epifluorescence microscope; the reciprocal of the highest dilution still showing fluorescence was regarded as the antibody titer.", "cite_spans": [{"start": 181, "end": 184, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 185, "end": 187, "text": "7)", "ref_id": "BIBREF6"}, {"start": 481, "end": 488, "text": "(5, lo)", "ref_id": null}, {"start": 550, "end": 553, "text": "(6)", "ref_id": null}, {"start": 946, "end": 949, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 1040, "end": 1043, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 1044, "end": 1046, "text": "2)", "ref_id": "BIBREF1"}, {"start": 1277, "end": 1282, "text": "Davis", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Microtiter neutralization of TGE virus and end-point calculations were performed as described previously (5,9).", "cite_spans": [], "ref_spans": [], "section": "Neutralization test"}, {"text": "Before entering the screening routine, the following specificity tests were performed. Sera of known antibody titer (4) obtained from SPF cats bled before and after experimental FIP infection in another laboratory were assayed on uninfected and TGE virus infected pig cell preparations. Only in the postinoculation sera-infected cell combinations was a brilliant fluorescence noted, which was most prominent at the membrane level ( Fig. 1 ). When the infected cells had been treated with an unlabelled porcine anti-TGE serum (kindly provided by Dr. M. PENSAERT, Ghent, Belgium) prior to incuba- Fig. 1 . Immunofluorescence of TGE virus-infected (left) and uninfected (right) porcine thyroid cells, respectively, using a serum from an SPF cat after experimental infection with F I P virus tion with a known FIP-positive cat serum, a significant quenching of fluorescence was observed. When tested at low dilutions, sera from cats which had died from FII' showed brilliant fluorescence in the expected proportion of antigen-containing cells ( Fig. 2) . At higher dilutions the fluorescence gradually diminished until no difference between TGE virus-infected and uninfected cells could be seen which facilitated end point determination.", "cite_spans": [], "ref_spans": [{"start": 432, "end": 438, "text": "Fig. 1", "ref_id": null}, {"start": 595, "end": 601, "text": "Fig. 1", "ref_id": null}, {"start": 1041, "end": 1048, "text": "Fig. 2)", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "The results of heterologous immunofluorescence tests using sera and peritoneal fluids from naturally (arab numcrals) and experimentally infected (roman numerals) animals are presented in Table 1 . The 21 sera from naturally ", "cite_spans": [], "ref_spans": [{"start": 187, "end": 194, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Serum infected cats and 9 out of 10 sera from experimentally infected animals were ositive by IFT with titers ranging from 10 to 5120. All 6 available presera from the experimental cases were negative. The 21 peritoneal fluids from FIP patients and 3 out of 5 experimentally inoculated animals reacted with TGE antigen. In 14 of the 18 serum/ascites samples from individual FIP field cases (Tab. 1) the titers were higher in the serum by factors between 2 and 32. In 41 out of 45 sera obtained from FIP problem catteries heterologous antibodies were found; their distribution is presented in Figure 3 . Eleven out of69 OP random sample cat sera were positive in our test, with titers between 10 and 320; in contrast, no antibody (titer < 10) was detected in the 109 serum samples from the SPF colony. Microneutralization assays were performed with 20 sera and peritoneal fluids from FIP field cases and with 8 samples from experimentally infected animals; in addition 38 sera from FIP problem catteries, 47 random OP sera and 6", "cite_spans": [], "ref_spans": [{"start": 592, "end": 600, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "OSTERHAUS, HORZINEK and REYNOLDS"}, {"text": "samples from the SPF colony were tested. No neutralizing activity (titer < 10) was found in any of the materials. ", "cite_spans": [], "ref_spans": [], "section": "OSTERHAUS, HORZINEK and REYNOLDS"}, {"text": "Experimental work with FIP virus has been greatly hampered by the fact that no routine in vitro system is available for its growth and assay. Using an indirect homologous immunofluorescence test, PEDERSEN was able to show that only macrophage-like cells seem to support FIP virus multiplication (3). With cryostat sections from organs of experimentally infected cats serving as antigen, he performed serologic studies in order to determine the frequency and titers of antibody in several cat populations (4) . A different approach was chosen by others, who tried to detect serologic relationships between FIP virus and other coronaviruses. High titers of neutralizing antibody against TGE virus were reported to be present in the sera and peritoneal fluids of FIP field cases (5, 10). Using a FITC-conjugated immunoglobulin preparation from exudates of a leopard suffering from FIP, viral antigen was demonstrated in TGE vius infected porcine cells; on the other hand FIP antigen could not be detected in cat organs using labelled porcine anti-TGE immunglobulin, which has been interpreted in terms of a one-way antigenic relationship existing between the two viruses (10) . With the aim of adapting the immunofluorescence technique for large scale seroepidemiologic screening we developed an indirect heterologous test; dried and acetone-fixed pig thyroid cell suspensions on microscope slides containing a known proportion of TGE infected to uninfected cells were used as antigen. As compiled in Table 2 , our results compare with those obtained in a homologous FIP immunofluorescence assay (4). In field and experimental FIP cases serum antibodies are consistently found and about 90 O / o of the animals in FIP problem catteries were seropositive; in the open \"natural\" population, one cat out of five (4) or six (present report) has evidence of fluorescent antibody. In two out of the five available peritoneal fluids from experimentally infected cats, no antibody was found; one animal (number 11, Tab. 1) had died 5 days postinoculation, where antibodies probably had not enough time to develop; another cat (number VIII) suffering from a rapidly debilitating infection may have shown the preterminal decrease in antibody titer described (4) . Since in our heterologous test the antibody titers are about 10-fold lower than in the homologous reaction, these cases may escape detection by serology.", "cite_spans": [{"start": 504, "end": 507, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 1168, "end": 1172, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 2245, "end": 2248, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 1498, "end": 1505, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "Based on our results with experimentally infected cats from our own as well as from the Davis laboratory and on the figures obtained from cat populations with differing FIP histories we think that the antibodies measured by indirect TGE virus immunofluorescence are a reflection of an infection wich FIP virus rather than with another coronavirus. The possibility that TGE virus itself is responsible for seroconversion can be excluded since we found 57, no neutralizing activity in the IFT-positive sera and ascitic fluids. This is in contrast to earlier reports (see Table 2 ) and may indicate the existence of FIP virus serotypes which are more or less closely related to TGE virus. Resumen Sueroepidemiologia de infecciones con el virus de la peritonitis infecciosa del gato utilizando el virus de la gastroenteritis transmisible porcina como antigen0", "cite_spans": [], "ref_spans": [{"start": 569, "end": 576, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "Por medio de inmunofluorescencia indirecta en cklulas tiroideas del cerdo infectadas con el virus de la gastroenteritis transmisible porcina (TGE) se mostraron anticuerpos en sueros de gato despuks de una infeccibn experimental con el virus de la peritonitis infecciosa (FIP). Tambikn en 10s liquidos asciticos de 21 animales en 10s cuales la FIP fuk diagnosticada mediante eximenes clinicos y postmortales y en la mayoria (91 \"0) de sueros obtenidos de varias gaterias con problemas de FIP se pudo evidenciar la presencia de anticuerpos. En la poblacibn abierta se logrb mostrar 16 O/o de animales sueropositivos mientras que todos 10s 109 sueros obtenidos de un colectivo aislado SPF eran negativos. No se pudo evidenciar anticuerpos neutralizantes contra el virus de la TGE en nuestros sueros y liquidos asciticos. Se discute la posibilidad de una relaci6n antigknica entre 10s virus de la FIP y de la TGE.", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Feline infectious peritonitis virus", "authors": [{"first": "M", "middle": ["C"], "last": "Horzinek", "suffix": ""}, {"first": "A", "middle": ["D M E"], "last": "Osterhaus", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Ellens", "suffix": ""}], "year": 1977, "venue": "Zbl. Vet. Med. B", "volume": "24", "issn": "", "pages": "398--405", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Untersuchungen zur Atiologie der Felinen Infektiosen Peritonitis. (Vorlaufige Mitteilung) Berl. Miin&. Tierarztl", "authors": [{"first": "A", "middle": ["D M E"], "last": "Osterhaus", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Horzinek", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Ellens", "suffix": ""}], "year": 1976, "venue": "", "volume": "89", "issn": "", "pages": "135--137", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Morphologic and physical characteristics of feline infectious peritonitis virus and its growth in autohtonous peritoneal cell cultures", "authors": [{"first": "N", "middle": ["C"], "last": "Pedersen", "suffix": ""}], "year": 1976, "venue": "Am. J. Vet. Res", "volume": "37", "issn": "", "pages": "567--572", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Serologic studies of naturally occuring feline infectious peritonitis", "authors": [{"first": "N", "middle": ["C"], "last": "Pedersen", "suffix": ""}], "year": 1976, "venue": "Am. J. Vet. Res", "volume": "37", "issn": "", "pages": "1449--1453", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Detection of transmissible gastroenteritis virus neutralizing antibody in cats", "authors": [{"first": "D", "middle": ["J"], "last": "Reynolds", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Garwes", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Gaskell", "suffix": ""}], "year": null, "venue": "Arch. Virol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Morphogenesis of a virus in cats with experimental feline infectious peritonitis", "authors": [{"first": "J", "middle": ["M"], "last": "Ward", "suffix": ""}], "year": 1970, "venue": "Virology", "volume": "41", "issn": "", "pages": "191--194", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A comparative study of the neutralization test and the indirected fluorescent antibody technique for the detection of antibodies to the virus of Aujeszky in pig sera", "authors": [{"first": "R", "middle": ["M S"], "last": "Wirahadiredja", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Rondhuis", "suffix": ""}], "year": 1976, "venue": "Tijdschr. Diergeneesk", "volume": "101", "issn": "", "pages": "1125--1128", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Micro-color test for assay of TGE virusneutralizing antibodies. A d . ges", "authors": [{"first": "K", "middle": ["H"], "last": "Witte", "suffix": ""}], "year": 1971, "venue": "Virusforsch", "volume": "33", "issn": "", "pages": "171--176", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Untersuchungen iiber die Antigenverwandtschaft der Viren der Felinen Infektiosen Peritonitis (FIP) und der Transmissiblen Gastroenteritis (TGE) des Schweines", "authors": [{"first": "K", "middle": ["H"], "last": "Witte", "suffix": ""}, {"first": "K", "middle": [], "last": "Tuch", "suffix": ""}, {"first": "H", "middle": [], "last": "Dubenkropp", "suffix": ""}, {"first": "C", "middle": [], "last": "Walther", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Authors' address: Instituut voor Virologie, Faculteit der Diergeneeskunde, Rijksuniversiteit", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Sera and peritoneal fluids Sera were collected from -21 cats from the \"open population'' (OP) in the Netherlands showing classical FIP symptoms and pathology upon post-mortem examination.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "harvested by trypsinization when about 40 O/o of the cells showed cytopathic changes. They were washed three times with phosphate buffered saline (PBS), mixed with equal amounts of uninfected cells and dried onto the slides in a 20 O C air stream (4 X los cells per well). Cell mixtures could be stored frozen (-70 \"C) after suspension in PBS containing 7.5 O/o dimethyl sulfoxide and 0.04 O/o bovine serum albumin. The slides were acetone fixed at -20 O C for", "latex": null, "type": "figure"}, "FIGREF2": {"text": "A mixed preparation of infected and uninfected porcine thyroid cells, containing (2 cells left) and lacking TGE viral anti en as ,evidenced by indirect IFT, using a field serum of a cat wkch had died from FIP Zbl. Vet. Med., Reihe B, Bd. 24, Heft 10 838", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Distribution of anti TGE viral antibody titers, as detected by indirect IFT in the sera o f 41 out of 45 cats from FIP problem catteries Serumti ters", "latex": null, "type": "figure"}, "FIGREF4": {"text": "By indirect immunofluorescence on pig thyroid cells infected with transmissible gastroenteritis (TGE) virus of swine, antibodies were detected in sera from cats after experimental infection with feline infectious peritonitis (FIP) virus material. Also antibodies could be demonstrated in body fluids from 21 field cases where FIP had been diagnosed by clinical and post mortem examination and in most sera (91 O / o ) from catteries with a FIP history. In randomly selected open population samples 16 O / o of seropositive animals were detected whereas none of 109 sera from a barrier-contained closed breeding colony gave a positive reaction. N o TGE neutralizing antibodies could be found in our sera and peritoneal fluids. The possibility of an antigenic relationship between FIP and TGE viruses is discussed. discussion and technical advise; the active support by Dr. E. v. OOYEN, Utrecht in providing FIP field material is highly appreciated. This study has been performed in partial fulfillment of the requirements for a Ph. D. thesis (A. D. M. E. 0.) at the Utrecht State University.", "latex": null, "type": "figure"}, "TABREF0": {"text": ", Cal. -45 clinically healthy cats from four different catteries where at least two classical FIP cases had been recognized clinically and by post mortem examination during the last year. -69 cats in the OP, presented to the Small Animal Clinic of the Veterinary Faculty of the Utrecht State University for conditions other than FIP.-109 cats in a barrier contained closed breeding colony (CBC) for laboratory animals (Centraal Proefdierenbedrijf TNO, Zeist, The Netherlands), which are regarded as SPF. In this colony no FIP cases have ever been An indirect IFT using cell suspensions (8) dried onto epoxycoated microprint slides (Cook Eng. Comp. Alexandria Va.) was employed to demonstrate heterologous antibodies in cat sera and peritoneal fluids; primary or secondary porcine thyroid cells were infected with TGE virus (strain Purdue), which was kindly supplied by Dr. P. R. RONDHUIS (CDI, Rotterdam). Monolayers were", "latex": null, "type": "table"}, "TABREF1": {"text": "Distribution of TGE viral antibodies as detected by IFT in the sera and peritoneal fluids scites) from naturally (arab numerals) and experimentally infected (roman numerals) cats", "latex": null, "type": "table"}, "TABREF2": {"text": "Results of antibody determinations as compiled from different authors", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Samples from </td><td> </td><td>Heterologous (TGE virus) </td><td>test </td><td>Homologous test l F l P virus) </td></tr><tr><td>lmmunof luorescence </td><td> </td><td> </td><td>Lit. lmmunofluorescence </td></tr><tr><td>FIP field cases </td><td>(present </td><td>report) </td><td> </td><td> </td><td> </td></tr><tr><td>21 I 21 </td><td>(100%) </td><td> </td><td> </td><td>27 I 27 (100 %) </td></tr><tr><td> </td><td> </td><td> </td><td>11 I 1 2 </td><td>(92 %) </td><td> </td></tr><tr><td>experimental FIP cases </td><td>9 I 10 </td><td>(90 %) </td><td>9 I 10 </td><td>190 %) </td><td> </td></tr><tr><td>3 I 5 </td><td>(60 %) </td><td> </td><td> </td><td> </td></tr><tr><td>FIP problem catteries normal population </td><td>41 I 45 </td><td>(91 %) </td><td>8 I 16 </td><td>(50 %) </td><td> </td></tr><tr><td>1 1 / 69 </td><td>(16 %) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>10 I 5 3 </td><td>(19 %) </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>SPF colony </td><td>0 1 109 </td><td>(0 %) </td></tr></table></body></html>"}, "TABREF3": {"text": "Zusammenfassung Seroepidemiologie der Infektionen mit dem Virus der felinen infektiosen Peritonitis unter Verwendung des transmissiblen Gastroenteritisvirus als AntigenMit Hilfe der indirekten Immunofluoreszenz auf TGE-virusinfizierten Schweineschilddrusenzellen wurden in den Seren von experimentell mit FIP-Virusmaterial infizierten Katzen Antikorper nachgewiesen. Auch in den Korperfliissigkeiten von 21 Spontanfallen, in denen FIP klinisch und pathologischanatomisch diagnostiziert worden war und in den meisten Seren (91 O/o) aus Katzenzuchten mit einer FIP-Anamnese konnten Antikorper angezeigt werden. In Stichproben von klinisch unauffalligen Katzen befanden sich 16 o/o seropositive Reagenten, wohingegen alle 109 Seren von Katzen aus einer geschlossenen SPF-Zucht negativ ausfielen. Neutralisierende Antikorper gegen das TGE-Virus konnten in unseren Seren und Aszitesflussigkeiten nicht gefunden werden. Die Moglichkeit einer antigenen Verwandtschaft zwischen den FIP und TGE Viren wird diskutiert. SCroCpidCmiologie des infections avec le virus de la pCritonite infectieuse du chat utilisant le virus de la gastroentdrite transmissible du porc comme antigene Dans des sdrums felins aprks infection expdrimentale avec le virus de la FIP on a ddmontrd des anticorps par immunofluorescence indirecte sur cellules de la thyroi'de porcine infectCes avec le virus de la TGE. Aussi dans 21 skrums des chats oh la FIP a ktk diagnostiquke par examens cliniques et anatomo-pathologiques et dans la plupart (91 O/o) des skrums provenant des klevages avec une anamnkse FIP, des anticorps ont ktk dkmontrk. Dans la population fkline normale il y avait 16 O/o des animaux skropositifs tandis qu'aucun skrum des 109 kchantillons provenant d'une colonie SPF ne donnait pas de rkaction positive. Des anticorps neutralisants contre le virus de la TGE n'ktaient pas dkmontrable dans nos skrums et liquides ascitiques. La possibilitk d'une relation antigknique entre les virus de la FIP et de la TGE est discutke.", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 1. The 21 sera from naturally Fig. 2. A mixed preparation of infected and uninfected porcine thyroid cells, containing (2 cells left) and lacking TGE viral anti en as ,evidenced by indirect IFT, using a field serum of a cat wkch had died from FIP Zbl. Vet. Med., Reihe B, Bd. 24, Heft 10 57 838 OSTERHAUS, HORZINEK and REYNOLDS", "latex": null, "type": "table", "html": "<html><body><table><tr><td>l i ter </td><td>Serum </td><td>Ascites </td></tr><tr><td>c 10 </td><td>Vlll </td><td>11, VIII </td></tr><tr><td>10 </td><td>11 </td><td>5, 20, 23, I </td></tr><tr><td>20 </td><td>111. VI, VII </td><td> </td></tr><tr><td>40 </td><td>8, 21 </td><td> </td></tr><tr><td>80 </td><td>10, 23 </td><td>16 V I </td></tr><tr><td>160 </td><td>11, 20, 24 / </td><td>1, 6, 19, 21, VII </td></tr><tr><td>320 </td><td>1, 5, 14, 16, 18, X </td><td>4, 7, 12, 16, 18 </td></tr><tr><td>640 </td><td>I, v, I X </td><td>2, 13, 15, 24 </td></tr><tr><td>1280 </td><td>2, 13 </td><td>3, 9, 17, 22 </td></tr><tr><td>2560 </td><td>9, 12, 17, 19, 22, I V </td><td> </td></tr><tr><td> </td><td>5120 </td><td>3, 15 </td></tr></table></body></html>"}}, "back_matter": [{"text": "The skillful technical assistance of Miss Ali KROON and Mrs. Nasrin ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}