{
    "paper_id": "076feb39425f8db536d1924a619909dc8aa7ad07",
    "metadata": {
        "title": "Public Health Research Priorities For The Future",
        "authors": [
            {
                "first": "Roberta",
                "middle": [
                    "B"
                ],
                "last": "Ness",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas",
                    "location": {
                        "settlement": "Houston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The last century of innovative public health discoveries has led most of the world's population to lead longer, healthier lives. Yet, the future holds some of the greatest public health challenges in mankind's history. Global disparities in health; medication safety; climate change; epidemics of obesity and diabetes; an aging world demographic; and emerging infections all represent problems requiring scientific solutions. The solutions to these problems, like the solutions to those in the last century that contributed so greatly to our quality of life, will require paradigm-shifting innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To maximize individual innovative potential, one strategy is formal instruction in the methods of innovative thinking. Teaching innovative thinking is rarely integrated into science training. However 40 years of accumulated evidence suggests that formal instruction results in improved thinking skills. I describe here some of the methods integrated into a course for graduate and professional health science students entitled Innovative Thinking. The curriculum consists of three components: recognizing and finding alternatives to habitual cognitive patterns; learning to use tools that enhance idea generation and originality; and harmonizing divergent thinking with the process of convergent thinking that is central to the scientific method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To build more innovative environments, institutions can promote team science, fund staged scientific designs that are heavy on early prototypes, reward and grow the training programs of past innovators, and become less risk averse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although public health has accomplished much, it must continue to battle major, growing causes of disease and disability. Innovation is the engine of scientific discovery. Releasing the great potential for discovery in all of us must be central to forwarding health and prosperity in the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The triumphs of public health in the last century have been nothing less than extraordinary. Prevention has been estimated to have contributed to 25 of the 30 years of life gained by the average American. 1 Other developed countries have made even larger strides in years of life gained and the developing world is beginning to catch up, dominantly as a result of prevention and public health. Scourges such as smallpox, polio, yellow fever, typhoid, typhus, and measles that historically claimed many lives in the developed world have become so rare that young physicians sometimes cannot recognize them. Vaccination, water purification, and sanitation have greatly reduced the threat of premature death from contagion in many locales, saving millions of lives.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 206,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Public health has not only transformed the prevention of infectious diseases but also of chronic diseases. Just as breakthroughs in infection control involved identification of pathogen, vector, and host factors, breakthroughs in reducing chronic disease have occurred through identification of various risk factors. Identification of tobacco's role in lung and other cancers as well as cardiovascular disease and the identification of effective options for smoking cessation have saved hundreds of thousands of lives. The recognition that hepatitis B causes liver cancer led to the WHOsponsored hepatitis B vaccination campaign. The enumeration of major risk factors for cardiovascular disease, such as hypertension and hyperlipidemia, allowed for the discovery of effective anti-hypertension and lipid lowering medications. The identification that the great majority of cervical cancers arise from a limited number of serotypes of human papillomavirus (HPV) led to the development of effective vaccines. The discovery of a connection between lead and childhood neurocognitive development led to elimination of lead from paint and gasoline in many countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "While these successes have allowed many to lead longer, healthier lives, the future holds some of the greatest public health challenges in human history. Modern-day perils include emerging infectious diseases, obesity, Alzheimer's disease, cancer, and others. Today's science has made slow progress towards eliminating these threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To ensure a continuously healthier future requires that we need to constantly feed the engine of scientific discovery. Public health must find solutions through innovation. Whether it is scientists finding new solutions or business people developing and marketing advanced technology, or policymakers endorsing change and ensuring their applications reach those not yet benefiting, or populations adapting to public health challenges, unique ideas are the key to ensuring that we and our children will thrive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In 2009, a committee representing the major societies of epidemiology in the United States envisioned the most salient future opportunities and threats to public health. 2 Here I review and enlarge that vision. To this I add the element that I have come to believe is the most critical to the future of public health: innovation. I organize these thoughts into the broad categories of 1) content: some of the greatest health threats in the coming generation, and 2) context: the operational and institutional factors that must be addressed to maximize the pace of innovation.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A decade after the adoption by 190 countries of the United Nations Millennium Development Goals (MDGs), several assessments have concluded that some but not enough progress has been made toward achieving these goals. 3, 4 MDGs constitute a broad rallying cry for action towards a sustainable approach to global well-being. Examples include: 1. Eradicate extreme poverty and hunger; 2. Achieve primary education; 3. Promote gender equality and empower women; 4. Reduce child mortality.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 220,
                    "end": 221,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "CONTENT Globalization"
        },
        {
            "text": "The MDG statements did not outline a roadmap towards achieving these goals. Thus, finding discrete interventions to move in these directions has not always been easy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTENT Globalization"
        },
        {
            "text": "Nonetheless, the adoption of MDGs as clear-cut targets embodies a philosophical breakthrough in the recognition that development (alleviation of poverty and access to high quality education) and health are inexorably linked. A corollary to this idea is that sustainable gains in population health are predicated on fundamental human rights. As articulated in the Universal Declaration of Human Rights adopted by the United Nations in the aftermath of World War II, \"All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.\" 5 Persisting inequality of opportunity is a driving factor of contemporary patterns of health and disease. 6 Lack of education and poverty are the strongest correlates of morbidity and mortality both between countries and within a country. Moreover, the greater the disparity between rich and poor in a particular community, the more poor health there is in that community.\" 7 Although poverty and education have such strong impacts on health, the resultant derivations of efficient interventions remain elusive. Moreover, the most effective interventions to improve health are likely culturally mediated and require local solutions. 8 Public health efforts must continue to stake the principled ground of human rights, strive for equity, and focus on making the most with less. At the same time, entrepreneurship and invention at a local level is imperative to advance global health. A wellknown limitation to overcoming global health problems is the 10/90 gap, in that 90 percent of funding is channeled towards overcoming diseases that affect only ten percent of the world's population. 9 Taking a lesson from microfinance, seed pilot funding in the hands of local providers may promote application of existing knowledge and fostering of new ideas. Ideas that work when developed or implemented in pilot projects could then be disseminated further through international forums (either in-person or on-line). This exchange of ideas would both benefit a larger number of communities as well as the developer who could learn from the lessons of cross-cultural implementation.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 639,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 745,
                    "end": 746,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1272,
                    "end": 1273,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1728,
                    "end": 1729,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "CONTENT Globalization"
        },
        {
            "text": "It benefits each of us to be concerned about the health of others in an increasingly globalized world, as racial and ethnic groups readily cross national borders, as infectious diseases spread at the rate of air travel, and as environmental impacts are global. The MDG aspiration to reduce the gap between rich and poor benefits all of humanity. Finding the means to achieve these goals will be a central feature of public health research in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTENT Globalization"
        },
        {
            "text": "The earth is in a fragile state. The great majority of environmental scientists agree that human factors have eroded the \"health\" of our environment. Global warming portends extreme swings in weather, loss of flora and fauna speciation, and long-lasting micro-ecologic alteration. Past studies of human health have focused on specific exposures in particular locales. 10 Improvements in technology today allow for more precise and less cumbersome detection and quantification of the distribution of chemical, biological, and radiological agents. Examples have included the distinction between organic and inorganic arsenic; recognition of environmental sources of sulfur dioxide and nitric oxide in auto emissions; and recognition of Bisphenol A in plastics. Each of these, in turn, has been related to prevalent health effects. Analytic advances such as the use of spatial analysis (geographical information systems); temporal analysis; casecrossover study designs; and multilevel modeling, have helped to link such exposures to outcomes.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 370,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Environment"
        },
        {
            "text": "Nonetheless, public health has only taken the first tentative steps towards understanding the health impacts of mega-trends in environmental health subsumed under the rubric of climate change. The study of larger patterns of extremes in weather, reduced species variability, and microecologic alteration, does not fit neatly into our traditional host-agent-environment paradigm. Public health scientists have done relatively little work in understanding the health effects of climate change. 11 Indeed, while the public clamors for new discoveries to combat climate change, the lack of response by the public health community has resulted in a continual decline in applicants to US environmental health training programs. True innovation will be needed to advance environmental health in an era of global warming. Surely this will involve developing new approaches including study designs and measurement techniques. It may even require developing entirely new paradigms in thinking about the environment and health. Understanding the health impacts from global environmental change is a future challenge that we have barely begun to consider, let alone address.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 494,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Environment"
        },
        {
            "text": "The linked epidemics of obesity and diabetes are no longer concerns of only the world's wealthiest populations. These health threats are stealthily overtaking all nations. Current estimates are that about one fifth of the world's population, 1.6 billion people, are overweight and 400 million are obese. 12 Diabetes rates have risen in parallel. In conjunction with obesity and diabetes comes the plague of the most common causes of mortality in high-income nations: cardiovascular disease. Although deaths from cardiovascular disease have fallen about 50 percent in high-income countries, there is concern that in the next generation this decline will reverse and death rates from heart disease in low-income countries will increase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obesity and Diabetes"
        },
        {
            "text": "Although intervention in lifestyle and with medications (e.g., metformin, acarbose) reduce the risk for developing diabetes among those at high risk, most people who attempt weight loss using these means regain the weight. Bariatric surgery is proving to be effective in short-and long-term weight loss and reduction of cardiovascular risk. 13 Experience is not long enough to discern the natural history of the effects of this type of surgery (e.g., is this an option in adolescents?). However, based on technology and costs, this is not currently an accessible, affordable strategy for the world. Thus, the most rational forward-looking population approach is prevention. Children and adolescents who become obese have extremely high risks for obesity in adulthood. 14 Thus, prevention efforts must start early in childhood and perhaps even in utero. There are many theories about what is causing the obesity epidemic in children, be it high calorie foods (soft drinks, fast foods, large portion sizes), lack of physical activity, too much time spent watching TV or computer, playing electronic games, exposure to environmental toxicants, or lack of safe outdoor play and exercise spaces. However, these are generally untested theories and the answer is likely multifaceted. 15 The ubiquity of the obesity epidemic suggests that large-scale environmental trends are involved. As such, individual interventions, which have been the mainstay of control attempts to date, are unlikely to be the only solution. Policy solutions, which worked well in tobacco control, must be considered. These might involve pricing of healthy versus unhealthy foods, labeling some foods as \"toxic\", and even targeting community attitudes about acceptable weight norms. At a higher-order level, agricultural policies that impact populations, such as those that incent the overproduction and underpricing of starches and the underproduction and overpricing of fruits and vegetables, should be considered. Economic incentives to industry and individuals in the production/marketing and buying of high calorie/high fat/high sugar products must be assessed. Finally, the intriguing finding that obesity spreads within social networks must be understood. 16 Creating novel interventions that change social norms regarding weight will be a challenge for the future. Regulatory agencies are also involved in improving public health through reducing fat and salt in foods, promoting nutrient and health labeling, promoting micronutrient fortification of key basic foods, and reducing marketing of high sugar foods and beverages to children. 17",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1277,
                    "end": 1279,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2230,
                    "end": 2232,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Obesity and Diabetes"
        },
        {
            "text": "The graying of the population reflects the success of public health. It also presents a challenge of great magnitude and consequence. Greater health care workforce, added healthcare infrastructure, and even new organization of caregiving (e.g., community healthcare workers) will be needed to care for the elderly. Costs of health provision as a proportion of national economies will rise. The social fabric of families and communities will be stretched. 18 The key to reducing societal stresses related to this changing demographic is to maximize active and healthy life expectancy. Disability in old age can be catastrophic or gradual, progressive or fluctuating. 19 Recent advances in predicting disability demonstrate that detection is possible years before debility. For example, new tests to detect beta amyloid can predict the onset of Alzheimer's disease. 20 Strength and endurance tests can identify risk for later physical frailty. 21 However, the first rule in prediction is that predictive testing is useful only when something can be done about the result. Unfortunately, our interventions to slow the pro-gression of ageassociated disability have had limited efficacy to date.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 457,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 666,
                    "end": 668,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 864,
                    "end": 866,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 942,
                    "end": 944,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Demographics and Aging"
        },
        {
            "text": "Up until recently, a roadblock to therapeutic development was a lack of understanding of the etiology of aging-related disability. In Alzheimer's disease, hope has been raised by several discoveries, including the processes by which beta amyloid is produced, eliminated, and functions. Research on chronic inflammation, oxidative stress, and hormonal factors may also prove useful. Social factors such as early life education and later life cognitive activity have been strongly linked to protection against Alzheimer's disease and if these prove to be causal, they suggest societal interventions. More generally, continuing to work on understanding the remediable factors and mechanisms that cause more or less rapid senescence will open new avenues towards early diagnosis, prevention, and treatment of age-related disability, both physical and mental. Moreover, the degree to which disability is attributable to concurrent chronic diseases versus to senescence requires better understanding as does the natural history of disability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics and Aging"
        },
        {
            "text": "Dealing with long-term care needs among the elderly cries out for social solutions. Particularly in the context of disaggregation of extended families, policies that incent the pooling of high quality resources to care for the elderly will make for stronger societies. Moreover, societies that engage in more open discourse and whose policies reflect true societal values around balancing resources across generations and at the end of life, will be healthier both psychologically and economically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics and Aging"
        },
        {
            "text": "In the 1970's, public health officials prematurely predicted the end of the era of infectious diseases. 22 Within a decade the error of this claim would be demonstrated by the emergence and spread of HIV, Ebola, pandemic influenza, SARS and other potentially deadly pathogens, as well as the persistence of tuberculosis, malaria, and measles. 23 Technological advances in DNA and RNA sequence identification have greatly advanced the ability of pathogen hunters to identify new disease agents. 24 Diseases that were previously thought to be non-infectious have been linked to bacteria and viruses (e.g., Helicobacter pylori and gastric cancer). New transmissible life forms that are non-DNA/RNA based have been identified (e.g., prion diseases). Moreover, we have come to recognize that an enormous microbiome, 100 times the number of genes as our own 2.85 billion base pairs, lives within each of us. 25 The symbiotic functions performed by this complexity of flora, with respect to vitamin production, drug and toxicant metabolism, immune response, and others, is just beginning to be explored.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 343,
                    "end": 345,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 494,
                    "end": 496,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 902,
                    "end": 904,
                    "text": "25",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infections and Antibiotic Resistance"
        },
        {
            "text": "From the perspective of front-line public health, dissemination of techno logical advances has spread sophistication to local clinical laboratories (e.g., fingerprinting of E. coli O157:H7; diagnosis of tuberculosis). However, other tools have been less forthcoming. For instance, vaccines for influenza are still produced using traditional methods of attenuation and growth in hens' eggs. Approaches such as cell-based attenuated vaccines, recombinant proteins, viral vectors, and universal vaccines are being tested in research laboratories but have yet to be moved into wide-scale manufacturing. 26 A future opportunity will involve developing increasingly sophisticated systems models that can accurately predict global epidemics and anticipate intervention efficacy (such as confinement and mass or selective vaccination). Another is the use of electronic systems (laboratory and medical records) to systematize and ease the transfer of infectious signals from the bedside to the public health system. Yet another is the benefit that could be gained by enhancing the interconnectedness and consistency of global surveillance systems. Currently, surveillance, prevention, and control measures vary between jurisdictions, limiting the ability to detect harms and to enforce safety standards. Infectious threats, whether they are person-to-person, from an act of bioterrorism, or from foodstuffs, occur without warning. The greater the global reach of high quality surveillance and safety systems, the less the threat to mankind.",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 601,
                    "text": "26",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Infections and Antibiotic Resistance"
        },
        {
            "text": "Finally, the problem of antibiotic resistance is an increasing concern to society. Pathogens are emerging that are resistant to almost or all known antibiotics. Increasingly realistic nightmare scenarios envision drug resistant pathogens spreading from hospitals into the community. Approaches will involve not only the more rapid development of new antibiotics using novel mechanisms of action, but also of the more rational use of antibiotics in society. The excessive use of over-the-counter and prescription antibiotics to treat viral and non-infectious diseases is a problem that the public health community is trying to battle but we are not yet winning the war.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging Infections and Antibiotic Resistance"
        },
        {
            "text": "A number of conditions are needed in order to discover and translate solutions to the public health challenges described above. 2 First, public health scientists must be able to access human health data in a way that balances and yet is not overly impeded by privacy concerns. Second, our research is guided by the imperative to uphold bioethical principles such as respect for personal autonomy; non-malfeasance (do no harm); beneficence (do good); and social justice (including equity). Moreover, bioethics as applied to public health suggests addressing the balance between individual and community rights (e.g., restricting smoking to avoid damage to others).",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "CONTEXT"
        },
        {
            "text": "Third, public health research should be considered by nations and their citizens as a priority. Especially during economic down-turns, scientists should speak in a unified and ample voice toward this end. Fourth, researchers should understand how best to communicate and market public health messages. Fifth, costs and opportunity costs are important considerations in undertaking the often large-scale population interventions needed to prevent disease. All of these contextual considerations require action. But the contextual issue I want to focus on here is one I consider most central in moving public health research forward into the future. That is the imperative, and the actions needed, to maximize scientific innovation and its application to meet public health needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTEXT"
        },
        {
            "text": "A critical ingredient required to gain a healthy pace of scientific productivity is innovative ideas. 27 Both individual and institutional factors can either benefit or hinder innovation. One way to maximize individual potential is to enhance training of the next generation of scientists in methods for innovative thinking. Another is to remove barriers to innovation and to add support for innovation within academic environments. Examples of actions by institutions that might enhance the innovative environment include promotion of team science, funding of staged scientific designs that are heavy on early prototypes, growth of training programs run by past innovators, and generally becoming less risk averse.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "27",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Mechanisms for Enhancing Scientific Innovation"
        },
        {
            "text": "Formal teaching of methods for innovative thinking is rarely integrated into science training, likely because most science educators believe that creativity is innate and immutable. However 40 years of accumulated evidence refutes that belief. In a meta-analysis of 70 evaluation studies of structured creativity training programs, Scott et al. showed that participating high school and college students had two to threefold greater improvements than control students on standardized tests of divergent thinking and problem solving. 28 Benefit accrued irrespective of age, gender, intellectual capacity, and professional or academic setting. In a handful of studies of employed adults, creativity training programs improved problem solving, attitudes and productivity in the workplace. 29 Building on established creativity programs and expanding these into the realm of science, I have created a systematic curriculum for teaching innovative thinking. The conceptual components in this curriculum for graduate and professional health science students entitled Innovative Thinking consists of three components: recognizing and finding alternatives to habitual cognitive patterns; learning to use tools that enhance idea generation and originality; and harmonizing divergent thinking with the process of convergent thinking that is central to the scientific method. To be more specific, the class teaches students how to: 1. define a problem; 2. review literature and make non-biased observations; 3. separate raw inputs from the traditional frames in which they are habitually considered; 4. generate alternative original ideas; 5. converge on potentially transformational insights; and 6. develop steps for future action.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 535,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 786,
                    "end": 788,
                    "text": "29",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Maximizing Individual Potential"
        },
        {
            "text": "Some tools that students practice using to help them generate original ideas are as follows. First, \"Provocative orientation\" (PO) asks students to defend a contention that seems counter-intuitive. This promotes novel over expected responses. 30 For example, \"Cups should be made of ice.\" Students are encouraged to overcome their immediate reaction that on hot days cups made of ice would melt. Instead, they note that ice contains no waste, is inexpensive, and would keep a drink cold. Second, \"Broaden the problem.\" 31 To broaden a question like, \"How can we get children to eat better?\" students might ask, \"Why are foods of low nutritional value generally less expensive than those of high nutritional value?\"; \"What effect do agricultural subsidies have on obesity?\" Third, \"Narrow the perspective\" is a tool familiar to clinicians. Clinicians limit the number of potential diagnoses by identifying salient aspects of the patient history and physical. Students learn to break down and identify critical components within a problem. In designing a low cost raincoat, they might identify novel materials, optimize convenience, and quantify various production costs. Fourth, \"Reverse assumptions\" can involve turning a negative into a positive. Alexander Fleming, father of antibiotics, noticed that mold growing on a petri dish inhibited the growth of bacteria. Rather than discarding the experiment as a failure, he focused on successfully understanding this mold's bactericidal properties. Fifth, \"Analogy,\" a tool that allows the extension of lessons from one situation to another, is commonly used in science. Edward Jenner, noticing that while milkmaids developed cowpox they rarely became infected by smallpox, used cowpox pus to create the first smallpox vaccine. Finally, a critical tool for innovation in science is, \"Keener observation\". Robin Warren noted small curved bodies in the pits of gastric ulcer samples leading to the identification of H. pylori and widespread reduction in a major chronic disease, peptic ulcer disease. 32 The innovative thinking curriculum, albeit tested on a limited number of students, has shown early promise. Students completing the training improved their overall scores on the Torrance Test for Creative Thinking, a standardized test that demonstrates one's ability to generate new, original ideas by 200-300 percent. The components of the test that showed this improvement included fluency (more rapid idea finding) and originality (ideas different from the norm). Moreover, students indicated that the training, \"Puts the fun back into science.\"",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 245,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 519,
                    "end": 521,
                    "text": "31",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2046,
                    "end": 2048,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Maximizing Individual Potential"
        },
        {
            "text": "Transforming institutions into environments more supportive of innovation is likely to be more difficult than enhancing instruction. Such transformation would require several cultural shifts. First, science often assumes that innovation derives from a single individual with a novel idea. Scientific incentives (at least in academic settings) are historically winner-take-all. Current mechanisms for promotion, tenure, and intellectual property compensate individual, documented success (Principal Investigatorships on grants, initiators of patents, and first and senior authorships on papers). Yet collaborations, particularly within highly multidisciplinary teams (engineers, molecular biologists, sociologists, architects, etc.) appear to promote productivity and perhaps originality. Recently, internet-based grand challenges have been used for everything from developing a vaccine for gonorrhea to designing a video about the transmission of H1N1 influenza virus. Social/professional networking may be a powerful mechanism for igniting creative interactions. But how does each team member gain credit for their contribution? How can institutions credit individuals as team collaborators and open source developers? Academic institutions have been quick to appreciate this dilemma but slow to act. To promote innovation, academia must find new business models and change incentive structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building the Institutional Environment"
        },
        {
            "text": "Former innovators breed future innovators. Nobel Prize winners tend to train in the labs of former Nobel Prize winners. Senior inventors typically continue to invent and they create innovation incubators. In general, the dominant US model of government funding for academia is to support one project at a time while the United Kingdom puts more funding into the support for whole laboratories and programs with the idea that if they remain successful, the projects within them will be successful. Infrastructure funding allows flexibility to invest laboratory resources in innovation. Supporting investigators and labs that have a track record of innovation seems like a good fiscal bet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building the Institutional Environment"
        },
        {
            "text": "Another aspect of scientific culture is that successes are defined by their ability to be put to use. Funding mechanisms, therefore, rely heavily on feasibility. But innovation, by definition, starts with limited consideration of practicality. The generative step of innovation involves putting out lots of ideas no matter how wacky. To foster more \"high risk, high gain\" ideas, funders could separate creativity from implementation. Although such programs do exist on paper, they are frequently co-opted by reviewers who are more familiar with traditional grants programs. Thus funding mechanisms that do not \"require\" preliminary data are still judged on the basis of early results. A program that truly funds creative ideas would reward potentially transformational ideation as an end in and of itself. The Bill & Melinda Gates Foundation has initiated a limited program such as this. Ideas generated would have to be theoretically realistic but the work would not involve putting the ideas into action. A separate process could then contract out the implementation of those ideas. Such funding would explicitly separate the thinkers from the doers, like separating the roles of the architect and builder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building the Institutional Environment"
        },
        {
            "text": "A way to reduce the cost of \"trying out\" extremely original ideas is to employ staged testing. In the pharmaceutical industry, drug testing involves a series of trials (Phase I, II, and III) each larger, more comprehensive, and more costly. If we considered conducting public health research like we conduct clinical trials, it might look like this: to test the hypothesis that menu labeling changes consumer food choices, a Phase I (dosing type) study might examine this in a single food outlet, altering the type, placement, and content of signage until you have achieved the largest effect. 27 Expanding to a restaurant chain in a single geographic setting would provide a Phase II (safety) study in a necessarily homogenous population. Finally, a full-fledged Phase III (efficacy) study would be conducted in multiple food outlets within a large, more heterogeneous population setting. 33 Perhaps the greatest cultural barrier to innovation is the orientation within science towards conformity and a lack of risk-taking. As articulated by Thomas Kuhn in his book, The Nature of Scientific Revolutions, the great majority of scientists engage in \"normal science\" which does not stray far from the mainstream of scientific dogma. 34 Innovation is inherently risky. That is, the likelihood of failure is great. 27 Years may go by without an idea succeeding (being able to be put to use). Incubators for discovery must identify scientists and approaches that are worth taking a bet on and provide these investigators and approaches with sustained support despite a likely lack of immediate productivity. At present, few scientists have such luxury. In considering which projects to support, most funders take the position that failure is too costly to risk. They fear that in taking risks they would not be able to (as one said), \"separate wacky, good ideas from just plain crazy ideas.\" But reversing the assumption that failure is too costly to risk, I ask, isn't mediocrity too great a risk to scientific progress?",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 596,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 890,
                    "end": 892,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1232,
                    "end": 1234,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1312,
                    "end": 1314,
                    "text": "27",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Building the Institutional Environment"
        },
        {
            "text": "The world faces numerous threats to the future of human health. Although public health has made enormous strides over the past century, markedly improving the quantity and quality of life for many human beings, these formidable human health concerns call out for novel solutions. Globalization will make inequities in health everyone's problem. Future research must strive to understand how to break the link between adverse socioeconomic conditions and poor health. Climate change and its impact on health is a largely undeveloped area of public health research. Environmental changes are likely to have a large impact on all life on planet earth and thus EcoHealth is an important area for future discovery. The graying of the population will cause increasingly greater social stresses. Work to understand, prevent, and treat disability will be key to limiting these strains. Obesity and diabetes will substantially increase rates of disease and disability in the future. Novel solutions to prevent these growing health problems are sorely needed. Emerging infections and antibiotic resistance will remain human health threats in the future, requiring new tools and approaches. These breakthroughs will come from building systems that enhance invention. Innovative thinking can and should be taught. Creative output by promising young scientists should be supported with time, space, and professional advancement. Multidisciplinary teamwork should be promoted and member contributions recognized. Our greatest hope for a healthier future is ourselves and our trainees, freed to think outside of the box.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Centers for Disease Control: Ten Great Public Health Achievements United States 1900-1999",
            "authors": [],
            "year": 1999,
            "venue": "Morb Mort Wkly Rep",
            "volume": "48",
            "issn": "",
            "pages": "241--244",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The future of epidemiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Ness",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaudino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Soskolne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sturmer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wartenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acad Med",
            "volume": "84",
            "issn": "",
            "pages": "1631--1638",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "United Nations Development Fund",
            "authors": [],
            "year": 2010,
            "venue": "UNDP. Available from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The millennium development goals: a cross-sectoral analysis and principles for goal setting after",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waage",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Banerji",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "376",
            "issn": "",
            "pages": "991--1023",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Universal Declaration of Human Rights",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Poverty, Inequality and Health: An International",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Society and Population Health Reader: Income Inequality and Health",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Realistic Evaluation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pawson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tilley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global Forum for Health Research: helping correct the 10/90 gap. 10/90 report on health research",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Collapse: How Societies Choose to Fail or Succeed",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human Frontiers, Environments and Disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bariatric surgery and reduction in morbidity and mortality: experiences from the SOS study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sjostrom",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Obseity",
            "volume": "32",
            "issn": "",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Association of adolescent obesity with risk of severe obesity in adulthood",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Suchindran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "North",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Popkin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gordon-Larsen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "304",
            "issn": "",
            "pages": "2042--2049",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Potential strategies to eliminate built environment disparities for disadvantaged and vulnerable communities",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hutch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Bouye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Skillen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rashid",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Public Health",
            "volume": "101",
            "issn": "",
            "pages": "587--595",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The spread of obesity in a large social network over 32 years",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Christakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "",
            "pages": "370--379",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Achievements in Public Health, 1900-1999; Safer and Healthier Foods",
            "authors": [],
            "year": 1999,
            "venue": "Centers for Disease Control",
            "volume": "48",
            "issn": "",
            "pages": "905--913",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Implications of lifecourse epidemiology for research on determinants of adult disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Glymour",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Public Health Reviews",
            "volume": "32",
            "issn": "",
            "pages": "489--511",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comorbidity in older adults: Nosology of impairment, diseases, and conditions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karlamangla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tinetti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guralnik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Studenski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wetle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reuben",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "62",
            "issn": "",
            "pages": "296--300",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human amyloid-B synthesis and clearance rates as measured in cerebrospinal fluid in vivo",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Munsell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swarm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Yarasheski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Holtzman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature Med",
            "volume": "13",
            "issn": "",
            "pages": "856--61",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Association of long distance corridor walk performance with mortality, cardiovascular disease, mobility limitation, and disability",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Simonsick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Naydeck",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "JAMA",
            "volume": "295",
            "issn": "",
            "pages": "2018--2044",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The End of Antibiotics. Available from URL",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Communicable diseases: achievements and challenges for public health",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schlipkoter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Public Health Reviews",
            "volume": "32",
            "issn": "",
            "pages": "90--119",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Sequence-based identification of microbial pathogens: A reconsideration of Koch's postulates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fredricks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Microbiol Rev",
            "volume": "9",
            "issn": "",
            "pages": "18--33",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Metagenomic analysis of the human distal gut microbiome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Deboy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "1355--1364",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Influenza vaccines for the future",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "363",
            "issn": "",
            "pages": "2036--2080",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Fear of failure: why American science is not winning the war on cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Ness",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Epidemiol",
            "volume": "20",
            "issn": "",
            "pages": "89--91",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The effectiveness of creativity training: a quantitative review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Leritz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mumford",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Creativity Research Journal",
            "volume": "16",
            "issn": "",
            "pages": "361--88",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A meta-analysis of long-term creativity training programs",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Creative Behavior",
            "volume": "18",
            "issn": "",
            "pages": "11--22",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Lateral Thinking: Creativity Step by Step",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Bono",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A Handbook of Creative Thinking Techniques",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michalko",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Thinkertoys",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Reminiscences on Helicobacter pylori",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Public Health Reviews",
            "volume": "32",
            "issn": "",
            "pages": "10--14",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Poor Economics: A Radical Rethinking of the Way to Fight Global Poverty",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Abhijit",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Duflo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Structure of Scientific Revolutions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}