{
    "paper_id": "08f5871c3ba659aaa7f5cabf53815bad7b5144aa",
    "metadata": {
        "title": "Dendritic DNA Building Blocks for Amplified Detection Assays and Biomaterials**",
        "authors": [
            {
                "first": "Udo",
                "middle": [],
                "last": "Feldkamp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Saccà",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christof",
                "middle": [
                    "M"
                ],
                "last": "Niemeyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sincetheseminalworkonthesynthesisandcharacterization of dendritic molecules in the late 1970s, a variety of chemical dendrimers have been evolved for a number of applications in sensing and materials science. [1] Informed by advances in the synthesis of artificial deoxyribonucleic acid (DNA) oligonucleotides using solid-phase phosphoramidite chemistry, [2] Horn and Urdea realized that this synthetic approach gives rise to the construction of fork-and comb-like DNA oligomers (1 and 2) [3] that could be useful as basic building blocks for the assembly of DNA dendrimers by means of specific Watson-Crick base pairing. Indeed, their approach proved feasible and resulted in the development of commercial diagnostic tests for nucleic acids of pathogens, such as HIV (human immunodeficiency virus) and HCV (hepatitis C virus). [4] At the same time, developments of dendritic DNAbased superstructures were initiated by the groundbreaking work of Seeman, [5] who demonstrated that DNA crossover motifs, so-called three-and four-arm junctions (3 and 4, respectively), are accessible by self-assembly of designed oligonucleotides. When the junction motifs contain singlestranded overhangs (\"sticky ends\"), they can act as oligovalent building blocks for the assembly of dendrimer-like superstructures that possess well-defined structural features on the nanometer length scale. This pioneering work has led to the establishment of the highly innovative and vibrant field of DNA nanotechnology, [6] in which motifs such as 3 and 4, and especially more complex ones, are used extensively as building blocks for rationally designed two-dimensional nanoarrays, three-dimensional wire-frame objects, [7] and even programmable dynamic systems with structure-directing properties. [8, 9] In addition to building blocks comprised of pure DNA, a variety of oligovalent DNA molecules containing chemical branch points have been introduced as components for DNA nanoconstruction. Representative examples include nickel cyclam (5) [10] and porphyrin derivatives (6), [11] branched phosphoramidites (7), [12] trisoligonucleotides (8) , [13, 14] tripodal oligonucleotide-functionalized modules (TOMs, 9), [15] adenosine bis(phosphate) derivatives (e.g., 10), [16, 17] as well as other linkers [18, 19] for the generation of dendritic DNA structures.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 831,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1692,
                    "end": 1695,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1771,
                    "end": 1774,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 1775,
                    "end": 1777,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 2016,
                    "end": 2020,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 2052,
                    "end": 2056,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 2088,
                    "end": 2092,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 2114,
                    "end": 2117,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 2120,
                    "end": 2124,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 2125,
                    "end": 2128,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 2188,
                    "end": 2192,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 2242,
                    "end": 2246,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 2247,
                    "end": 2250,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 2276,
                    "end": 2280,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 2281,
                    "end": 2284,
                    "text": "19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, Luo and co-workers realized the potential of branched junction motifs, which they termed Y-, T-, and X-DNA (3 a, 3 b, and 4, respectively) for the fabrication of dendrimer-like DNA (DL-DNA). [20] In a first demonstration, they used an isotropic Y-DNA motif containing three identical sticky ends to be hybridized and enzymatically ligated with three molar equivalents of a second anisotropic building block comprising one sticky end complementary to the first block and two identical noncomplementary sticky ends. This approach enabled formation of the first-generation DL-DNA (G 1 DL-DNA), which possessed six sticky ends, thus allowing the enzymatic coupling of six molar equivalents of yet another Y-DNA to produce second-generation DL-DNA. Subsequent coupling of additional anisotropic Y-DNA allowed the assembly of higher-generation DL-DNA structures (G 3 , G 4 , G 5 DL-DNA), all of which appeared to be defined molecular species produced in high yields and high purity, as judged by gel electrophoresis, TEM (transmission electron microscopy), and AFM (atomic force microscopy). [20] Thus, unidirectional and stepwise growth of DL-DNA from Y-shaped building blocks prevented self-ligation and the formation of cyclic products, which partially hampered previous work on psoralen-cross-linked dendritic DNA (11) . [21, 22] Whereas chemical dendrimers are usually isotropic, DL-DNA can be assembled as both isotropic and anisotropic forms. To demonstrate that the latter option enables novel applications, Luo and co-workers employed DL-DNA as fluorescent nanobarcodes for parallel detection of pathogen DNA ( Figure 1 ). [23, 24] Y-DNA motifs were used to assemble a small library of different DL-DNA molecules, each of which possessed distinct numbers of green (Alexa Fluor 488) and red (Bodipy 630/650) fluorophores as well as a target-specific single-stranded probe sequence (Figure 1 a,b) . Detection of fluorescence intensity ratios of green (G) and red (R) fluorophores allows for unambiguous identification of individual DL-DNA nanobarcodes (Figure 1 c) detection were descriptively demonstrated by target-specific sandwich hybridization on polystyrene microbeads (right image in Figure 1 c), and it was also shown that rapid detection of more than 600 attomol target could be achieved using flow cytometry. [23] Very recently, Luo and co-workers improved and generalized their nanobarcode approach by employing a crosslinkable moiety. [25] Using distinct numbers of Y-and X-DNA motifs, they created anisotropic, branched, and cross-linkable building blocks, so called \"ABC monomers\", from which a multifunctional nanoarchitecture was assembled. As shown in Figure 1 d, an exemplary ABC monomer contained four functional moieties: a green and a red quantum dot, a photo-cross-linkable poly(ethylene glycol monoacrylate) (PEGA) unit, and one target-specific recognition sequence. Two such ABC monomers, both of which contain recognition sequences for a given target, are bridged by hybridization with the target and thus form a diacrylate block, an ABC dimer, which can be photopolymerized to form a macroscopic polymeric material. Interestingly, the polymerization efficiency was very high and led to the formation of particles with nearly spherical shape and diameters of around 400 nm. Since the photo-cross-linking is only efficient in the presence of complementary bridging molecules, target-driven polymeri-zation could be used for detection of pathogen DNAs. Moreover, the ratio of two fluorophores in the ABC monomers can be changed at will, thereby enabling parallel detection of various targets. Notably, polymeric ABC nanospheres could also be loaded with model drugs and incorporated into HeLa cells, where they revealed low cytotoxicity. [25] In addition to the more bioanalytically oriented approaches described above, further developments in DNA dendrimer research proceed from the step-wise assembly of finite dendritic structures to the one-step assembly of potentially infinite three-dimensional materials comprised of pure DNA. To this end, Luos group used 3 and 4 as building blocks for generating extensive polymeric materials. [26] The building blocks 3 and 4 were equipped with selfcomplementary (palindromic) sticky ends to be capable of self-assembly and enzymatic ligation to form strongly hydrated and charged jelly-like materials, termed DNA hydrogels. As the building blocks are mechanically flexible at their branch points, these polymers are highly irregular, which is usually avoided in the generation of DNA nanoconstructs of defined shape and surface patterns. [7] In their initial report, [26] the authors demonstrated that the polymers physical properties, such as tensile modulus, tensile strength, and porosity, are influenced by the choice of the DNA motif used as the monomer building block, thus promising some degree of control over these parameters. Since gelation occurs under physiological conditions, the DNA hydrogels are particularly attractive for biological applications, and it was shown that they can be used for drug delivery and release or to stabilize living cells by encapsulation. [26] . Fluorescence intensity ratios I fl.,rel. of G and R are significantly different in the five DL-DNA molecules, thus enabling unambiguous identification of the target sequence. In the left image of (c), the five barcode molecules 4G1R, 2G1R, 1G1R, 1G2R, and 1G4R (lanes 2-6) were analyzed on an agarose gel together with G-and R-labeled starting oligonucleotides (lanes 1 and 7) . In the right image of (c), nanobarcode molecules were allowed to hybridize with target sequences previously bound to polystyrene microbeads by sequence-specific hybridization (scale bar = 5 mm). Since each bead carried many targets, nanobarcode binding was readily observable by fluorescence microscopy. d) Target-driven photopolymerization of ABC monomers, which contain two types of quantum dots (red and green spheres), a photo-cross-linkable polyethylene glycol monoacrylate moiety (black symbol) and a target-recognition sequence (blue and magenta bars). Two ABC monomers are bridged by hybridization in the presence of target DNA, and the resulting dimer can be photopolymerized to form polymer nanoparticles. These can be specifically identified by two-color fluorescence microscopy (right image) by determining the color ratio of the two types of quantum dots (scale bar = 5 mm). Adapted and reprinted from references [24, 25] with permission. Copyright Nature Publishing group.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1322,
                    "end": 1326,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 1334,
                    "end": 1337,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 1636,
                    "end": 1640,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 1641,
                    "end": 1644,
                    "text": "24]",
                    "ref_id": null
                },
                {
                    "start": 2330,
                    "end": 2334,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 2458,
                    "end": 2462,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 3772,
                    "end": 3776,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 4170,
                    "end": 4174,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 4616,
                    "end": 4619,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 4645,
                    "end": 4649,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 5159,
                    "end": 5163,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 6471,
                    "end": 6475,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 6476,
                    "end": 6479,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1624,
                    "end": 1632,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1893,
                    "end": 1907,
                    "text": "(Figure 1 a,b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2063,
                    "end": 2075,
                    "text": "(Figure 1 c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2202,
                    "end": 2210,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2680,
                    "end": 2688,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5527,
                    "end": 5542,
                    "text": "(lanes 1 and 7)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Very recently, such DNA hydrogels were used as templates for cell-free protein production ( Figure 2 ). [27] To this end, X-DNA motifs and plasmid vectors containing a proteinencoding gene, all of which bore the same palindromic sticky ends, were enzymatically ligated to produce a DNA hydrogel ( Figure 2) . Gelation was carried out in molds, thus enabling the generation of gel pads of 1 mm 1 mm 20 mm dimensions. To function as templates for in vitro protein production, the pads were then immersed in a cell-free reagent cocktail containing the necessary components for protein biosynthesis, such as RNA polymerase and ribosomes. Expression of different functional proteins demonstrated that the gel pad system was up to three hundred times more effective than solution-based synthesis, which is the standard approach of in vitro protein synthesis. Notably, the porosity of the gels could be altered by varying the stoichiometric ratio of genes to X-DNA monomers, and it was shown that such variations affected the protein production capabilities of the gels. However, the reasons for this effectiveness are not yet entirely clear. It seems that in addition to high concentrations and close proximity of genes in the hydrogels, which increases turnover rate of biosynthetic machinery, the genes are also protected against degradation by covalent cross-linking with the X-DNA motifs. [27] It also seems possible that the high ionic strength inside the hydrogel matrix may play an important role in increasing the polymerases enzymatic activity. [28] Although the exploitation of fundamental mechanisms will require additional studies, this work suggests a number of applications, ranging from commercial kit-like products for cell-free protein synthesis to long-term perspectives in the arising field of synthetic biology, in which \"minimal cells\" are targeted. [29] Since cell-free protein expression of a multitude of proteins has been used to engineer metabolic pathways in vitro, [30] it seems possible that hydrogel-containing vesicles could be an option to replace genomic DNA in synthetic systems and thus engineer higher functional complexity in synthetic biological systems. [28] Altogether, the recent developments in DNA-based dendrimer research summarized herein promise exciting new directions in nanobiotechnology, in which new materials may be used for bioanalytical and biomedical applications.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1387,
                    "end": 1391,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1548,
                    "end": 1552,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1865,
                    "end": 1869,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1987,
                    "end": 1991,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 2187,
                    "end": 2191,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 306,
                    "text": "Figure 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dendrimer Chemistry",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vögtle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Richardt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Schematic illustration of the production and action of cellfree protein-producing gels. a) Four-armed DNA junctions (X-DNA 4, black) and linearized genomic DNA fragments (green) are enzymatically polymerized with DNA ligase (magenta) to form a gene-containing hydrogel polymer. The gelling process is carried out in molds, thus leading to the production of gel pads (light blue). b) Representative SEM image of a protein-producing gel obtained from X-DNA and gene fragments in a 3000:1 molar ratio (scale bar = 100 mm). c) The pads are immersed in a reagent cocktail containing components extracted from cells, such as RNA polymerase (red) and ribosomes (yellow)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Anisotropic DL-DNA for applications in biosensing. a) DL-DNA assembly leading to a library of nanobarcode molecules with distinct numbers of green (G = Alexa Fluor 488) and red (R = Bodipy 630/650) fluorophores (b)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and thus for simultaneous analysis of various targets. Using DNA targets originating from pathogens such as B. anthracis, Ebola virus, or SARS virus, the capabilities of this approach for parallel [*] Dr. U. Feldkamp, Dr. B. Saccà, Prof. Dr. C. M. Niemeyer We thank the Deutsche Forschungsgemeinschaft for financial support of our work through projects FE 943/1-1, SA 1952/1-1, and NI 399/10-1. We thank Kersten S. Rabe for many fruitful discussions.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}