{
    "paper_id": "09543b834370e5c20851407bd053cfdbb173f6f9",
    "metadata": {
        "title": "Human avian influenza A (H5N1) virus infection in China",
        "authors": [
            {
                "first": "X",
                "middle": [
                    "U"
                ],
                "last": "Cuilin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Viral Genetic and Engineering",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "100052",
                        "settlement": "Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dong",
                "middle": [],
                "last": "Libo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Viral Genetic and Engineering",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "100052",
                        "settlement": "Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Viral Genetic and Engineering",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "100052",
                        "settlement": "Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lan",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Viral Genetic and Engineering",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "100052",
                        "settlement": "Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Yongkun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Viral Genetic and Engineering",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "100052",
                        "settlement": "Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Limei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Viral Genetic and Engineering",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "100052",
                        "settlement": "Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shu",
                "middle": [],
                "last": "Yuelong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Viral Genetic and Engineering",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "100052",
                        "settlement": "Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since then, the virus re-emerged in 2003 and continues to infect people worldwide. Currently, over 400 human infections have been reported in more than 15 countries and mortality rate is greater than 60%. H5N1 viruses still pose a potential pandemic threat in the future because of the continuing global spread and evolution. Here, we summarize the epidemiological, clinical and virological characteristics of human H5N1 infection in China monitored and identified by our national surveillance systems. avian influenza H5N1 virus, human infection，China",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since then, the virus re-emerged in 2003 and continues to infect people worldwide. Currently, over 400 human infections have been reported in more than 15 countries and mortality rate is greater than 60%. H5N1 viruses still pose a potential pandemic threat in the future because of the continuing global spread and evolution. Here, we summarize the epidemiological, clinical and virological characteristics of human H5N1 infection in China monitored and identified by our national surveillance systems. avian influenza H5N1 virus, human infection，China 1 Epidemiology of human infecitons",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highly pathogenic influenza A (H5N1) virus causes a widespread poultry deaths worldwide. The first human H5N1 infected case was reported in Hong Kong Special Administrative Region of China in 1997."
        },
        {
            "text": "There are two mechanisms for reporting suspected H5N1 cases. One is based on the report of hospitalizations of pneumonia of unknown origins, the other is based on one-month enhanced surveillance for cases of influenza-like illness (ILI, fever≥38℃ and cough or sore throat, with no other confirmed diagnosis) at all health-care facilities within a radius of 3-km after the occurrence of confirmed H5N1 poultry outbreak or human infection. Case definition of confirmed H5N1 human case is defined by a patient with pneumonia or ILI and laboratory evidence of H5N1 virus infection, which includes positive results of viral isolation or RNA detection (such as RT-PCR or Real-time PCR) on respiratory specimens, or a 4-fold or greater increase of H5N1 specific antibody titer in paired acute and convalescent sera. The specimens from the suspected H5N1 human case are initially tested by influenza laboratories at provincial level, as part of the nationawide influenza influenza surveillance network. The network consists of 200 sentinel hospitals and 84 influenza diagnosis laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National surveillance system"
        },
        {
            "text": "Subsequently, all H5N1 PCR positive samples will be confirmed and validated by the Chinese National Influenza Center. In China, a total of 37 human H5N1 infected cases including 24 fatal cases were identified and laboratory confirmed by the above-mentioned surveillance system since 2005.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National surveillance system"
        },
        {
            "text": "Since 2003, over 15 countries have reported more than 413 laboratory confirmed human H5N1 cases, in which 256 are fatal. Ninety percent of human cases have been reported in 5 countries, Indonesia (141), Vietnam (109), Egypt (60), China (38) and Thailand (25) (http:www. who.int/csr/disease/avian_influenza/country/cases_table _2009_03_30/en/index.html). And this is strongly associated with the geographical distributin of poultry H5N1 outbreaks (http://www.who.int/wer/2008/ wer8346.pdf). Most H5N1 human cases are reported during winter-spring period (December-March) accompanying the increase in poultry outbreaks at that time [1] . Among 37 human H5N1 infected cases in China, 34 cases were reported in southern China whereas only 3 cases were reported in northern China, although the difference in etiology between geographical locations is not clear. Moreover, the peak time of human H5N1 infection is detected in winter-spring period, although a few sporadic cases were occasionally detected in summer period. The median age of patients with influenza A (H5N1) virus infection is approximately 20 year old, with 77% of patients of age 30 or below. Cases of human infection with influenza A (H5N1) were reported equally between males and females (http://www.who.int/wer/2008/ wer8346.pdf).",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 633,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Incidence and demographical characteristics"
        },
        {
            "text": "The overall case-fatality rate (CFR) of human H5N1 infection is 62%. However, CFR rangeed from 38% (in Egypt) to 82% (in Indonesia) (http:www.who. int/csr/ disease/avian_influenza/country/cases_table_2009_03_ 30/en/index.html). CFR is high in age group between 19 and 20 years old and low in age group older than 50 years old [2] . It is still not clear the role of pre-exisiting immunity from previous influenza subtypes, exposure history and social behavior in lower infection rate and mortality in elderly. According to analysis of the 26 human cases in China, the median age is 29 years of age (ranging from 6 to 62) and 58% were female. Five (19%) cases were children younger than 10 years old [3] .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Incidence and demographical characteristics"
        },
        {
            "text": "High pathogenic H5N1 infection is endemic in south-east Asia with geographical distribution over 60 countries; however, the human infection is still sporadic and rare. As H5N1 infection is a zoonotic disease, the predominant pathway of human infection is still avian-to-human transmission. Hence, control of H5N1 poultry outbreak has a significant impact in interruption of human infection and transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission"
        },
        {
            "text": "The most commonly recognized risk factor for humn infection is handling of sick or dead poultry during a week before the onset of illness [3−5] . Slaughtering, defeathering, or preparation of sick or dead poultry for cooking, touching or holding sick or dead poultry, and consumption of raw or undercooked poultry or poultry products such as duck blood are also implicated as potential risk factors [3−6] A retrospective case-control study conducted in our own study in China by Yu et al. shows that independent risk factors for human infection in China are direct contact with sick or dead poultry, indirect exposure to sick or dead poultry, and visit of a wet poultry market [7] .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 143,
                    "text": "[3−5]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 404,
                    "text": "[3−6]",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Transmission"
        },
        {
            "text": "At present, human-to-human transmission is rare and un-sustained in human H5N1 infection [8−10] . Epidemiologically linked clusters have been reported in 10 countries and have accounted for about one quarter of all human cases. They involved involved 2 or 3 persons with a common source of exposure history, except for one 8 members family cluster in Indonesia (http://www. who.int/csr/don/2006_05_31/en/print.html). Ninety percent of case clusters are associated with genetic-related family members. In China, a limited human-to-human transmission case was reported in Nanjing city in 2007. A 24-year-old index case died, and his 52-year-old father, survived after receiving early antiviral treatment and post-vaccination plasma from an adult volunteer in a H5N1 vaccine trial. The only plausible exposure history to H5N1 virus of the index case was a visit to poultry market 6 days before the illness onset. The second case had a substantial unprotected close contact to his ill son during the extensive care in the hospital. Ninety-one close contacts to one or both cases without adequate protection were serologically tested for H5N1 infection with informed consent. Among them, 78 (86%) received oseltamivir chemoprophylaxis and two complained mild illness, both ill contacts were tested negative for H5N1 virus by RT-PCR. All 91 close contacts tested negative for H5N1 antibodies. H5N1 viruses isolated from the two cases were genetically identical except for one non-synonymous nucleotide substitution in NS1 gene (glutumate to glycine at amino acid position 82), a strong evidence of direct transmission from the index case to second case [10] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 95,
                    "text": "[8−10]",
                    "ref_id": null
                },
                {
                    "start": 1647,
                    "end": 1651,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Transmission"
        },
        {
            "text": "Even enhanced epidemiology investigation was launched immediately after report of the human infection, the source of infection of one quarter of human cases remains unclear. Recently our recent data suggests that environment-to-human transmission is possible and have been under-represented previously (unpublished data) [8] .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Transmission"
        },
        {
            "text": "After exposure to infected poultry, the incubation time is generally 2−5 days. Limited data from Thailand, Vietnam and Turkey on the incubation period suggest that illness onset occurs <7 days after the last exposure to sick or dead poultry [4−6] . For clusters in which limited human-to-human virus transmission likely occurred, the incubation period appeared to be 3-5 days, but was estimated to be 8-9 days in 1 cluster [9] . A retrospective study of influenza virus (H5N1) cases conducted in China showed that the overall median incubation period was longer for those who had visited a wet poultry market than for those who were exposed to sick or dead poultry, but the difference was not significant. When data for single and multiple exposure days were combined, the overall median incubation period for casepatients exposed to a wet poultry market (n = 8) was significantly longer than that for case patients (n = 16) exposed to sick or dead poultry (7 days (range 3.5-9) vs.4.3 days (range 2-9); P = 0.045) [11] .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 246,
                    "text": "[4−6]",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Incubation period"
        },
        {
            "text": "Most patients are initially presented with high fever (>38℃) and cough, then develop pneumonia rapidly and often progresse rapidly to the acute respiratory distress syndrome, and finally died. The median time from the onset of illness to death is 9−10 days [2] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Clinical features of human infecitons"
        },
        {
            "text": "Based on a retrospective study of 26 confirmed human H5N1 cases identified through surveillance in China between October 2005 and April 2008, Yu et al. showed that many H5N1 cases reported fever (92%) and cough (58%) at illness onset, and had lower respiratory findings of tachypnea and dyspnea at admission. All cases progressed rapidly to bilateral pneumonia. Clinical complications included acute respiratory distress syndrome (ARDS, 81%), cardiac failure (50%), elevated aminotransaminases (43%), and renal dysfunction (17%). Fatal cases had a lower median nadir platelet count (64.56109 cells/L vs 93.06109 cells/L, P = 0.02), higher median peak lactic dehydrogenase (LDH) level (1982.5 U/L vs 1230.0 U/L, P = 0.001), higher percentage of ARDS (94% (n = 16) vs 56% (n = 5), P = 0.034) and more frequent cardiac failure (71% (n = 12) vs 11% (n = 1), P = 0.011) than nonfatal cases. A higher proportion of patients who received antiviral drugs survived compared to untreated (67% (8/12) vs 7% (1/14), P = 0.003) [3] . In summary, the clinical course of Chinese H5N1 cases is characterized by fever and cough initially, with rapid progression to lower respiratory disease. Decreased platelet count, elevated LDH level, ARDS and cardiac failure were associated with fatal outcomes [3] .",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Clinical features of human infecitons"
        },
        {
            "text": "The H5N1 virus belongs to the influenza A virus and the genome contains eight negative-sense single strand RNA segments encoding 11 proteins. H5N1 virus usually infects poultries and is present in some natural hosts such as waterfowl birds without any symptoms. The species barrier from bird to human is still very strong for transmission of H5N1 virus. However in some rare situations, the H5N1 virus can infect other mammalian hosts such as tiger and human. The transmission mechanism is still unknown. The host range distribution is strongly restricted by the receptor specificity of surface antigen haemagglutinin. Human influenza viruses such as H1N1 and H3N2 bind preferentially to SAa2,6Gal, but H5N1 viruses bind preferentially to SAa2,3Gal. Different distribution of these two types receptor in human respiratory system may limit the H5N1 virus to infect human easily, because the SAa2,6Gal receptor is dominant on epithelial cells in upper respiratory tract, whereas the SAa2,3Gal receptor is predominantly located low respiratory tract cells such as type II pneumocytes, alveolar macrophages, and nonciliated cuboidal epithelial cells in terminal bronchioles (ref). It may explain the inefficient human-to-human transmission of H5N1 viruses observed so far to some extent (14) . To facilitate infection and transmission in human, the virus may acquire the ability to recognize SAa2,6Gal receptor (15) [12, 13] . Some H5N1 viruses isolated from human patients have acquired mutation that can bind to both SAa2,6Gal and SAa2,3Gal receptor, but these mutations appear to be insufficient for efficient human-to-human transmission [14] . Even the reassortment between an H5N1 virus and an H3N2 virus did not confer transmissibility in ferrets [15] . This implies that the multiple viral genes are probably required to generate a potential pandemic virus, through multiple-sequence alignment and statistical testing of each aligned amino acid. Thirty-two host markers that discriminate human influenza viruses from avian influenza viruses were identified. These host markers are in 5 of the 11 proteins tested: RNA polymerase basic protein 2 (PB2), RNA polymerase acidic protein (PA), nucleoprotein (NP), matrix protein (M1), and the nonstructural protein (NS1) [16] . Currently most of the H5N1 virus isolates showed that almost all avian influenza host markers instead of human influenza host markers, but sporadic amino acids present in humanhosted viruses may indicate that some H5N1 viruses have made modest adaptations to their new hosts in the past. The markers should be useful in monitoring potential pandemic influenza viruses in future.",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1407,
                    "end": 1411,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1412,
                    "end": 1416,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1417,
                    "end": 1420,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1637,
                    "end": 1641,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1749,
                    "end": 1753,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2267,
                    "end": 2271,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Virological chracteristics of human infecitons"
        },
        {
            "text": "Based on their HA sequences, HPAI H5N1 viruses are now divided into 10 clades(http://www.cdc.gov/EID/ content/14/7/el.htm). The virus isolated from Hong Kong in 1997 belonged to clade 0, clade 1 viruses have continued to circulate and have been recently isolated in poultry in Cambodia, Thailand and Viet Nam. Although recent human clade 1 infections have been limited to Cambodia, clade 1 viruses have also been previously isolated from humans in China Hong Kong Special Administrative Region, Thailand and Viet Nam. [17] , and another one isolated from a patient occurred in 2009 in Guangxi Zhuang Autonomous Region belonged to Clade 2.3.2. All the virus isolates from China since 2005 contains multiple basic amino acids at the cleavage site, which are recognized by ubiquitous proteases, leading to systemic viral infections, and conferred the highly pathogenic characteristics (unpublished data).",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 522,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Virological chracteristics of human infecitons"
        },
        {
            "text": "Highly pathogenic H5N1 avian influenza virus has caused poultry outbreak widely, and becomes endemic in south-east Asia region. This poses a great threat to the poultry industry and causes a big economic lost in the affected regions. H5N1 viruses also pose a great potential risk for human health, with at least two concerns for the public. Firstly, although the capacity for H5N1 virus to infect human is inefficient, the clinical results of human infection are usually severe such as pneumonia, ARDS and death, and the mortality rate is the highest among infectious diseases. Secondly, H5N1 virus still poses the potential risk for the next pandemic especially for one like 1918's \"Spanish pandemic\". There are at least three requirements for the emergence of a pandemic virus, which including a novel HA and possibly NA subtype, lack of prior immunity in the human population, and the capacity for efficient and sustained human-to-human transmission. H5N1 avian influenza virus has already met the first two requirements, and only not fit for the third requirement. But based on previous history lessons, a pandemic occurrence is inevitable. There were three pandemics in the 20th century, and the most severe one is the 1918's \"Spanish pandemic\", causing the death of 25−40 million people globally. Theoretically there are at least two mechanisms for H5N1 avian influenza virus to become a pandemic virus. The first one is through direct adaption, as is believed to have occurred with the 1918's \"Spanish pandemic\" influenza virus. The second mechanism is through reassortment with current circulating human influenza viruses such as H1N1 or H3N2 virus. Such reassortment may occur in human or in intermediate host such as pigs. This kind of mechanism was proved to be the reason for 1957's H2N2 \"Hong Kong Flu\" and 1968's H3N2\"Asia Flu\". But nobody can ascertain that the next pandemic would be caused by H5N1 virus, other subtypes of avian influenza virus such as H9N2 and H7N7 also pose the potential risk for the next pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and perspectives"
        },
        {
            "text": "It is hard to predict the beginning of next pandemic, but global influenza surveillance is the cornerstone for the pandemic preparedness, and research also should be conducted to understand the infection and pathogenesis mechanism of H5N1 virus, which will provide the necessary information for the surveillance and clinical treatment of H5N1 virus infection. Broad-protection novel vaccine and antiviral drugs also should be developed to provide fighting weapons for the next pandemic preparedness. Clearly, it is worthy to try our best to build up the infectious disease defense \"Great wall\" to fight against H5N1 avian influenza virus and the potential pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and perspectives"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dynamic patterns of avian and human influenza in east and southeast Asia",
            "authors": [
                {
                    "first": "A W",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "543--548",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Writing Committee of the Second World Health Organization (WHO) Consultation on Clinical Aspects of Human Infection with Avian Influenza A(H5N1) Virus. Update on avian influenza A (H5N1) Virus infection in humans",
            "authors": [],
            "year": 2008,
            "venue": "Human N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "261--273",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of 26 human Cases of highly pathogenic avian influenza A(H5N1) virus infection in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Plos One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risk factors for human infection with avian influenza A H5N1",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Dinh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "Ntk",
                    "middle": [],
                    "last": "Tien",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1841--1847",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Investigation of avian influenza (H5N1) outbreak in humans-Thailand",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Areechokchai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jiraphongsa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Laosiritaworn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "55",
            "issn": "",
            "pages": "3--6",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Avian influenza A (H5N1) infection in eastern Turkey in 2006",
            "authors": [
                {
                    "first": "A F",
                    "middle": [],
                    "last": "Oner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arslan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "2179--2185",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risk factors for human illness with avian influezna A (H5N1) virus infection in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Q H",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "L B",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Three Indonesian clusters of H5N1 virus infection in 2005",
            "authors": [
                {
                    "first": "I N",
                    "middle": [],
                    "last": "Kandun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wibisono",
                    "suffix": ""
                },
                {
                    "first": "E R",
                    "middle": [],
                    "last": "Sedyaningsih",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "2186--2194",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Probable person-to-person transmission of avian influenza A (H5N1)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ungchusak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Auewarakul",
                    "suffix": ""
                },
                {
                    "first": "S F",
                    "middle": [],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "333--340",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Probable limited human-to-human transmission of highly pathogenic avian influenza A (H5N1) virus in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y L",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": "1427--1434",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Incubation period for human cases of avian infl uenza A (H5N1) infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huai",
                    "suffix": ""
                },
                {
                    "first": "N J",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "China Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1819--1821",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "H5N1 virus attachment to lower respiratory tract",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "V J",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Avian flu: influenza virus receptors in the human airway",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shinya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ebina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "440",
            "issn": "",
            "pages": "435--436",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Haemagglutinin mutations responsible for the binding of H5N1 influenza A viruses to human-type receptors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "444",
            "issn": "",
            "pages": "378--382",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lack of transmission of H5N1 avian human reassortant influenza viruses in a ferret model",
            "authors": [
                {
                    "first": "T R",
                    "middle": [],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "L M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Persistent host markers in pandemic and H5N1 influenza viruses",
            "authors": [
                {
                    "first": "D B",
                    "middle": [],
                    "last": "Finkelstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukatira",
                    "suffix": ""
                },
                {
                    "first": "P K",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "10292--10299",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Highly pathogenic H5N1 virus infection in migratory birds",
            "authors": [
                {
                    "first": "J H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Clade 2.1 viruses have continued to circulate in poultry and have caused human infections in Indonesia. Clade 2.2 viruses have the most geographically diverse distribution and have caused outbreaks in birds in over 60 countries in Africa, Asia and Europe with human infections in Azerbaijan, Bangladesh, China, Djibouti, Egypt, Iraq, Nigeria, Pakistan and Turkey. Clade 2.3.2 and 2.3.4 viruses continue to circulate in birds in Asia; clade 2.3.4 viruses have been responsible for human infections in China, Lao People's Democratic Republic, Myanmar and Viet Nam. Viruses from other clades, including clade 7, have been detected in birds in Asia. Since September 2008, human infections have been caused by clade 2.3.2 viruses in China, clade 2.3.4 viruses in China and Viet Nam, clade 1 viruses in Cambodia, clade 2.2 viruses in Egypt and by clade 2.1 viruses in Indonesia. The majority H5N1 viruses isolated from human patients in China belonged to Clade 2.3.4, except that one virus isolated from patient occurred in 2006 in Xinjiang Uygur Autonomous Region belonged to Clade 2.2, which is similar with the virus isolated from Qinghai lake wild birds outbreak",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}