{
    "paper_id": "09b5b1c3d16ba90f756fa4a9a89eedcf75dd6c91",
    "metadata": {
        "title": "Financing global health emergency response: outbreaks, not agencies",
        "authors": [
            {
                "first": "Vageesh",
                "middle": [],
                "last": "Jain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Effectively responding to global health emergencies requires substantial financial commitment from many stakeholders, including governments, multilateral agencies, and nongovernmental organizations. A major current policy challenge needs attention: how to better coordinate investment among actors aiming to address a common problem, disease outbreaks. For donors who commit colossal sums of money to outbreak response, the current model is neither efficient nor transparent. Innovative approaches to coordinate financing have recently been tested as part of a broader development agenda for humanitarian response. Adopting a system that enables donors to invest in disease outbreaks rather than actors represents an opportunity to deliver a more cost-effective, transparent, and unified global response to infectious disease outbreaks. Achieving this will be challenging, but the World Health Organization (WHO) must play a vital role. New thinking is required to improve emergency response in an increasingly crowded and financially convoluted global health arena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "\"The question is not if we will have another pandemic, but when.\" These are the words of the World Health Organization (WHO) Director General Tedros Ghebreyesus [1] . Serious outbreaks of infectious diseases have become inevitable in an increasingly globalized world grappling with climate change, forced migration, V. Jain weak health systems, growing and ageing populations, as well as antimicrobial resistance.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Official development assistance for health increased from $20 billion in 2011 to $26.4 billion by 2017 [2] . This funding comes primarily from governments, supplemented by the private sector (individuals, trusts and foundations, companies, and national societies). Much of this has gone toward large global initiatives to finance universal health coverage (UHC) and strengthen health systems. But a slew of organizations (also called 'agencies' and 'actors' below) have used a sizeable chunk of this development aid to help respond to infectious disease outbreaks. These actors (receiving donor funding) include multilateral (intergovernmental) organizations such as those in the United Nations (UN) system (for instance, the WHO, World Bank, UNICEF), governmental organizations such as National Ministries of Health, nongovernmental organizations (NGOs), academic institutions, and civil society organizations. During the 2014-2016 Ebola outbreak in West Africa, the WHO received over US$ 459 million in contributions from more than 60 donors to lead the emergency response [3] . This excludes money that bypassed the WHO, for instance funds sent from donors directly to NGOs, such as Médecins Sans Frontières (MSF) (an organization that played a significant role early in the outbreak), or to local government outbreak responders.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the ever-looming threat of infectious disease outbreaks, and with substantial financial resources directed to alleviate health emergencies, it is time to consider how best to finance the global response to outbreaks. Can we achieve more effective health outcomes worldwide and do so more efficiently? How can we maximize the cost-effectiveness of donor investment? That investment is not well coordinated today. Instead, funds are spread across a diversity of actors in a crowded, complex, and competitive environment. Improving the financing system and return on investment represents a major policy challenge [4] .",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 619,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Working to combat infectious disease outbreaks involves: contact tracing deploying and administering prophylactic interventions providing targeted education to high-risk groups strengthening surveillance and reporting systems training healthcare and community workers developing and issuing national and international guidance scaling up research and development efforts, and communicating risk to the public, the media, policymakers, and other officials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Such a thing as too many heroes?"
        },
        {
            "text": "Traditionally, the WHO has been the foremost leader in global emergency response, facilitating and coordinating the operational response to disease outbreaks around the world. The organization undoubtedly has a powerful brand derived from substantial financial and political resources. But recent years have seen the emergence of new actors in global health. African Heads of States, and the leadership of the African Union (AU) Commission, launched the Africa Centres for Disease Control and Prevention (CDC) in Ethiopia in 2017 in recognition of a need to develop local research, knowledge-sharing, and institutional public health capacity. In addition to expediting the creation of the Africa CDC, the 2014-2016 Ebola outbreak fostered creation of the Coalition for Epidemic Preparedness Innovations (CEPI) in 2016. This is a public-private partnership aimed to stimulate vaccine development through collaboration. It is not just the addition of new actors, but also the growth of existing ones who increase investment in health. These include multilateral organizations like the World Bank and NGOs like MSF. Thus, the WHO finds itself in a murky sea of well-wishers. How to navigate this is not just an internal WHO problem, but more importantly the one for donors around the world who contribute to emergency outbreak response. With so many actors working to combat a single infectious disease outbreak, how do donors decide which of them to finance, how much to give, and for what purposes?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Such a thing as too many heroes?"
        },
        {
            "text": "At the operational level, the WHO usually responds to health emergencies through the Health Cluster system, a network to enable collaboration between actors. The UN created the Global Health Cluster system as part of the broader UN Inter-Agency Standing Committee (IASC) Cluster system to facilitate more effective and coordinated humanitarian responses with effective leadership. Accountability is a key feature of the cluster approach, with the Emergency Relief Coordinator (ERC), also known as the UN Under-Secretary-General for Humanitarian Affairs, responsible for leading the IASC. The UN charged that person with responsibility to ensure the effectiveness of humanitarian response and to oversee all emergencies requiring UN humanitarian assistance. The IASC's tasks include clarifying the division of labour between organizations and across the varied activities, so that all essential ones will be carried out. The cluster approach, however, is not the only solution for coordinating humanitarian response; it may coexist with other forms of national or international coordination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the WHO"
        },
        {
            "text": "Another critical network for outbreak response led by the WHO is the Global Outbreak Alert and Response Network (GOARN) [5] . This is a multidisciplinary network of technical and operational resources from over 200 actors, including global, regional, and national public health institutions, specialist public health networks in epidemiology, infection control, biomedical sciences, networks of laboratories, UN organizations, and international NGOs. GOARN coordinates international resources for outbreak response to support WHO member states. In 2014-2015, resources from over 115 different GOARN participants around the world responded in some way to the Ebola outbreak in West Africa. (These participants are sometimes called 'partners', meaning actors autonomous from, but having ongoing formal or informal relationships with the WHO.)",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The role of the WHO"
        },
        {
            "text": "Both the Health Cluster system and GOARN enable effective strategic and operational coordination among actors working toward the same goal. Despite this, many of these actors receive resources from disparate funders-a source of deep-rooted inefficiency in the health emergency response system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the WHO"
        },
        {
            "text": "The WHO must compete for financing from governments and private donors not only with other multilateral UN organizations, but also with nongovernmental organizations (NGOs), National Ministries of Health, academic institutions, and others. The WHO established the Contingency Fund for Emergencies (CFE) in 2016, after the West African Ebola outbreak [6] to create a readily available source of money that was not earmarked for any other health activities. Its sole purpose is to provide constant availability of emergency funds for rapid disbursement. In 2018-2019, this fund raised over US$77 million, mostly from Japan, Germany, and the UK and allocated almost $65 million of it by July 2019, with $56.6 million going to the Democratic Republic of Congo (DRC). In comparison, the UN Central Emergency Response Fund (CERF), established by the UN in 2006 to facilitate timely humanitarian assistance to those affected by natural disasters and armed conflicts, has allocated $35.8 million to humanitarian response activities in DRC, from January 2017 to December 2017, including a portion to the WHO [7] .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Multilateral funds for disease outbreaks"
        },
        {
            "text": "The World Bank also operates similar funds to raise money for emergency response. Its primary one for health emergencies is the Pandemic Emergency Financing Facility (PEF). In operation since 2017, PEF is a 'catastrophe-bond' issuing system. That means it offers an opportunity for the financial markets to diversify from traditional methods of investment, by injecting money into the fund with some prospect of a return on their investments. If various criteria about the health emergency are met, that money is used for global health emergency response. If not, the investors are paid back a small proportion of their initial investment, annually. Private investors consider this investment to be a good one because the criteria to trigger use of the fund are narrow. The World Bank disburses PEF money only for an outbreak of one of seven viruses (pandemic influenza, SARS, MERS, Ebola, Crimean Congo haemorrhagic fever, Rift Valley fever, or Lassa fever), and only if cases of one of those diseases occur in more than one country [8] .",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Multilateral funds for disease outbreaks"
        },
        {
            "text": "The WHO CFE must compete with other funds such as the CERF and PEF for donor money, even though their objectives are the same. CERF and PEF redirect a large proportion of the funds they raise to the WHO. The WHO may also receive money directly through the WHO CFE (some of which originally came from the CERF or PEF). Funds not directed to the WHO are likely to be distributed among other actors already involved in the response. The latter may also receive money directly from the WHO CFE (some of which originally came from the CERF or PEF).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multilateral funds for disease outbreaks"
        },
        {
            "text": "There is further complexity. In addition to the money from the CFE, CERF, or PEF (or all), private entities and bilateral (country-country) arrangements fund NGOs and government ministries directly, bypassing the multilateral system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multilateral funds for disease outbreaks"
        },
        {
            "text": "In addition to the flexible CFE funding that the WHO can spend on any emergency it chooses, the WHO also has a much heralded Health Emergencies Programme 'with one workforce, one budget, one set of rules and processes, and one clear line of authority' [9] . Despite the emphasis on 'one budget', with the CFE operating in the background, the risk of overlapping financing of emergencies persists [4] . Even objectives and activities of nonemergency programmes (including for health systems) sometimes relate to emergencies and thus overlap notably with the separately financed CFE and Health Emergencies Programme [10] . Thus, part of the continuing concern about inefficient resource allocation arises from the many actors (other than the WHO) that respond to health emergencies, and the variety of overlapping programmes and funds for emergencies available within the WHO.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Multilateral funds for disease outbreaks"
        },
        {
            "text": "From a donor's perspective, the financing system for infectious disease outbreaks is fraught with problems. Much like the wider foreign aid system, it is inefficient, lacking transparency, and overlapping in disbursements-in a way that is not planned. It is difficult to quantify the cost of such inefficiency, but in 2013 Lawson explained a long-standing consensus that the proliferation of donors in recent decades, and fragmentation of aid among an increasing number of countries and projects, requires coordination [10] .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 523,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "When multiple donors fund a variety of agencies and projects, their uncoordinated disbursements lead to higher-than-necessary overhead costs for donors and recipients [11] . For the 2018-2019 Ebola outbreak in the DRC, commentators have noted inefficiencies arising from an absence of streamlined or coordinated funding, multiple financial channels for dispersing funds, and lack of a centralized system for tracking them [12] . Multiple donors funding a variety of agencies and projects also limit gains from specialization [11] . In 1795, Immanuel Kant noted the value of division of labour, saying, 'where work is not thus differentiated and divided, where everyone is a jack-of-all-trades, the crafts remain at an utterly primitive level'. For example, both the International Rescue Committee (IRC) and MSF are prominent NGO actors in the ongoing 2018-2019 DRC Ebola outbreak emergency response. But both of these organizations perform a broad range of similar activities, including strengthening local surveillance systems, training staff, and educating the public. Not only does this make funding for particular activities difficult to coordinate, but it stifles innovation and limits expertise as no one organization wants to focus its efforts on a particular area of emergency response. This broad focus across activities is intentional. In the current system, actors such as the IRC or MSF are competitors for funding from donors. Because donors currently finance an agency rather than a particular outbreak or activity, the applicants for funding perceive that breadth is more appealing than depth.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "One recent proposition (2019) put forward at the Centre for Global Development (CGD) in a high-level discussion among various stakeholders on humanitarian response was to move away from the pattern where donors fund individual actors toward pooling available funds from donors together, to finance the overall response (carried out my many actors) to specific crises [13] . There is recent experience, albeit outside of the health arena, that may offer useful guidance.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "In 2019, in acknowledgement of the meagre impact of previous donations, Saudi Arabia and the United Arab Emirates (UAE) donated funds to support a broad humanitarian response in Yemen in a 'block grant', rather than naming specific agencies [14] . In a block grant, a donor provides money (usually a large amount) to an intermediary (here a UN organization) to distribute in a particular area or region, divided among organizations involved in the response. Saudi Arabia and the UAE directed their grant, the largest ever commited to a UN humanitarian appeal, to the UN Office for the Coordination of Humanitarian Affairs (OCHA). The UN OCHA reallocated these funds to their partners. For disease outbreaks, this would be an innovative and utilitarian approach to allow donors to earmark funds to specific technical aspects of the emergency outbreak response and permit responders to effectively coordinate their many overlapping activities, likely increasing favourable impact. Directing funding to specific disease outbreaks would mean less duplication and more allocative efficiency. Parliamentarians and executives may also prefer to know which crises their funds will address-rather than which or how many agencies will disperse their contributions.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "For infectious diseases, pooling financial resources and directing them to a particular outbreak will be challenging. Some infectious diseases attract more political attention than others. This variation already exists under the current financing structure. To confront the escalating measles epidemic in the DRC that started in early 2019, actors involved in the Health Cluster Response Plan raised approximately US$2.5 million out of an estimated US$8.9 million required as of August 2019 [15] . This contrasts starkly with the concurrent Ebola outbreak in the same country: Ebola has attracted multiple organizations and hundreds of millions of dollars in funding.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 495,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "Recently established funds such as the WHO CFE aim to address such discrepancies by raising money that is not earmarked for any specific disease or activity. But giving multilateral organizations like the WHO freedom to use money at their discretion is unappealing to donors who want to know exactly what their money will be used for, when it will be used, and the specific impact it might have. And donors frequently want this information before making their decisions. Under a new outbreakspecific investment system, it is possible that donors will have a better understanding of the allocations of funds for each outbreak, and the ability to identify areas of unmet need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "We need a metric for estimating funding needs for different outbreaks to enable useful comparisons between diseases. The tool should include factors deemed important in disease control and common to all infectious diseases, such as the potential for spread, how deadly or disabling the disease is, how many people at risk, and the need for new diagnostics or therapeutics. Such information would need to be unified under a common system and made available to all donors, to better align financing across outbreaks with need. By, at the same time, removing unnecessary complexity posed by many sources of donor funding for many actors, the total amount of investment going toward particular outbreaks would be discernible. By combining clearer understanding of the ongoing funding with the estimated need for additional investment for specific outbreaks or diseases, donors and policymakers could work toward minimizing inequity in financing among outbreaks. How many of the existing institutional emergency response funds could be brought together under a new outbreak-focused approach, and how might such an approach operate alongside other existing financing mechanisms? The World Bank PEF [8] , for instance, is uniquely innovative in that it harnesses the power of the financial markets for global health emergency response, in a way that the other funds do not. Most other epidemic or pandemic financing mechanisms involve donors directly funding organizations to work in some capacity to quell an outbreak.",
            "cite_spans": [
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "The pooling approach demonstrated by Saudi Arabia and the UAE for the Yemen humanitarian emergency could be used to improve outbreak response. The pool would include money from donors directed to multilateral emergency funds, as well as funds from donors sent to actors outside of the multilateral system (such as NGOs or national government organizations). This pooled, coordinated funding would operate alongside mechanisms like that of the World Bank PEF that provide different (profit-making) incentives to donors. The latter differs from the traditional international aid financing system that principally relies on donors' goodwill and philanthropic motivations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "Focusing a system on specific outbreaks rather than on recipient organizations responding to a crisis will enable a more efficient use of donor resources-a major advantage. Cost-effectiveness is rarely discussed in outbreak response, but it is critical. To reduce inefficiency and maximize resources, emergency response activities must be coordinated in crisis response service delivery and in how they are financed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "Being able to invest in particular outbreak response activities may prove attractive to donors through increasing transparency. If this new approach were to minimize donors' costs, more funds could be donated, increasing prospects for earlier resolution. Such a system may also enable the development of a more specialized set of actors. For example, some could focus on contact tracing and others on deploying prophylactic measures-in a way that could result in further efficiencies through division of labour and economies of scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "Information to enable decision-making for funding allocation between outbreaks, actors, and activities (that may benefit from specialization as described above), in which geographical areas, and over what period of time, will require large amounts of data to be shared effectively as well as strategic coordination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time for a new financing model"
        },
        {
            "text": "Inability to demonstrate favourable impact to donors has been a long-standing problem for all international aid agencies as many external factors may influence their ability to achieve desired results [16] . Rather than bidding for funds directly from donors, a new outbreak-focused system would direct funds to responders from a central, impartial, coordinating body, with technical experience in global health emergencies: the WHO. This means that actors (other than the one chosen to coordinate) would have to prove to the WHO that they are worthy of investment. Such a system will require the development of an objective framework for disbursements, to help guide decision-makers. Which actors are best placed to work on which diseases, to which part of the outbreak response, in what area, and at what time? The aim is to make effective use of differing technical strengths of actors funded.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Leadership and responsibility"
        },
        {
            "text": "A framework to aid decision-making will require availability of a wide range of data about:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership and responsibility"
        },
        {
            "text": "Communicable disease control factors specific to each disease (case fatality rate, incubation period, secondary attack rate, mode of transmission) Local epidemiological factors involved in a disease outbreak (where did it begin, who has been affected, who is at risk) [17] Existing health system infrastructure to support outbreak response (including an assessment of local compliance with and functions aligning to the International Health Regulations (IHR) and capacity for different response activities, to determine which may need rapid scaling up [18] ) Availability of medical interventions to treat cases (such as antibiotics or antivirals), prevent disease in susceptible populations, and the need for investment in research and development of new diagnostics/therapeutics [4] The functions, structures, and abilities of all available actors, including what and where they are, their operational structure, systems of governance and accountability, quantity and quality of the workforce, technical expertise, institutional capacity, and past performance Local social, economic, environmental, and political factors relating to specific actors, including their reputation in the community, connections and access to public infrastructure (including hospitals and schools) and key stakeholders (such as government officials and decision-makers), political and security context, geographical reach, the strength of their supply chains (for physical resources), the types and amount of financial resource currently available to them, and the projected costs of their activities.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Leadership and responsibility"
        },
        {
            "text": "Much of the required data, for instance about epidemiology, medical interventions, and local health infrastructure, appears in the published literature, or can be gathered from national or local governments, clinical services, academic groups, public health bodies, or the pharmaceutical industry. The relevant data from these sources needs to be combined and aggregated with data provided by the actors themselves about their own activities, capacity, performance, and funding (often not in the public domain). Such data collection and analysis will likely be complex and time-consuming. The WHO would need to delegate this to a separate technical team with the required expertise, to create, maintain, and update such a database. To ensure that funds are allocated appropriately, the system would need to be governed by an independent technical board and undergo regular external evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership and responsibility"
        },
        {
            "text": "As the only UN organization with the exclusive remit of protecting and improving global public health, the best candidate to lead such a disbursement system is the WHO. But donors, whether accountable to shareholders or the public, may be hesitant to entrust a large multilateral organization with so much responsibility. This is especially so given the strong criticism of the WHO during the 2014-2016 West African Ebola outbreak, for being slow to commit significant political, human, and financial resource to the outbreak in its early stages [19] . Some may argue it would be more prudent to give more authority to other smaller, newer, potentially less bureaucratic organizations, such as the Africa CDC or CEPI.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 550,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Leadership and responsibility"
        },
        {
            "text": "The WHO five-year plan (2019-2023) states that the WHO is the \"only international organization that enjoys universal political legitimacy on global health matters\" [20] . The plan makes the case for $14.1 billion of investment for the WHO to achieve its \"triple billion\" target: one billion more people enjoying better health, one billion more people benefiting from UHC, and one billion more people better protected from health emergencies.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Leadership and responsibility"
        },
        {
            "text": "Along with political clout and ambitious objectives, the WHO also has an unrivalled international network of people and resources to consult and deploy in leading operational responses to emergencies under the Health Cluster system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership and responsibility"
        },
        {
            "text": "To optimize the WHO's appeal to donors, donor preferences to fund particular activities within the emergency response to a disease outbreak should be incorporated into a WHO-led financial redistribution system targeting each disease outbreak when it occurs. If this can be accompanied by a transparent system of accountability, the effective use of technology, and strong leadership, then the goal of an integrated system for outbreak response may be achievable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership and responsibility"
        },
        {
            "text": "Given the number of organizations collaborating on outbreak response and the complexity of donor financing, the current model for financing health emergencies is in need of reform. Adopting a system that enables donors to invest in disease outbreaks represents an opportunity to deliver a more cost-effective, transparent, coordinated and unified global response to infectious disease outbreaks. Making this change will be challenging, but the WHO must play a vital role in any efforts to move toward more effective international collaboration on outbreak response. This sort of change is required to address the challenge posed by disease outbreaks occurring in an increasingly crowded and financially convoluted global health arena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO launches new global influenza strategy",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Trends in global health financing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schäferhoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ogbuoji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Sabin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yamey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ",
            "volume": "365",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Ebola Response Funding",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Planning for large epidemics and pandemics: challenges from a policy perspective",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bausch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Opin Infect Dis",
            "volume": "31",
            "issn": "4",
            "pages": "316--340",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Partners: Global Outbreak Alert and Response Network (GOARN)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. Contingency Fund for Emergencies (CFE)",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "United Nations CERF. Allocations by country",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pandemic emergency financing facility",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization. WHO Health Emergencies Programme (WEP)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Foreign aid: international donor coordination of development assistance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Lawson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Where does the money go? Best and worst practices in foreign aid",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Easterly",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pfutze",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Econ Perspect",
            "volume": "22",
            "issn": "2",
            "pages": "29--52",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Committing and Allocating Ebola Financing: What's Next for the DRC? REPORT",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Reliefweb",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Five takeaways on the future of humanitarian reform",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Development",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Saudi Arabia and UAE in record pledge at Yemen aid conference",
            "authors": [],
            "year": 2019,
            "venue": "The New Humanitarian",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A deadly measles outbreak is spreading like wildfire",
            "authors": [],
            "year": 2019,
            "venue": "Medecins Sans Frontieres (MSF)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Global Fund at three years-flying in crowded air space",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brugha",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trop Med Int Health",
            "volume": "10",
            "issn": "7",
            "pages": "623--629",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Innovation in observation: a vision for early outbreak detection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fefferman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Naumova",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Health Threat J",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Neglected dimensions of global security: the global health risk framework commission",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mundaca-Shah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "14",
            "pages": "1451--1453",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "What we have learnt about the World Health Organization from the Ebola outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wenham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philos Trans R Soc B",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "World Health Organization. A healthier humanity: the WHO investment case for 2019-2023",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}