{
    "paper_id": "107c24086d73e6091f32ee689b9920968f4952d9",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Progress in military medicine, often even setting the pace for civil applications 2,a contrasts fiercely with warlike preparations devoid of unredeeming motives. In the endless spiral of staying ahead in retaliatory capability, some governments continue to a. The great reforms in hospital organization and medical treatment resulted from the revolutionary and Napoleonic wars of 1790-1815 and the Crimean conflict of 1853-1856: see Richardson, J. (2002) . 2 develop weapons with a destructive force well beyond the needs of national defenseand coincidentally make them available to the new terrorism. When the Iberian conquistadores explored the New World, one of their many discoveries was the use by the peoples of Central and South America of toxic substances to raise the effectiveness of their bow-and-arrow armories. Parreira brava (pareira, or Chondodendron tomentosum) is the Portuguese designation of a vine found in the Southern hemisphere, the source of a traditional diuretic treatment. Curare, another derivative term in Portuguese (from kurari, in Carib), and pareira are the sources of a strychnine-like substance capable of arresting motor-nerve reactions in physiological experimentation. They can, in sufficient dosages and with much accompanying pain, kill human beings. 3 Strychnine, an alkaloid, is found in the seeds of a tree native to India, Strychnos nux vomica. Strychnine was long used as a tonic and as a stimulant of the respiratory and cardiovascular systems. But its effects on the overall human organism, highly toxic, finally excluded the substance from modern therapeutic use. 4 Poisons of this category were at the root of the formulation in 1675 of the Treaty of Strassburg (today Strasbourg, France), a protocol designed to ban poisoned projectiles. This pact became part of the-nearly-persistent Western taboo on the use of toxic weapons, a proscription finally broken in the 20th century with the episodic uses of \"poison gas\". Then came the brash use in 2002 of toxic agents by Russia's Alpha anti-terrorist team to overcome the seizure of hundreds of hostages in a Moscow theater by breakaway ethnic Chechens. This violent action took the lives of nearly 130 innocent theatergoers.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 454,
                    "text": "Richardson, J. (2002)",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 458,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1291,
                    "end": 1292,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1612,
                    "end": 1613,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background in History"
        },
        {
            "text": "Moral repugnance is an attribute that public opinion often confers on the scientistinventor, the boffin or \"mad scientist\", who designs means of human destruction increasingly destructive and massive in effect. This revulsion dates from the 18th century's Enlightenment, when \"natural philosophers\"-today, scientists and engineers-became increasingly active and could be identified by laypersons as those contributing to knowledge and the progress of civilization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background in History"
        },
        {
            "text": "In the closing months of the 18th century, when a cash-hungry Robert Fulton presented his plans for the submarine Nautilus to Napoleon's Directory, the American inventor went to great pains to deal with the moral dimension of a novel instrument of injury and death. Conscious of the historic abhorrence of stealth on the part of an enemy (at least in many of the Western cultures), Fulton sought to cope with the element of furtiveness during his blandishments for a contract from the French naval ministry in 1799. According to biographer Cynthia Owen Philip, the American inventor delivered to the French navy in July of that year, along with a letter of petition to do business, an essay on \"Observations on the Moral Effects of the Nautilus Should It Be Employed with Success\". Fulton's twofold purpose was \"to defend the submarine as a humane weapon and enhance his reputation as a humane inventor\". 5 (p.95) This justification for military submersibles \"exude[d] suppressed rage and frustration at the [French] government for not having accepted his magnanimous and humanitarian scheme\"… . 5 (p.95) If the French should not adopt his plan for an undersea vessel, Fulton foresaw the British and Americans quickly bringing their own submarines to perfection-as could lesser nations such as Denmark and Sweden. The latter would thus dispense with the large costs of building surface navies, ran his argument, simply by equipping themselves with underwater craft.",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 913,
                    "text": "5 (p.95)",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1104,
                    "text": "5 (p.95)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background in History"
        },
        {
            "text": "After Napoleon's return from his first Italian campaigns he named Pierre Forfait navy minister, and it was thus Forfait's charge to deal with Fulton. Although Fulton arranged a demonstration for \"the scientific and naval establishment and the general public\" in June 1800 along the Seine near the Invalides, Forfait himself was of a mind that \"the Nautilus infringed on the laws of war\". 5 (p.96) The show went on, but Napoleon would not let himself be persuaded that Fulton's submersible was meant for the French sea arsenal. This denial by Napoleon of an opportunity to gain a military advantage by the admission of a novel device into his armory is not unlike the Chinese denial of the use of gunpowder for warlike purposes; a decision taken in the 10 th century: an option that cost them dearly when faced with gunpowder-based British sea power in the 18 th century and thereafter.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 396,
                    "text": "5 (p.96)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background in History"
        },
        {
            "text": "The Lacedaemonians in southern Greece are supposed to have used, as early as 428 B.C., wooden faggots covered with flaming pitch and sulfur as offensive weapons. Not until the early 19th century, however, is there record of broader use of harsh agents. In 1813 Prussian troops under General Count Friedrich W. von Bülow engaged units under the command of French Marshal Michel Ney, replacing their bayonets with brushes soaked in hydrocyanic acid. Cyanide is a weak acid but one of the most highly toxic of all chemicals. Then, in the 1850s, French and British specialists devised respectively an incendiary and asphyxiating shell for artillery and a shell filled with an arsenic derivative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background in History"
        },
        {
            "text": "Lieutenant Yamamoto Yoshinaka, a 23-year old twice-wounded in China, watched as \"boats emerged from boats\" (landing craft) in the United States armada, disgorging on Okinawa four divisions of young Americans. Forty-three of the fifty-one men in Yamamoto's unit died, the lieutenant himself wounded by shell fragments all over his body. Fearing that gangrene would set in, he amputated part of his left arm: wedged against a tree, he wielded his saber by using his good right arm. Yamamoto survived. Neil McCallum, an American Marine eighteen years old, was in the detachment that finally recaptured the island's \"Sugarloaf Hill\" in June of the same year, 1944. As he and his comrades made way for a relieving column, McCallum took part of an incoming Japanese shell in his right leg. Handicapped and in pain for much of the rest of his life, the former Marine met the former Japanese lieutenant when the two participated in the opening of the Peace Memorial on Okinawa in 1995. \"We need a better way,\" said McCallum to an American journalist, \"to settle disputes.\" 6 While the search for this 'better way' is in hand it seems that we are doomed to be locked into an escalating spiral of increases of harmful capabilities followed by inadequate treaties and conventions to prevent the use of such novel armaments.",
            "cite_spans": [
                {
                    "start": 1065,
                    "end": 1066,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background in History"
        },
        {
            "text": "A participant in the Second World War would recall afterwards that \"[t]he protracted, wailing sigh of Japanese soldiers burned alive [by American flamethrowers] in the caves of Okinawa is the worst sound I have ever heard\". This was the reminiscence of a former member of the United States Marine Corps when interviewed in a documentary film on Okinawa produced in 1993 by the France 3 television channel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The use of fire as an agent in war"
        },
        {
            "text": "The modern flamethrower-no longer a burning arrow or flung bucket of flaming pitch-was invented in 1900 by a Berlin engineer named Richard Fiedler. He may have taken his idea from traditional pleasure pyrotechnics such as the chandelle romaine (Roman candle) or fusée volante (flying rocket). Fiedler devised a small model of his notion of a Flammenwerfer, capable of spurting a flame of burning petroleum product (most often oil) a distance of 18 m, and a larger model intended to be vehicle-borne-and with twice the range. German ground forces tested and adopted the new weapons in the years preceding the First World War.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The use of fire as an agent in war"
        },
        {
            "text": "The German army used the flamethrower \"live\" for the first time in 1915 against Allied troops in Belgium. The French and British armies retaliated after a short delay entailed by hurriedly designing and fabricating an equivalent device. Both sides intended the new weapon to be largely an instrument of momentary terrorism on the battlefield, although when its victims survived their third-degree burns they were inevitably maimed. At Verdun in 1916, flamethrowers added another dimension of horror to the veritable holocaust that dragged on there for nearly eleven months. In the Second World War the British and Americans added a jellied chemical mixture, napalm, in both backpack and vehicular versions of the flamethrower that transformed Fiedler's weapon into a truly demonic arm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The use of fire as an agent in war"
        },
        {
            "text": "The viscous mixture of napalm, clinging to targets and burning slowly with intense heat, is often a soapy aluminum salt of acids such as the aliphatic hydrocarbons. Typical hydrocarbons of this type are butane, propene (or propylene) and acetylene, whose carbon chains and rings are synonymous with high combustion. When these compounds are mixed with gasoline, they may be stored easily in flamethrower reservoirs, artillery shells or aerial bombs until ignited by a priming flash or spark.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The use of fire as an agent in war"
        },
        {
            "text": "The arm is used against camouflage materials, obstructing underbrush, gunports of concrete or earthen bunkers, and against human beings (whether soldiers or terrorists) in caves, caverns or cellars. Flamethrowers were used extensively during the Pacific conflict of 1941-1945, the Korean hostilities in 1950-1951, and during the wars in Vietnam from the 1940s to the 1970s. High-concussion explosives did cave-and tunnel-cleansing work in Afghanistan, 2001-2002. Both are thoroughly vile weapons, overkilling when not overwounding their intended human targets-and leaving surviving victims permanent, costly wards of society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The use of fire as an agent in war"
        },
        {
            "text": "In 1994 the government of the United States announced that it would rid itself of all remaining stocks of napalm: 10.4 million kg of the highly flammable jelly stored since the mid-1970s in 35,000 aluminum canisters at the Fallbrook Naval Weapons Station in California. The Navy was required by local authorities to present, in public hearings, an explanation of the disposal procedure. 7 The disposal operation, requiring five years and $24 million-a net cost of a little more than $1 per pound-involved having a contractor extract the liquid from its canisters and selling the product as a fuel for kilns in cement factories.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 388,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The use of fire as an agent in war"
        },
        {
            "text": "How did the Treaty of Strassburg stand up to the evolution of science and technology? How did the scientifically based Haber's constant-the product of the concentration of a substance as parts per million in a fixed volume multiplied by time in minutesbecome, during the First World War, the measure of effectiveness of chemical agents as weapons? b, 8 (p.44) Visitors to the National Gallery in Ottawa are vividly reminded of the human sequel to the work of the German chemist, Fritz Haber, against Canadian and other infantry in Belgium (April 1915) by William Roberts' painting, \"The First German Gas Attack at Ypres\". A comparable work by John Singer Sargent, \"Gassed\" (1918), is on display at the Imperial War Museum in London.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 359,
                    "text": "8 (p.44)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "In the first world war the Canadians found themselves adjacent to the troops hardest hit by the gas, a French territorial division and a division of Algerian infantry, all of them deployed north of the small Belgian rural community of Ypres. At 1700 hours on 22 April came a German bombardment, \"... as sudden as it was severe\". The attack proved to be \"a dramatic forewarning of the enemy's power to upset preconceived ideas\". 9 Fritz Haber, a leading industrial researcher in Germany, was among the many scientists and engineers working for his country during the First World War. He obtained his doctorate at the Technical University of Karlsruhe, where he became professor of physical chemistry in 1908. At that time a colleague described Haber as of lively spirit, impulsive, even capricious, a good lecturer who could discuss amicably almost any subject. Haber achieved his place in the pantheon of research, before the conflict, by co-developing the Haber-Bosch process for the synthesis of ammonia from its elements-and for which he would win the Nobel prize in chemistry awarded in 1919. His wife, Clara Immerwahr, was the first woman to obtain a doctorate of science from the University of Breslau.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 429,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "Haber was able to synthesize, with the aid of his young British assistant Robert Le Rossignol, ammonia from hydrogen and nitrogen by resorting to new laboratory conditions: a temperature of 200° C. and pressure exceeding 200 atmospheres, using osmium (a rare metal-later supplanted by cheaper iron combined with aluminum, calcium and potassium oxides) as catalyst. In July 1909 Haber and Le Rossignol produced some seventy drops/minute of synthetic ammonia in the presence of directors of the world's largest chemical producer, Badische Anilin und Soda Fabriken (today's BASF). Four years later, on the eve of the Great War, BASF was producing commercially about 4 tonnes of synthetic ammonia daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "In 1914 the blockade of German ports by the British navy cut off Chile as Germany's source of nitrates for both fertilizer and munitions. The Germans were able to confiscate 20,000 tonnes of Chilean saltpeter found in Antwerp. Germany of industrial nitrates could have caused her to negotiate a peace during the first year of the conflict, 10 but this was not to be. With war declared, Haber was appointed a reserve captain and worked to the point of exhaustion to develop toxic gases for use in the field: chlorine, for example, delivered not by projectile (the Hague Conventions of 1899 and 1907 outlawed this) but released from thousands of 100-kg containers deployed near the enemy's trench system. Here we have the epitome of dual use: scientifico-technological processes capable-through minor adjustments in production-of application to either civil or military/terroristic ends. Haber appears to have fancied himself a technical superstar of the war, explaining to scientific colleagues such as Otto Hahn that Imperial Germany's use of gas was justified by the first use of (tear) gas by the French against German troops in December 1914. First use by the French was not true, according to his principal biographers, Dietrich Stolzenberg and son Ludwig F. Haber. A few weeks later Russian troops on the Rawka River west of Warsaw were attacked by a non-lethal lachrymatory gas, xylyl bromide, known to German military engineers as T-stoff. Ambient temperatures caused the T-substance to solidify, 11 however, neutralizing its effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "Haber's operational aim on the Western front was to pierce, with gas, the front lines over a distance of 25 km, allowing German infantry to break through the British-French trenches. All German troop commanders refused to take part in this assault with the exception of Prince Albrecht of Württemberg, who faced the Allies in fierce combat at Ypres. German observers of the initial gas attack included, besides Hahn, James Franck and Gustav Hertz-on whom Nobel prizes not related to the war would also be conferred later. Max Born, a future Nobelist too, refused to be present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "After delays in launching the first attack on the Western front by German Pionierkommando (combat-engineer) troops, the fifth alert occurred the afternoon of 22 April 1915. One-hundred fifty tonnes of chlorine were released from 6,000 pressurized cylinders in ten minutes over a sector 7,000 m wide, near Langemarck outside Ypres. The Franco-Algerian units were routed, but the Germans advancing (and still lacking promised masks) were impeded by pockets of gas. Nightfall came, as it were saving the day for the Allies, despite 5,000 killed and easily three times as many injured by the toxic clouds. 12 (pp.149-161) In actions that followed along this front, French and British forces retaliated in kind. Surviving soldiers were invalided, many of these men finally coughing themselves to death. The wartime occupation of chemist Haber, who was back in Berlin by 15 May 1915 to receive friends at dinner, was the direct cause later the same night of his wife's suicide. Fourteen-year old Ludwig Haber (whose mother was Haber's first wife), awakened by a gunshot, found his stepmother in a pool of blood in the family's garden. Immerwahr had used her husband's service pistol to do away with herself. \"Haber was, without a doubt, the originator of chemical warfare\", the Nobelwinning biologist Max Perutz maintains. 12 (p.81), 13 The earliest chemical-warfare assaults were primitive and risky maneuvers, therefore, with the gases used likely to be blown back by shifting winds literally into the faces of those launching them. Chlorine was the first agent used, unreliable in the pathological sense but with enormous psychological impact on French, British and (in Poland) Russian troops. The idea was to have \"gas clouds\" enter the respiratory system and deprive the organism of oxygen by inflaming the bronchi and the pulmonary air sacs. This caused a strain on the heart and, within 24 hours, pulmonary edema would follow with a drowning of the lungs. If the victim survived a gas attack, he became almost always a chronic invalid, society's charge.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 617,
                    "text": "12 (pp.149-161)",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 876,
                    "text": "15 May 1915",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1330,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "By winter 1915-1916 the chlorine clouds discharged towards the adversary consisted of 20 percent phosgene (COCl 2 ), a relatively simple compound, one that would be used devastatingly by Austro-German forces in October 1917, in the last of the dozen assaults against the Italian army along the Isonzo River in the limestone heights of the Julian Alps, between Austria and the junction of Italy and Slovenia. c German forces also tested hydrogen cyanide as a field gas, but it proved too light to manipulate. Antidotes and anti-gas defenses were quickly developed, as was a gaswarfare potential among the Allied forces; but gas cases remained an additional burden in the evacuation of casualties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "Escalation of chemical warfare continued, with the Allies favoring mustard or blistering gas (dichlorodiethyl sulfide) and phosgene, whereas the Germans preferred diphosgene (trichloromethylchloro-formate)-all of these, by now, packed in special artillery shells for more pinpointed delivery than had been possible by simply opening cylinders of compressed gas and pointing the jets towards enemy formations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "Among all the belligerents, the gas mission was entrusted to engineers or artillery until specialized chemical units could be organized and trained. These troops reached a maximum, on all sides, of perhaps 15,500 in 1916. In the following year when the United States joined the Allies, the U.S. Army created the 1st Gas Regiment (commanded by an engineer, Colonel Amos Fries), the genesis of the ultimate Chemical Warfare Service (CWS) headed by another engineering officer, Major-General W. L. Sibert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "One of the university chemists recruited into American chemical warfare in 1917 was James B. Conant of Harvard, who would serve again his country's scientificmilitary effort in the Second World War, participate actively afterwards in the administration of occupied western Germany, and become U.S. ambassador to the German Federal Republic. The CWS was to be the provenance, by the Second World War, of the American bacteriological-warfare potential based at Fort Detrick, Maryland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "The use of shells and cartridges to facilitate gas delivery, likely first fired by the French at Verdun, was a violation of the Hague Conventions signed in 1899 and 1907. But the fat was in the fire for the rest of the 51-month conflict as both sides also experimented with chloropicrin-a reagent having, like diphosgene, both a high boiling point and a high vapor-density relative to air. Tear gas, which may have seen first use against criminals by French police to combat the violent Jules Bonnot gang in 1912, found applications on the battlefield, especially after trench warfare appeared, and helped stabilize the main line of resistance between foes. The lachrymatory gases used were based initially on ethyl bromoacetate but, because bromine proved scarce in c. Today's Kaporid, in Slovenia, saw the Austro-Germans under von Bülow break through the Italian front on 24 October 1917 and take prisoner 293,000 officers and men, together with more than 3,000 artillery pieces. The Austro-Germans used phosgene in this campaign.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "wartime (it was available only in Germany and the United States), the French military switched to chloroacetone. Otto Hahn, who would ultimately head the radiochemistry laboratory at the Kaiser Wilhelm Institute of Chemistry in Berlin where residual radioactivity was found when uranium absorbs neutrons, 14 was one of Fritz Haber's coworkers in gas warfare, a \"gas officer\" in Belgium. So were were James Franck and Gustav Hertz, who later divided the Nobel prize in physics (1926) for discovering the laws governing the impact of an electron on an atom. These scientists did not always get along with the military; producing a dilemma because many chemists believed that science was a force for good and that it ought not be diverted to what they saw as inhumane purposes. That is how Hermann Staudinger, Hahn's contemporary, looked at the problem. Chemists, he argued, were not only scientists but also communicators and among their duties was the education of people in the effects of modern scientific warfare.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "For many years after Staudinger's death his widow, Magda (also a researcher, with whom the author often conversed in the 1970s), carried forth her husband's message with the belief that the world has faith in science, that research should be used only for social advance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "Chemical warfare continued throughout the First World War and proved to be a monstrously diversified form of armament. German offensive capabilities peaked in August 1918. British gas casualties numbered about 3,500 per week as late as September-October 1918. The German military machine, meanwhile, progressively deteriorated because of generalized attrition and a massive breakdown in morale. According to L. F. Haber in a chapter called \"1918: Reality and Imagination\", it was the casualties from mustard gas used by the Allies that \"contributed to the running down of the machine.\" If available in sufficient application, in other words, mustard gas can kill... and does-as Saddam Hussein's action against the Kurdish village of Halabja showed again in 1988, as discussed further on. That gas can and does kill extensively was in little doubt when a major international newspaper headlined, in 2002, a front-page article, \"Britain to advise public on surviving gas warfare.\" 15 Shortages of rubber and cotton fabric weakened furthermore the gas defenses of German troops, and it was the German side that brought trench warfare to an end. Toxic agents, besides sowing terror on the opponent, neutralized Allied artillery and incapacitated both machine-gun crews and infantry, and contaminated the ground beneath them to discourage the bringing up of reinforcements. 8 (pp.213-226) A war of movement was never really resumed, and armistice came for all the belligerents on 11 November 1918.",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 981,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Toxic Chemicals as used extensively in World War One"
        },
        {
            "text": "Wartime Nazi Germany is not known to have used chemical warfare, perhaps for the singularly personal reason that Adolf Hitler was gassed during the First World War. d d. A strategic reason may be that a chemical-defense general of the Wehrmacht, Johann Albrecht von Blucher, advised against the use of gas because of Germany's inferior air-power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals, the Second World War and aftermath"
        },
        {
            "text": "In November 1945 American Brigadier-General Alden Waitt revealed nevertheless that a vast store of a quarter-million tonnes of toxic products was discovered in western Germany, a testimonial to the extent of German preparedness for war with chemicals. Waitt added, also publicly, that the United States itself was at that time turning out the most powerful military gases known. The use of chemical and other weapons corroding the human organism was never admitted publicly during the Second World War, although unconfirmed uses of chemicals by Japan's invasion forces in China crept periodically into the news. The Chinese government even claimed that Japanese chemical weapons were used more than 2,000 times in China against both military and civilians, taking the lives of 80,000 civilians. One may conclude that Japan had no intention to exercise strategic restraint on China's mainland. Indeed, the Japanese military in 1929 had established a factory on the island of Okunoshima, paradoxically only 50 km from the ill-fated city of Hiroshima.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxic Chemicals, the Second World War and aftermath"
        },
        {
            "text": "This facility eventually produced \"mustard\" and similar vesicant, or liquidproducing and blister-raising, agents, and phosgene and other asphyxiating substances. At the end of the Pacific conflict, arriving Allied troops found Okunoshima and proceeded to dump some 5,000 tonnes of its lethal products into the Pacific Ocean. In addition, more than two million Japanese poisonous shells were left at the war's end in munitions dumps in China. 16 At the end of the 20th century's second major conflict, accumulated stores of German and Allied toxic agents and their packaging were dumped-about 300,000 tonnes by 1960-into the North and Baltic Seas by the Soviet Union and its erstwhile partners in war against the Third Reich. The United States went so far as filling wartime Liberty ships with the deadly substances and then scuttling the vessels at sea, far from coastlines. Afterwards commercial fishermen occasionally suffered injuries from toxic projectiles or storage containers brought up in their nets. In 2004, over half a century after the war's end, shells at the bottom of these waters continue to ooze poisonous gels.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 444,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Toxic Chemicals, the Second World War and aftermath"
        },
        {
            "text": "Russia announced in the late 1980s that it would no longer produce a gas called Novichok (newcomer) that reacts on the human nervous system. The agent, according to Russian chemist Vil Mirzayanov, is 500 percent more potent than any substance known. Mirzayanov, born in 1935, worked for many years in the Soviet Union's program of biological and chemical warfare. In 1992 he published an article in the Moscow News in which he declared that he had participated in the development of Novichok. Russian authorities considered this a violation of five (unspecified) Russian laws, and the chemist was jailed first at the Lefortovo, then at the Matrosskaya Tishina, prisons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-war plans and developments with toxic weapons"
        },
        {
            "text": "Mirzayanov's case came to trial in 1994 before the Moscow District Court, where it was found that the scientist had been unfairly prosecuted. Russian agencies were ordered to pay a total of 30 million rubles [$10,300 at the prevailing exchange rate] in restitution: 20 million by the government, 10 million by the Institute of Organic Chemistry. Mirzayanov and his attorney declared that their victory was the first in contemporary Russian history that awarded damages in compensation for arbitrary action by the state. Despite the judicial decision, Mirzayanov remained without passport and permission to travel abroad. We note, however, that one of the instigators of the trial, retired General Anatoli Kuntsevich, chairman of the Committee on Problems of Chemical and Biological Disarmament, was dismissed from his post immediately following the court's decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-war plans and developments with toxic weapons"
        },
        {
            "text": "Continued research and development of this kind would make a farce of both Russia's obligations to the Chemical Weapon Convention and of the initialing by Presidents Boris Yeltsin and Bill Clinton in 1994 of an agreement to begin destroying both countries' remaining stocks of chemical and biological weapons. Mirzayanov contended that Russia, instead of having a reduced stockpile of 40,000 chemical arms, had in fact a total of 70,000. The new Russian constitution prohibits, furthermore, secret legislation. In reaction to the secret trial of the Russian chemist, Jo Husbands of the National Academy of Sciences in Washington advanced her opinion that \"Either the Russians have a nerve-agent program they deceived us about or they don't, and there are [therefore] no grounds for prosecuting Mirzayanov.\" 17 And there this matter stands.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 809,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Post-war plans and developments with toxic weapons"
        },
        {
            "text": "Neutralizing existing stores of chemical arms is possible via chemical means. The United States Army is committed, for instance, to the destruction by 2007 of stockpiles of chemical agents and munitions using them. Nerve agents are stored in bulk containers at Newport, Indiana. There the military pilot-tested one neutralization process by using either water or sodium hydroxide to break offensive molecules into simpler compounds which can then be safely released in the environment. Remaining trace compounds require further treatment, however, in order to meet ecological norms. For this, a process called supercritical water oxidation is used: dissolving the noxious compounds with extreme water pressure at high temperatures. The process is being constantly improved. 18 Once the new international law on chemical weapons came into force, the pact automatically created the statutory Organization for the Prohibition of Chemical Weapons, OPCW. OPCW (a) supervises the destruction of chemical weapons and their associated facilities among the signers and (b) manages an inspection system to ensure compliance by the military and civil chemical industries. In this way we should be able to foresee, if not the scrapping of chemicals as agents of hostile action, at least some limits to death by chemical weapons.",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 776,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Difficulties in the elimination of toxic weapons"
        },
        {
            "text": "Russia's experience with the design, manufacture and storage of chemical arms (first produced in 1924 in Moscow) dogged President Boris Yeltsin during much of the 1990s. Chemist Lev Fedorov, who presided over the independent Union for Chemical Safety, stated in 1993 that \"our preparations for chemical war had disastrous consequences\". Charging the post-USSR government with not being forthcoming about medical and environmental damage resulting from the handling of chemical arms throughout the Soviet decades, Fedorov judged that many thousands of factory workers died, especially before the mid-1950s. Production plants lacked proper means of protection, dumping contaminated water into streams, \"not filtering gaseous discharges, and burning lethal materials at open sites,\" the chemist charged. The burning of mustard gas at Kambarka caused soldiers there to develop cancer. Vladimir Uglev, another scientist once associated with the Soviet chemical-weapons program, said that his birthplace of Sikhany had the highest cancer rate of its region; Sikhany once produced chemical arms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difficulties in the elimination of toxic weapons"
        },
        {
            "text": "The towns of Novocheboksarsk and Cheboksary, in Russian Chuvashia some 650 km southeast of Moscow, were confronted with a problem of their own. First exploited as centers for the manufacture of nerve gas, Cheboksary and Novocheboksarsk were then expected to rid themselves of their lethal stockpiles-40,000 tonnes of it-by burning them in the plants whence they had emerged. With the radioactive terror of Chernobyl still fresh in the public mind in Russia and Ukraine, combined with a petition carrying 17,000 names, a local legislator by the name of Venera A. Pechniyakova wanted her community to have no part in the burning of toxic substances. So the legislature simply banned the transport of chemical weapons throughout Chuvashia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difficulties in the elimination of toxic weapons"
        },
        {
            "text": "This effort was crippled, however, by insufficient funds, a bureaucratic posture by the national arms control authority, and little interest by the Russian military-badly in need of cash to house and feed a diminished force. The perplexing situation in Chuvashia, when combined with analogous problems in so many other places in Russia, added to the peril that extant weapon systems might fall into the wrong hands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difficulties in the elimination of toxic weapons"
        },
        {
            "text": "In 1997, the National Academy of Sciences in Washington recommended to the American government a policy of collaborative research between Russia and the United States on \"pathogens that can pose serious threats\" to public health. The policy sought to exploit the availability of trained but underused scientists in Russia 19 and, one can presume, to deter them from more lethal activities. NATO, too, stepped in frequently to lend a hand in dealing with the environmental aftermath of using specialized weapons. At a workshop held in Poland in 1996, specialists adopted specific actions to solve problems posed by arsenic compounds left in the natural environment by old arms systems:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difficulties in the elimination of toxic weapons"
        },
        {
            "text": "• determine what chemical products form when reagents escape from munitions into surrounding soil and water, what further chemical transformations occur, and their effects on living organisms; • develop a mobile reactor for using detoxifying agents (sodium sulfide, sodium hydroxide) to mix with 'Lewisite-mustard'; • examine the practice of adding Adamsite (a harassing agent based on arsenic) to concrete mixtures so as to immobilize concrete once it has set. (Do arsenic compounds leach from hardened concrete, for example, into ambient water?) 20 The military have the funds to undertake such actions, an effort that would not have been envisaged in the less environmentally-conscious 1950s or 1960s.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 550,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Difficulties in the elimination of toxic weapons"
        },
        {
            "text": "When South Africa's Truth and Reconciliation Commission ferreted out what some of the country's military suppliers had purveyed during the worst years of racist oppression, it found exaggerated applications of R&D to \"do in\" people, brutalizing them at the individual level: anti-apartheid persecution. Hearings of the commission in 1998 revealed that the chemical and biological program functioned as late as the 1980s under the direction of a cardiologist, Wouter Basson, who once served as personal physician to former President P.W. Botha.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developments in South Africa"
        },
        {
            "text": "Bioengineer Jan Lourens ran a South African firm called Protechnik whose main product, at first, was protective clothing but which soon developed sidelines such as explosives concealed within boxes of soap, poison-tipped umbrellas, and a walking stick capable of firing toxic pellets. The virility and fertility of the country's black population was a specific target of such companies working under governmental contract. This paramilitary application of official apartheid policy aimed, quite clearly, at the selective injury or death of native blacks-while leaving the white part of the population untouched: governmental terrorism in a failing state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developments in South Africa"
        },
        {
            "text": "When the United Nations' Special Commission on Iraq (UNSCOM) was forced by that country's leader to abandon in December 1998 its monitoring of what Iraq might be developing as weapons of mass destruction, the international inspection group determined that Iraq had progressed in terms of developing • biological weapons: culturing enough anthrax bacteria to produce 26,000 liters of infectious agent to be held in reserve, • chemical arms including a supply of 550 artillery shells filled with mustard gas, together with at least one and a half tonnes of the nerve reagent VX, and • what may be a long-term missile project, spread among twelve different national facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Iraq and Weapons of Mass Destruction"
        },
        {
            "text": "The inspections were resumed in the winter of 2002-2003, brought to an abrupt halt in February 2003 at the instigation of the United States, without having found newly incriminating weapon systems. Nor were such systems found by the time of this writing (March 2004) following the occupation of Iraq by coalition forces. Whether such systems ever existed, were hidden with great expedition or were removed to another country remain unsolved questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Iraq and Weapons of Mass Destruction"
        },
        {
            "text": "In an age when pragmatic technological fallout is a measure of the dual-use value of military innovations and their acceptance by the public, one of the few positive results of the development of chemical warfare has been a series of marked improvements-beginning with the use of charcoal e -in the development of the respirator or gas mask. Numerous peaceful applications have saved many lives among miners, firefighters, divers and \"frogmen\", and other specialists coping with toxic-substance accidents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Upside developments stimulated by Chemical Warfare activities"
        },
        {
            "text": "The experience acquired in the First World War may have had an important role in the decision by both sides in the Second World War to forgo the use of toxic chemicals. Whether this was due to the mutual stand-off in cost-effectiveness calculations or a result of Hitler's experiences in the trenches can be debated. The limited use of toxic chemicals by the Japanese was of limited significance in the direction of the war in the Eastern Hemisphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Upside developments stimulated by Chemical Warfare activities"
        },
        {
            "text": "Economically speaking, overkill overcosts. The chemical or biological toxins stockpiled for destruction in the United States, for example, are spread among nine different depots-the major one being the Tooele Army Depot Chemical Demilitarization Facility in Utah. During the last decade of the 20th century, secure storage and inspection cost the taxpayers $12 billion, pending complete incineration by specially designed furnaces in order to destroy safely the various agents stored. Once the agents and their delivery systems (the integral weapons) have been destroyed, it is hoped by the year 2010, the military will then incinerate the facilities themselves. \"Only water vapor, carbon-dioxide smoke, and some grainy ashes will remain.\" 21 (pp.259-260) This, at any rate, is the plan.",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 755,
                    "text": "21 (pp.259-260)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Upside developments stimulated by Chemical Warfare activities"
        },
        {
            "text": "In January 1995 chemists, biologists, medical experts, engineers, and specialists in the destruction of arms, representing Germany, Great Britain, Latvia, the Netherlands, Norway, Poland, Russia, Sweden and the United States, met to lay plans for the further identification and neutralization of this contaminating vector. Plans included developing a methodology and timetable for the destruction of abandoned weapons, under the guidance of both the North Atlantic Treaty Organization and the Chemical and Biological Arms Control Institute. It was important, said Kyle Olson, director of the Institute, \"to decide how much we want to spend now for having done the expedient thing in the past.\" 22 Funds were duly allocated by various governments; the work is expected to take some years to accomplish, while French farmers still plough up unexploded high-detonation shells dating from 1914-1918.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Upside developments stimulated by Chemical Warfare activities"
        },
        {
            "text": "Since the major conflagrations of the first half of the 20 th century, there has been both the development and deployment of a range of toxic chemicals. Many of these have been used on the battlefield while others have been liberated in unsuspecting communities that were ostensibly at peace with their fellow citizens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recent developments and uses of new toxic chemicals"
        },
        {
            "text": "\"Dioxin\" is a generalized label identifying a family of chlorinated hydrocarbons. An isomer within this group, known as TCDD or dibenzodioxin tetrachloride e. The Chinese, Koreans and Japanese still use charcoal as an air purifier/dehumidifier and to make \"India\" ink.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Dioxin/Agent Orange herbicide"
        },
        {
            "text": "(C 12 H 4 Cl 4 O 2 ), is the main culprit: a substance produced collaterally in the manufacture of pesticides and herbicides. Even in trace quantities, it can be teratogenic-producing acute deformities-as well as carcinogenic among some animals, humans in particular. Dioxin compounds were introduced in the Indochinese peninsula by Americans in 1968 as spray defoliants in order to deny to the Communist side the cover provided by plant verdure in tropical forests. In all, some 75 million liters of herbicides were sprayed on Vietnam (42 million liters between 1961 and 1971 ), leaving about one-tenth of the country and some neighboring over-the-border areas devoid of greenery. At least 50 percent of the herbicides used was \"agent Orange\", so called because of the identifying orange stripes used by the American military to mark the metal drums bearing the chemical. In July 1999, the South China Morning Post of Hong Kong reported that as many as 600,000 people were still gravely ill from the effects of the chemicals used more than a quarter-century earlier.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 576,
                    "text": "(42 million liters between 1961 and 1971",
                    "ref_id": null
                }
            ],
            "section": "The Dioxin/Agent Orange herbicide"
        },
        {
            "text": "The officer who gave the order for their use was an admiral, Elmo Zumwalt Jr., who revisited the region twenty-five years later. There, retired Admiral Zumwalt met (among others) two sisters of ten and eight years of age, neither of whom was more than 90 cm tall; both had congenital deformities of the legs. During this visit in 1994, Zumwalt toured Thanh Xuan village, a rehabilitation center for retarded and deformed children. Of the seventy children housed there, forty-nine had fathers who fought in southern Vietnam, according to Nguyen My Hien, the school's director. Zumwalt's own elder son served as a young officer in the Mekong River delta, later dying of cancer that may have been caused by exposure to agent Orange. Not only were there probably many thousands of victims among the Vietnamese; veterans of the American forces also claimed compensation for a variety of ills ascribed to the spraying of agent Orange.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Dioxin/Agent Orange herbicide"
        },
        {
            "text": "The Environmental Protection Agency (EPA) of the United States issued, simultaneously with Zumwalt's voyage to Vietnam, a report stating that dioxin could be more likely a cause of cancer than previously believed. Zumwalt commented that the EPA declaration was \"ample evidence to add significant other diseases\" to the list of those in the compensable category. An American journalist covering Zumwalt's trip to Southeast Asia added that, since the naval officer's retirement, Zumwalt had made redressing the human damage inflicted by agent Orange his personal mission. He campaigns for compensation for war veterans suffering from exposure to the chemical, and he is in Vietnam to urge the government to cooperate in research on the herbicide's health impact... Zumwalt and the American managers of the war had no idea at the time of its use that agent Orange is a carcinogen. \"It's the kind of tragic decision,\" Zumwalt declared to the journalist, \"that has to be made in warfare. We desperately needed something to reduce the casualties. We used agent Orange to save lives. Under the same circumstances, with no other alternatives.., I would do the same.\" 23 In April 2001 the Institute of Medicine in Washington released a preliminary report that some children of U.S. veterans of the Vietnam War have a higher morbidity than usual among victims of leukemia. Cause-and-effect remains, however, to be proved.",
            "cite_spans": [
                {
                    "start": 1159,
                    "end": 1161,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The Dioxin/Agent Orange herbicide"
        },
        {
            "text": "In late 2000 the Institute of Medicine announced, in a judiciously worded report, that the \"possibility of association\" also exists between the chemicals used during the Vietnam War as herbicides and the type of diabetes known as adult-onset Type 2. A reevaluation of these agents (Orange included) caused the Institute's experts to establish \"limited or suggestive\" evidence of such association. 24 This enquiry, not finished, is long-lasting.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 399,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "The Dioxin/Agent Orange herbicide"
        },
        {
            "text": "Sarin, invented in Germany in 1936 by Gerhard Schrader at the IG Farben chemical trust, is combined from materials easily obtainable in the chemical industry. It is also far less complicated to fabricate than a thermonuclear bomb: a single human being can be done in by one ten-millionth of his/her weight of the compound. When inhaled as a gas, sarin reacts with an enzyme called acetylcholinesterase which, in turn, breaks down the neurotransmitter called acetylcholine, an enzyme normally carrying signals between muscles and nerves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The case of Sarin"
        },
        {
            "text": "Sarin thus interrupts the orderly transmission of electrical signals within the nervous system. The product causes an overstimulation of muscles, the eyes are afflicted by spasms, and the bronchial tubes fill with mucus-leading to intense perspiration, uncontrolled defecation and vomiting, convulsions and paralysis, ending in respiratory failure: all this within minutes of inhalation. When absorbed through the skin, the reactions take hours but they are identical with those resulting from inhalation. Unlike the heavier nerve gases (tabun, soman and VX), however, sarin evaporates readily 25 and is thus quite hard to handle.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 596,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "The case of Sarin"
        },
        {
            "text": "Depending on how sarin is manufactured, its shelf life can remain more than 90 percent effective for decades. Sarin produced by Iraq for use against Iran in the 1980s, on the other hand, retained between 1 and 10 percent of its effectiveness after only two years of storage. Therapy for an attack by sarin is possible, and modern armies have equipped their troops with kits of antidotes that are activated simply by slapping them against the thigh. Atropine closes down the overly stimulated nerves, but this sedation can bring new risks; oxime drugs, on the other hand, can separate sarin from acetylcholinesterase so that this enzyme can resume its normal functions. Another counter-agent is ricin, made from the castor bean. Dissipated as a liquid or in aerosol form, however, ricin is toxic to the blood, leading to slow death by circulatory collapse. (The French police immobilized, early in 2003, a terrorist-equipped laboratory near Paris producing ricin and found another batch stored in a pay-locker at the Gare de Lyon.) The cure for sarin works chemically-but the patient dies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The case of Sarin"
        },
        {
            "text": "Inadequate financing and Weapons Conventions were not problems confronting the illegal users of sarin gas when they attacked simultaneously five different subway trains making their morning rush-hour runs towards Kasumigaseki in downtown Tokyo on Monday, 20 March 1995. The users of the deadly substance proved to be members of a secretive sect, Aum Shinrikyô. A trial run had occurred nine months earlier in the mountain town of Matsumoto, with several dead. The toll in Tokyo was twelve dead and 5,500 injured, including hundreds of hospitalized victims.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The case of Sarin"
        },
        {
            "text": "Controls on manufacture and stocking of sarin, involving about 20 countries, should be facilitated and improved by the Chemical Weapons Convention already cited. 26, 27, 28 By the 1990s an international accord came into existence that was intended once and for all to banish chemical arms and (the even worse) nerve gases that annihilated the Kurdish population of Halabja, Iraq, in March 1988. One-hundred thirty nations signed the Chemical Weapons Convention (CWC) in 1993 in Paris, and 29 more within the two years following. The 65 ratifications required for the convention to become international law had to wait, however, until 1996.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 170,
                    "end": 172,
                    "text": "28",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Control of Chemical Weapons via Conventions becomes thinkable"
        },
        {
            "text": "On the pathological side of the Halabja genocide, membranes of the nose, throat and lungs as well as eyes and skin were attacked by a combination of mustard, sarin, tabun and VX. What happens if one survives such onslaught? A medical geneticist, Christine Gosden of the University of Liverpool, visited surviving victims a decade later. She found that they suffered an incidence of such anomalies as infertility and congenital malformation (including breast and childhood cancers) three to four times that of unexposed populations nearby. Neither chemotherapy nor radiotherapy was available in the region, a full decade after the attack.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control of Chemical Weapons via Conventions becomes thinkable"
        },
        {
            "text": "National-interest postures are sometimes difficult to fathom in the ruthless task of creating new weapons, at some point finding that they are unusually destructive, then seeking international agreement to limit their use or ban them outright. In 1985 President Ronald Reagan signed a law effectively removing the United States from the world of chemical arms, a unilateral effort by the Americans to rid themselves of these devices by 2004. Remaining stockpiles, a half-century old, endangered their warehousing environments with leaking substances, and were in many cases unusable. Yet the Americans had still not ratified the CWC. Despite the executive action by Washington, it was a soldier, Brent Scowcroft, and a scientist-engineer, John M. Deutch, who felt constrained to urge publicly the United States Senate to go a step further and validate the chemical convention. They did not want their country to be categorized among the \"pariahs\", Iran, Iraq, Libya and North Korea. The Convention took effect on 29 April 1997, and the United States Senate at last ratified the CWC in the same year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control of Chemical Weapons via Conventions becomes thinkable"
        },
        {
            "text": "A weapon in the generic group of mines, with hidden charges of explosives often supplemented by flying fragments of metal, the land mine is a product of 20th-century mass production. By the start of the 21st century, a land mine typically cost less than 20 dollars, sometimes as little as $3. Removing the device during the 1990s involved expenses of between $300 and $1,000 per mine, 29 with the number of mines still buried around the world exceeding perhaps 100 million-of which 30 million are in Africa alone.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "text": "29",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The pernicious use of land mines"
        },
        {
            "text": "\"I don't think I have ever worked with a group as sad as this,\" said Magne Raundalen, a Norwegian psychologist and UNICEF consultant who has interviewed more than a thousand child victims of war around the world. He had just finished a group-therapy session with a dozen children who had stepped on land mines. For an excruciating hour, the visiting psychologist tried to strike some emotional chord with them. At first he offered soothing questions. Later he tried jarring questions. It did not seem to matter. He could not connect. Somebody once called land mines the devil's seed. If so, he planted one big crop in Angola. The country is home to an estimated 70,000 land-mine amputees-nearly 1 percent of the population. [The mines] were laid with minimal record-keeping during 20 years of a civil war in which both sides... made civilians their primary targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broken bodies, broken minds"
        },
        {
            "text": "Paul Taylor of The Washington Post 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broken bodies, broken minds"
        },
        {
            "text": "As with other potentially lethal devices, a land mine's \"principal purpose is to maim rather than kill, since an injured infantryman is more burdensome to military support... than a dead one.\" 21 (p.245) These inexpensive weapons are notorious for the toll they take of the side simply stepping on, or trying to neutralize, them. But their lethality takes no account of the numerous civilians falling victim to them, dead or maimed, even decades after the conflict in which the mines were laid-not to mention the enduring grief and demoralization experienced by the victim's family and friends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broken bodies, broken minds"
        },
        {
            "text": "By the end of the 20th century a land mine killed or wounded someone, worldwide, every 20 minutes. These buried weapons now kill more than 26,000 people yearly, 90 percent of whom are civilians. The Ottawa treaty (1997) banning landmines became effective on 1 March 1999. Conspicuous by their absence as signatories were China, Russia and the United States of America. 31 The effort to ban land mines as weapons of mass destruction, according to Kenneth Anderson of Human Rights Watch (a winner of the Nobel prize for peace), brands them with \"the same stigma we attach to chemical and biological weapons.\" In 1993, President Bill Clinton's government volunteered to extend a one-year ban on the export of land mines for three years. When the restriction came up for decision again in 1997 the government in Washington pleaded an exception to the use of mines-not their production or commerce-in order to protect its forces in the Korean peninsula, a position that it maintains in 2004. In commenting on a report issued by the Pentagon on the use of land mines, a former commandant of the United States Marines Corps, General Alfred Gray, observed: \"We kill more Americans with our own mines than we do anyone else.\"",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Broken bodies, broken minds"
        },
        {
            "text": "The original, multi-nation mine-banning proposal, strongly urged by Canada, was tendered in the context of the UN's Missile Technology Control Regime. Funds were sought to enable the secretary-general of the UN to encourage mine-clearing operations where these have been \"laid without maps in areas designed to protect economic targets or to instill fear in opposition soldiers and civilians\", as stated in a study made by the United States Department of State. There remains hope, nevertheless. With the United Nations Mine Action Service (UNMAS) as point of focus and the collaboration of several non-governmental bodies, the Survey Action Center 32 has set out to map mine dispositions universally and eliminate or otherwise control these by 2010. The Survey Action Center is managed by the Vietnam Veterans of America Foundation, working closely with Handicap International (based in Belgium and France), the Geneva International Center for Humanitarian De-mining, the Land Mine Survivors Network, Medico International, the Mines Advisory Group, the Norwegian People's Aid, and UNMAS itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broken bodies, broken minds"
        },
        {
            "text": "Once president of the International Committee of the Red Cross, Cornelio Sommaruga, regrets that \"humanity has only once succeeded in banning the use of weapons considered unnecessary before they were ever used\" until the end of the 20th century. He referred to the abolition, in 1868, of exploding bullets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broken bodies, broken minds"
        },
        {
            "text": "The ICRC has successfully brought into force a ban on blinding laser weapons, too-after blinding laser rifles and other similar devices made the jump from science fiction to frightening reality-via Protocol IV of the Convention on Certain Conventional Weapons of 1980. Sommaruga explained that \"the beam of an antipersonnel laser strikes the retina and, in a fraction of a second, in most cases burns it beyond repair. There are no devices that offer protection...\". 33",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broken bodies, broken minds"
        },
        {
            "text": "The horrors of war are not limited to the action of humans on humans. During the First World War, according to the director of microbiological research at Britain's Chemical and Biological Defense Establishment (CBDE) in Porton Down, \"several hundred thousand soldiers died of gas gangrene\", exacerbated by their exposure to toxic agents. Director Richard Titball has explained that gas gangrene, a serious infection developing in grave injuries that gives off putrid odors-from infected tissue deprived of any oxygen circulating in the wounds-has probably killed millions of soldiers, and civilians too: overkill, over time, via over-wounding. The bacterium causing most such infections is called Clostridium perfringens, producing a protein known as alpha toxin. This toxin is also the active ingredient integrated purposely within some biological weapons. If limbs are affected, members will turn a necrotic black within a few hours. Bacteria in one locale spread quickly throughout the body, however, and stop-gap amputation is followed nonetheless by death in most cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The deliberate and collateral use of microbes to cause disease and death"
        },
        {
            "text": "Seventy-five years after the end of the First World War, the CBDE genetically engineered a vaccine against the natural agent that causes gas gangrene. The vaccine acts by inciting the immune system to make antibodies that counter the toxic bacteria (tests were first made on laboratory animals). The British Ministry of Defense filed patent applications worldwide to cover the innovation, while seeking partners to finance a scaling up of the vaccine's production. 34 Biological warfare goes back to the dumping of plague infected bodies over the walls of fortified cities such as Kaffa (now Feodissia, Ukraine) in 1346 and the infamous use of smallpox against the American Indians during the French and Indian war of 1754-1767 by Sir Jeffrey Amherst.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 467,
                    "text": "34",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The deliberate and collateral use of microbes to cause disease and death"
        },
        {
            "text": "Probably the first case of biological warfare in the modern world dates from an incident occurring in August 1942 near a village in coastal Zhejiang province, China, when a Japanese aircraft was seen flying low over surrounding rice fields. A peasant woman named Jin Xianlan related that smoke poured from the rear of the aircraft over the community of Congshan, and that a fortnight later rats began dying. The rats' fleas had infested humans by then, and within two months 392 of the 1,200 villagers and farmers were dead. The Japanese had sprayed bubonic-plague germs, taken from their extensive stocks in China of the microorganisms of anthrax, typhoid and bubonic fever. The use of such weapons was meant to terrorize, and it did. In November 1942 the Japanese moved into Congshan and burned the infested dwellings, \"as the villagers were herded to a nearby slope to watch and wail as their possessions were incinerated.\" 35 At the war's end, perhaps as many as 2 million chemical projectiles remained in Manchuria, or northeastern China. Whereas the living germs stored in biological weapons have long since become extinct, chemical ammunition (loaded mainly with mustard gas) remains potent and perilous. The Chemical Weapons Convention requires that such stockpiles be destroyed by 2007. In December 1996 the Chinese and Japanese governments agreed to a combined effort to clean up the residual mess in Manchuria.",
            "cite_spans": [
                {
                    "start": 927,
                    "end": 929,
                    "text": "35",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "The deliberate and collateral use of microbes to cause disease and death"
        },
        {
            "text": "Anthrax bacteria, which kill victims within a week by induced pneumonia, require only one hundred-millionth of a gram per individual to be effective. In nature, cattle and sheep are the usual victims. But the germs are easily made and used: they can be ground into minute particles for inhalation or produced for storage in dry form; the spores are stable enough to keep their viability after many years in water or soil. The U.S. Department of Defense considers, even after the attacks of anthrax through American postal channels in 2001, anthrax treatable only by vaccine. Between 1998 and 2004 a mass-immunization program for 2.4 million military and civilians (costing $130 million) is administering a six-dose vaccination, followed later by annual booster inoculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cheaper by the millions"
        },
        {
            "text": "During the fighting on the Korean peninsula in the early 1950s, some American troops were stricken by an influenza-like illness-usually terminating in kidney failure-caused by an infectious agent called the hantavirus, named after Korea's Hantaa River. How the troops may have been infected remains unexplained. Four decades later (1993), sixteen mysterious deaths in the southwestern United Statesnear the decommissioned army post of Fort Wingate, New Mexico-were attributed by medical authorities to hantavirus, a disease until then unknown in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cheaper by the millions"
        },
        {
            "text": "The normal vector of hantavirus is an airborne particle derived from the feces or urine of rodents. In the same year Scientific American observed that the sixteen deaths, known as the Four Corners victims, could have originated in chemical and biological experiments launched during the decades after the Second World War from Dugway Proving Grounds, Utah, to the north. Fort Wingate had been used at that time as an impact area for missiles fired from Dugway and other army installations. 36 A cause-and-effect link was not confirmed. Yet the suspicion remained, and at least one historian of biological warfare, Leonard A. Cole of Rutgers University, called for public disclosure by the Department of Defense. Indeed, during the same year the United States Congress called for the Department of Health and Human Services \"to examine the feasibility of shifting some biological defense research from the army to the National Institutes of Health\". 36 It is remarkable that physician, army colonel and biological-weapons builder named Kanatjan Alibekov (he calls himself a bioweaponeer), deserted in Kazahstan in 1992 from the Russian-directed biological-weapons program, where he was its first deputy-director. Alibekov has maintained, after establishing himself in the United States, that Russian stockpiling of anthrax bacteria and smallpox and plague viruses has not been interrupted-and that research on these agents continues under the guise of defensive readiness against biological attack by an adversary. Now known as Ken Alibek, the former Soviet specialist warned the world that the threat of biological terrorism, in either combat or civil strife, cannot be mitigated. Even if vaccination against every possible agent were feasible, Alibek prefers that the world of research concentrate on (a) preventing disease that might occur after exposure, and (b) treating diseases that do occur. Work of this type would also succor those contracting any dread malady under natural conditions.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 492,
                    "text": "36",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 949,
                    "end": 951,
                    "text": "36",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Cheaper by the millions"
        },
        {
            "text": "The specter of death or agonizing injury by unconventional weapons is inevitably evoked by the universal apprehension that many different countries might stock chemical and biological agents for surprise use. In the early 1990s five nations officially held stocks of biological weapons: China, Iraq, Iran, Russia and Syria. Three others (Egypt, Libya, Taiwan) were suspected of possessing them, and North Korea figured on some analysts' lists. Two specialists at the Australian National University in Canberra, Kevin Clements and Malcolm Dando, estimated that while \"chemical weapons are really a tactical threat, biological arms could be used in a first strike with devastating results over a wide area\". 38 Clements and Dando, citing a study published earlier by the UN, compared the probable effects of nuclear, chemical and biological weapons as follows. The Convention on Biological Weapons, first opened to ratification by its signatory nations in 1975, lacked sufficient measures for verification of adherence to a treaty designed to ban the manufacture, storage and use of biological arms. New studies of the problem under way since the early 1990s are beginning to throw some light on the problem.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 708,
                    "text": "38",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Treaties and Pathogenic Microbes"
        },
        {
            "text": "What happened to a friendly, totally unaware population near a weapons-testing center after the first Soviet nuclear device was exploded in summer 1949 came to light only decades later. Leonid Ilyin, director of the Russian Public Health Ministry's Institute of Biophysics, told the journal New Scientist in 1995 of the extent of human and material damage caused in a remote corner of the former Soviet Union.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weapons dependent on the unique properties of atomic nuclei"
        },
        {
            "text": "The Altai region's Uglovskiy district and its 21,000 inhabitants, living somewhat to the northeast of the test area, received on that occasion a dose of 800 millisieverts (mSv). This is 40 times today's recommended annual limit (20 mSv) for workers in the nuclear industry, and 800 times the dosage (1 mSv) for the public at large. Some individual exposures to radiation, however, went as high as 1,200-1,800 mSv. Scientists at the University of Munich's Radiological Institute have cautioned that a dose exceeding 1,000 mSv can easily induce vomiting, diarrhea, hair loss, and infertility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weapons dependent on the unique properties of atomic nuclei"
        },
        {
            "text": "The initial Soviet test may have resulted, according to Ilyin, in as many as 11,000 more cases of cancer than normal for the Altai population sample. Valery Kiselev, director of the Medical Research Institute for Regional Medical and Ecological Problems at Barnaul, reported that two-thirds of the baby girls less than a year old exposed to more than 1,000 mSv died before the age of five from pneumonia or other infectious ailments. This rate is 2.5 times higher than for infant girls not subjected to radiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weapons dependent on the unique properties of atomic nuclei"
        },
        {
            "text": "To make matters almost unimaginably worse, the area in question was the site of 459 nuclear-bomb explosions until 1989. Of these, 346 took place underground. Among the remainder (and before the partial test-ban treaty of 1963), 26 tests took place a few meters above ground level and 87 were tested high in the atmosphere. Ilyin noted that now \"we have also to study the health of [the victims'] children, their grandchildren, and their great-grandchildren.\" 39 A diabolical sidelight to the left-hand column of our table of comparative effects is to be found in Richard Rhodes' The Making of the Atomic Bomb. In a passage discussing the real casualty rates at Hiroshima and Nagasaki, Rhodes reviews the calculus of destruction adapted by Yale pathologist Averill A. Liebow from a British method called the Standardized Casualty Rate. Working at the Army Institute of Pathology in Washington, Liebow computed that \"Little Boy [the uranium bomb dropped on Hiroshima] produced casualties, including dead, 6,500 times more efficiently than a normal, high-explosive bomb\" [emphasis added]. 40 Another use for uranium, this time in its depleted form, was found during the First Gulf War when the radioactive metal was finely elaborated into a particularly lethal antitank device.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 461,
                    "text": "39",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "text": "40",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Weapons dependent on the unique properties of atomic nuclei"
        },
        {
            "text": "Depleted uranium (DU) burns in air-is pyrophoric-and burns upon impact, thus burning its way through a target. It is DU's very small particles which, upon being absorbed, cause potential problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weapons dependent on the unique properties of atomic nuclei"
        },
        {
            "text": "Arnold Kramish, nuclear physicist 41",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weapons dependent on the unique properties of atomic nuclei"
        },
        {
            "text": "Depleted uranium, more than nineteen times the density of water, is used to tip \"darts\" about 1 m long. Once fired, the darts cut through an armored vehicle's steel, according to one specialist, leaving a neat hole about the diameter of a golf ball. Once inside a tank, \"the uranium darts rattle around, killing the crews and battering apart the cabin.\" 21 Is this overkill, or merely a method to assure a disheartening effect on the crews' compatriots nearby?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weapons dependent on the unique properties of atomic nuclei"
        },
        {
            "text": "We have concentrated on overkill weapons as they have been, or might be, used against human beings as individuals or relatively small populations among military or civil targets in a hostile encounter. The horizons are much broader if similar means are used against populations of a major town or city, a region, or an entire national economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other vulnerabilities exposed"
        },
        {
            "text": "Water is often singled out as an effective vehicle for the contamination of a large target: from the poisoned well of old, it is easy to imagine the contamination of dammed volumes stored for mass consumption or irrigation. Rivers crossing borders from one nation to another are often cited as causes for grave trouble should the flow of water be slowed, stopped or poisoned. The tripartite problem of water shared by Israel, Syria and Turkey is the contemporary archetype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other vulnerabilities exposed"
        },
        {
            "text": "Overkill through economic weapons is a specter awesome enough, but its extension to the food and water supply of an entire country terrifies. Karl Simpson, an Anglo-German molecular biologist who has directed several European initiatives in industrial biotechnology, warns that, \"In today's era of agriculture often dominated by monoculture, it is not infrequent that an entire harvest may be wiped out by a biological pest entirely natural in origin. This happened to the United States' maize harvest in 1977\". Simpson stresses, \"I do not believe strongly in the reality of human biological menace. Madmen and terrorists might well deploy simple biological weapons (anthrax, smallpox); sovereign nations do not present a real risk. I am much more concerned,\" very much as Ken Alibek has cautioned (see p. 686), \"about Mother Nature's worrying capability of throwing up new agents such as AIDS or Ebola fever. When Nature does get round to pulling something nasty from her toolbox, I hope that the military will be poised to provide a coherent response by providing medical and societal infrastructure.\" 42 Simpson's words virtually foresaw the outbreak of SARS in the winter of 2002-3.",
            "cite_spans": [
                {
                    "start": 1104,
                    "end": 1106,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other vulnerabilities exposed"
        },
        {
            "text": "The use of agents intended specifically to affect edible crops, such as using wheatsmut fungus to replace the wheat plant's flowering part, might appear as nothing more than a disease occurring quite naturally. But when used purposely as a weapon, the results would be tantamount to an imposed famine: \"apparently anodyne.., with no explosions, bullets, mines or shrapnel\". It could be \"terrifyingly effective in causing mass casualties\". A poor nation whose citizens rely on a staple such as rice, and \"in which that rice crop is seriously damaged by a deliberate anticrop attack, could well experience famine that would be at least as costly... as an anthrax attack on a city.\" 43 So Karl Simpson and others have reason to worry that, because these pests proliferate naturally, if they are \"planted\" deliberately the ensuing destruction would be calamitous. In the case of \"military adventures\", adds Simpson, \"the deliberate destruction of plants and livestock may threaten a nation with starvation and eliminate in weeks the capability\" 44 of a food-production program that took months or years to plan. Not only would a population be decimated, but the resulting ecological imbalance could require years to restabilize itself and make human life viable again.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 682,
                    "text": "43",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Other vulnerabilities exposed"
        },
        {
            "text": "Despite the terms of international accords governing special weapons, the American Department of Defense took its precautions in the event that implementation of the chemical pact \"fell short during the Gulf War, [because] U.S. troops searching for Iraq's Scud missiles were inadequately equipped with vaccines in the case of attack with 'germ' weapons\"… In 1993 the Pentagon again stressed the need for its forces to be properly protected against poison gas, biological weapons and nuclear arms. Two years later, the first face-off with North Korea over its nuclear potential exacerbated fears of being unable to locate that country's caches of plutonium. The chief of staff of the U.S. Air Force, General Merrill McPeak, indicated that eventual attacks with conventional bombs on the North's graphite-core reactor could cause radioactive contamination of the region. An American senator charged that some of the mysterious illnesses experienced by servicemen returning from the Gulf War of 1990-1991 could be attributable to biochemical substances provided to Iraq by the Americans themselves. Donald W. Riegle, Jr., of Michigan, contended that between 1985 and 1989 the Department of Defense-still stinging from Iran's actions against the United States in Teheran in 1979-shipped, with presidential approval, toxic agents to Iraqi forces, substances including E. coli, salmonella and other infectious bacteria. (Press enquiries made in 2003 revealed that Iraq's main sources of 'culture collections' in the 1980s were a Virginian laboratory and France's Pasteur Institute.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "On-going problems in the potential use of Chemical, Biological or Nuclear Weapons"
        },
        {
            "text": "Authorities representing military-medical and veterans' interests investigated, the senator said, hundreds of cases. In 1995 a special panel of the National Academy of Sciences' Institute of Medicine in Washington announced that it could not confirm the complaints. This group of physicians, specialists in environmental health together with epidemiologists, stated that it \"could find absolutely no reliable intelligence, and no medical or biological\" substantiation of claims that poison gas had been employed against Coalition forces in the winter of 1990-1991. The panel further dissociated the so-called Gulf War syndrome (disturbances of sleep, changes in mood, persistent aches and pains) from origins in \"chemical, biological or toxin warfare, or accidental exposures to stored weapons or research material\" in the Iraq-Kuwait zone. These facts notwithstanding, British and American Coalition forces entered Iraq during the Second Gulf War physically equipped to meet toxic agents head-on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "On-going problems in the potential use of Chemical, Biological or Nuclear Weapons"
        },
        {
            "text": "In other words, Simpson estimates that \"the best thing to emerge from biowar scares is enhanced military preparedness to deal with a natural outbreak of new disease\". 45 Colonel Erik Henchal, commanding America's Army Medical Research Institute of Infectious Diseases told The New York Times in January 2003 that, while his goverment is taking steps to inoculate troops and some civilians, terrorists \"could well turn to other agents\". 46 Armed conflict and its seemingly unstructured companion, universal terrorism, became increasingly perilous as the industrial revolution emerged into the globalized information-and-communication revolution. Wounds, disability and death are as increasingly daunting to modern military commanders as is management of logistics and communications. Although such attrition affects terrorist leaders much less at present, it is only a matter of time before they too will seek to conserve their human and material resources.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "text": "45",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "46",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "On-going problems in the potential use of Chemical, Biological or Nuclear Weapons"
        },
        {
            "text": "The Hague and Geneva Conventions, some of them well over a century old, invoke the need for reinforcement and more universal application. The so-called fourth Convention, assuring the protection and proper treatment of non-belligerent civilians as victims of war, was put to sore test during the Second Gulf War. The worldwide antiviolence and peace-research movements such as the Pugwash Conferences call for proactive roles by scientists, engineers and technicians in addition to ordinary citizens and the military themselves. In Washington the Naval Studies Board of the National Research Council (note the proactive juxtaposition of scientists and military) completed in 2002, shortly before the outbreak of the Second Gulf War, a 170-page analysis of the need to develop non-lethal weapons. 47 Risk aversion-and even the precautionary principle-are today major constraints on formal strategists, operational and tactical officers of contemporary military services-not to mention their commanders-in-chief. The same inhibitions do not apply, obviously, to the world of terrorism. Threats of destruction today and tomorrow, whether by terrorists or the military, will continue to menace the human race. Whether collectively or individually, overkill is unlikely soon to become underkill.",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 798,
                    "text": "47",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "On-going problems in the potential use of Chemical, Biological or Nuclear Weapons"
        },
        {
            "text": "Whether or not an updated version of the United Nations can acquire the kudos and the power to keep order in the world is a matter that remains to be resolved. This may not be the time for such an evolution to occur. Yet there is no doubt that, as each of our societies has been through periods of barbarism and tension to come out the other side somewhat improved and safer, we have yet a way to go before we can imagine the worldwide evolution from the semi-anarchy we have to a global society that is both ordered and fair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "On-going problems in the potential use of Chemical, Biological or Nuclear Weapons"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Paris television channel FR3",
            "authors": [
                {
                    "first": "Jean-Marie",
                    "middle": [],
                    "last": "Cavada",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "War, Science and Terrorism from Laboratory to Open Conflict",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "223--253",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Collision at Cajamarca\" for the advent in the 15 th century of firearms and toxic combat to the civilizations of Central and South America",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Strychnine\" in: Sybil P. Parker, McGraw-Hill Concise Encyclopedia of Science & Technology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kupchan",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Veterans Recall the Horror of World War II Battle",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Struck",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pentagon Plans to Destroy Remaining Napalm Stocks",
            "authors": [],
            "year": 1994,
            "venue": "International Herald Tribune",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "44: a technical research effort by Haber's son to place his father's work in perspective in terms of the evolution of chemical engineering",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Haber",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Both citations from Liddell Hart's Foch, the Man of Orléans",
            "authors": [
                {
                    "first": "Liddell",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Le cabinet du Docteur Haber",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perutz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "La Recherche",
            "volume": "",
            "issn": "",
            "pages": "78--84",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The First World War",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keegan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "213--219",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Le service de santé des Armées face aux armes chimiques durant la guerre de 1914-18",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "C"
                    ],
                    "last": "Carlier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pedroncini",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "l'émergence des armes nouvelles",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Global Population and the Nitrogen Cycle",
            "authors": [
                {
                    "first": "Vaclav",
                    "middle": [],
                    "last": "Smil",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "for another account of Ms Haber's death",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Recollections of Nuclear War",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Scientific American",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "International Herald Tribune",
            "authors": [
                {
                    "first": "Sarah",
                    "middle": [],
                    "last": "Lyall",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Japan's Poison Gas Plant: Guilt Symbol",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Kristof",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Exposing a Devilish Gas",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Serrill",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Using Supercritical Water Oxidation to Treat Hydrosylate from VX Neutralization (report), cited in NAS Reports & Events, 26 February, p. 6. 19. National Academy (1997) National Academy of Sciences",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "February",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Controlling Dangerous Pathogens: A Blueprint for U.S.-Russian Cooperation (report)",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Aftemath, the Remnants of War",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Deep-Sixed Chemical Weapons",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ex-Admiral Returns to A Tragic Scene",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Larimer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "NAS, media release",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Deadly Gas in Terrorist Attack Is Easily Made but Rarely Used",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "The Economist",
            "volume": "",
            "issn": "",
            "pages": "118--119",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "North vs South: Politics and the Biological Weapons Convention",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Politics and the Life Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Dilemma of Dual-Use Technology: Toxins in Medicine and Warfare",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Politics and the Life Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "As cited in footnote 1; see also",
            "authors": [
                {
                    "first": "Jean-François",
                    "middle": [],
                    "last": "Deniau",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "The Economist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "War-Torn Nation Faces Foe for Years to Come",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Survey Action, undated. The Survey Action Center is based in Washington; its website is www.vvaf.org 33. Letter to editor (1998) International Herald Tribune",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Vaccine against Gangrene Could Save Limbs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coghlan",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "New Scientist",
            "volume": "",
            "issn": "",
            "pages": "18--19",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "China, 1942, in the Time of the Plague",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Were Four Corners Victims Biowar Casualties",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Horgan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Scientific American",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Published by the NAS Press for the National Research Council",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Industrial Aspects of Technical Cooperation in Microbiology and Biotechnology",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dando",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Managing the Security and Development Benefits from the Biological and Toxin Weapons",
            "volume": "",
            "issn": "",
            "pages": "309--317",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Day the Sky Caught Fire",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "New Scientist",
            "volume": "",
            "issn": "",
            "pages": "14--15",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The Making of the Atomic Bomb",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "E-mail to the author",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kramish",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Biological Warfare against Crops",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whitby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dando",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Scientific American",
            "volume": "",
            "issn": "",
            "pages": "65--64",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Karl Simpson, while director of the European Association of the Plasma Products Industry (EAPPI), in a letter to the Organization for Security and Cooperation in Europe (OSCE)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "In an e-mail message to the author",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "U.S. Officer Sees Gaps in Biowar Vaccines",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "An Assessment of Non-Lethal Weapons Science and Technology (report)",
            "authors": [
                {
                    "first": "Miriam",
                    "middle": [
                        "E"
                    ],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "'s shortage b. See Haber, L.F. (1986) 8 for a technical research effort by Haber's son to place his father's work in perspective in terms of the evolution of chemical engineering. A comprehesive biography is Dietrich Stoltzenberg, Fritz Haber, Chemiker, Nobel-preisträger, Deutscher, Jude, Weinheim, VCH Verlag, 1994 (in German only).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A direct result was the publication in 2000 of a critically needed procedural doctrine, Strategies to Protect Deployed U.S. Forces: Detecting, Characterizing and Documenting Exposures, 37 application of which could help preclude a repetition of the (First) Gulf War syndrome-itself an unresolved enigma.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "---------------------------------------------------------------------------------------------------------Nuclear (1 megatonne) arm Chemical (15 tonnes) arm Biological (10 tonnes) arm ____________________ Kills 90 percent of Kills 50 percent of Kills 25 percent in unprotected people people situated in area of 100,000 sq km, in area of 300 sq km area of 60 sq km makes 50 percent ill ---------------------------------------------------------------------------------------------------------",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}