{
    "paper_id": "10a46dfabf403e55682ef9e3fe561544d1cb6f34",
    "metadata": {
        "title": "Wiener klinische Wochenschrift",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Am 6.10.2009 erließ die Europäische Kommission die Zulassung für einen mittels Vero-Zellen produzierten Impfstoff mit dem Stamm A/California/07/2009 (H1N1) v gegen die neue Grippe, Influenza A/H1N1 [1] . Im Zulassungsdossier nimmt die EMEA Bezug auf eine 2008 erfolgte Zulassung eines Impfstoffes gegen Vogelgrippe H5N1 [2, 3] . Die Dauer der klinischen Studienphase bis zur Zulassung belief sich beim Impfstoff gegen H5N1 auf etwa 2,5 Jahre, beim Impfstoff gegen H1N1 auf etwa 2 Monate. Diese Zeitspannen sind ein beeindruckender Indikator für die Lernkurve und die Fähigkeit einer globalisierten Welt, auf eine globale Bedrohung zu reagieren. Die Zulassung dieses, nun auch in Österreich verfügbaren H1N1-Impfstoffs folgte kurz nach Zulassung zweier anderer Impfstoffe gegen die neue Grippe. Sowohl die WHO als auch Behörden und die internationale Fachliteratur haben wiederholt auf die Bedeutung der Verfügbarkeit von Impfstoffen angesichts der bestehenden Pandemie mit einem neuen, human-pathogenen Virus hingewiesen.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Kurz nach Zulassung des Impfstoffes gaben allerdings mehrere Vertreter der österreichischen Bundesregierung gegenüber der Presse bekannt, dass sie sich nicht impfen lassen wollten -unter anderem weil sie \"gesund seien\" bzw. \"genug Obst\" konsumierten, ein weiterer prominenter Politiker weil er \"nicht auf der Spenderliste der Pharmaindustrie\" stünde (http://derstandard.at/fs/1254312033715/Politiker-und-Promishalten-wenig-vom-Impfen). Ähnliche Antworten wurden von österreichischen Skistars und weiteren in der Öffentlichkeit stehenden Personen kolportiert. Die Tatsache, dass sogar der zuständige Gesundheitsminister in den Medien eine Impfung für sich selbst ausschloss, mit dem Argument, \"zu keiner Risikogruppe\" zu gehören, führte in Teilen der Öffentlichkeit zur Vorstellung, dass das Risiko der Impfung offenbar höher sei, als das Risiko einer Erkrankung durch H1N1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Neben der weitgehend ablehnenden Haltung der publizierten Meinung gegenüber der Impfung und der medialen Präsenz offen deklarierter \"Impfgegner\" kursierte auch die Vorstellung, dass eine \"Vermarktung der Pandemie\" durch die pharmazeutische Industrie betrieben würde. In der veröffentlichten Meinung wurde jedoch de facto nicht auf die Tatsache hingewiesen, dass die potentiellen Impfstoffproduzenten nicht von sich aus, sondern gemäß eines Mandats nationaler und internationaler Gesundheitsbehörden tätig geworden sind. Der Tod eines elfjährigen Mädchens und einige Fälle von intensivpflichtigen H1N1v-Erkrankungen führten in Folge zu einer extrem polarisierten und primär in den Medien ausgetragenen Meinungsbildung, einerseits zum Risiko der Infektion und andererseits zum Risiko der Impfung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Der derzeitige Verlauf der Epidemie in Österreich und die beschriebenen Fälle decken sich weitgehend mit bis dato verfügbaren Daten [4]. H1N1v-Infektionen führen auch bei völlig gesunden, jungen Menschen zu Influenza Pneumonien, allenfalls mit bakterieller Superinfektion. Daten aus Australien und Neuseeland zeigen, dass in den Sommermonaten etwa 700 Patienten mit bestätigter H1N1v-Infektion in Intensivstationen behandelt werden mussten. Etwa die Hälfte der mit H1N1v infizierten Intensivpatienten hatte ein ARDS, während nur in ca. 20% eine bakterielle Pneumonie diagnostiziert wurde. 92% der Patienten waren jünger als 65 Jahre, wobei die höchste Inzidenz bei 0-bis 1-jährigen Kindern und die höchste Gesamtzahl an Intensivaufnahmen bei 25-bis 49-jährigen Patienten beobachtet wurde. 9% der Intensivpatienten waren schwangere Frauen, etwa 14% der Patienten sind verstorben. Aufgrund dieser Zahlen wurde darauf hingewiesen, dass auch in Österreich mit einem weiteren Anstieg der H1N1v-Fälle und einer erheblichen Belastung intensivmedizinischer Einrichtungen zu rechnen ist (www. meduniwien.ac.at/homepage/news-und-topstories).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Welche Schlüsse kann man nun aus der derzeitigen Situation ziehen? ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A clinical trial of a whole virus H5N1 vaccine derived from cell culture",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tambyah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Joukhadar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Montomoli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berezuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Löw-Baselli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vartian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bobrovsky",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kistner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "2573--2584",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An open label phase II study to assess the immunogenicity and safety of a booster vaccination with a heterologous vero cell derived whole virus H5N1 influenza vaccine",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zeitlinger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berezuk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Löw-Baselli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vartian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bobrovsky",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kistner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Inf Dis",
            "volume": "200",
            "issn": "7",
            "pages": "1113--1118",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Critical care services and 2009 H1N1 influenza in Australia and New Zealand",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anzic Influenza Investigators",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pettilä",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sep-4. Pelt I",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellomo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cretikos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finfer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Harrigan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Iredell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcarthur",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Nichol",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peake",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "20",
            "pages": "1925--1934",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Random House Trade Paperbacks (2005) Clark J (2005) Five 6. futures for academic medicine: the ICRAM scenarios",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Angell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMJ",
            "volume": "331",
            "issn": "7508",
            "pages": "101--104",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Das in einem Artikel im BMJ beschriebene Szenario für die Zukunft der akademischen Medizin \"Public Eye\" ist bereits vollzogen [6]. Medien und die veröffentlichte Meinung tragen mehr zum Wirkungsgrad von medizinischen Interventionen bei als die akademische Medizin. Medizin wird dadurch zunehmend durch Unterhaltungswert, Quoten und Moden geprägt. \"Die Stimme des Intellekts ist leise\", hat bereits Sigmund Freud festgestellt -die derzeitige Debatte scheint dies eindrucksvoll zu bestätigen. Der Autor ist Principal Investigator für die Zulassungsstudien der in Europa zugelassenen Vakzine gegen H5N1 sowie H1N1 der Firma Baxter. Der Autor hat hierfür kein persönliches Honorar erhalten. Die Mittel für die Studien wurden der Medizinischen Universität Wien von der Firma Baxter als Drittmittel überwiesen. Der Autor hat vor einigen Jahren einmal ein Vortragshonorar, sowie consulting fees für nicht mit H5N1 oder H1N1v in Zusammenhang stehende Studien von der Firma Baxter erhalten (siehe conflict of interest statement in [2]). Der Autor besitzt keine Aktien eines pharmazeutischen Unternehmens. Markus Müller",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}