{
    "paper_id": "10b8acec7fe73936b65c0661ca87d4affa3a36c7",
    "metadata": {
        "title": "B-1a cells protect mice from sepsis-induced acute lung injury",
        "authors": [
            {
                "first": "Monowar",
                "middle": [],
                "last": "Aziz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasumasa",
                "middle": [],
                "last": "Ode",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mian",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mahendar",
                "middle": [],
                "last": "Ochani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nichol",
                "middle": [
                    "E"
                ],
                "last": "Holodick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "L"
                ],
                "last": "Rothstein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Sepsis morbidity and mortality are aggravated by acute lung injury (ALI) or acute respiratory distress syndrome (ARDS). Mouse B-1a cells are a phenotypically and functionally unique sub-population of B cells, providing immediate protection against infection by releasing natural antibodies and immunomodulatory molecules. We hypothesize that B-1a cells ameliorate sepsis-induced ALI. Methods: Sepsis was induced in C57BL/6 mice by cecal ligation and puncture (CLP). PBS or B-1a cells were adoptively transferred into the septic mice intraperitoneally. After 20 h of CLP, lungs were harvested and assessed by PCR and ELISA for pro-inflammatory cytokines (IL-6, IL-1β) and chemokine (MIP-2) expression, by histology for injury, by TUNEL and cleaved caspase-3 for apoptosis, and by myeloperoxidase (MPO) assay for neutrophil infiltration. Results: We found that septic mice adoptively transferred with B-1a cells significantly decreased the mRNA and protein levels of IL-6, IL-1β and MIP-2 in the lungs compared to PBS-treated mice. Mice treated with B-1a cells showed dramatic improvement in lung injury compared to PBS-treated mice after sepsis. We found apoptosis in the lungs was significantly inhibited in B-1a cell injected mice compared to PBS-treated mice after sepsis. B-1a cell treatment significantly down-regulated MPO levels in the lungs compared to PBS-treated mice in sepsis. The protective outcomes of B-1a cells in ALI was further confirmed by using B-1a cell deficient CD19 −/− mice, which showed significant increase in the lung injury scores following sepsis as compared to WT mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our results demonstrate a novel therapeutic potential of B-1a cells to treat sepsis-induced ALI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Based on the Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3), sepsis is defined as \"life-threatening organ dysfunction caused by a dysregulated host response to infection\" (Singer et al. 2016 ). In the United States, there are approximately 1 million cases of sepsis annually, with a mortality rate up to 40% (Vincent et al. 2014; Martin et al. 2006; Aziz et al. 2013 ). The lungs are particularly susceptible to injury during sepsis, and more than 50% of patients with sepsis develop acute lung injury (ALI) or acute respiratory distress syndrome (ARDS) (Sevransky et al. 2009; Gu et al. 2014 ). The pathophysiology of sepsis-induced ALI is less well understood. Antibiotics and supportive measures are the only treatments available for patients with sepsis and ALI, and these measures have limited impact on the high mortality rates of sepsis.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 224,
                    "text": "(Singer et al. 2016",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 342,
                    "end": 363,
                    "text": "(Vincent et al. 2014;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 364,
                    "end": 383,
                    "text": "Martin et al. 2006;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 384,
                    "end": 400,
                    "text": "Aziz et al. 2013",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 588,
                    "end": 611,
                    "text": "(Sevransky et al. 2009;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 612,
                    "end": 626,
                    "text": "Gu et al. 2014",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Immune cells recognize pathogen-associated molecular patterns (PAMPs) via their toll-like receptors (TLRs) to exaggerate \"cytokine storm\", which trigger inflammation and impair tissue function during sepsis (Aziz et al. 2013 ; Barton and Medzhitov 2003; Foster and Medzhitov 2009) . Neutrophil infiltration in lungs is a major pathophysiological hallmark of ALI. Uncontrolled migration of neutrophils into lungs leads to exaggerated production of cytokines, chemokines, myeloperoxidase (MPO), reactive oxygen species (ROS), nitric oxide (NO), and neutrophil extracellular traps (NETs) causing unrestrained inflammation, lung dysfunction and death (Aziz et al. 2013; Grommes and Soehnlein 2011; Abraham 2003; Lee and Downey 2001; Brinkmann et al. 2004 ; Kaplan and Radic 2012; Delgado-Rizo et al. 2017) . Thus, regulating the exaggerated function of neutrophils and their uncontrolled infiltration into lungs serves as an effective therapeutic tool in ALI. The early onset of pro-inflammatory cytokine storm, often contributing to the lung injury in sepsis, can be reversed by the actions of anti-inflammatory cytokines such as interleukin (IL)-10 (Cinel and Opal 2009; Kono et al. 2006) . We recently demonstrated the beneficial role of IL-10 producing B-1a cells in sepsis by controlling the systemic levels of pro-inflammatory cytokines, chemokines and bacterial loads (Aziz et al. 2017) , while their role in ALI remained unknown. Elucidation of the novel role of B-1a cells in lungs during sepsis will not only improve our understanding of ALI pathophysiology, but also help us to develop effective therapeutics against ALI. In mouse, B cells consist of various subpopulations, which include follicular (FO), marginal zone (MZ) and B-1 B cells (Aziz et al. 2015) . The role of FO and MZ B cells collectively known as B-2 cells in the early immune response and inflammatory cytokine production during sepsis has been demonstrated previously (Kelly-Scumpia et al. 2011; Honda et al. 2016 ). B-1 cells comprising a minor portion of the total B cells in mice display unique features in terms of their phenotype, localization, development, signaling and function (Aziz et al. 2015; Martin and Kearney 2001; Kantor et al. 1992) . The surface phenotype of murine B-1 cells is B220 lo , IgM hi , IgD lo , CD23 − , CD19 hi and CD43 + (Aziz et al. 2017; Aziz et al. 2015; Kantor et al. 1992 ). B-1 cells can be further divided into B-1a and B-1b cells, depending on their surface expression of CD5 (Kantor et al. 1992; Berland and Wortis 2002) . B-1a cells are predominantly localized in the peritoneal cavity; however, a small portion of B-1a cells can also be found in the respiratory tract, intestinal tissues, lymph nodes, spleen and bone marrow (Aziz et al. 2015; Yenson and Baumgarth 2014) . B1a cells can secrete large amounts of natural IgM and IgA that are capable of recognition and clearance of invading pathogens (Aziz et al. 2015; Grönwall et al. 2012; Vas et al. 2012) . Natural antibodies have antigen specificity for a number of microbial epitopes such as phospholipids and lipopolysaccharides (LPS) . Murine B-1a cells are known to produce ample amount of IL-10 and granulocyte macrophage colony stimulating factor (GM-CSF), which attenuate excessive inflammation during sepsis (Aziz et al. 2017; Aziz et al. 2015; Rauch et al. 2012) .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 224,
                    "text": "(Aziz et al. 2013",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 227,
                    "end": 253,
                    "text": "Barton and Medzhitov 2003;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 254,
                    "end": 280,
                    "text": "Foster and Medzhitov 2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 647,
                    "end": 665,
                    "text": "(Aziz et al. 2013;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 666,
                    "end": 693,
                    "text": "Grommes and Soehnlein 2011;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 694,
                    "end": 707,
                    "text": "Abraham 2003;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 708,
                    "end": 728,
                    "text": "Lee and Downey 2001;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 729,
                    "end": 750,
                    "text": "Brinkmann et al. 2004",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 753,
                    "end": 775,
                    "text": "Kaplan and Radic 2012;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 776,
                    "end": 801,
                    "text": "Delgado-Rizo et al. 2017)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1147,
                    "end": 1168,
                    "text": "(Cinel and Opal 2009;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1169,
                    "end": 1186,
                    "text": "Kono et al. 2006)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1371,
                    "end": 1389,
                    "text": "(Aziz et al. 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1748,
                    "end": 1766,
                    "text": "(Aziz et al. 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1944,
                    "end": 1971,
                    "text": "(Kelly-Scumpia et al. 2011;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1972,
                    "end": 1989,
                    "text": "Honda et al. 2016",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2162,
                    "end": 2180,
                    "text": "(Aziz et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2181,
                    "end": 2205,
                    "text": "Martin and Kearney 2001;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2206,
                    "end": 2225,
                    "text": "Kantor et al. 1992)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2329,
                    "end": 2347,
                    "text": "(Aziz et al. 2017;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2348,
                    "end": 2365,
                    "text": "Aziz et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2366,
                    "end": 2384,
                    "text": "Kantor et al. 1992",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2492,
                    "end": 2512,
                    "text": "(Kantor et al. 1992;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2513,
                    "end": 2537,
                    "text": "Berland and Wortis 2002)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2744,
                    "end": 2762,
                    "text": "(Aziz et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2763,
                    "end": 2789,
                    "text": "Yenson and Baumgarth 2014)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2919,
                    "end": 2937,
                    "text": "(Aziz et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2938,
                    "end": 2959,
                    "text": "Grönwall et al. 2012;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2960,
                    "end": 2976,
                    "text": "Vas et al. 2012)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3289,
                    "end": 3307,
                    "text": "(Aziz et al. 2017;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3308,
                    "end": 3325,
                    "text": "Aziz et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3326,
                    "end": 3344,
                    "text": "Rauch et al. 2012)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Recent findings demonstrate an active role of B-1a cells for protection against lung infection caused by influenza virus (Baumgarth et al. 1999; Baumgarth et al. 2000; Choi and Baumgarth 2008) . During influenza virus infection B-1a cells migrate from serosal cavities to the lungs, where they secrete natural Abs and other immunomodulatory molecules to protect rodents against influenza virus infection (Baumgarth et al. 2000; Choi and Baumgarth 2008) . Consistently, in various animal models of ALI initiated by direct instillation of LPS, E. coli or S. pneumoniae, B-1a cells were shown to migrate from the pleural cavity to the lung parenchymal tissues, where they secrete GM-CSF and IgM to protect rodents against ALI (Weber et al. 2014) . A recent study has demonstrated that due to the loss of function of natural IgM as secreted from the B-1a cells could be the cause of poor prognostic outcomes of lung infection in aged animals (Holodick et al. 2016) . The beneficial role of B-1a cells in lungs was shown in virus and bacterial infections, as well as in young over old mice with S. pneumoniae infection, indicating that these cells play a pivotal role in lung diseases. Nonetheless, their role in sepsis-induced ALI remains unknown.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 144,
                    "text": "(Baumgarth et al. 1999;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 145,
                    "end": 167,
                    "text": "Baumgarth et al. 2000;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 168,
                    "end": 192,
                    "text": "Choi and Baumgarth 2008)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 404,
                    "end": 427,
                    "text": "(Baumgarth et al. 2000;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 428,
                    "end": 452,
                    "text": "Choi and Baumgarth 2008)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 723,
                    "end": 742,
                    "text": "(Weber et al. 2014)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 938,
                    "end": 960,
                    "text": "(Holodick et al. 2016)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In the current study, we aimed to study the role of B-1a cells in ALI during sepsis. Our study for the first time revealed the protective role of B-1a cells against sepsis-induced ALI by controlling exaggerated inflammation and infiltration of neutrophils in lungs. Thus, B-1a cells could represent a promising therapeutic in sepsis-induced ALI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Wild-type (WT) C57BL/6 mice obtained from Taconic (Albany, NY) and B6.129P2(C)CD19 tm1(cre)cgn /J (CD19 −/− ) mice obtained from The Jackson Laboratory were housed in a temperature and light controlled room and fed a standard laboratory diet. For all experiments male 8-to 10-week-old 21-28 g of body weight (BW) mice were used. Animals were randomly assigned to sham, vehicle control and B-1a cell treatment groups. Number of animals estimated in each group was based on our previous study on an animal model of sepsis (Aziz et al. 2017) . All animal protocols were approved by our Institutional Animal Care and Use Committee.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 538,
                    "text": "(Aziz et al. 2017)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "Mice were anesthetized with 2% isofluorane inhalation and underwent cecal ligation and puncture (CLP). A 2-cm incision was made to the abdominal wall, and the cecum was exposed and ligated 0.5 cm from the tip with 4-0 silk suture. A 22-gauge needle was used to make one puncture through and through to the distal cecum, extruding a small amount of fecal contents. The cecum was replaced into the abdominal cavity, and the exposed abdominal wall was closed in two layers with running 4-0 silk suture. In sham-operated mice only laparotomy was performed, but their cecum was not ligated and punctured. Animals were resuscitated with 1 ml of normal saline subcutaneously. In another experiment, WT and CD19 −/− mice were subjected to either sham or CLP operation following the above CLP protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Murine model of polymicrobial sepsis"
        },
        {
            "text": "Murine B-1a cells in peritoneal washouts were stained with FITC-B220 (clone RA3-6B2), Pacific Blue-CD23 (clone B3B4), and PE-Cy5-CD5 (clone 53-7.3) obtained from BD Biosciences (San Diego, CA). B-1a cells with phenotype, CD23 − B220 lo CD5 int were sort-purified using a BD Biosciences Influx instrument. Post-sort analysis showed PerC B-1a cells to be ≥98% pure. Sort-purified B-1a cells were washed with PBS and then suspended in PBS for adoptive transfer into septic mice through intraperitoneal (i.p.) injection. At the time of CLP operation, 5 × 10 5 B-1a cells suspended in 150 μl of PBS were delivered into the peritoneal cavity and the abdominal wound was closed with running 4-0 silk suture. As vehicle negative control, 150 μl of PBS was injected into the abdomen of CLP-operated mice. The animals were allowed food and water ad libitum, and at 20 h after CLP operation and B-1a cell transfer the animals were euthanized and lungs were collected for various ex vivo analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adoptive transfer of murine B-1a cells"
        },
        {
            "text": "Total RNA was extracted from lung tissues using TRIzol reagent (Invitrogen; Carlsbad, CA) and reverse-transcribed into cDNA using reverse transcriptase enzyme (Applied Biosystems; Foster City, CA). The PCR reaction was performed in 20 μl of final volume containing 0.08 μM of forward and reverse primer, 2 μl of 10-20× diluted original cDNA, and 10 μl SYBR Green PCR Master Mix (Applied Biosystems) using Applied Biosystems 7300 real-time PCR machine. Mouse β-actin served as an internal control gene for normalization. Relative expression of mRNA was represented as fold change in comparison to the sham group. The sense and anti-sense primer sequences of mouse genes are, IL-6 (NM_031168): 5'-CCGGAGAGGAGACTTCACA G-3′ and 5′-GGAAATTGGGGTAGGAAGGA-3′; IL-1β (NM_008361): 5'-CAGGATGAGGACATGAGCACC-3′ and 5'-CTCTGCAGACTCAAACTCCAC-3′; tumor necrosis factor-α (TNF-α) (NM_013693. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative real-time PCR assay"
        },
        {
            "text": "The lung tissue was crushed in liquid nitrogen, and approximately 50 mg of powdered tissues were dissolved in 500 μl of lysis buffer (10 mM Hepes, pH 7.4, 5 mM MgCl 2 , 1 mM DTT, 1% Triton X-100, and 2 mM each of EDTA and EGTA), and subjected to sonication on ice. Protein concentration was determined by the BioRad protein assay reagent (Hercules, CA). Equal amounts (50 μg) of proteins were loaded into respective enzyme-linked immunosorbent assay (ELISA) wells for assessment of IL-6, IL-1β, TNF-α, IFNγ, IL-10 and MIP-2 by using the kits obtained from BD Biosciences, and IgM by using the kit from Bethyl Laboratories, Inc., Montgomery, TX.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "Formalin fixed and paraffin embedded lung tissue blocks were sectioned at 5 μm thickness and placed on glass slides. Lung tissue sections were stained with hematoxylin & eosin (H&E) and observed under a light microscope. Morphological changes were scored as nil (0), mild (1), moderate (2), or severe (3) injury based on the presence of exudates, hyperemia or congestion, infiltration of neutrophils, alveolar hemorrhage, presence of debris, and cellular hyperplasia, in a blinded fashion (Aziz et al. 2012; Hirano et al. 2015) . The sums of scores of different animals were averaged and plotted on a bar graph.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 507,
                    "text": "(Aziz et al. 2012;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 508,
                    "end": 527,
                    "text": "Hirano et al. 2015)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Lung tissue histology"
        },
        {
            "text": "A total of 50-100 mg of liquid nitrogen-based powered lung tissues were homogenized in KPO 4 buffer containing 0.5% hexa-decyl-trimethyl-ammonium bromide (Sigma-Aldrich, St. Louis, MO) using a sonicator with the samples placed in ice. After centrifuging, the supernatant was diluted in reaction solution which contains O-Dianisidine dihydrochloride (Sigma-Aldrich) and H 2 O 2 (ThermoFisher Scientific, Waltham, MA) as substrate. Rate of change in optical density (ΔOD) between 1 and 4 min was measured at 460 nm to calculate myeloperoxidase (MPO) activity (Aziz et al. 2012 ).",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 574,
                    "text": "(Aziz et al. 2012",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Myeloperoxidase assay"
        },
        {
            "text": "The presence of apoptotic cells in lung tissue sections was determined using a terminal deoxynucleotide transferase dUTP nick end labeling (TUNEL) assay kit (Roche Diagnostics, Indianapolis, IN). Briefly, lung tissues were fixed in 10% phosphate buffered formalin and were then embedded into paraffin and sectioned at 5 μm following standard histology procedures. Lung sections were dewaxed, rehydrated and equilibrated in Tris buffered saline (TBS). The sections were then digested with 20 μg/mL proteinase K + for 20 min at room temperature. The lung tissue sections were then washed and incubated with a cocktail containing terminal deoxynucleotidyl transferase enzyme and fluorescence labeled nucleotides and examined under a fluorescence microscope (Nikon Eclipse Ti-S, Melville, NY).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TUNEL assay"
        },
        {
            "text": "The caspase-3 enzyme activity in lung tissues was assessed by a fluorimetric assay system kit (Sigma, Saint Louis, MO). Lung tissues were homogenized in liquid nitrogen, and approximately 50 mg of powdered tissues were dissolved in 500 μl of lysis buffer, which contains a cocktail of 10 mM Hepes, pH 7.4, 5 mM MgCl 2 , 1 mM DTT, 1% Triton X-100, and 2 mM each of EDTA and EGTA, and then subjected to sonication by placing the samples in ice. Protein concentration was measured by the Bio Rad protein assay reagent (Hercules). Equal amounts of proteins in a 5 μl volume were added to the 100 μl assay buffer (20 mM Hepes, pH 7.4, 5 mM DTT, 2 mM EDTA, and 0.1% CHAPS) containing 10 μM DEVD-AMC substrate molecule and the rate of changes of fluorescence intensity at 37°C were measured at 370 nm (excitation wavelength) and 450 nm (emission wavelength) in a fluorometer (Synergy H1, BioTek, Winooski, VT). The caspase-3 enzyme activity was expressed as mM AMC/min/g of protein (Aziz et al. 2012 ).",
            "cite_spans": [
                {
                    "start": 975,
                    "end": 992,
                    "text": "(Aziz et al. 2012",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Caspase-3 enzyme activity assay"
        },
        {
            "text": "Figure preparation and data analyses were performed by using SigmaPlot 12.5 software (Systat Software Inc., San Jose, CA). Data represented in the figures are expressed as mean ± standard error (SE). One way analysis of variance (ANOVA) was used for comparison among multiple groups and the significance was determined by the Student-Newman-Keuls (SNK) test. Paired two-tailed Student's t-test was applied for two-group comparisons. Significance was determined as p ≤ 0.05 between experimental groups. a Peritoneal washout cells isolated from healthy mice were stained with antimouse Pacific Blue-CD23, FITC-B220 and PE-Cy5 Abs and subjected to sort purification by using a flow cytometry-based cell sorting system. A total of 5 × 10 5 B-1a cells suspended in 150 μl of PBS were delivered into the peritoneal cavity of CLP mice. After 20 h, lung tissue was harvested and mRNA and protein expression of b, c IL-6, d, e IL-1β, f, g TNF-α, h, i IFNγ and j, k IL-10 were assessed, respectively. Data are expressed as means ± SE (n = 9 mice/group) and compared by one-way ANOVA and SNK method ( * p < 0.05 vs. sham mice; # p < 0.05 vs. PBS-treated CLP mice). CLP, cecal ligation and puncture; IL, interleukin",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Peritoneal B-1a cells were sort-purified based on CD23 − B220 lo CD5 int surface phenotype from healthy mice and then injected into mice immediately after CLP operation (Fig. 1a) . At 20 h after CLP operation, lungs were harvested to assess the expression of pro-and anti-inflammatory cytokines. Expression of IL-6 and IL-1β in lung tissue from CLP mice was significantly up-regulated compared to sham-operated mice, while the adoptive transfer of B-1a cells significantly down-regulated expression of IL-6 and IL-1β by 51 and 54%, respectively at the mRNA and 55 and 51%, respectively at the protein level (Fig. 1b-e) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 607,
                    "end": 618,
                    "text": "(Fig. 1b-e)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B-1a cells attenuate the expression of pro-inflammatory cytokines in the lungs during sepsis"
        },
        {
            "text": "We found significant up-regulation of the expression of TNF-α at mRNA and protein levels in the lung tissues of CLP mice, while there was a trend towards down-regulation of TNF-α expression in lungs of B-1a cell-treated CLP mice as compared to vehicle-treated CLP mice (Fig. 1f, g) . We",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 281,
                    "text": "(Fig. 1f, g)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B-1a cells attenuate the expression of pro-inflammatory cytokines in the lungs during sepsis"
        },
        {
            "text": "could not find significant increase of the expression of IFNγ at both mRNA and protein levels in lungs at 20 h of CLP, which could be due to the fact that its up-regulation might occur at earlier time point after CLP operation, and therefore 20 h after CLP was too late to determine its up-regulation in lung tissues (Fig. 1h, i) . Similar to the patterns of expression of pro-inflammatory cytokines, we found significant up-regulation of IL-10 expression at mRNA and protein levels in the lung tissues following CLP operation as compared to sham-operated mice (Fig. 1j, k) . We noticed a trend towards decreasing the expression of IL-10 in lungs of B-1a cell-treated CLP mice as compared to vehicle-treated CLP mice, reflecting the remission of inflammation after B-1a cell treatment in septic mice (Fig. 1j, k) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 329,
                    "text": "(Fig. 1h, i)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 561,
                    "end": 573,
                    "text": "(Fig. 1j, k)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 800,
                    "end": 812,
                    "text": "(Fig. 1j, k)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B-1a cells attenuate the expression of pro-inflammatory cytokines in the lungs during sepsis"
        },
        {
            "text": "Histological images of lung tissue showed decreased levels of alveolar congestion, exudate, interstitial and Histological injury scores of the lungs in different groups were quantified as described in Materials and Methods. Data from three independent experiments are expressed as means ± SE (n = 6 mice/group) and compared by one-way ANOVA and SNK method ( * p < 0.05 vs. shams; # p < 0.05 vs. PBS-treated CLP mice). CLP, cecal ligation and puncture; H&E, hematoxylin and eosin alveolar cellular infiltrates, intra-alveolar capillary hemorrhages, and damage of epithelial architecture, in B-1a cell-treated CLP mice as compared to PBS-treated CLP mice (Fig. 2a) . These histological changes were reflected in a significant decrease in lung tissue injury score in B-1a cell-treated mice compared to PBS-treated CLP mice by a mean value of 54% (Fig. 2b) . On the other hand, the sham-operated mouse lungs showed normal histological architecture.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 662,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 843,
                    "end": 852,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Treatment of septic mice with B-1a cells attenuates lung injury scores"
        },
        {
            "text": "Chemokines such as MIP-2 play a pivotal role in the infiltration of neutrophils in lungs during sepsis (Aziz et al. 2013; Abraham 2003) . In lung tissue following sepsis, we noticed significant up-regulation of MIP-2 expression compared to sham mice, while the mice treated with B-1a cells significantly reduced the expression of MIP-2 by 49 and 46%, respectively at the mRNA and protein levels compared to PBS-treated CLP mice (Fig. 3a, b) . The neutrophil infiltration in lungs as measured by the amount of MPO showed significant inhibition in B-1a cell-treated mice by 41% as compared to PBS-treated mice during CLP (Fig. 3c) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 121,
                    "text": "(Aziz et al. 2013;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 122,
                    "end": 135,
                    "text": "Abraham 2003)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 440,
                    "text": "(Fig. 3a, b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 619,
                    "end": 628,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "B-1a cells attenuate chemokine and MPO levels in the lungs of septic mice"
        },
        {
            "text": "Sepsis resulted in a significant increase in the number of apoptotic cells in lungs (Aziz et al. 2013; Aziz et al. 2012 ). Here, we noticed that the septic mice treated with B-1a cells experienced a significant decrease in the numbers of apoptotic cells by 56% compared to PBS-treated septic mice (Fig. 4a, b) . Furthermore, following sepsis we noticed a significant increase of the activation of caspase-3, the rate-limiting enzyme for apoptosis in the lungs, compared to sham-operated mice. However, the treatment of septic mice with B-1a cells significantly reduced the level of active caspase-3 by mean values of 52%, compared to PBS-treated septic mice (Fig. 4c) .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 102,
                    "text": "(Aziz et al. 2013;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 103,
                    "end": 119,
                    "text": "Aziz et al. 2012",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 309,
                    "text": "(Fig. 4a, b)",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 667,
                    "text": "(Fig. 4c)",
                    "ref_id": null
                }
            ],
            "section": "Treatment with B-1a cells attenuates apoptosis in the lung during sepsis"
        },
        {
            "text": "About 80% of the IgM present in the blood are natural IgM which comes from the B-1a cells and its levels are high at steady-state (Aziz et al. 2015) . We previously showed that during sepsis the circulatory (blood) level of IgM were decreased during sepsis, while after adoptive transfer of B-1a cells in the septic mice increased the level of IgM in the blood (Aziz et al. 2017 ). In addition to this, within the peritoneal cavity (local infectious foci) the IgM levels were also increased following treatment of septic mice with B-1a cells (Aziz et al. 2017 ). To know whether or not IgM is present in the lungs and their levels are altered during sepsis, we assessed IgM levels were assessed, respectively. c MPO activity in lungs of sham-operated, and PBS or B-1a cell-treated CLP mice was determined. Data are expressed as means ± SE (n = 9 mice/group from 3 independent experiments) and compared by one-way ANOVA and SNK method ( * p < 0.05 vs. shams; # p < 0.05 vs. PBS-treated CLP mice). CLP, cecal ligation and puncture; MIP-2, macrophage-inflammatory protein-2; MPO, myeloperoxidase in the lung tissues in sham and CLP-operated vehicleor B-1a cell-treated mice. We found that during sepsis IgM levels in the lungs were significantly decreased as compared to sham mice, while treatment of CLP mice with B-1a cells significantly increased the level of IgM in the lungs (Fig. 5) . Therefore, the B-1a cell-mediated protection against sepsis-induced ALI could be mediated through both systemic and local increase of IgM.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 148,
                    "text": "(Aziz et al. 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 361,
                    "end": 378,
                    "text": "(Aziz et al. 2017",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 542,
                    "end": 559,
                    "text": "(Aziz et al. 2017",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1377,
                    "end": 1385,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Treatment with B-1a cells restores IgM levels in lung tissues during sepsis"
        },
        {
            "text": "B cells express the co-receptor CD19, which serves as a positive regulator of B cell receptor (BCR) signaling and is critical for B cell development and activation (Aziz et al. 2017; Aziz et al. 2015; Haas et al. 2005) . It has been shown that transgenic mice over expressing CD19 generate excess B-1a cells which provide protection against infection, while CD19-deficient mice lack B-1a cells and are susceptible to infection (Haas et al. 2005) . We examined CD19 −/− mice to determine whether or not the deficiency of B-1a cells would exacerbate lung injury during sepsis. Following CLP, histological images of the lung tissues showed increased levels of alveolar congestion, exudate, interstitial and alveolar cellular infiltrates, intra-alveolar capillary hemorrhages, and extensive damage of epithelial architecture in CD19 −/− mice as compared to WT mice (Fig. 6a) . These histological changes were reflected in a significant increase in lung tissue injury score in CD19 −/− mice compared to WT mice by a mean value of 54% after CLP (Fig. 6b ).",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 182,
                    "text": "(Aziz et al. 2017;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 183,
                    "end": 200,
                    "text": "Aziz et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 201,
                    "end": 218,
                    "text": "Haas et al. 2005)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 427,
                    "end": 445,
                    "text": "(Haas et al. 2005)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 861,
                    "end": 870,
                    "text": "(Fig. 6a)",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1047,
                    "text": "(Fig. 6b",
                    "ref_id": null
                }
            ],
            "section": "Deficiency of B-1a cells in CD19 −/− mice exacerbates lung injury"
        },
        {
            "text": "B-1a cells are part of innate immune system and exhibit unique phenotypic, developmental, localizations, signaling and functional characteristics that differ from the conventional B-2 cells (Aziz et al. 2015) . B-1a cells are innate-like, while B-2 cells are adaptive-type immune-reactive lymphoid cells. B-1a cells spontaneously secrete germline-like, polyreactive natural antibody (IgM), which acts as a first line of defense by Fig. 4 Treatment with B-1a cells attenuates apoptosis in lungs after sepsis. After 20 h of CLP, lung tissues were collected from PBS or B-1a cell treated mice. a Lung tissue sections were prepared for TUNEL staining shown in green, and for nuclear staining using PI shown in red. Representative images at × 100 original magnification are shown. Scale bar, 100 μm. b TUNEL positive apoptotic cells were counted at 18 random fields in a blinded fashion, and the average numbers of cells per field are shown. c Cleaved Caspase-3 activity in total lung tissues of sham-operated, and PBS or B-1a cell-treated CLP mice was determined. Data are expressed as means ± SE (n = 6 mice/group) and compared by one-way ANOVA and SNK method ( * p < 0.05 vs. shams; # p < 0.05 vs. PBS-treated CLP mice). CLP, cecal ligation and puncture; TUNEL, terminal deoxynucleotidyl transferase dUTP nick end labeling; PI, propidium iodide neutralizing a wide range of pathogens (Aziz et al. 2015; Grönwall et al. 2012 ). B-1a cells are known to produce several immunomodulatory molecules either spontaneously or in the presence of stimulation, which attenuate infectious and inflammatory diseases including influenza, pneumonia, atherosclerosis, inflammatory bowel disease, autoimmunity, obesity and diabetes mellitus [reviewed in (Aziz et al. 2015) ]. Recently, the beneficial role of B-1a cells in sepsis has been reported (Aziz et al. 2017; Rauch et al. 2012) , and this was shown to be mediated through the control of excessive systemic inflammation and bacterial burdens. Nonetheless, the role of B-1a cells in mitigating inflammation and injuries to the remote organs especially lungs, during sepsis was not known. In the current study, we primarily focused on the role of B-1a cells in attenuating ALI during sepsis. Using a mouse model of sepsis, we previously showed that the numbers of B-1a cells in peritoneal cavity, spleen and bone-marrow were significantly decreased (Aziz et al. 2017) . Adoptive transfer of syngeneic B-1a cells into septic mice significantly attenuated systemic inflammatory and injury parameters as well as bacterial burden in the blood and peritoneal cavity (Aziz et al. Fig. 6 Deficiency of B-1a cells exaggerates lung injury during sepsis. a After 20 h of CLP induced in WT and CD19 −/− mice, lung tissues were harvested and stained with H&E. The slides were observed under light microscopy at × 100 original magnification in a blinded fashion. Representative images for each group are shown. Scale bar, 100 μm. b Histological injury scores of the lungs in WT and CD19 −/− mice were quantified as described in Materials and Methods. Data obtained from three independent experiments are expressed as means ± SE (n = 6 mice/ group) and compared by one-way ANOVA and SNK method ( * p < 0.05 vs. shams; # p < 0.05 vs. WT CLP mice). CLP, cecal ligation and puncture; H&E, hematoxylin and eosin Fig. 5 Treatment with B-1a cells increases IgM levels in the lungs following sepsis. A total of 5 × 10 5 sorted B-1a cells were delivered into the peritoneal cavity of CLP mice. After 20 h, lung tissue was harvested from sham, PBS-, and B-1a cell-treated mice and assessed IgM levels in total extracted proteins by ELISA. Data are expressed as means ± SE (n = 9 mice/group) and compared by one-way ANOVA and SNK method ( * p < 0.05 vs. sham mice). CLP, cecal ligation and puncture; ELISA, enzyme-linked immunosorbent assay 2017). In the current study, we found that the adoptive transfer of murine B-1a cells into septic mice significantly attenuated the expression of pro-inflammatory cytokines IL-6 and IL-1β in the lungs. We also found overall improvement of lung injury scores in B-1a cell-treated mice during sepsis. The attenuation of sepsis-induced lung injury was correlated with reduced levels of chemokine expression, neutrophil infiltration as assessed by MPO, and cellular apoptosis through the down-regulation of caspase-3 activity. We previously demonstrated B-1a cell-deficient CD19 −/− mice were more susceptible to infectious inflammation, thereby causing an increased mortality rate in sepsis (Aziz et al. 2017) . Here, we also found that the CD19 −/− mice showed significantly increased levels of lung injury scores as compared to WT mice after sepsis, thus suggesting the pivotal beneficial role of B-1a cells to protect mice from ALI during sepsis. The improvement of systemic inflammation and lung injury and inflammation after administration of B-1a cells in septic animals can be better reflected in their survival outcomes. In our previous study, we demonstrated significant improvement of the survival outcome in B-1a cell-treated mice over that of PBS-treated mice with sepsis (Aziz et al. 2017) . By contrast, the B-1a cell deficient CD19 −/− mice had significantly reduced rate of survival as compared to the WT mice during sepsis (Aziz et al. 2017) .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 208,
                    "text": "(Aziz et al. 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1382,
                    "end": 1400,
                    "text": "(Aziz et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1401,
                    "end": 1421,
                    "text": "Grönwall et al. 2012",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1735,
                    "end": 1753,
                    "text": "(Aziz et al. 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1829,
                    "end": 1847,
                    "text": "(Aziz et al. 2017;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1848,
                    "end": 1866,
                    "text": "Rauch et al. 2012)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2385,
                    "end": 2403,
                    "text": "(Aziz et al. 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 4541,
                    "end": 4559,
                    "text": "(Aziz et al. 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 5134,
                    "end": 5152,
                    "text": "(Aziz et al. 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 5290,
                    "end": 5308,
                    "text": "(Aziz et al. 2017)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 437,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 2610,
                    "end": 2616,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 3330,
                    "end": 3336,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The crosstalk effect between B-1a cells and macrophages has been demonstrated in previous reports (Thies et al. 2013; Barbeiro et al. 2011 ). B-1a cells produce IL-10 in response to LPS stimulation (Aziz et al. 2017; Barbeiro et al. 2011) . In B-1a cells and macrophages co-cultures, production of pro-inflammatory cytokines was lower and the production of anti-inflammatory cytokine IL-10 was higher than in macrophage monocultures (Barbeiro et al. 2011) . Interestingly, co-culture of IL-10 −/− B-1a cells and WT macrophages did not reduce the levels of the pro-inflammatory cytokines (Aziz et al. 2017) , indicating the pivotal regulatory role of B-1a cells in controlling inflammation. Beside these in vitro findings, we demonstrated the beneficial role of B-1a cells during sepsis through the production of anti-inflammatory cytokine IL-10 ( Aziz et al. 2017) . Lungs contain resident alveolar macrophages which during sepsis become activated to produce excessive amounts of pro-inflammatory cytokines and chemokines (Aziz et al. 2012; Moldoveanu et al. 2009 ). However, we noticed significant decreases in the expression of pro-inflammatory cytokines IL-6 and IL-1β and chemokine MIP-2 in the lungs of B-1a cell-treated mice during sepsis. Since B-1a cells are known to produce excessive amounts of anti-inflammatory cytokine IL-10, it is therefore understandable that the B-1a cells could temper the pro-inflammatory responses of alveolar macrophages and thus protect mice from ALI during sepsis. B-1a cells can serve as antigen presenting cells, providing effective signaling to T-cells via CD80 and CD86 molecules, which are expressed on B-1a cells (Aziz et al. 2015) . Therefore, in parallel to study the crosstalk effect between B-1a cells and macrophages, it would be of interest for future studies to elucidate the novel role of B-1a cells on T cells in the lungs during sepsis.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 117,
                    "text": "(Thies et al. 2013;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 118,
                    "end": 138,
                    "text": "Barbeiro et al. 2011",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 198,
                    "end": 216,
                    "text": "(Aziz et al. 2017;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 217,
                    "end": 238,
                    "text": "Barbeiro et al. 2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 433,
                    "end": 455,
                    "text": "(Barbeiro et al. 2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 587,
                    "end": 605,
                    "text": "(Aziz et al. 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 847,
                    "end": 864,
                    "text": "Aziz et al. 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1022,
                    "end": 1040,
                    "text": "(Aziz et al. 2012;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1041,
                    "end": 1063,
                    "text": "Moldoveanu et al. 2009",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1658,
                    "end": 1676,
                    "text": "(Aziz et al. 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "GM-CSF is mainly produced by the innate response activator (IRA) B cells (Rauch et al. 2012) . Our current study focused on the effect of IL-10-and IgM-producing B-1a cells in sepsis-induced ALI. In our previous study, we demonstrated that the septic mice treated with IL-10 −/− B-1a cells did not show protection against sepsis (Aziz et al. 2017) , thus pointing to the role of B-1a cell-secreted IL-10 to exert beneficial role in sepsis. We also demonstrated that the levels of GM-CSF in B-1a cells between WT and IL-10 −/− mice strains following sepsis were remained same (Aziz et al. 2017) , indicating that the lack of IL-10 in B-1a cells could be detrimental in sepsis without affecting the levels of GM-CSF. Future studies focusing on the role of GM-CSF producing IRA B cells will help reveal the importance of IRA B cells in sepsis-induced ALI.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 92,
                    "text": "(Rauch et al. 2012)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 329,
                    "end": 347,
                    "text": "(Aziz et al. 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 575,
                    "end": 593,
                    "text": "(Aziz et al. 2017)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In sepsis, irresistible migration of neutrophils into the lungs leads to endothelial cell injury and sustained inflammation (Aziz et al. 2013; Aziz et al. 2012; Hirano et al. 2015; Hirano et al. 2016 ). The patients with ARDS represent huge infiltration of neutrophils in the lung tissues which correlates with the severity of lung injury as a result of releasing ample amounts of proteolytic enzymes and pro-inflammatory mediators from the infiltrated neutrophils into the lung tissue beds (Abraham 2003; Williams and Chambers 2014) . Thus, it is suggested that the regulation of neutrophil infiltration into the lungs could be an effective therapeutic approach in septic-induced ALI. Here, in the current study, we noticed dramatic reduction of neutrophil infiltration in the lungs as measured by MPO and chemokine MIP-2 levels which ultimately led to diminished lung tissue injury in the B-1a cell-treated mice. Although the direct roles of B-1a cells on macrophages and T cells had been delineated previously, the effect of B-1a cells on neutrophils is largely unknown. Elucidation of the direct role of B-1a cells on neutrophils will provide additional insights into the pathophysiology of ALI in sepsis.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 142,
                    "text": "(Aziz et al. 2013;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 143,
                    "end": 160,
                    "text": "Aziz et al. 2012;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 161,
                    "end": 180,
                    "text": "Hirano et al. 2015;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 181,
                    "end": 199,
                    "text": "Hirano et al. 2016",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 491,
                    "end": 505,
                    "text": "(Abraham 2003;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 506,
                    "end": 533,
                    "text": "Williams and Chambers 2014)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the context of lung injury and inflammation caused by viral and bacterial infections, several reports have already demonstrated the beneficial role of B-1a cells in protecting mice from lung injury, mainly mediated through the release of natural IgM (Baumgarth et al. 1999; Baumgarth et al. 2000; Weber et al. 2014) . Natural IgM secreted from B-1a cells eliminates invading pathogens and also scavenges dying cells, which in turn can attenuate inflammation and tissue injury Vas et al. 2012 ). On the other hand, mice lacking natural IgM are prone to develop autoimmune diseases because of the failure to neutralize/remove antigens and apoptotic cells to maintain homeostasis (Aziz et al. 2015; Boes et al. 2000 ). In the current study, we noticed significant reduction in the number of apoptotic cells in the lungs following B-1a cell treatment in septic mice. Although here we did not assess the phagocytic clearance of apoptotic cells by professional phagocytes, we found that the septic mice treated with B-1a cells showed reduced levels of caspase-3 activity, indicating inhibition of cellular apoptosis by B-1a cell treatment. It has been demonstrated that endothelial cell pyroptosis, a form of cell death, may result in sepsis-induced ALI through the activation of caspases (Cheng et al. 2017; Aziz et al. 2014 ). Since the pyroptotic cells also undergo DNA fragmentation and, like apoptotic cells show positive TUNEL staining (Mariathasan et al. 2005) , our TUNEL assay data in lung tissues pointed to the possibility of decreased pyroptosis of lung cells following treatment of septic mice with B-1a cells. Further studies by staining the lung tissue sections with endothelial cell marker CD31 Ab, TUNEL and caspase-1 Ab will help confirm the status of endothelial cell pyroptosis in lungs during sepsis, and also demonstrate the inhibitory effect of B-1a cells for endothelial cell pyroptosis during sepsis.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 276,
                    "text": "(Baumgarth et al. 1999;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 277,
                    "end": 299,
                    "text": "Baumgarth et al. 2000;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 300,
                    "end": 318,
                    "text": "Weber et al. 2014)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 479,
                    "end": 494,
                    "text": "Vas et al. 2012",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 680,
                    "end": 698,
                    "text": "(Aziz et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 699,
                    "end": 715,
                    "text": "Boes et al. 2000",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1286,
                    "end": 1305,
                    "text": "(Cheng et al. 2017;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1306,
                    "end": 1322,
                    "text": "Aziz et al. 2014",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1439,
                    "end": 1464,
                    "text": "(Mariathasan et al. 2005)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During influenza virus infection, the therapeutic potential of murine B-1a cells was mainly generated by their enrichment at the lungs as a result of their translocation from serosal cavities where they are generally localized at the steady-state condition (30). Following their translocation into lungs, B-1a cells autonomously secrete natural Abs and other immunomodulatory molecules to protect hosts against influenza virus infection (Aziz et al. 2015; Baumgarth et al. 1999; Baumgarth et al. 2000) . In line with this fact, Weber, et al. showed B-1a cells migrate from the pleural cavity to the interstitial lung tissues, where they produce ample amount of GM-CSF and natural Abs to protect the host from endotoxin or S. pneumoniae-induced ALI in mice (Weber et al. 2014 ). In the current study utilizing murine model of sepsis, B-1a cells could be enriched into the lungs as a result of their translocation from the site of origin to protect mice against lung inflammation.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 455,
                    "text": "(Aziz et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 456,
                    "end": 478,
                    "text": "Baumgarth et al. 1999;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 479,
                    "end": 501,
                    "text": "Baumgarth et al. 2000)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 756,
                    "end": 774,
                    "text": "(Weber et al. 2014",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the current study, we injected septic mice with B-1a cells at the time of CLP operation, the post-treatment of septic mice with B-1a cells would help advance our current therapeutic strategy towards more clinically relevant circumstances. We basically chose to treat mice with B-1a cells immediately after CLP rather than post-surgery because most of the pro-inflammatory cytokines and chemokines are expressed early/hyperdynamic phase in sepsis, reaching maximum levels around 10-12 h after CLP and then returns to normal levels (Aziz et al. 2013; Bosmann and Ward 2013; Rittirsch et al. 2008) . Therefore, in order to obtain optimal inhibition of pro-inflammatory cytokines and chemokines by the treatment of B-1a cells, we chose time of treatment at CLP induction instead of a later time point. We delivered the B-1a cells into the septic mice through the intraperitoneal route; however, administration of B-1a cells intravenously would help shift this laboratory strategy to bedside approaches.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 551,
                    "text": "(Aziz et al. 2013;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 552,
                    "end": 574,
                    "text": "Bosmann and Ward 2013;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 575,
                    "end": 597,
                    "text": "Rittirsch et al. 2008)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study, we used C57BL/6 WT mice, also known as B6 mice obtained from the Taconic to compare the outcomes of sepsis-induced ALI with B6 background B-1a cell deficient CD19 −/− mice obtained from the Jackson lab. Our previous studies on B6 background of mice of Taconic and Jackson lab showed similar outcomes in their survival in CLP-induced sepsis (Giangola et al. 2013; Qiang et al. 2013) . However, since the immune responses of mice may vary among various strains and vendors (Otto et al. 2016 ), we consider this as one of our limitations in experimental designing. Further studies using control WT mice and CD19 −/− mice from the same vendor will strengthen our present finding of the beneficial effect of B-1a cells on ALI during sepsis.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 384,
                    "text": "(Giangola et al. 2013;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 385,
                    "end": 403,
                    "text": "Qiang et al. 2013)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 493,
                    "end": 510,
                    "text": "(Otto et al. 2016",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We identified the beneficial role of murine B-1a cells in sepsis-induced ALI through the mitigation of inflammation and injury to the lungs. Recently, a B cell population in human has been identified which represents functional characteristics that match with murine B-1a cells, including autonomous production of natural IgM, constitutive basal expression of intracellular signal transduction molecules, and effective stimulation of T lymphocytes (Aziz et al. 2015; Griffin et al. 2011; Rothstein et al. 2013) . Our current study demonstrating the role of mouse B-1a cells in sepsis-induced ALI further focuses on identifying valuable lessons that may be applicable to human B-1a cells. ",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 466,
                    "text": "(Aziz et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 467,
                    "end": 487,
                    "text": "Griffin et al. 2011;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 488,
                    "end": 510,
                    "text": "Rothstein et al. 2013)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neutrophils and acute lung injury",
            "authors": [
                {
                    "first": "Abraham",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "",
            "pages": "195--204",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The role of B-1 cells in inflammation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Holodick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immunol Res",
            "volume": "63",
            "issn": "",
            "pages": "153--66",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "B-1a cells protect mice from sepsis: critical role of CREB",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Holodick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Immunol",
            "volume": "199",
            "issn": "",
            "pages": "750--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Revisiting caspases in sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Death Dis",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Current trends in inflammatory and immunomodulatory mediators in sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matsuda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Leukoc Biol",
            "volume": "93",
            "issn": "",
            "pages": "329--371",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Milk fat globule-epidermal growth factor-factor 8 attenuates neutrophil infiltration in acute lung injury via modulation of CXCR2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matsuda",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "189",
            "issn": "",
            "pages": "393--402",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "B-1 cells temper endotoxemic inflammatory responses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Barbeiro",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunobiology",
            "volume": "216",
            "issn": "",
            "pages": "302--310",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Toll-like receptor signaling pathways",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1524--1529",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Innate and acquired humoral immunities to influenza virus are mediated by distinct arms of the immune system",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baumgarth",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Jager",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Herzenberg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "2250--2255",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "B-1 and B-2 cell-derived immunoglobulin M antibodies are nonredundant components of the protective response to influenza virus infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baumgarth",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Exp Med",
            "volume": "192",
            "issn": "",
            "pages": "271--80",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Origins and functions of B-1 cells with notes on the role of CD5",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Berland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Wortis",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Annu Rev Immunol",
            "volume": "20",
            "issn": "",
            "pages": "253--300",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Accelerated development of IgG autoantibodies and autoimmune disease in the absence of secreted IgM",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "97",
            "issn": "",
            "pages": "1184--1193",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The inflammatory response in sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bosmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trends Immunol",
            "volume": "34",
            "issn": "",
            "pages": "129--165",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Neutrophil extracellular traps kill bacteria",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Brinkmann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1532--1537",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Caspase-11-mediated endothelial pyroptosis underlies endotoxemia-induced lung injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Invest",
            "volume": "127",
            "issn": "",
            "pages": "4124--4159",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dual role for B-1a cells in immunity to influenza virus infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baumgarth",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Exp Med",
            "volume": "205",
            "issn": "",
            "pages": "3053--64",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Molecular biology of inflammation and sepsis: a primer",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cinel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Opal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Care Med",
            "volume": "37",
            "issn": "",
            "pages": "291--304",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Neutrophil extracellular traps and its implications in inflammation: an overview",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Delgado-Rizo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Immunol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Gene-specific control of the TLR-induced inflammatory response",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Immunol",
            "volume": "130",
            "issn": "",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Growth arrest-specific protein 6 attenuates neutrophil migration and acute lung injury in sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Giangola",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Shock",
            "volume": "40",
            "issn": "",
            "pages": "485--91",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Human B1 cells in umbilical cord and adult peripheral blood express the novel phenotype CD20+ CD27+ CD43+ CD70",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Holodick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Exp Med",
            "volume": "208",
            "issn": "",
            "pages": "67--80",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Contribution of neutrophils to acute lung injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grommes",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Soehnlein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Med",
            "volume": "17",
            "issn": "",
            "pages": "293--307",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Protective roles of natural IgM antibodies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grönwall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Front Immunol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Risk of acute lung injury/acute respiratory distress syndrome in critically ill adult patients with pre-existing diabetes: a meta-analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Tie",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Kan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "B-1a and B-1b cells exhibit distinct developmental requirements and have unique functional roles in innate and adaptive immunity to S. pneumoniae",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Poe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Steeber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Tedder",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunity",
            "volume": "23",
            "issn": "",
            "pages": "7--18",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Role of reverse transendothelial migration of neutrophils in inflammation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biol Chem",
            "volume": "397",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Neutralization of osteopontin attenuates neutrophil migration in sepsis-induced acute lung injury",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Age-related decline in natural IgM function: diversification and selection of the B-1a cell pool with age",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Holodick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vizconde",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Immunol",
            "volume": "196",
            "issn": "",
            "pages": "4348--57",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Marginal zone B cells exacerbate endotoxic shock via interleukin-6 secretion induced by Fcα/μR-coupled TLR4 signalling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Differential development of progenitor activity for three B-cell lineages",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Kantor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Stall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Herzenberg",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "89",
            "issn": "",
            "pages": "3320--3324",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Neutrophil extracellular traps: double-edged swords of innate immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radic",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "189",
            "issn": "",
            "pages": "2689--95",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "B cells enhance early innate immune responses during bacterial sepsis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kelly-Scumpia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Exp Med",
            "volume": "208",
            "issn": "",
            "pages": "1673--82",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Kupffer cell protects against acute lung injury in a rat peritonitis model: role of IL-10",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kono",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Leukoc Biol",
            "volume": "79",
            "issn": "",
            "pages": "809--826",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Neutrophil activation and acute lung injury",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Downey",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr Opin Crit Care",
            "volume": "7",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Innate immunity against Francisella tularensis is dependent on the ASC/caspase-1 axis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mariathasan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Dixit",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Monack",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "202",
            "issn": "",
            "pages": "1043--1052",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "B1 cells: similarities and differences with other B cell subsets",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kearney",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr Opin Immunol",
            "volume": "13",
            "issn": "",
            "pages": "195--201",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The effect of age on the development and outcome of adult sepsis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mannino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "15--21",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Inflammatory mechanisms in the lung",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moldoveanu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Inflamm Res",
            "volume": "2",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clinical chemistry reference intervals for C57BL/6J, C57BL/6N, and C3HeB/FeJ mice (Mus musculus)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Otto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Am Assoc Lab Anim Sci",
            "volume": "55",
            "issn": "",
            "pages": "375--86",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Cold-inducible RNA-binding protein (CIRP) triggers inflammatory responses in hemorrhagic shock and sepsis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Med",
            "volume": "19",
            "issn": "",
            "pages": "1489--95",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Innate response activator B cells protect against microbial sepsis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rauch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "",
            "pages": "597--601",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Harmful molecular mechanisms in sepsis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rittirsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Flierl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Immunol",
            "volume": "8",
            "issn": "",
            "pages": "776--87",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Human B-1 cells take the stage",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Holodick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Quach",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaku",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann N Y Acad Sci",
            "volume": "1285",
            "issn": "",
            "pages": "97--114",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Mortality in sepsis versus non-sepsis induced acute lung injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Sevransky",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Care",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The third international consensus definitions for sepsis and septic shock (Sepsis-3)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "801--811",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Cross talk between peritoneal macrophages and B-1 cells in vitro",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Thies",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Natural antibody to apoptotic cell membranes inhibits the proinflammatory properties of lupus autoantibody immune complexes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grönwall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marshak-Rothstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arthritis Rheum",
            "volume": "64",
            "issn": "",
            "pages": "3388--98",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Assessment of the worldwide burden of critical illness: the intensive care over nations (ICON) audit",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Respir Med",
            "volume": "2",
            "issn": "",
            "pages": "380--386",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Pleural innate response activator B cells protect against pneumonia via a GM-CSF-IgM axis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Exp Med",
            "volume": "211",
            "issn": "",
            "pages": "1243--56",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The mercurial nature of neutrophils: still an enigma in ARDS?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "306",
            "issn": "",
            "pages": "217--247",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Purification and immune phenotyping of B-1 cells from body cavities of mice",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yenson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baumgarth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Methods Mol Biol",
            "volume": "1190",
            "issn": "",
            "pages": "17--34",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-CAGCCGGGAAGACAATAA CT-3′ and 5'-GCAT TAAGGAGTCGGTTAGCA-3′; MIP-2 (NM_009140): 5'-CCCTGGTTC AGAAAATCATCCA-3′ and 5'-GCTC CTCCTTTCCAGGTCAGT-3′; β-actin (NM_007393): 5'-CGTGAAAAGATGACCCAGATCA-3′ and 5'-TGGT ACGACCAGAGGCATACAG-3′.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Adoptive transfer of B-1a cells attenuates lung inflammation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Treatment with B-1a cells improves the histopathological score of lung tissue damage in sepsis. a Lung tissue was collected after 20 h from sham-operated, and either PBS-or B-1a cell-treated CLP mice and stained with H&E. Each slide was observed under light microscopy at × 100 original magnification in a blinded fashion. Representative images for each group are shown. Scale bar, 100 μm. b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "-1a cells attenuate MIP-2 and MPO levels in lungs after sepsis. a, b At the time of CLP, mice were treated with either PBS as vehicle or 5 × 10 5 PerC B-1a cells in 150 μl of PBS by i.p. injection. After 20 h, lung tissue was harvested and mRNA and protein expression of MIP-2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Abbreviations ALI: Acute lung injury; ARDS: Acute respiratory distress syndrome; BCR: B-cell receptor; CLP: Cecal ligation and puncture; ELISA: Enzyme-linked immunosorbent assay; FO: Follicular; GM-CSF: Granulocyte-macrophage colony-stimulating factor; LPS: Lipopolysaccharides; MIP-2: Macrophageinflammatory protein-2; MPO: Myeloperoxidase; MZ: Marginal zone; NETs: Neutrophil extracellular traps; NO: Nitric oxide; PAMP: Pathogenassociated molecular pattern; PBS: Phosphate-buffered saline; ROS: Reactive oxygen species; TLR: Toll-like receptor; TUNEL: Terminal deoxynucleotide transferase dUTP nick end labeling",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the NIH for supporting the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This study was supported by the National Institutes of Health (NIH) grants R35GM118337, R01GM053008 and R01GM057468 to PW and R01AI029690 to TLR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All authors have contributed to, read and approved the final version of this manuscript for submission and publication in the journal Molecular Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        },
        {
            "text": "All data generated or analyzed during this study are included in this published article.Authors' contributions PW conceived the idea of the project. MA, TLR and PW designed the experiments. MA, NEH, YO, MZ and MO performed the experiments. MA, MO and YO performed CLP and measured lung parameters. MZ performed lung IHC. NEH sorted murine PerC B-1a cells and maintained CD19 −/− mice breeders. MA analyzed the data and wrote the manuscript. TLR and PW reviewed and edited the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "All animal protocols were approved by our Institutional Animal Care and Use Committee of the Feinstein Institute for Medical Research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        }
    ]
}