{
    "paper_id": "10d9615c5179ea8586c32c838b4c924128364842",
    "metadata": {
        "title": "The role of high load herpes simplex virus in patients with mechanical ventilation: a real hospital acquired viral lung infection needs antiviral therapy?",
        "authors": [
            {
                "first": "Heyan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hangyong",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The role of high load herpes simplex virus in patients with mechanical ventilation: a real hospital acquired viral lung infection needs antiviral therapy?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Heyan Wang 1 and Hangyong He 2* Dear editor,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We read with interest of the article by Lukas Schuierer and colleagues [1] about that in patients with ventilatorassociated pneumonia (VAP), antibiotic treatment failure, and high levels of herpes simplex virus (HSV) replication, treatment with acyclovir was associated with longer time to death and improved circulatory and respiratory function. Therefore, they suggested a causative role for high load HSV in the group of patients with antibiotics resistant VAP and an acyclovir therapy in this highly selected patient group. From our point of view, some details about HSV replication in ICU patients with mechanical ventilation (MV) need to be further clarified.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, why and in whom does high load HSV replication detected in mechanically ventilated patients and should be considered as a causative pathogen? Bruynseels et al. [2] found that 22% of ICU patients had HSV in the throat. HSV recovery from lower respiratory tract (LRT) samples of invasive ventilated patients is probably viral contamination from the upper respiratory tract, as endotracheal intubation, sputum aspiration, and other invasive operations. Furthermore, as the author mentioned [1] , HSV reactivation could also present as bronchopneumonitis, which was not a typical VAP that can be recognized by radiological findings [3] . Therefore, all patients with invasive mechanical ventilation and not only VAP patients should be treated as a population at high risk of hospital-acquired HSV infection in LRT and should be evaluated.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, how should we monitor HSV load in patients with MV? In Schuierer's study [1] , only one HSV PCR from LRT sample was performed after VAP was suspected. However, monitoring the HSV load routinely per week in MV patients and a trend of increasing HSV load may be more evident for a new infection. And an early throat swab for HSV PCR may be an early suggestion of risk factor for HSV infection in LRT. Furthermore, the concentration of the virus may be influenced by the sample quality from a sputum or BALF and lead to a difficult explanation of viral load by the quantitative PCR. Moreover, acyclovir treatment was associated with a significantly improved circulatory function in Schuierer's study [1] , which may suggest a viremiarelated septic shock [4] . Taken together, a standardized protocol for sample collection and sequential LRT HSV monitoring is needed, and a serum test of HSV may be valuable in detecting the development of HSV reactivation and infection in MV patients admitted to ICU.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, in Schuierer's report [1] , the treated patients required lower norepinephrine doses than untreated patients on baseline, and the treated group had a longer ICU stay but not lower mortality. Moreover, they included mainly elderly patients with a median age of 69 and 72 years old. These patients are at a higher risk of dying, but they are more likely to die with the virus than because of the virus. And viral reactivation could more likely be a marker of the disease severity and/or immunosuppression associated with critical illness and therapeutics [5] . Thus, giving antiviral drugs to these patients should therefore be considered cautiously in terms of benefit-risk ratio.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We thank Drs. Wang and He for their careful evaluation of our paper. First, we agree that detectable herpes simplex virus (HSV) replication is not a rare event in ventilated intensive care unit (ICU) patients [1] . We, however, strictly focused on patients in whom pulmonary infection was unambiguously diagnosed (including cases with normal chest X-ray but pathological findings on bronchoscopy) for which no other cause could be identified, and who do not respond to antibiotic treatment (Fig. 1 ). This strict selection of patients distinguishes our publication from all previously published studies. We therefore think that HSV is the causative pathogen in our patients. It may well be, however, that it also plays a role in other patient populations which we have not examined. We do not think, however, that widespread screening of ventilated patients is helpful, since it will almost certainly lead to overtreatment of a large proportion of patients which do not have any signs of clinically relevant pulmonary disease-and who, according to a very recent study, will not profit from preemptive treatment [2] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1111,
                    "end": 1114,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 497,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Reinhard Hoffmann, Lukas Schuierer"
        },
        {
            "text": "Second, as stated above, we do not think that sequential monitoring of patients without clinical evidence of infection is helpful. Moreover, it is not entirely clear to us which type of \"blood tests\" the authors suggest. In our experience, serum or full blood PCR testing may be performed additionally to the testing of respiratory secretions and would underscore its clinical significance, if positive. We have, however, never really evaluated the diagnostic value of HSV PCR in blood samples-after all, it can be detected in almost 30% of sepsis patients [3] . Serology also may not be helpful given the high rate of latently infected people in the general population, which all have positive serology.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 560,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Reinhard Hoffmann, Lukas Schuierer"
        },
        {
            "text": "Their final point is related to the first point above-we evaluated only patients with a high likelihood of viral disease before initiation of treatment. Moreover, our result that acyclovir is effective in these patients suggests-a posteriori-that HSV may be the responsible pathogen for pulmonary disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinhard Hoffmann, Lukas Schuierer"
        },
        {
            "text": "Sincerely, Reinhard Hoffmann Lukas Schuierer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinhard Hoffmann, Lukas Schuierer"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of acyclovir use on survival of patients with ventilator-associated pneumonia and high load herpes simplex virus replication",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schuierer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gebhard",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Ruf",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Jaschinski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Berghaus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wittmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Herpes simplex virus in the respiratory tract of critical care patients: a prospective study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bruynseels",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Jorens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Demey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pattyn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Elseviers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weyler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Bossaert",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mentens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ieven",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "9395",
            "pages": "1536--1577",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Herpes simplex virus lung infection in patients undergoing prolonged mechanical ventilation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Luyt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deback",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Aubriot-Lorton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nieszkowska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Trouillet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Capron",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Agut",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gibert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chastre",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "175",
            "issn": "9",
            "pages": "935--977",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiology of multiple herpes viremia in previously immunocompetent patients with septic shock",
            "authors": [
                {
                    "first": "Dsy",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Mjm",
                    "middle": [],
                    "last": "Bonten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spitoni",
                    "suffix": ""
                },
                {
                    "first": "Verduyn",
                    "middle": [],
                    "last": "Lunel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Frencken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Poll",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Klein",
                    "middle": [],
                    "last": "Klouwenberg",
                    "suffix": ""
                },
                {
                    "first": "Pmc",
                    "middle": [],
                    "last": "Cremer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Infect Dis",
            "volume": "64",
            "issn": "9",
            "pages": "1204--1214",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Treating HSV and CMV reactivations in critically ill patients who are not immunocompromised: con",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chanques",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jaber",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Intensive Care Med",
            "volume": "40",
            "issn": "12",
            "pages": "1950--1953",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions HW and HH are responsible for study design and writing. Both authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "None.Availability of data and materials Not applicable.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.Author details",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}