{
    "paper_id": "10f8dc72cecb25efe5f906193b565527482003b0",
    "metadata": {
        "title": "Blood ferritin and isoferritins measurements may be helpful in acute respiratory distress syndrome patients",
        "authors": [
            {
                "first": "Yurdagul",
                "middle": [],
                "last": "Uzunhan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "Guglielminotti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Maury",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bertrand",
                "middle": [],
                "last": "Guidet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francis",
                "middle": [],
                "last": "Berenbaum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Georges",
                "middle": [],
                "last": "Offenstadt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sir: Systemic diseases may lead to acute respiratory distress syndrome (ARDS) but may dramatically improve after steroid therapy. Adult-onset Still's disease (AOSD) is a systemic disease that uncommonly involves the lungs. Clinical recognition of AOSD is difficult, but ferritin and isoferritins blood measurements may establish its diagnosis [1] . We report a case of ARDS complicating AOSD, with a spectacular improvement after steroid therapy.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 64-year-old woman was hospitalized on 3 September 2000 for fever. She had begun to complain 15 days earlier of odynophagia, cutaneous rash, and inflammatory knee's pain. On examination her temperature was 38.9°C, she was dyspneic, her right knee was swollen, and crackles were heard over the right lung. Hepato-splemomegaly was present, leukocyte count was 2lx10 9 /l, with 87% neutrophils, and proteinuria was 300 mg/day. Aspartate aminotransferase activity was three times normal and lactico-dehydrogenase activity four times normal. Arterial blood gases (ABG) on room air were: pH 7.46, PaC0 2 41 mmHg, and Pa0 2 50 mmHg. Chest computed tomography revealed an alveolar infiltrate of the right lung. Cultures of blood and bronchoalveolar lavage fluid were negative for bacteria, fungi-and acidfast bacilli. Bronchoalveolar lavage fluid cultures were negative for viruses. Serological testing for Legionella pneumophila, Mycoplasma pneumoniae, Chlamydia pneumoniae, influenzae and parainfluenzae viruses, adenovirus, respiratory syncitial virus and human immunodeficiency virus were negative. Urinary antigen of L. pneumophila was absent. The search for rheumatoid factor and antinuclear antibodies was negative. Respiratory status worsened leading to transfer to the ICU on 7 September. Respiratory rate was 34 breaths/min CORRESPONDENCE and temperature 39.6°C. Crackles were heard over both lungs. Chest radiography revealed bilateral alveolar infiltrate. Mechanical ventilation was begun. ABG with 100% inspired oxygen fraction and 5 cmH 2 0 positive end-expiratory pressure were: pH 7.38, PaC0 2 43 mmHg and Pa0 2 128 mmHg. ABG worsened further thereafter. A second bronchoalveolar lavage showed negative cultures for bacteria, fungi, and viruses and failed to retrieve cysts of Pneumocystis carinii. Trans bronchial biopsy specimens demonstrated interstitial pulmonary fibrosis with exsudative alveolitis. Methylpredisolone at 500 mg per day for 3 days was started on 9 September, followed by maintenance therapy with prednisolone at 70 mg/day. ABG improved quickly allowing weaning from mechanical ventilation on September 14. The patient left the ICU on 18 September with ABG on room air at: pH 7.44, PaC0 2 36 mmHg and Pa0 2 83 mmHg. On 21 September the blood ferritin level was 16 310 f.lg/1 (normal: 10-200) with glycosylated form representing 5% of total ferritin (normal: 50-80% ). Steroid therapy was stopped during November 2000. At the follow-up visit in January 2001 she did not complain of respiratory symptoms or arthralgia. Chest radiography was normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "AOSD is characterized by spiking fever, arthralgia, and cutaneous rash, but lung involvement is uncommon [2] . It is either a transient parenchymal infiltrate or an exsudative pleural effusion. ARDS is an exceptional manifestation of the disease [3, 4, 5] . In our observation, the diagnosis of ARDS complicating AOSD was retained because ARDS criteria according to the North American and European consensus conference were fulfilled and the criteria of Yamaguchi et al. [2] for AOSD diagnosis were present.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 250,
                    "end": 252,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical diagnosis of AOSD may be difficult in ICU patients, and physicians may hesitate to initiate steroid therapy only on clinical findings. In this setting the measurement of ferritins and isoferritins may be helpful. A ferritin concentration greater than 4000 f.lgll is considered a good diagnostic test for active AOSD but is also encountered in other inflammatory diseases [1] . On the other hand, a glycosylated ferritin level below 5% is specific to active AOSD, although a level below 20% may be encountered in other systemic diseases such as rheumatoid arthritis. In the current case, we believe that an earlier AOSD diagnosis relying on an earlier ferritin and isoferritin measurements may have led to an earlier steroid therapy. It may have shortened the duration of mechanical ventilation and even alleviated the need for mechanical ventilation. Measurement of ferritin and isoferritin is also a valuable tool for monitoring the course of AOSD. A fall in ferritin level parallels the recovery phase while glycosylated form remains decreased.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, AOSD should be suspected in the etiological evaluation of ARDS, especially when signs of systemic disease are present. Diagnosis should be confirmed with blood ferritin and isoferritins measurements in order initiate a salvaging steroid therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Serum ferritin and isoferritins are tools for diagnosis of active adult Still's disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Moel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lasne",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Revenant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Agneray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Bourgeois",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Rheumatol",
            "volume": "21",
            "issn": "",
            "pages": "890--895",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preliminary criteria for classification of adult Still's disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsunematsu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kasukawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kashiwagi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kashiwazaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanimoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ota",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Rheumatol",
            "volume": "19",
            "issn": "",
            "pages": "424--430",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adult Still's disease complicated with adult respiratory distress",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirohata",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kamoshita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taketani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Arch Intern Med",
            "volume": "146",
            "issn": "",
            "pages": "2409--2410",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe systemic inflammatory response syndrome with shock and ARDS resulting from Still's disease. Clinical response with high-dose pulse methylprednisolone therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sathiraju",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Marik",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Chest",
            "volume": "115",
            "issn": "",
            "pages": "1738--1740",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ARDS associated with adult Still's disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Intensive Care Med",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}