{"paper_id": "114a61f92c237414dfcb8e5052e4a90954515e4c", "metadata": {"title": "Early and Acute Complications and the Principles of HSCT Nursing Care", "authors": [{"first": "Elisabeth", "middle": [], "last": "Wallhult", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sahlgrenska University Hospital", "location": {"settlement": "Gothenburg, Surrey", "country": "Sweden, UK"}}, "email": ""}, {"first": "Barry", "middle": [], "last": "Quinn", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sahlgrenska University Hospital", "location": {"settlement": "Gothenburg, Surrey", "country": "Sweden, UK"}}, "email": ""}]}, "abstract": [{"text": "Haematopoietic stem cell transplantation (HSCT) generally includes preparative or conditioning regimes containing chemotherapy and/or radio-", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Oral Care in Transplantation", "cite_spans": [], "ref_spans": [], "section": "9.1"}, {"text": "Mindful of the many developments in the field of HSCT aimed at improving survival and quality of life, the correct and consistent approach to managing oral care problems still remains a challenge in many transplant settings across Europe. There is much evidence to show that rather than taking a proactive approach to this aspect of care, many clinicians simply react to oral complications once they occur with a sometimes inconsistent and anecdotal approach. Oral problems and damage may be temporary or permanent resulting in a significant health burden for the individual while making substantial demands on limited healthcare resources. However, oral complications are not always inevitable, and much can be done to reduce or minimise the severity of symptoms by taking a more proactive approach to this aspect of care. Working as a multidisciplinary team with the patient at the centre of care and treatment plan, the early detection of potential and actual problems and treatment can help to reduce oral problems and prevent interruptions to treatment while maximising patient safety and comfort (National Cancer Institute 2013).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Oral mucositis (OM) has been defined by Rubenstein et al. (2004) , Al-Dasoogi et al. (2013) and others as the inflammation of the mucosal membrane, characterised by ulceration, which may result in pain, swallowing difficulties and impairment of the ability to talk. The mucosal injury caused by OM provides an opportunity for infection to flourish, and in particular putting the severely immunocompromised patient in the HSCT setting at risk of sepsis and septicaemia.", "cite_spans": [{"start": 40, "end": 64, "text": "Rubenstein et al. (2004)", "ref_id": "BIBREF62"}, {"start": 67, "end": 91, "text": "Al-Dasoogi et al. (2013)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Oral Mucositis (OM)"}, {"text": "OM and oral problems in the HSCT setting (Table 9 .1) can be expected to occur in as many as 68% of patients undergoing autologous HSCT and 98% of patients undergoing allogeneic HSCT (Filicko et al. 2003; Bhatt et al. 2010 ). With the increasing use of targeted drug therapies and approaches in the cancer and haematology setting, problems in the oral cavity will increase and become even more of a challenge .", "cite_spans": [{"start": 183, "end": 204, "text": "(Filicko et al. 2003;", "ref_id": "BIBREF29"}, {"start": 205, "end": 222, "text": "Bhatt et al. 2010", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 41, "end": 49, "text": "(Table 9", "ref_id": "TABREF0"}], "section": "Oral Mucositis (OM)"}, {"text": "All treatment strategies aimed at improving mouth care are dependent on four key principles: accurate assessment of the oral cavity, individualised plan of care, initiating timely preventative measures and correct treatment (Quinn et al. 2008 ). The assessment process should begin prior to HSCT by identifying all the patient risks most likely to increase oral damage. Each patient needs to be assessed in relation to the following risk factors that may put them at higher risk of oral complications during treatment: Patients about to commence HSCT should undergo dental assessment by a specialist (Elad et al. 2015) . This is to establish general oral health status and identify and manage existing and/or potential source of infection, trauma or injury. Any identified dental problems should be corrected before starting treatment regimen. Some patients will need regular dental follow-up following treatment. A further baseline assessment of the oral mucosa should be taken as close to the administration of the first treatment dose as possible.", "cite_spans": [{"start": 224, "end": 242, "text": "(Quinn et al. 2008", "ref_id": "BIBREF55"}, {"start": 600, "end": 618, "text": "(Elad et al. 2015)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Key Principles of Treatment"}, {"text": "The oral cavity should be assessed by trained healthcare professionals using a recognised grading system to ensure accurate monitoring and record keeping. The tool chosen should contain both objective and subjective elements. The assessment should include changes to the oral mucosa, the presence or absence of pain and the patient's nutritional status (Quinn et al. 2008) .", "cite_spans": [{"start": 353, "end": 372, "text": "(Quinn et al. 2008)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Key Principles of Treatment"}, {"text": "Assessments should be completed daily during HSCT and at regular intervals posttreatment to monitor for complications. Patients can be encouraged to assess their own mouth using a patient-reported tool and to report any changes they notice or experience to the transplant team.", "cite_spans": [], "ref_spans": [], "section": "Key Principles of Treatment"}, {"text": "• Clinical tools: good light source, gloves, tongue depressor and dry gauze • Patient in convenient and comfortable position • Use valid and reliable assessment instrument which is easy to interpret • Oral sites to be evaluated (cheeks, lips, soft palate, floor of mouth, tongue)", "cite_spans": [{"start": 228, "end": 247, "text": "(cheeks, lips, soft", "ref_id": null}], "ref_spans": [], "section": "Inspecting the Oral Cavity"}, {"text": "Care of the oral cavity is central to helping to prevent and/or reduce oral complications during and after treatment. The oral care team in the HSCT setting includes dental professionals, dietician, nurse, doctor and pharmacist. The support provided by the team along with good communication and the patient at the centre of all care plans is central to maintaining patient's oral health. All patients should be provided with clear instructions and encouraged to maintain good oral hygiene. Education should also include potential oral complications to enable patients to identify and report these early (Clarkson et al. 2011; Quinn et al. 2015) . All patients should receive written information, as well as verbal instruction, about oral care as part of the prevention and treatment of oral changes.", "cite_spans": [{"start": 604, "end": 626, "text": "(Clarkson et al. 2011;", "ref_id": "BIBREF10"}, {"start": 627, "end": 645, "text": "Quinn et al. 2015)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "Good nutrition is vital in helping to fight infection, maintain mucosal integrity, enhance mucosal tissue repair and reduce exacerbation of existing mucositis. Issues that may affect nutrition such as loss of appetite, taste changes and dysphagia should be addressed.", "cite_spans": [], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "There are certain foods that can damage the oral mucosa; this may include rough, sharp and hard foods and should be avoided. Spicy, very salty and acidic foods may cause mucosal irritation but may be preferred or tolerated by some patients.", "cite_spans": [], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "Brushing of teeth, gums and tongue should be performed two to four times a day preferably after meals and before going to bed (Peterson et al. 2015) . Soft-bristled toothbrush (manual or electric) is recommended to prevent injury to the oral mucosa and must be rinsed thoroughly with water after each use. If the mouth is painful or patients cannot open their mouths fully, soft oral sponges may be used.", "cite_spans": [{"start": 126, "end": 148, "text": "(Peterson et al. 2015)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "To prevent infections, the toothbrush should be stored with the brush head upwards and not soaked in disinfectant solution. These should also be monitored for evidence of fungal/bacterial colonisation. In order to protect the enamel, nonabrasive toothpaste containing mild fluoride (1000-1500 ppm) should be used.", "cite_spans": [], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "Daily interdental cleaning with brushes may reduce plaque formation between the teeth (Sambunjak et al. 2011 ). However, the use of interdental cleaners should be used with caution for patients with thrombocytopenia or clotting disorders.", "cite_spans": [{"start": 86, "end": 108, "text": "(Sambunjak et al. 2011", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "After each meal, dentures must be rinsed. Thorough cleaning by brushing with soap and water should be performed at least twice a day. Dentures should be cleaned, dried and stored in a closed container overnight (Duyck et al. 2013) .", "cite_spans": [{"start": 211, "end": 230, "text": "(Duyck et al. 2013)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "The goal of using mouthwashes may include oral hygiene, preventing/treating infection, moistening the oral cavity or providing pain relief. As a minimum to keep the mouth clean, bland gargles and rinses with water, normal saline (0.9% NaCl) and saltwater are recommended at least four times a day (Lalla et al. 2014; Quinn et al. 2015) .", "cite_spans": [{"start": 297, "end": 316, "text": "(Lalla et al. 2014;", "ref_id": "BIBREF38"}, {"start": 317, "end": 335, "text": "Quinn et al. 2015)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "Some patients will require assistance; it may be necessary for healthcare professionals to perform/support oral care through rinsing with normal saline (0.9% NaCl) (Elad et al. 2015) , with or without suction.", "cite_spans": [{"start": 164, "end": 182, "text": "(Elad et al. 2015)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "Lubricants, lip balm or lip cream may be used to moisten the lips.", "cite_spans": [], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "Patients should maintain adequate hydration and drink water frequently to keep the mouth moist. Several factors could contribute to dryness such as oxygen therapy and supportive care medications (e.g. antidepressants, antihistamines, sedatives and opioids). To keep the oral mucosa moist, regular sipping or spraying water may help. Use of saline sprays and mouthwashes as well as use of saliva substitutes may be used. There is anecdotal evidence that fresh pineapple chunks may also help stimulate saliva but should be used with caution as their acidity could irritate the oral mucosa and affect the teeth (Lalla et al. 2014 ).", "cite_spans": [{"start": 608, "end": 626, "text": "(Lalla et al. 2014", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Care of the Oral Cavity"}, {"text": "The choice of prevention regimens should be guided by evidence-based or expert opinion interventions, working with the individual patient and the potential risk of oral mucositis which may include the following (adapted Quinn et al. 2015 ", "cite_spans": [{"start": 220, "end": 237, "text": "Quinn et al. 2015", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Prevention of Oral Mucositis"}, {"text": "While good oral hygiene is fundamental, antifungal and antiviral treatments will be prescribed to reduce infections in patients in the transplant setting. Patients should receive an antifungal agent given orally or intravenously. Antiviral prophylaxis should also be given. The choice of drug will be dependent on local policies/ guidance.", "cite_spans": [], "ref_spans": [], "section": "Anti-infective Prophylaxis"}, {"text": "All treatment plans should be based upon the grading of oral damage and patient reports; these may include the following.", "cite_spans": [], "ref_spans": [], "section": "Treatment of Oral Complications"}, {"text": "• Once oral damage develops, patients should be supported to continue oral care. • Frequency of oral rinsing may be increased.", "cite_spans": [], "ref_spans": [], "section": "Mild/Moderate Mucositis/Oral Complications"}, {"text": "The aim is to keep the oral surfaces clean and moist (Elad et al. 2014 ). • Check for oral infections, swab and treat appropriately. Review of antifungal treatment, local or systemic, should be administered if required (Watson et al. 2011 ). • Dexamethasone containing gels may be used for aphthous lesions. • Consider mucosal protectants ). • Dietary requirements should be assessed and foods causing discomfort avoided. • Swallowing problems, malnutrition and weight loss should be monitored and patients given support/advice. Adjustments to food consistency, methods of intake, food fortification and methods of intake should be assessed, support and education offered to patients. Use of supplement drinks, PEG, RIG or nasogastric feeding should be considered ). • Fluid intake should be assessed and route of administration of pain relief continually monitored. General health problems should also be assessed (swallowing of tablets, decreased blood sugar levels and decreased blood pressure, decreased renal function leading to overdosing of substances). • Patients will need adequate pain medication including topical and systemic analgesia such as paracetamol, codeine, morphine rinses, Benzydamine mouthwash, trimecaine and lidocaine. Patients should be offered education on use and possible side effects including numbness of the oral mucosa.", "cite_spans": [{"start": 53, "end": 70, "text": "(Elad et al. 2014", "ref_id": "BIBREF26"}, {"start": 219, "end": 238, "text": "(Watson et al. 2011", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Mild/Moderate Mucositis/Oral Complications"}, {"text": "• Increase pain medication following patient needs • Increase nutritional support • Increase oral rinses and care When oral damage progresses, closer monitoring and support for patients is required. An important aspect of care is to control the pain thereby helping the patient to continue food and fluid intake, communication and sleep.", "cite_spans": [], "ref_spans": [], "section": "Severe Mucositis/Oral Complications"}, {"text": "For topical treatment the use of topical analgesics can be intensified. There is insufficient evidence that many products reduce the severity of mucositis but comfort can be provided for the patient by some of these oral care products. Institutions can offer a range of mouthwashes selecting the most appropriate for the clinical situation and the patients trying out which one works best for them. Generally spoken, topical antibacterial substances are not recommended. The use of oral rinses, topical gels or films can be individually considered. Any with sufficient safety and positive experiences can be used: Caphosol ® , Mugard ® , Oralife ® , Gelclair ® and Episil ® are just a few of them.", "cite_spans": [], "ref_spans": [], "section": "Severe Mucositis/Oral Complications"}, {"text": "For systemic pain medication, it is useful to follow a step-by-step increase, with the aim of the patient becoming pain-free within 24 h. It can be helpful to monitor the efficacy of pain medication with pain assessment tools. Institutions should follow a standardised pattern of pain medication following the WHO recommendations where applicable.", "cite_spans": [], "ref_spans": [], "section": "Severe Mucositis/Oral Complications"}, {"text": "In severe mucositis, the use of opiates with the optimal application route should be considered. The best route of application depends on many individual and setting factors and may be oral, subcutaneous, intravenous or transdermal with patches. Patients may require a combination of slow-release and fast-acting drugs. Patient controlled analgesia should be considered. Careful monitoring should include pain relief and any potential side effects, and including family members may prove helpful to obtain a wider view of how well the patient copes outside the treatment unit.", "cite_spans": [], "ref_spans": [], "section": "Severe Mucositis/Oral Complications"}, {"text": "Bleeding from OM Continue mouth gargling. Tranexamic acid has been widely used in oral surgery, and gargling/ swishing with tranexamic acid (500 mg) as a mouthwash may be worth considering (Watson et al. 2011) .", "cite_spans": [{"start": 189, "end": 209, "text": "(Watson et al. 2011)", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Treatment of Specific Oral Complications"}, {"text": "As this may be due to or increased by concurrent mediation, a review of the patient's medications is needed and if possible adjustments made. Patients should be encouraged to increase sip-ping of fluids. Artificial saliva, viscous solutions and gels to protect and moisten the mucosa should be considered; patients should be counselled on correct application. In chronic radiotherapy-related xerostomia, pilocarpine should be used.", "cite_spans": [], "ref_spans": [], "section": "Xerostomia (Dry Mouth)"}, {"text": "This is a common side effect during and post high-dose radiotherapy. Patients should be given helpful exercises, and the team may consider mechanical devices to help alleviate the problem.", "cite_spans": [], "ref_spans": [], "section": "Trismus (Spasm of the Jaw Muscles)"}, {"text": "Oral damage may be a hallmark of graft versus host disease (GvHD) in patients following allogeneic stem cell transplantation, and the presence of lichenoid hyperkeratotic plaques (diagnostic sign), gingivitis, mucositis, erythema, pain, xerostomia and ulcers may indicate GvHD. Kuten-Shorrer et al. (2014) suggest that solutions of dexamethasone or other steroids are used as firstline treatment; second-line may include solutions of steroids in combination with other immunosuppressant drugs.", "cite_spans": [{"start": 278, "end": 305, "text": "Kuten-Shorrer et al. (2014)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Graft Versus Host Disease (GvHD)"}, {"text": "Oral damage in the HSCT will require several weeks/months to heal, and patients need continuing support and care during this period. Advice and support by suitably qualified health professional should continue during this period. Support to manage side effects including pain and the gradual reduction of analgesia is extremely important. Chronic side effects may include dental decay, trismus, fibrosis, lymphedema, chronic xerostomia and chronic pain and will require careful management. All patients should be individually assessed and appropriate care and treatment given. Follow-up care should be planned and supervised to address longer-term and late complications.", "cite_spans": [], "ref_spans": [], "section": "Posttreatment Care/ Follow-Up"}, {"text": "The principles presented here are intended as a support and in no way should replace clinical decision-making related to the particular patient and clinical situation. Depending on the severity of oral complications and the impact on the patient, the team will need to review the plan of care.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Sepsis and Principles of Care", "cite_spans": [], "ref_spans": [], "section": "9.2"}, {"text": "The increased risk of infections in patients undergoing haematopoietic stem cell transplantation (HSCT) is well known, and infection is a leading cause of morbidity and mortality. HSCT patients are particularly at risk, especially during the neutropenic period following the conditioning treatment. In HSCT patients, signs and symptoms of sepsis may be subtle and difficult to recognise due to neutropenia or other complications of the transplant procedure. Preventive measures should be applied, but vigilance and close monitoring of the patient, strong team collaboration and immediate action will allow for prompt and appropriate management of septic patients. (Singer et al. 2016) , sepsis can be defined as:", "cite_spans": [{"start": 664, "end": 684, "text": "(Singer et al. 2016)", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Introduction"}, {"text": "A life-threatening condition caused by aberrant and dysregulated host response to infection. The pathobiology is still not completely known but the divergent infection response injures the body's own tissues and organs and causes organ dysfunction.", "cite_spans": [], "ref_spans": [], "section": "Definition of Sepsis"}, {"text": "That is also what differentiates sepsis from infection in general. Septic shock is a subset of sepsis in which particularly profound circulatory, cellular and metabolic abnormalities are associated with a greater risk of mortality than with sepsis alone.", "cite_spans": [], "ref_spans": [], "section": "Definition of Sepsis"}, {"text": "The table below has limited clinical diagnostic relevance but is a schematic description of the evolution from systemic inflammatory response system (SIRS) to septic shock (Table 9 .2). It is worth noting that the symptoms of SIRS will not delineate between SIRS and sepsis itself, and since many of the signs and symptoms may be present in HSCT patients, an individual assessment, including other examinations as well, needs to be performed for the diagnosis of sepsis.", "cite_spans": [], "ref_spans": [{"start": 172, "end": 180, "text": "(Table 9", "ref_id": "TABREF0"}], "section": "Definition of Sepsis"}, {"text": "The consequence of the inflammatory response and evolution of sepsis is called the sepsis cascade and is illustrated in Fig. 9 .1. ", "cite_spans": [], "ref_spans": [{"start": 120, "end": 126, "text": "Fig. 9", "ref_id": "FIGREF0"}], "section": "Definition of Sepsis"}, {"text": "In the early phase of HSCT, i.e. day 0 to day +100, the main risk factors for infections are (Rovira et al. 2012 ):", "cite_spans": [{"start": 93, "end": 112, "text": "(Rovira et al. 2012", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Risk Factors"}, {"text": "A longer period of neutropenia can be expected in allogeneic than in autologous transplant. The stem cell source also affects the length of the neutropenic period where peripheral blood (PBSC) has an expected neutropenic phase of about 2 weeks, bone marrow (BM) 3 weeks and cord blood (CB) 4 weeks. Myeloablative conditioning (MAC) treatment will cause a longer neutropenic phase than reduced intensity conditioning (RIC).", "cite_spans": [], "ref_spans": [], "section": "Neutropenia"}, {"text": "All kinds of barrier breakdown will increase the infection risk and mucositis occur in almost all transplant patients.Skin breakdown can be caused by, e.g. drugs and acute graft versus host disease (aGvHD). Indwelling catheters such as peripheral cannulas, central lines, urinary catheters and pyelostomy catheters are a potential port of entry for microorganisms into the blood stream.", "cite_spans": [], "ref_spans": [], "section": "Barrier Breakdown"}, {"text": "Allogeneic transplant is always followed by long-lasting immunodeficiency. Conditioning treatment may include T-cell depleting agents and even non-myeloablative regimens cause lymphodepletion with prolonged periods of immune incompetence. Donor type and degree of histocompatibility (human leukocyte antigen (HLA) match) are other factors that influence the time to immune reconstitution. Immunosuppression for GvHD prophylaxis is necessary in allogeneic HSCT and will delay immune reconstitution (Toubert 2012) .", "cite_spans": [{"start": 497, "end": 511, "text": "(Toubert 2012)", "ref_id": "BIBREF73"}], "ref_spans": [], "section": "Depressed T-and B-Cell Function"}, {"text": "Need for immunosuppressive treatment will increase the risk for infections. The sepsis cascade starts with an inflammatory response that will cause microvascular injury, vasodilation and tissue hypoxia. The microvascular injury will lead to capillary leak resulting in oedema, decreased urinary output, tachycardia, with an initially bounding pulse which will then become weaker, and an increased respiratory rate. Hypotension is another symptom caused by both microvascular injury and vasodilation. The vasodilation will also cause decreased renal blood flow. The hypovolemia will cause poor tissue perfusion causing tissue hypoxia with anaerobic metabolism. In this process oxygen and lactate are released for metabolism and thus causing metabolic acidosis (E-learning package Sepsis and Sepsis Six http://sonet.nottingham.ac.uk/, 2017) Mucosal or skin barrier breakdown further increases the risk.", "cite_spans": [{"start": 779, "end": 838, "text": "Sepsis and Sepsis Six http://sonet.nottingham.ac.uk/, 2017)", "ref_id": null}], "ref_spans": [], "section": "Presence of Acute Graft Versus Host Disease (aGvHD)"}, {"text": "If the patient is not in remission at HSCT, there is a greater risk for infection and sepsis. Comorbidity, such as diabetes, is another risk factor.", "cite_spans": [], "ref_spans": [], "section": "Poor General Status"}, {"text": "The most important action to prevent infections acquired by exogenous organisms is good hand hygiene performed correctly. All clinical staff should also wear a uniform that is clean and short sleeved. Protective isolation during the neutropenic phase is recommended, and the patient should not be in contact with any staff or visitors with symptoms of infection. For prevention of endogenous infections, oral hygiene and skin care to maintain the mucosal and skin barrier and use of prophylactic antibiotics are the most important actions. Correct handling of any indwelling catheters is also a key nursing responsibility in infection control. Other areas where infections can be prevented are air and water quality, food hygiene and the environmental cleaning. Environmental cleaning includes medical equipment as well. For more detailed guidance on infection control, see Chap. 7.", "cite_spans": [], "ref_spans": [], "section": "Strategies for Sepsis Prevention"}, {"text": "Routine surveillance screening for infection by bacterial and/or fungal cultures, i.e. blood, urine, faeces, swabs from nasopharynx and central line insertion site and serum galactomannan blood test, may allow for earlier identification and implementation of therapy, although the benefit of such routines can be discussed (Nesher et al. 2014) . Regular monitoring of blood tests such as full blood count, electrolytes, urea and/or creatinine and C-reactive protein (CRP) may assist in detecting any changes that could indicate infection.", "cite_spans": [{"start": 323, "end": 343, "text": "(Nesher et al. 2014)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Strategies for Sepsis Prevention"}, {"text": "Prophylactic antibiotics, e.g. fluoroquinolones, antifungal and antiviral medication, will be used in most HSCT patients, at least during the neutropenic phase.", "cite_spans": [], "ref_spans": [], "section": "Strategies for Sepsis Prevention"}, {"text": "Early recognition and treatment is vital for a successful outcome of sepsis. Temperature, pulse, blood pressure, respirations and saturation (vital signs) should be frequently monitored. Signs of infection are not always obvious, but if the patient has a temperature ≥38.0 °C, cultures should be taken, i.v. antibiotics and i.v. fluids started or increased and oxygen therapy initiated. The goal is always to start antibiotic treatment within 1 h from detection of fever (Swedish \"Pro Sepsis\" Programme Group Sepsis 2015) . This is sometimes referred to as \"the golden hour\" (or \"door to needle time\" for patients admitted from outside the hospital) and is the most critical period in the patient's survival from sepsis.", "cite_spans": [{"start": 471, "end": 521, "text": "(Swedish \"Pro Sepsis\" Programme Group Sepsis 2015)", "ref_id": null}], "ref_spans": [], "section": "Diagnosis and Management"}, {"text": "Recognising sepsis can be a challenge in HSCT patients during the immediate posttransplant period where often a plethora of symptoms are present but also after discharge, in the outpatient setting, since some symptoms are rather unspecific. Other than fever, chills or rigouring, feeling unwell or different (without clear explanation), changes in behaviour or mental changes, feeling faint or changes in skin tone can indicate sepsis. An increased respiratory rate can be seen even if saturation is normal. An increased pulse and lowered blood pressure may be noted. Some patients may not develop fever, and hypothermia, i.e. <36 °C, can also be a sign of sepsis. If an outpatient with symptoms that could be sepsisrelated reports a normal body temperature, it should be checked again in the clinic with a reliable thermometer and correct method. Diarrhoea and vomiting are frequently seen in sepsis but can easily be mistaken for gastroenteritis, mucositis or acute graft versus host disease (aGvHD). Diffuse or local pain, e.g. in the abdomen, is common. Falls are often secondary to sepsis particularly in elderly patients. Any of these indices need prompt and thorough assessment.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis and Management"}, {"text": "The concept of the Sepsis Six has been developed as a guide to prioritise interventions in patients where sepsis is suspected (Daniels et al. 2011 When sepsis is suspected, all cultures should be taken prior to commencing antimicrobials, if possible (Rhodes et al. 2017) . Cultures should be taken from central lines, wounds, nasopharynx, urine and faeces. It is also sensible to consider peripheral i.v. cannulae as a possible source of infection. Despite conventional practice to collect blood cultures at a fever spike in order to increase the chances of detecting bacteraemia, there is so far no data to support this principle (Kee et al. 2016) . Testing could include polymerase chain reaction (PCR) virology (e.g. for cytomegalovirus (CMV) or Epstein-Barr virus (EBV)) and screening for fungus (e.g. oral swab), depending on symptoms and suspected microbial agent. For the procedures for diagnosis of central line-associated bloodstream infections (CLABSI), please see Chap. 4. Laboratory tests should be taken to monitor electrolyte status, organ function, blood count and signs of infection.", "cite_spans": [{"start": 126, "end": 146, "text": "(Daniels et al. 2011", "ref_id": "BIBREF15"}, {"start": 250, "end": 270, "text": "(Rhodes et al. 2017)", "ref_id": "BIBREF58"}, {"start": 631, "end": 648, "text": "(Kee et al. 2016)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Diagnosis and Management"}, {"text": "A site of infection may not always be identified. If a source of infection is confirmed, or strongly suspected, applicable actions should be taken, e.g. wound care or removal of peripheral i.v. needle with signs of thrombophlebitis (Schorr et al. 2014) .", "cite_spans": [{"start": 232, "end": 252, "text": "(Schorr et al. 2014)", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Diagnosis and Management"}, {"text": "Upon initiation of antimicrobial treatment, a broad-spectrum antibiotic is usually used. Depending on the results of the cultures performed, the chosen drug may need to be changed later.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis and Management"}, {"text": "Fever and infection will affect the blood count and frequently cause platelet consumption why transfusions may be necessary.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis and Management"}, {"text": "Early recognition and intervention are achieved by frequent monitoring of the patient's vital signs and general condition and paying attention to subtle changes that should be promptly reported.", "cite_spans": [], "ref_spans": [], "section": "Nursing Considerations and Care"}, {"text": "As described above, immediate action is required at the first indication of sepsis. When treatment has been initiated, the patient must be continually monitored to determine the effect of treatment or worsening of the condition. This includes vital signs, fluid balance including weight and assessment of identified and/or potential infection sites (mouth, skin, any indwelling or tunnelled catheter, urine, stools, etc.), mental status, signs of bleeding, pain and general appearance and well-being.", "cite_spans": [], "ref_spans": [], "section": "Nursing Considerations and Care"}, {"text": "Antibiotics should be delivered with strict adherence to the prescribed time schedule. Antipyretics should be avoided since they may mask fever but may under certain circumstances be used to alleviate patient discomfort and pain.", "cite_spans": [], "ref_spans": [], "section": "Nursing Considerations and Care"}, {"text": "Laboratory tests results will guide the need for electrolyte replacement and blood product transfusion that may be ordered prophylactically or in case of bleeding. Cultures may need to be repeated to confirm infection and/or response to treatment. Oxygen should be administered as needed to ensure adequate saturation (i.e. ≥94%, or 88-92% for patients with chronic obstructive pulmonary disease (COPD) (Royal College of Physicians 2012)). If the patient's condition worsens and organ support such as assisted ventilation or haemodialysis is required, the patient may need to be prepared for transfer to the intensive care unit (ICU).", "cite_spans": [], "ref_spans": [], "section": "Nursing Considerations and Care"}, {"text": "Extra psychological support is important for both the patient and family. Educating the patient and the carer about the condition and actions taken or planned will prevent unnecessary worrying and enable them to alert the staff about symptoms or changes. Information and education may also facilitate mental preparedness if the condition worsens and a higher level of care, ICU, is needed.", "cite_spans": [], "ref_spans": [], "section": "Nursing Considerations and Care"}, {"text": "Patients with sepsis are likely to need additional nursing care such as assistance with oral care and personal hygiene. It is important to ensure that the patient's and caregivers' information, education and support needs are met. On discharge from the hospital, we need to ensure that the patient and their caregiver are aware of when, why and how to contact the clinic or hospital that they have a fever thermometer at home, know when to take their temperature and are aware of the level that constitutes a fever.", "cite_spans": [], "ref_spans": [], "section": "Nursing Considerations and Care"}, {"text": "Haemorrhagic Cystitis", "cite_spans": [], "ref_spans": [], "section": "9.3"}, {"text": "Haemorrhagic cystitis (HC) is sometimes seen in haematopoietic stem cell transplantation (HSCT) patients and can on its own or by subsequent complications cause significant morbidity and even death.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "According to NCI Dictionary of Cancer Terms, it is defined as \"A condition in which the lining of the bladder becomes inflamed and starts to bleed. The blood can be seen in the urine. Symptoms include pain and a burning feeling while urinating, feeling a need to urinate often, and being unable to control the flow of urine. Haemorrhagic cystitis may be caused by anticancer drugs, radiation therapy, infection, or being exposed to chemicals, such as dyes or insecticides\" (NCI Dictionary of Cancer Terms 2016 https://www.cancer.gov/publications/ dictionaries/cancer-terms?cdrid=695987). Haematuria can be symptomatic or asymptomatic. It can be described as microscopic (not visible to the eye but detected on a dipstick and in the microscope) or macroscopic (red urine or visible blood or clots) (Table 9 .3). Normally about 1 million erythrocytes are excreted daily in the urine. This is equal to one to three erythrocytes per highpower field (magnification ×400) under the microscope. Haematuria is defined as abnormal presence of blood in the urine, i.e. more than three erythrocytes per high-power field in the micro-scope. To be confirmed as microscopic haematuria, two positive samples on consecutive days are needed. The haematuria can be visually detected (macroscopic) as red urine at levels as low as 1 mL blood per litre urine. The visible blood does however not necessarily correspond to the degree of blood loss through the urine. Red urine may also have other causes which will not be described here.", "cite_spans": [], "ref_spans": [{"start": 797, "end": 805, "text": "(Table 9", "ref_id": "TABREF0"}], "section": "Definition"}, {"text": "Cystitis is the term used to describe inflammation of the bladder. The inflammation can be caused by an infection or as a reaction to certain drugs or radiation therapy.", "cite_spans": [], "ref_spans": [], "section": "Definition"}, {"text": "The following symptoms may be seen in all types of cystitis:", "cite_spans": [], "ref_spans": [], "section": "Definition"}, {"text": "• Urinary urgency and frequency • Burning or stinging with urination or right after • Pain, dysuria (painful urination), lower abdominal or supra-pubic pain • Nocturia, when sleep is disturbed twice or more at night due to a need to urinate • Urinary incontinence • General feeling of illness", "cite_spans": [], "ref_spans": [], "section": "Definition"}, {"text": "Reported incidences of HC after HSCT range between 5% and 70% depending on risk factors and use of preventive measures or not, but most materials describe an incidence between 5% and 30%.", "cite_spans": [], "ref_spans": [], "section": "Incidence"}, {"text": "The pathogenesis leading to HC is not completely known but is likely to be multifactorial. The onset is seen either early, within the two first weeks after start of conditioning treatment, or late, more than 2 weeks after HSCT. Conditioning treatment with chemotherapy, irradiation, cytopenia, viral infections due to immunosuppression and alloimmune reactions (immunisation by development of antibodies in response to an antigen, i.e. a protein from a donor, e.g. by receiving HSCT or transfusion) may all contribute to HC in the posttransplant period. Higher incidence of late-onset HC in HSCT with unrelated donors, older patients, and in patients with graft versus host disease (GvHD) and thrombocytopenia does support the conclusion that the pathogenesis is multifactorial (de Padua Silva 2010).", "cite_spans": [], "ref_spans": [], "section": "Pathogenesis"}, {"text": "Early-onset HC is usually a direct and immediate effect of the conditioning treatment. Conditioning therapy for HSCT often contains one or more alkylating agent. Cyclophosphamide, ifosfamide, busulfan, melphalan and thiotepa are among the most commonly used drugs in conditioning regimens and the major drug-related cause of HC. Use of other alkylating agents and etoposide may also increase the risk of HC. When cyclophosphamide or ifosfamide is metabolised in the body, it produces a metabolite called acrolein. Acrolein will cause direct toxicity to the inner lining of the urinary tract, the urothelium. The degree of damage is dose dependent, and the toxicity may increase with previous or concomitant radiation therapy and if busulfan is included in the conditioning regimen together with cyclophosphamide. The time of duration that acrolein is exposed to the bladder also contributes to the degree of damage. For cyclophosphamide, the maximal concentration of active metabolites is reached after 2-4 h of oral or intravenous administration. Most of the cyclophosphamide, 35-80% of the dose, is excreted in the urine as metabolites, and up to 20% is excreted as intact drug (Hassan and Ljungman 2003) . In patients with decreased renal function, particularly in severe cases, decreased renal excretion may result in increased plasma levels of cyclophosphamide and its metabolites. This can cause increased toxicity. The following substances may also increase the concentration of toxic metabolites, possibly through inhibited breakdown or decreased renal excretion: allopurinol, cimetidine, hydrochlorothiazide and HIV protease inhibitors.", "cite_spans": [{"start": 1180, "end": 1206, "text": "(Hassan and Ljungman 2003)", "ref_id": null}], "ref_spans": [], "section": "Drug-Related HC"}, {"text": "When HC occurs more than 2 weeks after HSCT, a common cause in the immunocompromised host can be viral infection. Viral particles are frequently identified from the urine of HSCT recipients. Of these, reactivation of the polyoma BK virus (BKV) is the commonest and most consistent risk factor for HC following HSCT, as the virus is almost invariably present in the urine of patients with HC (Leung et al. 2005) . The damaged urothelial cells provide a milieu for viral replication. Immunosuppression leads to viral reactivation and causes viruria. However, the exact pathogenetic link between BKV and HC remains enigmatic. Other viral agents such as adenovirus, cytomegalovirus (CMV) and other polyomaviruses similar to BKV may also but less often cause HC. Alloimmunity after engraftment by attack from donor lymphoid cells against infected urothelial cells has not been confirmed as causing HC but may be an additional potential factor for development of this complication.", "cite_spans": [{"start": 391, "end": 410, "text": "(Leung et al. 2005)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Nondrug-Related HC"}, {"text": "The diagnosis of HC is confirmed by the presence of haematuria and symptoms of cystitis taking into account risk factors such as: ", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "In most cases of chemotherapy-induced HC with pre-engraftment onset and in polyomaviruria, the condition is self-limiting and the prognosis is good. If the viruria is caused by adenovirus, the prognosis is worse with the risk of progression to systemic adenovirus infection. In these cases early pharmacological intervention with antiviral drugs, e.g. cidofovir, is recommended.", "cite_spans": [], "ref_spans": [], "section": "Prognosis"}, {"text": "Hyperhydration with forced diuresis, i.e. 3 L/ m 2 /24 h with the goal of a diuresis of >250 mL/h, during and until the day after administration of an alkylating agent is the most important preventive action. If the diuresis is insufficient, diuretics should be administered. The forced diuresis will not just dilute the urine but shorten the time of duration for acrolein exposure to the bladder and thus prevent the toxic effects. During the days of hyperhydration, the patient shall be closely monitored for fluid balance, including weight, at regular intervals. An electrocardiogram (ECG) should be taken, and approved, prior to start of treatment, and vital signs (blood pressure, pulse, oxygen saturation and respiratory rate) should be checked throughout the day in order to ascertain circulatory stability. Electrolytes and renal function should be monitored by blood samples and electrolyte substitution given where required. A need for potassium substitution is not uncommon. The patient should also be assessed for any urinary or low abdominal pain or discom-fort. All assessments mentioned above should be performed at least every 6 h. Informing the patient about the treatment and treatment goals as well as the importance of reporting any symptoms of HC will help ensure that appropriate actions and early intervention can be applied without delay. For patients receiving cyclophosphamideor ifosfamide-based regimens, the drug mesna (sodium 2-mercaptoethanesulfonate) can be used as pharmacological prophylaxis, although the additional benefit in the HSCT setting has not been scientifically proven in comparison with hyperhydration and forced diuresis. Mesna binds to the toxic metabolite acrolein and forms a non-toxic compound. By additional actions mesna also reduces the forming of acrolein in the urine. The drug itself has low toxicity (Mesna Summary of Product Characteristics 2017 (SPC) [in Swedish]).", "cite_spans": [], "ref_spans": [], "section": "Prevention of Chemotherapy (Cyclophosphamide/ Ifosfamide)-Induced HC"}, {"text": "In HSCT conditioning with cyclophosphamide, the recommended dose of mesna according to the Summary of Product Characteristics (SPC) is 20% of the cyclophosphamide dose and the first mesna dose should be administered immediately prior to the cyclophosphamide. Subsequent doses will then be given at 3, 6, 9 and 12 h after administration of cyclophosphamide (totalling 120% of the cyclophosphamide dose). It is important to adhere to the timing of mesna doses in order to ensure efficacy of the treatment. Mesna treatment should be continued during the cyclophosphamide treatment period plus the time predicted for the metabolites to reach non-toxic levels. This will usually occur between 8 and 12 h after completed cyclophosphamide administration. This treatment schedule for mesna may however vary according to conditioning regimen and doses as well as to patient individual factors.", "cite_spans": [], "ref_spans": [], "section": "Prevention of Chemotherapy (Cyclophosphamide/ Ifosfamide)-Induced HC"}, {"text": "An example of a checklist to be used during high-dose cyclophosphamide treatment is enclosed.", "cite_spans": [], "ref_spans": [], "section": "Prevention of Chemotherapy (Cyclophosphamide/ Ifosfamide)-Induced HC"}, {"text": "BK virus-induced HC may be prevented by the administration of quinolones (e.g. ciprofloxacin) (Dropulic and Jones 2008) . Although quinolones are not strictly antiviral, fluoroqui nolones are capable of inhibiting the helicase activity of BKV large T antigen (TAg) protein, which seems to be crucial for separation of the double-stranded DNA genome during replication of the virus (Umbro et al. 2013) . There is currently no consensus regarding this prophylaxis because many patients with BKV do not develop HC. The fact that there is a general increase of multidrug-resistant microorganisms makes the use of this prophylaxis a matter for careful consideration.", "cite_spans": [{"start": 94, "end": 119, "text": "(Dropulic and Jones 2008)", "ref_id": "BIBREF21"}, {"start": 381, "end": 400, "text": "(Umbro et al. 2013)", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Prevention of Chemotherapy (Cyclophosphamide/ Ifosfamide)-Induced HC"}, {"text": "The first intervention will be hyperhydration with forced diuresis to prevent clot formation. HC is usually painful and analgesia should be administered. If the patient is thrombocytopenic, a higher threshold level for platelet transfusion and intensive platelet support should be applied, in particular in haematuria grades III-IV. Catheterisation and bladder irrigation with 0.9% sodium chloride (normal saline) may be necessary to prevent clot obstruction. Catheter insertion should be performed so that the risk of additional injury to the urothelium is minimised. Treatment with bladder instillation of various compounds such as formalin, alum, silver nitrate, sodium hyalonurate, prostaglandins, GM-CSF, fibrin glue, cidofovir, ciprofloxacin or ribavirin has been reported as effective, but experiences are still limited (Carreras 2012) . If obstruction occurs, cystoscopy can be performed. Selective embolisation of bladder arteries and catheterisation of both ureters to rest the bladder are actions that can be taken in severe cases. Cystectomy remains the last resort if all other treatment attempts fail.", "cite_spans": [{"start": 827, "end": 842, "text": "(Carreras 2012)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Treatment"}, {"text": "In addition to actions mentioned above, treatment with systemic administration of palifermin, oral oestrogens and recombinant FVIIa may be used (Carreras 2012) . Systemic antimicrobial drugs, e.g. cidofovir, ciprofloxacin and ribavirin, can be started, if the HC is confirmed or likely attributable to adeno-or BK virus. Decreased immunosuppression could be considered in particular in cases of relapsing viral cystitis. Note that anticoagulants such as tranexamic acid and aminocaproic acid are contraindicated in HC due to risk of clot formation and retention! Another type of treatment that has proven effective is hyperbaric oxygen (Savva-Bordalo et al. 2012) . The patient then receives 100% oxygen in a hyperbaric chamber but limited access to hyperbaric chambers, and the likely need and inability for the patient to move to another treatment unit often makes this intervention less of an option.", "cite_spans": [{"start": 144, "end": 159, "text": "(Carreras 2012)", "ref_id": "BIBREF4"}, {"start": 636, "end": 663, "text": "(Savva-Bordalo et al. 2012)", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Treatment"}, {"text": "During treatment with hyperhydration, the same need for close monitoring and assessments as in the prophylactic setting applies (see above). Assess the need for platelet transfusion prior to catheterisation as well as after. Blood transfusions may also be necessary with significant blood loss. Standard monitoring for signs of infection, injury, pain, clot formation and other potential complications from the urinary catheter is important. In cases of bladder irrigation keeping the fluids for irrigation at ambient temperature may alleviate discomfort. Complications of the irrigation can be prevented or minimised by close monitoring and recording of fluid balance. It is also important to maintain patient comfort by adequate pain management and general nursing interventions such as comfortable positioning and assistance with personal hygiene. The need for information and psychological support should be observed for both patient and family.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Since in particular viral HC may occur after discharge from the hospital, careful assessment of any signs and symptoms related to the urinary tract and that may indicate viral infection is just as important in the outpatient setting.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Assessments for treatment with high dose 2 g/m 2 or 4 g/m 2 cyclophosphamide (Cy) ", "cite_spans": [], "ref_spans": [], "section": "NB! Administer mesna at ordered intervals"}, {"text": "Sinusoidal Obstruction Syndrome/Veno-Occlusive Disease", "cite_spans": [], "ref_spans": [], "section": "9.4"}, {"text": "Sinusoidal obstruction syndrome (SOS) is also known as veno-occlusive disease (VOD) and is referred to as SOS/VOD hereafter. Of the early complications that are considered to be of vascular endothelial origin, this is the most described.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "There are diagnosis and severity criteria (McDonald et al. 1984 (McDonald et al. , 1993 Jones et al. 1987; deLeve et al. 2009; Mohty et al. 2016) , although the EBMT criteria proposed in 2016 (Mohty et al. 2016 ) is expected to be further validated, and there is approved treatment available. Careful monitoring of HSCT patients allows early detection of SOS/VOD. Treatment can then be started without delay, ultimately improving patient outcomes. From pre-transplant assessment to medical management and overall care of the patient, nurses thus have an essential role to play as part of a multidisciplinary team (Wallhult et al. 2017 ).", "cite_spans": [{"start": 42, "end": 63, "text": "(McDonald et al. 1984", "ref_id": "BIBREF42"}, {"start": 64, "end": 87, "text": "(McDonald et al. , 1993", "ref_id": "BIBREF43"}, {"start": 88, "end": 106, "text": "Jones et al. 1987;", "ref_id": "BIBREF34"}, {"start": 107, "end": 126, "text": "deLeve et al. 2009;", "ref_id": "BIBREF16"}, {"start": 127, "end": 145, "text": "Mohty et al. 2016)", "ref_id": "BIBREF47"}, {"start": 192, "end": 210, "text": "(Mohty et al. 2016", "ref_id": "BIBREF47"}, {"start": 613, "end": 634, "text": "(Wallhult et al. 2017", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Introduction"}, {"text": "There are specific differences between the clinical presentation of SOS/VOD in adults versus in children which has not been reflected in the older diagnosis and severity criteria. For this reason, EBMT has also developed a classification for diagnosis and severity criteria for SOS/VOD in paediatric patients (Corbacioglu et al. 2017 ). The information presented below is related to adults. For the paediatric population, please see original article and/or the VOD learning programme on the EBMT website. ", "cite_spans": [{"start": 309, "end": 333, "text": "(Corbacioglu et al. 2017", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "When drugs used in haematopoietic stem cell transplant (HSCT) conditioning regimens are metabolised in the liver, it results in toxic metabolites being produced by the hepatocytes. The metabolites trigger the activation, damage and inflammation of the endothelial cells lining the sinusoids (sinusoids being small capillary-like blood vessels in the liver). This trigger mechanism can start as soon as the conditioning treatment is administered. The activated sinusoidal endothelial cells release inflammatory cytokines, chemokines and the enzyme heparanase which break down the extracellular matrix that supports the structure of the sinusoids. The endothelial cells are then forced to round up, and gaps form between the cells. The gaps allow for red blood cells, white blood cells and other cellular debris to exit through these gaps in the sinusoid walls into the space of Disse. (The space of Disse is the perisinusoidal space that is located between the endothelium and the hepatocytes.)", "cite_spans": [], "ref_spans": [], "section": "Definition and Pathogenesis"}, {"text": "When cells and debris accumulate in this space, the sinusoids become narrower. Due to the sinusoidal damage, endothelial cells can dissect off and embolise further downstream thus contribute to the narrowing. The damage also leads to an increase in the expression of tissue factor (TF) and plasminogen activator inhibitor-1 (PAI-1). This coagulopathy causes an increase in clot formation and a decrease in the breakdown of clots. The deposition of fibrin and the clot formation will contribute to the narrowing of the sinusoids and may ultimately lead to hepatic sinusoidal obstruction. The result is SOS/VOD which is characterised by obstruction of the sinusoids, portal vein hypotension and reduced hepatic venous outflow. Severe cases can progress to multi-organ dysfunction (MOD)/multiorgan failure (MOF) and death.", "cite_spans": [], "ref_spans": [], "section": "Definition and Pathogenesis"}, {"text": "SOS/VOD usually develops before day +21 after HSCT with a peak incidence around day 12, but about 15-20% of the SOS/VOD cases have a late onset, after day +21.", "cite_spans": [], "ref_spans": [], "section": "Definition and Pathogenesis"}, {"text": "Although relatively rare, SOS/VOD is one of the main causes of non-relapse, transplant-related mortality. A mean incidence of 14% (Coppell et al. 2010 ) has been reported, but it varies with the diagnostic criteria, depending whether the Seattle (McDonald et al. 1984 (McDonald et al. , 1993 or the slightly stricter Baltimore criteria (Jones et al. 1987 ) have been used. It will also depend on risk factors including intensity of conditioning regimen and type of transplant. After allo-HSCT with myeloablative conditioning (MAC), the incidence is approximately 10-15%, but if reduced intensity conditioning (RIC) is used, the incidence is <5%. This is the same incidence as for auto-HSCT.", "cite_spans": [{"start": 130, "end": 150, "text": "(Coppell et al. 2010", "ref_id": "BIBREF11"}, {"start": 246, "end": 267, "text": "(McDonald et al. 1984", "ref_id": "BIBREF42"}, {"start": 268, "end": 291, "text": "(McDonald et al. , 1993", "ref_id": "BIBREF43"}, {"start": 336, "end": 354, "text": "(Jones et al. 1987", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Incidence and Prognosis"}, {"text": "Early-stage SOS/VOD, mild SOS/VOD, may not be particularly well-recognised since the symptoms are subtle, may not require treatment and spontaneously resolve within a few weeks. Unrecognised SOS/VOD may however progress, sometimes very rapidly, into moderate or severe. Severe SOS/VOD is associated with MOD/MOF and a mortality rate of 84%.", "cite_spans": [], "ref_spans": [], "section": "Incidence and Prognosis"}, {"text": "The risk factors for SOS/VOD can be divided into patient-and disease-related and transplantrelated risk factors (Mohty et al. 2015) . As mentioned above, the risk factors, as well as the clinical presentation of SOS/VOD, differ between the adult and the paediatric population, and the risk factors presented here are related to adults.", "cite_spans": [{"start": 112, "end": 131, "text": "(Mohty et al. 2015)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Risk Factors"}, {"text": "The patient-and disease-related risk factors are: ", "cite_spans": [], "ref_spans": [], "section": "Risk Factors"}, {"text": "Despite the fact that diagnostic criteria were developed in the 1980s and have been used in clinical practice and research studies, it is often hard to identify early or mild cases of SOS/VOD before it progresses to a more severe form. Some reasons are lack of sensitivity and specificity of the criteria, the dynamic manifestations that makes definition of the condition hard and that early signs and symptoms often are subtle and makes differentiation from other transplant complications difficult. Given the poor prognosis of severe SOS/VOD, it is however vital to identify mild cases before they progress to moderate, with signs of hepatic injury and requiring more aggressive intervention, or further progress to severe SOS/VOD with MOD/ MOF. The most recent diagnostic criteria proposed by EBMT (Mohty et al. 2016) are the same as the Baltimore criteria (Jones et al. 1987 ) for classical SOS/VOD with onset within the first 3 weeks after HSCT, but if SOS/VOD develops after day +21, elevated serum bilirubin level is not always seen, why a modified version of the criteria can be used for diagnosis of late SOS/VOD (Mohty et al. 2016) (Table 9 .4). The EBMT criteria will also better capture the dynamic manifestations of the disease and thus facilitate an early diagnosis as well as a more accurate assessment of severity. Treatment can then be started at a stage with greater chance for treatment response.", "cite_spans": [{"start": 801, "end": 820, "text": "(Mohty et al. 2016)", "ref_id": "BIBREF47"}, {"start": 860, "end": 878, "text": "(Jones et al. 1987", "ref_id": "BIBREF34"}, {"start": 1122, "end": 1141, "text": "(Mohty et al. 2016)", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 1142, "end": 1150, "text": "(Table 9", "ref_id": "TABREF0"}], "section": "Diagnosis"}, {"text": "Differential diagnoses will need to be excluded by assessing risk factors, symptoms and lab tests since liver dysfunction can also be seen in sepsis, viral infection, graft versus host disease (GvHD) and iron overload and as a side effect from many of the drugs used in the HSCT setting. In addition to the signs and symptoms required for diagnosis haemorrhagic complications, thrombocytopenia with platelet refractoriness, pulmonary dysfunction, renal dysfunction and encephalopathy are \"late\" signs that can be seen in more severe cases of SOS/VOD. Further it is worth noting that all symptoms are also observed in other conditions and that many other complications may coexist with SOS/VOD. Examples of differential diagnosis for classical symptoms of SOS/VOD are listed in Table 9 .5.", "cite_spans": [], "ref_spans": [{"start": 777, "end": 784, "text": "Table 9", "ref_id": "TABREF0"}], "section": "Diagnosis"}, {"text": "When SOS/VOD is diagnosed, it is important to classify the severity grade in order to intensify the monitoring and identify patients that will need therapeutic intervention. The EBMT severity grading criteria (Mohty et al. 2016 ) stress the importance of taking the time since the appearance of the symptoms into account. A rapid progression of symptoms, and in particular bilirubin kinetics (the rate of increase) with a doubling time of 48 h, should be classified as a more severe grade than if symptoms develop more slowly over several days (Table 9 .6).", "cite_spans": [{"start": 209, "end": 227, "text": "(Mohty et al. 2016", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 544, "end": 552, "text": "(Table 9", "ref_id": "TABREF0"}], "section": "Diagnosis"}, {"text": "The first strategy for prevention is to be aware of pre-existing risk factors and try and eliminate them as far as possible and potentially establish supportive or treatment measures prior to transplant. The patient-and disease-related risk factors, including hepatic, are often difficult or impossible to change, but the transplant-related risk factors should be carefully considered in the pre-transplant setting.", "cite_spans": [], "ref_spans": [], "section": "Prevention"}, {"text": "No proven medical prophylaxis exists but sodium heparin, prostaglandin E1, ursodeoxycholic acid and low molecular weight heparin have Jones et al. (1987) been tried, although data about effectiveness remains inconclusive (Carreras 2012 (Carreras , 2015 . Defibrotide, approved for treatment of severe SOS/VOD, has also been used as prophylaxis (Dignan et al. 2013) , and one randomised study in children has shown a reduction in SOS/VOD incidence (Corbacioglu et al. 2012 ).", "cite_spans": [{"start": 134, "end": 153, "text": "Jones et al. (1987)", "ref_id": "BIBREF34"}, {"start": 221, "end": 235, "text": "(Carreras 2012", "ref_id": "BIBREF4"}, {"start": 236, "end": 252, "text": "(Carreras , 2015", "ref_id": "BIBREF5"}, {"start": 344, "end": 364, "text": "(Dignan et al. 2013)", "ref_id": "BIBREF19"}, {"start": 447, "end": 471, "text": "(Corbacioglu et al. 2012", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Prevention"}, {"text": "As soon as SOS/VOD is suspected, supportive therapy should be initiated. In mild cases of SOS/ VOD, close monitoring to detect progression and supportive management is often sufficient. The monitoring should include: For more details about nursing interventions see below.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "The only curative treatment for SOS/VOD is the drug defibrotide. Defibrotide protects the endothelial cells, reduces inflammation and restores thrombo-fibrinolytic balance (Richardson et al. 2013) . The recommended dose is 6.25 mg/kg body weight administered as a 2-h, i.v. infusion every 6 h (to a total dose of 25 mg/kg/day). Recommendation for treatment duration is at least 21 days but should continue until the symptoms and signs of severe VOD resolve. Defibrotide is generally well tolerated (Keating 2014 ) but should not be used with products that affect platelet aggregation, e.g. nonsteroid anti-inflammatory drugs (NSAIDs), anticoagulant therapy or other products that increase the risk of bleeding.", "cite_spans": [{"start": 172, "end": 196, "text": "(Richardson et al. 2013)", "ref_id": "BIBREF57"}, {"start": 498, "end": 511, "text": "(Keating 2014", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Treatment"}, {"text": "It is important to perform a risk assessment considering the risk factors mentioned above and to take baseline measurements including defining a threshold of >5% for weight gain or what level and pattern of weight gain that represents a clinical concern. Most baseline measurements will be standard for HSCT patients, but in patients at high risk for SOS/VOD, assessments of abdominal girth, right upper quadrant (RUQ) pain and inspection of sclera should be added.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Standard daily monitoring should include temperature, pulse, blood pressure, respiration rate and saturation. One of the most important daily monitoring aspects is an accurate fluid balance including intake, output and weight since fluid imbalance is one of the earliest signs of SOS/VOD. A fluid retention which does not respond to diuretics represents an early sign of endothelial damage.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "When performing abdominal girth measurement, it is advised to use a marked line for placement of the measuring tape and to choose one position (i.e. sitting/standing/lying) for the patient, to be used consequently. Abdominal discomfort, tenderness, pain (in particular RUQ pain) and inspection for collateral circulation and/or spiders should always be included in abdominal assessment. For nurses trained in palpation and percussion for ascites, bulkiness, liver margins and size these assessments should also be performed.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Sclera and skin should be assessed for bleeding/bruising and discoloration (jaundice).", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Knowledge of the relevant reference ranges of daily laboratory values, particularly liver enzymes, serum bilirubin, blood count, electrolytes, urea and serum creatinine will enable early detection of significant change or trend in values since nurses are likely to take blood samples and see the results first and can alert medical colleagues.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "All findings should be precisely documented and any changes promptly reported. This is especially important in patients identified as high risk as early detection of SOS/VOD may affect the overall outcome.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "If SOS/VOD is suspected, the monitoring should be intensified and adequate vascular access established. In addition to standard lab tests, coagulation parameters should be performed daily. If possible, hepatotoxic drugs should be avoided and diuretics and pain medication administered as needed. Electrolyte replacement may be necessary, and in case of thrombocytopenia or bleeding, blood products will be administered. If fluid restriction is enforced, it is important to know the smallest volumes that can be safely delivered.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "The patient may also need assistance to be comfortably positioned.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "When SOS/VOD has been diagnosed, the supportive care and monitoring will be further intensified including assessing for failure in respiratory, cardiac and renal function. Defibrotide treatment will most likely be started, and patients in need for ventilatory support should be prepared for transfer to the intensive care unit (ICU).", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Patients should be informed and educated to notify the staff of any signs and symptoms that may need closer monitoring or intervention. In case SOS/VOD is diagnosed, both patient and family will need reassurance and support.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Other Early Complications of Endothelial Origin", "cite_spans": [], "ref_spans": [], "section": "9.5"}, {"text": "A number of early complications to haematopoietic stem cell transplantation (HSCT) seem to be initiated by damage to the vascular endothelium. The most well defined and well described of these complications is sinusoidal obstruction syndrome (SOS)/veno-occlusive disease (VOD) described in a separate section of this chapter. Other syndromes in this group have been named engraftment syndrome (ES), diffuse alveolar haemorrhage (DAH), idiopathic pneumonia syndrome (IPS) and transplant-associated microangiopathy (TMA). The similarities in their clinical manifestations and the lack of established diagnostic criteria often make determination of incidence and differential diagnosis difficult (Soubani and Pandya 2010; Afessa et al. 2012) . Although many times mild and with spontaneous recovery, these complications also share the risk for progression to multi-organ failure (MOF)/multi-organ damage (MOD) resulting in a poor outcome.", "cite_spans": [{"start": 693, "end": 718, "text": "(Soubani and Pandya 2010;", "ref_id": "BIBREF69"}, {"start": 719, "end": 738, "text": "Afessa et al. 2012)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Ongoing research and efforts for better characterisation and treatment indicate that there will be future changes in terminology and diagnostic criteria, as well as interventions, for the early HSCT complications mentioned here.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Several factors in the HSCT setting activate the endothelial cells that line the blood vessels. Contributing factors are the conditioning treatment and use of other drugs such as granulocyte colony-stimulating factor (G-CSF) and calcineurin inhibitors (CNI), e.g. cyclosporine-A, and microbial products translocated through mucosal barriers. The result is that fluid and proteins leak out of tiny blood vessels and flow into surrounding tissues. If unrecognised, this may lead to dangerously low blood pressure and subsequently MOF and shock. The symptoms often appear around the time of neutrophil recovery, i.e. when the absolute neutrophil count (ANC) increases to ≥0.5 × 10 9 /L, which is why the complex process of engraftment may also play a role in activation of endothelial cell damage. The activation of the endothelial cells leads to further damage and inflammation by the release of pro-inflammatory cytokines. Since the incidence of vascular endothelial syndromes is higher after allogeneic transplantation, alloreactivity (the immune response to non-self cells) is considered to play a role in activation and damage of endothelial cells.", "cite_spans": [], "ref_spans": [], "section": "Pathogenesis"}, {"text": "Engraftment Syndrome (ES)", "cite_spans": [], "ref_spans": [], "section": "9.6"}, {"text": "ES usually occurs after auto-HSCT although described in allo-HSCT as well, in particular when reduced intensity conditioning (RIC) and cord blood (CB) have been used. Due to lack of diagnostic criteria, the term ES has been used as synonymous with capillary leak syndrome (CLS), auto-aggression syndrome, peri-engraftment respiratory distress syndrome (PERDS), aseptic shock syndrome and autologous graft versus host disease (AGVHD). Although there are differences, their common denominator is that they share some or all symptoms that have been attributed to ES.", "cite_spans": [], "ref_spans": [], "section": "Definition"}, {"text": "Engraftment is defined as when the number of neutrophils in the patient's blood rises to an absolute neutrophil count (ANC) of ≥0.5 × 10 9 /L. Peri-engraftment can be defined as the period within 5 days of neutrophil engraftment.", "cite_spans": [], "ref_spans": [], "section": "Definition"}, {"text": "Due to the diagnosis difficulties, there is no reliable incidence figure and numbers between 10% and 70% have been reported. There is also a lack of survival data. Most cases are mild and respond well to corticosteroid therapy, but ES may progress and lead to transplant-related mortality and decrease in overall survival. Patients who require mechanical ventilation has a poor prognosis.", "cite_spans": [], "ref_spans": [], "section": "Incidence and Prognosis"}, {"text": "A number of potential risk factors related to patient characteristics, disease, previous treatment, conditioning treatment, stem cell source and supportive drug treatment have been reported, but there is a lack of consensus which can in part be contributed to the lack of diagnostic criteria. Changes in HSCT practices with new drugs and alternate stem cell sources may impact the risk factors in the future.", "cite_spans": [], "ref_spans": [], "section": "Risk Factors"}, {"text": "Among the risk factors described are:", "cite_spans": [], "ref_spans": [], "section": "Risk Factors"}, {"text": "• Female gender • Advanced age • No or little prior chemotherapy • Previous use of bortezomib and lenalidomide in multiple myeloma patients • Cord blood transplantation • CD34+ cell number and engraftment rate • G-CSF treatment • Amphotericin treatment • Cyclosporine (CyA) treatment • Auto-HSCT for amyloidosis, multiple myeloma, POEMS (polyneuropathy organomegaly endocrinopathy monoclonal protein and skin abnormalities) syndrome and autoimmune diseases", "cite_spans": [], "ref_spans": [], "section": "Risk Factors"}, {"text": "There are two tools to aid diagnosis of ES; the Spitzer (2001) and the Maiolino et al. (2003) diagnostic criteria. The clinical manifestations are divided into major or minor clinical criteria (Table 9 .7), but Maiolino only has one major criteria, non-infectious fever. The timing of symptoms relative engraftment also differs between the two, where Maiolino has a stricter timeframe from 24 h before to any time after neutrophil recovery compared to Spitzer's 96 h after (Table 9 .8). However, in some patients others have described onset of symptoms from 7 days before (for patients with POEMS) to 7 days after engraftment, and in cases with more severe symptoms, the early symptoms may have been overlooked, why the clinical criteria sometimes could be used regardless of appearance of symptoms in relation to time for engraftment (Chang et al. 2014 ). C-reactive protein (CRP) is not used for diagnosis in either criteria, but a sudden and significant increase in the CRP level has been found to support the diagnosis. ", "cite_spans": [{"start": 48, "end": 62, "text": "Spitzer (2001)", "ref_id": "BIBREF70"}, {"start": 71, "end": 93, "text": "Maiolino et al. (2003)", "ref_id": "BIBREF40"}, {"start": 835, "end": 853, "text": "(Chang et al. 2014", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 193, "end": 201, "text": "(Table 9", "ref_id": "TABREF0"}, {"start": 473, "end": 481, "text": "(Table 9", "ref_id": "TABREF0"}], "section": "Diagnosis"}, {"text": "Early recognition of signs and symptoms is the most important aspect since there is no standard prophylaxis for ES, although there is evidence that corticosteroids may prevent this complication.", "cite_spans": [], "ref_spans": [], "section": "Prevention"}, {"text": "Before treatment is initiated, other diagnoses such as infection, drug rash, diarrhoea associated with infection or medication and intravenous (i.v.)-related fluid overload should be excluded. Broad-spectrum antibiotics should be used until infection is ruled out (Cornell et al. 2015) . If cultures are negative, symptoms remain after 48-72 h of antibiotic treatment and other etiologies can be excluded, corticosteroid treatment can be initiated. Methylprednisolone in doses of 1-3 mg/kg/ day i.v. are recommended until symptoms begin to subside. Response to treatment is usually seen within 2-3 days. Corticosteroids could then be switched to oral administration and should be slowly tapered. Early intervention with steroids prevents progression to more severe manifestations, and in the vast majority (80%) of patients, there is then complete resolution in less than 6 days. In cases with no response to steroid treatment after 72 h, biopsies of affected organs may be necessary. If biopsies are performed for evaluation of diarrhoea, the findings may not be able to distinguish from GvHD. This does however not exclude ES since overlap and coexistence with GvHD is possible. If a biopsy supports the ES diagnosis treatment with additional immune suppressants should be started and continued until response. If the result of the biopsy is an alternative diagnosis, the patient should be treated accordingly.", "cite_spans": [{"start": 264, "end": 285, "text": "(Cornell et al. 2015)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Treatment"}, {"text": "In addition to pharmacological treatment supportive care with i.v. fluids, with electrolyte supplement as needed, and oxygen therapy may be necessary depending on the symptoms.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "In cases of encephalopathy or severe ES with MOF, plasma exchange may be considered (Yeoung-Hau and Syed 2014).", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Daily nursing assessments are critical in early detection and diagnosis of all complications to HSCT. The patient's general well-being should be assessed, and listed below are the nursing assessments that should be carried out frequently, the findings that could indicate ES and actions that can be taken in order to detect or rule out the ES diagnosis (Table 9 .9). All findings should be Monitor frequently, and if symptoms of pulmonary dysfunction, e.g. dyspnoea, tachypnoea, change in breathing pattern, chest pain or cough, are present, a chest X-ray or pulmonary CT scan may be performed. In order to ensure adequate oxygenation, administration of oxygen therapy may be necessary Weight and fluid balance Assess the patient's weight daily and perform calculation of fluid balance at least once daily to note any trends. If oedema, ascites or other symptoms of fluid retention occurs diuretics should be administered as ordered Skin", "cite_spans": [], "ref_spans": [{"start": 353, "end": 361, "text": "(Table 9", "ref_id": "TABREF0"}], "section": "Nursing Aspects"}, {"text": "Perform assessment at least daily and note any rashes. If a rash is detected, review the patient's medication chart for medication that may cause drug rash Jaundice and yellow sclera are signs of liver dysfunction and bilirubin levels should be checked Stools", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Monitor frequency and consistency and obtain cultures and test for Clostridium difficile in cases of diarrhoea in order to rule out infection. Pale stools are a sign of liver dysfunction and bilirubin levels should be checked (continued) documented and any abnormalities promptly reported to the treating physician. If steroid treatment is started, the patient should be assessed for possible side effects such as hyperglycaemia and insomnia. Blood glucose should be monitored daily.", "cite_spans": [{"start": 226, "end": 237, "text": "(continued)", "ref_id": null}], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Idiopathic Pneumonia Syndrome", "cite_spans": [], "ref_spans": [], "section": "9.7"}, {"text": "Pulmonary complications (PCs) are the leading cause of patients' admission to intensive care unit (ICU) after HSCT. PC can be divided into infectious or non-infectious. One of the non-infectious PCs is idiopathic pneumonia syndrome (IPS). For the purpose of this chapter, IPS will be defined and described according to the definition by the American Thoracic Society (Panotskaltsis-Mortari et al. 2011) as \"an idiopathic syndrome of pneumopathy after HSCT, with evidence of widespread alveolar injury and in which an infectious etiology and cardiac dysfunction, acute renal failure or iatrogenic fluid overload have been excluded\". The alveolar injury is a result from the release of proinflammatory cytokines during engraftment increasing alveolar permeability and causing diffuse alveolar or interstitial infiltrates.", "cite_spans": [], "ref_spans": [], "section": "Definition"}, {"text": "IPS also includes a subset of diagnoses of primary lung injuries classified according to the anatomical sites of inflammation. They can either be related to the pulmonary parenchyma (e.g. acute interstitial pneumonitis and acute respiratory distress syndrome (ARDS)), the airway endothelium (e.g. bronchiolitis obliterans syndrome (BO)), the vascular endothelium (e.g. different forms of ES (PERDS, CLS)) or be unclassifiable. Other less frequent non-infectious PCs have also been identified. None of these entities will be described here.", "cite_spans": [], "ref_spans": [], "section": "Definition"}, {"text": "PCs are common in HSCT recipients and a major cause of morbidity and mortality. IPS is more often seen in patients undergoing allogeneic HSCT with a mean estimated incidence of 1-10% (6% in auto-HSCT) (Chi et al. 2013 ). The overall outcome is different between auto-and allo-HSCT recipients, and where IPS in patients that have undergone auto-HSCT usually has a favourable prognosis, the mortality is 60-80% in the allo-setting (Carreras 2012) . IPS has a progressive nature, and patients with progression to respiratory failure and need for mechanical ventilation have a very poor prognosis with 95% mortality.", "cite_spans": [{"start": 201, "end": 217, "text": "(Chi et al. 2013", "ref_id": "BIBREF7"}, {"start": 429, "end": 444, "text": "(Carreras 2012)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Incidence and Prognosis"}, {"text": "For IPS the following risk factors have been identified (Diab et al. 2016 ):", "cite_spans": [{"start": 56, "end": 73, "text": "(Diab et al. 2016", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Risk Factors"}, {"text": "• Older age • Low performance status (Karnofsky score) • High-intensity conditioning regimen • Total body irradiation (TBI) • Allo-HSCT • Acute graft versus host disease (aGvHD) • Malignant disease Pre-transplant pulmonary function abnormalities have also been associated with early respiratory failure and mortality (Chien et al. 2005) . Educate the patient about signs and symptoms of ES and explain why it is important to report any symptoms without delay. Explain actions taken in diagnosis and management of ES and provide emotional support to both patient and family Thoele (2014) ", "cite_spans": [{"start": 317, "end": 336, "text": "(Chien et al. 2005)", "ref_id": "BIBREF8"}, {"start": 573, "end": 586, "text": "Thoele (2014)", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "Risk Factors"}, {"text": "The most common signs and symptoms are fever, non-productive cough, rales, dyspnoea, tachypnoea and low saturation with an increasing need for oxygen support.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "The diagnosis will be based on alveolar injury confirmed clinically, radiologically and/or functionally. X-ray will reveal diffuse pulmonary infiltrates. Infection must have been ruled out by negative cultures and tests in bronchoalveolar lavage (BAL) or lung biopsies (Zhu et al. 2008) , and there should be no evidence of cardiac dysfunction, acute renal failure or treatment-related fluid overload. It is however considered possible that some cases of IPS may be caused by an unidentified underlying infection since infections may lack typical signs and symptoms in the neutropenic patient. The IPS diagnosis can thus be supported by lack of improvement despite broad-spectrum antibiotics and other antimicrobial drugs.", "cite_spans": [{"start": 269, "end": 286, "text": "(Zhu et al. 2008)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "The typical onset will be around day +20, but IPS may also present later after HSCT, why it is important to be alert for this complication also after discharge from the hospital, in the outpatient setting.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "There are no standard guidelines for diagnosis and evaluation of PC after HSCT, but the course of illness should be considered when differential diagnoses are to be excluded. When symptoms occur, IPS may rapidly progress to pulmonary dysfunction requiring mechanical ventilation.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "For patients at risk for IPS, careful consideration of treatment options pre-and posttransplant such as avoiding conditioning with TBI or highintensity regimens and choice of GvHD prophylaxis may be beneficial. Monitoring of pulmonary function and symptoms after transplantation will enable prompt intervention.", "cite_spans": [], "ref_spans": [], "section": "Prevention"}, {"text": "In patients with decreased lung function prior to HSCT and suspected lung injury in the posttransplant setting, close collaboration with pulmonary specialist or the intensive care team may prevent progression of pulmonary dysfunction (Elbahlawan et al. 2016 ).", "cite_spans": [{"start": 234, "end": 257, "text": "(Elbahlawan et al. 2016", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Prevention"}, {"text": "Beyond supportive care, there is no proven treatment for IPS. In auto-HSCT patients, corticosteroids can be effective, but this is usually not the case for allo-transplanted patients, irrespective of steroid dose. Studies with etanercept, a TNF-αbinding protein, given in combination with corticosteroids have reported improved pulmonary function in patients with IPS following allogeneic HSCT and may be considered (Carreras 2012 ) although a small but later study (Yanik et al. 2014) could not confirm the benefit of this treatment.", "cite_spans": [{"start": 416, "end": 430, "text": "(Carreras 2012", "ref_id": "BIBREF4"}, {"start": 466, "end": 485, "text": "(Yanik et al. 2014)", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "Treatment"}, {"text": "The close monitoring and daily nursing assessments that apply for all HSCT patients should be employed. Depending on risk factors, extra attention may be needed to early and subtle symptoms of pulmonary dysfunction, such as decrease in saturation, shortness of breath and cough. Monitoring of daily weight and fluid balance, with administration of diuretics if necessary, will prevent and rule out fluid overload. Several different tests and examinations may be performed to establish or rule out the diagnosis of IPS. Sputum cultures and laboratory tests, such as polymerase chain reaction (PCR) for mycoplasma, and serum galactomannan for Aspergillus may need to be obtained, and chest X-ray or computed tomography (CT) scan performed to rule out infection. In case a BAL, with or without transbronchial biopsy, will be performed, information to the patient and preparation prior to the procedure as well as support both before and after and post procedure monitoring is important. The BAL may add substantial discomfort, in particular to an already seriously ill patient. Other lung function tests may also be repeated, for comparison with pretransplant results.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "When corticosteroids are administered, the blood glucose levels should be followed daily and the patient should be informed of and assessed for other side effects, e.g. insomnia.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Oxygen therapy may need to be administered and noninvasive positive pressure ventilation necessary. Respiratory difficulties generate anxiety, and the patient should be offered psychological support as well as assistance with positioning and breathing techniques and exercises. Medication for anxiety may be necessary. Referral to a physiotherapist, respiratory therapist or other staff with expertise in pulmonary diseases should be made for advice on tools and exercises that may help the patient to maintain pulmonary function and prevent worsening of the condition.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "If the condition shows no signs of improving, the patient should be prepared for transfer to the ICU.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Identification of patients at risk, prompt intervention to signs and symptoms of pulmonary dysfunction and close collaboration within the team will increase the chances of a positive outcome.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Diffuse Alveolar Haemorrhage", "cite_spans": [], "ref_spans": [], "section": "9.8"}, {"text": "Diffuse Alveolar Haemorrhage (DAH) is a noninfectious pulmonary complication associated with haematopoietic stem cell transplant (HSCT) and other causes (Park 2013) . It is differentiated from idiopathic pneumonia syndrome (IPS) through confirmation of pulmonary haemorrhage by bronchoscopy and bronchoalveolar lavage (BAL). The bleeding can be either insidious, causing a gradual pulmonary dysfunction, or a more acute bleeding into the alveolar space.", "cite_spans": [{"start": 153, "end": 164, "text": "(Park 2013)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Definition"}, {"text": "Damage to the alveolar-capillary barrier from conditioning treatment and the engraftment process with recovery of neutrophils leads to entry of blood into the alveolar space.", "cite_spans": [], "ref_spans": [], "section": "Definition"}, {"text": "An approximate incidence of around 5% up to 20%, with a mortality rate ranging between 50% and 100%, has been reported for DAH in HSCT recipients (Afessa et al. 2002; Majhail et al. 2006; Carreras 2012) . The incidence is similar between auto-and allo-HSCT. The implication of prognostic factors has not been well studied, but early-onset DAH (within the first 30 days after transplant) in patients undergoing auto-HSCT has a favourable prognosis.", "cite_spans": [{"start": 146, "end": 166, "text": "(Afessa et al. 2002;", "ref_id": "BIBREF0"}, {"start": 167, "end": 187, "text": "Majhail et al. 2006;", "ref_id": "BIBREF41"}, {"start": 188, "end": 202, "text": "Carreras 2012)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Incidence and Prognosis"}, {"text": "Risk factors for the development of DAH in HSCT recipients include:", "cite_spans": [], "ref_spans": [], "section": "Risk Factors"}, {"text": "• Older age • Total body irradiation (TBI) • Myeloablative conditioning (MAC) regimens • Acute graft versus host (aGvHD) disease", "cite_spans": [], "ref_spans": [], "section": "Risk Factors"}, {"text": "Dyspnoea, dry cough and fever are the most common complaints. Haemoptysis is rarely observed in HSCT recipients. Hypoxemia may be present and diffuse or focal interstitial or alveolar infiltrates can be found on chest X-ray or computed tomography (CT) scan. With such findings, bronchoscopy with BAL and transbronchial biopsy is indicated although performing these invasive tests in patients with severe illness, and unstable respiratory status is a challenge.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "The diagnosis is based on BAL findings which become progressively more blood stained, indicating blood in the alveoli. Other causes, such as heart failure and fluid overload, should be excluded. Infection needs to be ruled out by obtaining relevant cultures. Presence of hemosiderin-laden macrophages in BAL fluid is not diagnostic for DAH but may support the diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "It is often very difficult to differentiate DAH from IPS and the ES form of respiratory distress (PERDS). IPS is more common in allo-HSCT, after engraftment, and does not respond to corticosteroids and has a more progressive nature. In PERDS the majority of patients do not have BAL findings becoming progressively bloodier.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "The mean onset of DAH has been reported on day 24 after transplant and 6 days after absolute neutrophil count (ANC) recovery.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "Reversal of some risk factors, e.g. choice of conditioning treatment, may be possible, but otherwise no prophylaxis exists.", "cite_spans": [], "ref_spans": [], "section": "Prevention"}, {"text": "High-dose corticosteroids, using methyl prednisolone in doses of 250-500 mg every 6 h for 4-5days followed by slow tapering, is considered first-line treatment even if efficacy can be questioned. With early diagnosis and treatment with steroid therapy, respiratory failure can often be prevented. Noninvasive ventilation may decrease mortality although the majority of patients with DAH require mechanical ventilation, and sepsis and MOF/MOD will cause death in a large proportion of patients (Rabe et al. 2010) .", "cite_spans": [{"start": 493, "end": 511, "text": "(Rabe et al. 2010)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Treatment"}, {"text": "Other pharmacological therapies, as well as plasma exchange, have been tried for treatment of DAH. Recombinant factor VIIa (rFVIIa) has been administered and achieved temporary control of bleeding. Tranexamic acid or the TNFα-inhibitor etanercept have been used in addition to corticosteroids but have not proved to be effective.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Transfusion of platelets and red blood cells (RBC) may be necessary.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Patients need frequent monitoring for early detection of any pulmonary symptoms. Respiration rate and saturation should be assessed together with temperature and other standard assessments. If cough is noted, this should be reported to the team and the treating physician. Cultures and blood tests may be necessary to rule out infection. Cultures should be performed according to signs and symptoms, but screening cultures can be collected to possibly enable detection of occult infection. The patient's circulatory status and fluid balance should be controlled by monitoring pulse, blood pressure, weight and input and output.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "The patient should be instructed to report all symptoms, and if BAL and lung biopsy will be performed, patient information and support throughout the whole procedure is vital. Administration of transfusions, oxygen therapy and non-invasive ventilation should be performed as ordered and since dyspnoea and other breathing difficulties are associated with a great deal of anxiety patient support, sometimes with pharmacological treatment, is crucial. Proper positioning together with breathing exercises using appropriate breathing technique may alleviate some discomfort.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "During high-dose corticosteroid treatment, blood glucose should be monitored, and it is important to be alert to steroid-related changes in the patient's mental status.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Transplant-Associated Microangiopathy (TAM)", "cite_spans": [], "ref_spans": [], "section": "9.9"}, {"text": "Transplant-associated microangiopathy (TAM) is also known as haematopoietic stem cell transplantation (HSCT)-associated thrombotic microangiopathy (TA-TMA). In this text, the term TAM is being used. TAM is characterised by microangiopathic haemolytic anaemia with schistocytes (fragmented red blood cells) and thrombocytopenia from platelet consumption. These symptoms are due to endothelial dysfunction causing small vessels thrombosis in the microcirculation. TAM is a multi-visceral disease most often affecting the kidneys, but pulmonary, gastrointestinal and central nervous system (CNS) involvement can also be seen. Complement system dysregulation plays an important role in the severity of TAM. Defects in the complement system lead to formation of the lytic complex C5b-9. This complex can be detected in blood, and an increased level will support the TAM diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Definition"}, {"text": "The incidence will vary with the criteria used to diagnose TAM. In retrospective data, the incidence is approximately 4% in auto-HSCT, 7% has been reported in allo-HSCT (Carreras 2012) , whereas one prospective study has shown an incidence close to 40% (Jodele et al. 2015) . Conditioning intensity, myeloablative (MAC) versus reduced (RIC), has not shown any difference in incidence in allo-HSCT.", "cite_spans": [{"start": 169, "end": 184, "text": "(Carreras 2012)", "ref_id": "BIBREF4"}, {"start": 253, "end": 273, "text": "(Jodele et al. 2015)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Incidence"}, {"text": "As with many early complications in HSCT prompt recognition of early signs and symptoms with early diagnosis and intervention will increase the chances of a positive outcome. Cases of mild TAM where calcineurin inhibitor (CNI), e.g. cyclosporine, tacrolimus and sirolimus, is the cause generally have a good prognosis if CNI can be discontinued. If TAM is not related to CNI treatment, the prognosis is worse due to lack of effective treatment options. Exact figures for mortality rate are difficult to establish, but in patients with TAM and multi-organ involvement, the mortality is as high as >90%. Patients surviving TAM are as a consequence at greater risk for chronic kidney disease (CKD) and hypertension later on.", "cite_spans": [], "ref_spans": [], "section": "Prognosis"}, {"text": "Use of total body irradiation (TBI) in conditioning treatment, CNI, graft versus host disease (GvHD), infections (e.g. cytomegalovirus (CMV) and fungal infections) and unrelated donor transplant (in particular if mismatched) are all considered risk factors or triggers for TAM, although reported data is conflicting (Nadir and Brenner 2012; Rosenthal 2016 ).", "cite_spans": [{"start": 316, "end": 340, "text": "(Nadir and Brenner 2012;", "ref_id": "BIBREF48"}, {"start": 341, "end": 355, "text": "Rosenthal 2016", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Risk Factors"}, {"text": "TAM usually has an onset between 1 and 2 months after HSCT but can be seen both earlier and later. Several slightly different criteria for diagnosis of TAM are being used (Sahin et al. 2016) . See adapted Table 9 .10. The diagnosis is difficult but can be confirmed with a biopsy tissue sample although this invasive test may not always be an option for the seriously ill HSCT recipient. TAM has clinical similarities with idiopathic thrombotic thrombocytopenic purpura (TTP), and laboratory testing for the von Willebrand factor regulator ADAMTS13 can be performed to support the diagnosis. In classical TTP, there is a severe deficiency, while no significant decrease of ADAMTS13 is seen in TAM (Graf and Stern 2012) .", "cite_spans": [{"start": 171, "end": 190, "text": "(Sahin et al. 2016)", "ref_id": "BIBREF64"}, {"start": 697, "end": 718, "text": "(Graf and Stern 2012)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 205, "end": 212, "text": "Table 9", "ref_id": "TABREF0"}], "section": "Diagnosis"}, {"text": "Renal TAM should be suspected if the patient requires higher doses of antihypertensives than would be expected considering the situation and concomitant and/or nephrotoxic medication. Example of a differential diagnosis is virusrelated nephropathy.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "Symptoms such as tachycardia, chest pain and hypoxemia should lead to suspicion of lung involvement and pulmonary hypertension. The diagnosis can be supported by findings of cardiomegaly on chest X-ray, pericardial effusion on transthoracic echocardiography and blood tests.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "Intestinal TAM presents with the same symptoms as acute GvHD (aGvHD), abdominal pain, diarrhoea, vomiting and gastrointestinal bleeding. The symptoms can also be mistaken for infectious colitis, but in TAM the cause of the bleeding is ischemia in the bowels due to the microangiopathy. In addition to the general diagnostic criteria, specific criteria for gastrointestinal TAM have been proposed. Besides the clinical symptoms, X-ray findings with signs of ileus and thick mucosal wall and endoscopy with mucosal erosions and haemorrhages are included in the gastrointestinal TAM diagnostic criteria, but the only definite diagnostic test is a biopsy tissue sample.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "As a result of generalised vascular injury in TAM, polyserositis with pericardial and pleural effusion and ascites can occur. It can easily be mistaken for GvHD, but where GvHD more seldom is associated with microangiopathic anaemia, proteinuria and hypertension, these symptoms are common in TAM.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "No specific prophylaxis exists, so vigilant monitoring of clinical signs and symptoms is neces-sary. CNI concentration in blood, lactate dehydrogenase (LD or LDH) and serum creatinine should be closely followed, i.e. two to three times/week, with laboratory testing. Additional blood tests with peripheral blood smear, haptoglobin and direct and indirect antiglobulin tests (DAT and IAT) should be performed if an increase is seen in CNI, LD and creatinine levels.", "cite_spans": [], "ref_spans": [], "section": "Prevention"}, {"text": "There is currently no established treatment for TMA but supportive measures should always be taken. Traditionally the first step is to discontinue CNI, despite paucity of evidence for this action. It is also important to treat infections, GvHD and Jodele et al. (2015) hypertension. Changing to other GvHD prophylaxis and use of antimicrobial drugs should be based on a risk-benefit assessment where, for example, nephrotoxicity is considered. Administration of diuretics may be necessary to treat fluid and sodium retention due to steroid treatment. Vasodilators and renin-angiotensin antagonists may also be used to treat hypertension.", "cite_spans": [{"start": 248, "end": 268, "text": "Jodele et al. (2015)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Treatment"}, {"text": "It is recommended to restrict platelet transfusion in microangiopathic disease, but this is often impossible due to the need to prevent bleeding complications.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "A potential treatment for TMA is eculizumab. Eculizumab stops the complement-activating cascade preventing formation of C5b-9. This leads to hampering of the intravascular haemolysis. Eculizumab has shown effect when started early after diagnosis (Jodele et al. 2015) . Monitoring for effect by following serum concentration levels is important, and dose adjustments may be necessary to reach and maintain the desired therapeutic levels and effect.", "cite_spans": [{"start": 247, "end": 267, "text": "(Jodele et al. 2015)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Treatment"}, {"text": "In a small number of cases, successful treatment with rituximab and other monoclonal antibodies has been reported.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Treatment attempts have also been made with defibrotide at the same dosing as approved for treatment of severe sinusoidal obstruction syndrome/veno-occlusive disease (SOS/VOD) but with variable results.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Total plasma exchange (TPE) has been tried due to the clinical similarities between TAM and TTP, but where TTP can be successfully treated with TPE, it is not recommended for TAM due to poor response rates.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Careful assessments will facilitate early diagnosis of, or ruling out, TMA and thus improves the outcome. Close monitoring of vital signs and being alert to any changes or trends is standard. Keeping track of fluid balance and weight is equally important. Blood pressure should be kept below 140/90 in adult patients (Jodele et al. 2015) . The patient's urine should be monitored for proteinuria and the patient instructed about what abnormal findings and symptoms to look for and to notify staff of any discomfort including signs of gastrointestinal bleeding. If invasive tests such as biopsies are to be performed, proper preparation and support is vital.", "cite_spans": [{"start": 317, "end": 337, "text": "(Jodele et al. 2015)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "If pharmacological treatment with eculizumab is started, serum level concentration needs to be followed. Treatment with rituximab and defibrotide should be administered as ordered, and the patient should be monitored accordingly for effect and side effects.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Since the onset of TAM can occur after discharge from the transplant unit, it is important to be observant to symptoms and consider this diagnosis even in the outpatient setting.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "Open Access This chapter is licensed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license and indicate if changes were made.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}, {"text": "The images or other third party material in this chapter are included in the chapter's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the chapter's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder.", "cite_spans": [], "ref_spans": [], "section": "Nursing Aspects"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Outcome of Diffuse Alveolar Hemorrhage in Hematopoietic Stem Cell Transplant Recipients", "authors": [{"first": "B", "middle": [], "last": "Afessa", "suffix": ""}, {"first": "A", "middle": [], "last": "Tefferi", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Litzow", "suffix": ""}], "year": 2002, "venue": "Am J Respir Critical Care Med", "volume": "166", "issn": "", "pages": "1364--1372", "other_ids": {"DOI": ["10.1164/rccm.200208-792OC"]}}, "BIBREF1": {"ref_id": "b1", "title": "Risk factors and outcome of pulmonary complications after autologous hematopoietic stem cell transplant", "authors": [{"first": "B", "middle": [], "last": "Afessa", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Abdulai", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Kremers", "suffix": ""}], "year": 2012, "venue": "Chest", "volume": "141", "issn": "2", "pages": "10--2889", "other_ids": {"DOI": ["10.1378/chest.10-2889"]}}, "BIBREF2": {"ref_id": "b2", "title": "Emerging evidence of the pathobiology of mucositis", "authors": [{"first": "N", "middle": [], "last": "Al-Dasoogi", "suffix": ""}], "year": 2013, "venue": "Support Care Cancer", "volume": "21", "issn": "", "pages": "3233--3274", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Implementation of a standardised protocol for prevention and management on oral mucositis in patients undergoing haematopoitiec stem cell transplant", "authors": [{"first": "V", "middle": [], "last": "Bhatt", "suffix": ""}, {"first": "N", "middle": [], "last": "Ventrell", "suffix": ""}], "year": 2010, "venue": "J Oncol Pharm Pract", "volume": "16", "issn": "3", "pages": "195--204", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "EBMT-ESH handbook on haematopoietic stem cell transplantation", "authors": [{"first": "E", "middle": [], "last": "Carreras", "suffix": ""}, {"first": "E", "middle": [], "last": "Carreras", "suffix": ""}, {"first": "E", "middle": [], "last": "Gluckman", "suffix": ""}, {"first": "T", "middle": [], "last": "Masszi", "suffix": ""}, {"first": "", "middle": [], "last": "Editors", "suffix": ""}], "year": 2012, "venue": "Genova: Forum Service Editore", "volume": "", "issn": "", "pages": "176--94", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "How I manage sinusoidal obstruction syndrome after haematopoietic cell transplantation", "authors": [{"first": "E", "middle": [], "last": "Carreras", "suffix": ""}], "year": 2014, "venue": "Br J Haematol", "volume": "168", "issn": "", "pages": "481--91", "other_ids": {"DOI": ["10.1111/bjh.13215"]}}, "BIBREF6": {"ref_id": "b6", "title": "et al ngraftment syndrome after allogeneic hematopoietic cell transplantation predicts poor outcomes", "authors": [{"first": "L", "middle": [], "last": "Chang", "suffix": ""}, {"first": "D", "middle": [], "last": "Frame", "suffix": ""}, {"first": "T", "middle": [], "last": "Braun", "suffix": ""}], "year": 2014, "venue": "Biol Blood Marrow Transplant", "volume": "20", "issn": "", "pages": "1407--1424", "other_ids": {"DOI": ["10.1016/j.bbmt.2014.05.022"]}}, "BIBREF7": {"ref_id": "b7", "title": "An update on pulmonary complications of hematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": ["K"], "last": "Chi", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Soubani", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "White", "suffix": ""}], "year": 2013, "venue": "Chest", "volume": "144", "issn": "6", "pages": "1913--1935", "other_ids": {"DOI": ["10.1378/chest.12-1708"]}}, "BIBREF8": {"ref_id": "b8", "title": "Pulmonary function testing prior to hematopoietic stem cell transplantation", "authors": [{"first": "J", "middle": ["W"], "last": "Chien", "suffix": ""}], "year": 2005, "venue": "Bone Marrow Transplant", "volume": "35", "issn": "5", "pages": "429--464", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Validation of recently proposed consensus criteria for thrombotic Microangiopathy after allogeneic hematopoietic stem-cell transplantation", "authors": [{"first": "B", "middle": ["S"], "last": "Cho", "suffix": ""}], "year": 2010, "venue": "Transplantation", "volume": "90", "issn": "8", "pages": "918--944", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Interventions for treating oral mucositis for patients with cancer receiving treatment (review) Cochrane Library", "authors": [{"first": "J", "middle": ["E"], "last": "Clarkson", "suffix": ""}, {"first": "", "middle": [], "last": "Worthington", "suffix": ""}, {"first": "", "middle": [], "last": "Hv", "suffix": ""}], "year": 2011, "venue": "Cochrane Database System Review", "volume": "", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Hepatic veno-occlusive disease following stem cell transplantation: incidence, clinical course and outcome", "authors": [{"first": "J", "middle": ["A"], "last": "Coppell", "suffix": ""}], "year": 2010, "venue": "BBMT", "volume": "16", "issn": "", "pages": "157--68", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Defibrotide for prophylaxis of hepatic veno-occlusive disease in paediatric haemopoietic stem-cell transplantation: an open-label, phase 3, randomised controlled trial", "authors": [{"first": "S", "middle": [], "last": "Corbacioglu", "suffix": ""}], "year": 2012, "venue": "Lancet", "volume": "379", "issn": "", "pages": "1301--1310", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Diagnosis and severity criteria for sinusoidal obstruction syndrome/veno-occlusive disease in pediatric patients: a new classification from the European society for blood and marrow transplantation Bone Marrow Transpl. Advance online publication", "authors": [{"first": "S", "middle": [], "last": "Corbacioglu", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Engraftment syndrome after autologous stem cell transplantation: an update unifying the definition and management approach", "authors": [{"first": "R", "middle": ["F"], "last": "Cornell", "suffix": ""}], "year": 2015, "venue": "Biol Blood Marrow Transplant", "volume": "21", "issn": "", "pages": "2061--2069", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The sepsis six and the severe sepsis resuscitation bundle: a prospective observational cohort study", "authors": [{"first": "R", "middle": [], "last": "Daniels", "suffix": ""}], "year": 2011, "venue": "Emerg Med J", "volume": "28", "issn": "", "pages": "507--519", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Vascular disorders of the liver", "authors": [{"first": "L", "middle": ["D"], "last": "Deleve", "suffix": ""}], "year": 2009, "venue": "Hepatology", "volume": "49", "issn": "", "pages": "1729--64", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Hemorrhagic cystitis after allogeneic hematopoietic stem cell transplants is the complex result of BK virus infection, preparative regimen intensity and donor type", "authors": [{"first": "L", "middle": [], "last": "De Padua Silva", "suffix": ""}], "year": 2010, "venue": "Haematologica", "volume": "95", "issn": "", "pages": "1183--90", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Major pulmonary complications after hematopoietic stem cell transplant", "authors": [{"first": "M", "middle": [], "last": "Diab", "suffix": ""}], "year": 2016, "venue": "Exp Clin Transplant", "volume": "14", "issn": "3", "pages": "259--70", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "BCSH/BSBMT guideline: diagnosis and management of veno-occlusive disease (sinusoidal obstruction syndrome) following haematopoietic stem cell transplantation", "authors": [{"first": "F", "middle": ["L"], "last": "Dignan", "suffix": ""}], "year": 2013, "venue": "Br J Haematol", "volume": "163", "issn": "", "pages": "444--57", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Prevention of cyclophosphamide-induced hemorrhagic cystitis", "authors": [{"first": "M", "middle": ["J"], "last": "Droller", "suffix": ""}, {"first": "R", "middle": [], "last": "Saral", "suffix": ""}, {"first": "G", "middle": [], "last": "Santos", "suffix": ""}], "year": 1982, "venue": "Urology", "volume": "20", "issn": "", "pages": "256--264", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Polyomavirus BK infection in blood and marrow transplant recipients", "authors": [{"first": "L", "middle": ["K"], "last": "Dropulic", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Jones", "suffix": ""}], "year": 2008, "venue": "Bone Marrow Transplant", "volume": "41", "issn": "", "pages": "11--19", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Overnight storage of removable dentures in alkaline peroxidebased tablets affects biofilm mass and composition", "authors": [{"first": "J", "middle": [], "last": "Duyck", "suffix": ""}, {"first": "K", "middle": [], "last": "Vandamme", "suffix": ""}, {"first": "P", "middle": [], "last": "Muller", "suffix": ""}, {"first": "W", "middle": [], "last": "Teughels", "suffix": ""}], "year": 2013, "venue": "J Dent", "volume": "41", "issn": "12", "pages": "1281--1290", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Basic oral care for haematologyoncology patients and hematopoietic stem cell transplantation: A postion paper from the jont task force of the multinational association of supportive care/international society for oral oncology and the European group for blood and marrow transplantation", "authors": [{"first": "S", "middle": [], "last": "Elad", "suffix": ""}, {"first": "B", "middle": [], "last": "Quinn", "suffix": ""}], "year": 2015, "venue": "Journal of Supportive Care in Cancer", "volume": "", "issn": "1", "pages": "223--259", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Development, testing, and application of the oral assessment guide", "authors": [{"first": "J", "middle": [], "last": "Eilers", "suffix": ""}], "year": 1988, "venue": "Oncology Nursing Forim", "volume": "15", "issn": "3", "pages": "352--60", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Hepatic sinusoidal obstruction syndrome in patients undergoing hematopoietic stem cell transplant", "authors": [{"first": "S", "middle": [], "last": "Eisenberg", "suffix": ""}], "year": 2008, "venue": "Oncol Nurs Forum", "volume": "3", "issn": "", "pages": "385--97", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Basic oral care for hematology-oncology patients and hematopoietic stem cell transplantation recipients: a position paper from the joint task force of the Multinational Association of Supportive Care in Cancer/International Society of Oral Oncology (MASCC/ISOO) and the European Group for Blood and Marrow Transplantation (EBMT)", "authors": [{"first": "S", "middle": [], "last": "Elad", "suffix": ""}, {"first": "J", "middle": [], "last": "Raber-Durlacher", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Brennan", "suffix": ""}], "year": 2014, "venue": "J Support Care", "volume": "", "issn": "1", "pages": "223--236", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A critical care and transplantationbased approach to acute respiratory failure after hematopoietic stem cell transplantation in children", "authors": [{"first": "L", "middle": [], "last": "Elbahlawan", "suffix": ""}], "year": 2016, "venue": "Biol Blood Marrow Transplant", "volume": "22", "issn": "", "pages": "617--643", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Mucosal injury in patients undergoing hematopoietic progenitor cell transplantation: new approaches to prophylaxis and treatment", "authors": [{"first": "J", "middle": [], "last": "Filicko", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Lazarus", "suffix": ""}, {"first": "N", "middle": [], "last": "Flomenberg", "suffix": ""}], "year": 2003, "venue": "Bone Marrow Transplant", "volume": "31", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Acute phase after haematopoietic stem cell transplantation -bleeding and thrombotic complications 2012", "authors": [{"first": "L", "middle": [], "last": "Graf", "suffix": ""}, {"first": "M", "middle": [], "last": "Stern", "suffix": ""}], "year": 2012, "venue": "Hamostaseologie", "volume": "32", "issn": "1", "pages": "56--62", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Blood and marrow transplant clinical trials network toxicity committee consensus summary: thrombotic Microangiopathy after hematopoietic stem cell transplantation", "authors": [{"first": "V", "middle": ["T"], "last": "Ho", "suffix": ""}], "year": 2005, "venue": "Biol Blood Marrow Transplant", "volume": "11", "issn": "", "pages": "571--576", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "A new paradigm: Diagnosis and management of HSCT-associated thrombotic microangiopathy as multi-system endothelial injury", "authors": [{"first": "S", "middle": [], "last": "Jodele", "suffix": ""}], "year": 2015, "venue": "Blood Rev", "volume": "29", "issn": "3", "pages": "191--204", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Venoocclusive disease of the liver following bone marrow transplantation", "authors": [{"first": "R", "middle": ["J"], "last": "Jones", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Beschorner", "suffix": ""}, {"first": "V", "middle": ["G"], "last": "Vogel", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Grochow", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Braine", "suffix": ""}], "year": 1987, "venue": "Transplantation", "volume": "44", "issn": "", "pages": "778--83", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Defibrotide: A review of its use in severe hepatic Veno-occlusive disease following haematopoietic stem cell transplantation", "authors": [{"first": "G", "middle": ["M"], "last": "Keating", "suffix": ""}], "year": 2014, "venue": "Clin Drug Investig", "volume": "34", "issn": "", "pages": "895--904", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Diagnostic yield of timing blood culture collection relative to fever", "authors": [{"first": "Ppl", "middle": [], "last": "Kee", "suffix": ""}], "year": 2016, "venue": "Pediatr Inf Dis J", "volume": "35", "issn": "8", "pages": "846--50", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Oral graft-versushost disease", "authors": [{"first": "M", "middle": [], "last": "Kuten-Shorrer", "suffix": ""}, {"first": "S-B", "middle": [], "last": "Woo", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Treister", "suffix": ""}], "year": 2014, "venue": "Dent Clin N Am", "volume": "58", "issn": "2", "pages": "351--68", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Evidence-based clinical practice guidelines for the management of Mucositis Secondary to Cancer Therapy (MASCC/ ISOO review)", "authors": [{"first": "R", "middle": ["V"], "last": "Lalla", "suffix": ""}, {"first": "J", "middle": [], "last": "Bowen", "suffix": ""}, {"first": "A", "middle": [], "last": "Barasch", "suffix": ""}], "year": 2014, "venue": "Cancer", "volume": "120", "issn": "10", "pages": "1453--61", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Polyoma BK virus and haemorrhagic cystitis in haematopoietic stem cell transplantation: a changing paradigm", "authors": [{"first": "Ayh", "middle": [], "last": "Leung", "suffix": ""}], "year": 2005, "venue": "Bone Marrow Transplant", "volume": "36", "issn": "", "pages": "929--966", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Engraftment syndrome following autologous hematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": [], "last": "Maiolino", "suffix": ""}], "year": 2003, "venue": "Bone Marrow Transplant", "volume": "31", "issn": "", "pages": "393--400", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Diffuse alveolar Hemorrhage and infection-associated alveolar Hemorrhage following hematopoietic stem cell transplantation: related and high-risk clinical syndromes", "authors": [{"first": "N", "middle": ["S"], "last": "Majhail", "suffix": ""}], "year": 2006, "venue": "Biol Blood Marrow Transplant", "volume": "12", "issn": "", "pages": "1038--1084", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Venoocclusive disease of the liver after bone marrow transplantation: diagnosis, incidence and predisposing factors", "authors": [{"first": "G", "middle": ["B"], "last": "Mcdonald", "suffix": ""}], "year": 1984, "venue": "Hepatology", "volume": "4", "issn": "", "pages": "116--138", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Veno-occlusive disease of the liver and multi organ failure after bone marrow transplantation: a cohort study of 355 patients", "authors": [{"first": "G", "middle": ["B"], "last": "Mcdonald", "suffix": ""}], "year": 1993, "venue": "Ann Intern Med", "volume": "118", "issn": "", "pages": "255--67", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Mesna Summary of Product Characteristics (SPC)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Sinusoidal obstruction syndrome/venoocclusive disease: current situation and perspectives-a position statement from the European Society for Blood and Marrow Transplantation (EBMT)", "authors": [{"first": "M", "middle": [], "last": "Mohty", "suffix": ""}], "year": 2015, "venue": "Bone Marrow Transplant", "volume": "50", "issn": "", "pages": "781--790", "other_ids": {"DOI": ["10.1038/bmt.2015.52"]}}, "BIBREF47": {"ref_id": "b47", "title": "Revised diagnosis and severity criteria for sinusoidal obstruction syndrome/veno-occlusive disease in adult patients: a new classification from the European Society for Blood and Marrow Transplantation", "authors": [{"first": "M", "middle": [], "last": "Mohty", "suffix": ""}], "year": 2016, "venue": "BMT", "volume": "51", "issn": "", "pages": "906--918", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Thrombotic complications associated with stem cell transplantation", "authors": [{"first": "Y", "middle": [], "last": "Nadir", "suffix": ""}, {"first": "B", "middle": [], "last": "Brenner", "suffix": ""}], "year": 2012, "venue": "Blood Rev", "volume": "26", "issn": "", "pages": "183--190", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Oral mucositis chemoradiotherapy and hematopoietic stem cell transplantation patients management", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Utility of routine surveillance blood cultures in asymptomatic allogeneic hematopoietic stem cell transplant recipients with indwelling central venous catheters at a comprehensive cancer center", "authors": [{"first": "L", "middle": [], "last": "Nesher", "suffix": ""}], "year": 2014, "venue": "Am J Infect Control", "volume": "42", "issn": "", "pages": "1084--1092", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "American Thoracic Society Committee on idiopathic pneumonia syndrome. An official American Thoracic Society research statement: noninfectious lung injury after hematopoietic stem cell transplantation: idiopathic pneumonia syndrome", "authors": [{"first": "A", "middle": [], "last": "Panoskaltsis-Mortari", "suffix": ""}], "year": 2011, "venue": "Am J Respir Crit Care Med", "volume": "183", "issn": "9", "pages": "1262--79", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Diffuse alveolar Hemorrhage", "authors": [{"first": "M", "middle": ["S"], "last": "Park", "suffix": ""}], "year": 2013, "venue": "Tuberc Respir Dis", "volume": "74", "issn": "", "pages": "151--62", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "on behalf of the ESMO Guidelines Committee. Management of oral and gastrointestinal mucosal injury: ESMO clinical practice guidelines for diagnosis, treatment, and follow-up", "authors": [{"first": "D", "middle": ["E"], "last": "Peterson", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Boers-Doets", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Bensadoun", "suffix": ""}, {"first": "J", "middle": [], "last": "Herrstedt", "suffix": ""}], "year": 2015, "venue": "Ann Oncol", "volume": "26", "issn": "", "pages": "139--51", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "United Kingdom oral care in cancer guidance: second edition. www.ukomic.co", "authors": [{"first": "B", "middle": [], "last": "Quinn", "suffix": ""}, {"first": "M", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "J", "middle": [], "last": "Treleaven", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Guidelines for the assessment of oral mucositis in adult chemotherapy, radiotherapy and haematopoietic stem cell transplant patients", "authors": [{"first": "B", "middle": [], "last": "Quinn", "suffix": ""}, {"first": "C", "middle": [], "last": "Potting", "suffix": ""}, {"first": "R", "middle": [], "last": "Stone", "suffix": ""}], "year": 2008, "venue": "Eur J Cancer", "volume": "44", "issn": "1", "pages": "61--72", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Severe respiratory failure due to diffuse alveolar hemorrhage: clinical characteristics and outcome of intensive care", "authors": [{"first": "C", "middle": [], "last": "Rabe", "suffix": ""}], "year": 2010, "venue": "J Crit Care", "volume": "25", "issn": "", "pages": "230--235", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Drug safety evaluation of defibrotide", "authors": [{"first": "P", "middle": ["G"], "last": "Richardson", "suffix": ""}], "year": 2013, "venue": "Expert Opin Drug Saf", "volume": "12", "issn": "1", "pages": "123--159", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Surviving sepsis campaign: international guidelines for management of sepsis and septic shock: 2016", "authors": [{"first": "A", "middle": [], "last": "Rhodes", "suffix": ""}], "year": 2017, "venue": "Intensive Care Med", "volume": "43", "issn": "", "pages": "304--77", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Hematopoietic cell transplantationassociated thrombotic microangiopathy: a review of pathophysiology, diagnosis, and treatment", "authors": [{"first": "J", "middle": [], "last": "Rosenthal", "suffix": ""}], "year": 2016, "venue": "J Blood Med", "volume": "", "issn": "7", "pages": "181--187", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Chapter 12: Infections after HSCT. In: EBMT-ESH handbook", "authors": [{"first": "M", "middle": [], "last": "Rovira", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "196--215", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Royal College of Physicians. National Early Warning Score (NEWS) standardising the assessment of acuteillness severity in the NHS", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Clinical practice guidelines for the prevention and treatment of cancer therapy -induced oral and gastrointestinal Mucositis", "authors": [{"first": "E", "middle": ["B"], "last": "Rubenstein", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Peterson", "suffix": ""}, {"first": "M", "middle": [], "last": "Schubert", "suffix": ""}], "year": 2004, "venue": "Cancer", "volume": "100", "issn": "9", "pages": "2026--2072", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Diagnostic criteria for hematopoietic stem cell transplant-associated microangiopathy: results of a consensus process by an international working group", "authors": [{"first": "T", "middle": [], "last": "Ruutu", "suffix": ""}], "year": 2007, "venue": "Haematologica", "volume": "92", "issn": "", "pages": "95--100", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "An overview of hematopoietic stem cell transplantation related thrombotic complications", "authors": [{"first": "U", "middle": [], "last": "Sahin", "suffix": ""}], "year": 2016, "venue": "Crit Rev Oncol Hematol", "volume": "107", "issn": "", "pages": "149--55", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Flossing for the management of periodontal diseases and dental caries in adults", "authors": [{"first": "D", "middle": [], "last": "Sambunjak", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Nickerson", "suffix": ""}, {"first": "T", "middle": [], "last": "Poklepovic", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Johnson", "suffix": ""}, {"first": "P", "middle": [], "last": "Imai", "suffix": ""}, {"first": "P", "middle": [], "last": "Tugwell", "suffix": ""}, {"first": "H", "middle": ["V"], "last": "Worthington", "suffix": ""}], "year": 2011, "venue": "Cochrane Database Syst Rev", "volume": "", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Clinical effectiveness of hyperbaric oxygen therapy for BK-virus-associated hemorrhagic cystitis after allogeneic bone marrow transplantation", "authors": [{"first": "J", "middle": [], "last": "Savva-Bordalo", "suffix": ""}], "year": 2012, "venue": "Bone Marrow Transplant", "volume": "47", "issn": "8", "pages": "1095--1103", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Severe sepsis and septic shock management and performance improvement", "authors": [{"first": "C", "middle": ["A"], "last": "Schorr", "suffix": ""}], "year": 2014, "venue": "Virulence", "volume": "5", "issn": "1", "pages": "226--261", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "The third international consensus definitions for sepsis and septic shock (Sepsis-3)", "authors": [{"first": "M", "middle": [], "last": "Singer", "suffix": ""}], "year": 2016, "venue": "JAMA", "volume": "315", "issn": "8", "pages": "801--811", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "The spectrum of non-infectious pulmonary complications following hematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": ["O"], "last": "Soubani", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Pandya", "suffix": ""}], "year": 2010, "venue": "Hematol Oncol Stem Cel Ther", "volume": "3", "issn": "3", "pages": "143--57", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Engraftment syndrome following autologous hematopoietic stem cell transplantation", "authors": [{"first": "T", "middle": ["R"], "last": "Spitzer", "suffix": ""}], "year": 2001, "venue": "Bone Marrow Transplant", "volume": "27", "issn": "", "pages": "893--901", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Programme Group Sepsis. Care Program Severe Sepsis and Septic Shock -Early identification and initial intervention [För Svenska Infektionsläkarföreningen \"Pro Sepsis\" Programgrupp Sepsis. Vårdprogram svår sepsis och septisk chocktidig identifiering och initial handläggning", "authors": [{"first": "", "middle": [], "last": "Swedish", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Engraftment syndrome in hematopoietic stem cell transplantations", "authors": [{"first": "K", "middle": [], "last": "Thoele", "suffix": ""}], "year": 2014, "venue": "Clin J Oncol Nurs", "volume": "18", "issn": "3", "pages": "349--54", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Immune reconstitution after allogeneic HSCT. In: EBMT-ESH handbook on haematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": [], "last": "Toubert", "suffix": ""}], "year": 2012, "venue": "Genova: Forum Service Editore", "volume": "", "issn": "", "pages": "235--282", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Possible antiviral effect of ciprofloxacin treatment on polyomavirus BK replication and analysis of non-coding control region sequences", "authors": [{"first": "I", "middle": [], "last": "Umbro", "suffix": ""}], "year": 2013, "venue": "Virol J", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Veno Occlusive Disease (VOD) Learning Programme", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Management of veno-occlusive disease: the multidisciplinary approach to care", "authors": [{"first": "E", "middle": [], "last": "Wallhult", "suffix": ""}], "year": 2017, "venue": "Eur J Haematol", "volume": "98", "issn": "", "pages": "322--331", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Palliative adult network guidelines", "authors": [{"first": "M", "middle": [], "last": "Watson", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "double-blind placebocontrolled trial of soluble tumor necrosis factor receptor: Enbrel (Etanercept) for the treatment of idiopathic pneumonia syndrome after allogeneic stem cell transplantation: blood and marrow transplant clinical trials network protocol", "authors": [{"first": "G", "middle": ["A"], "last": "Yanik", "suffix": ""}], "year": 2014, "venue": "Biol Blood Marrow Transplant", "volume": "20", "issn": "", "pages": "858--64", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Brain teaser: encephalopathy after stem cell transplantation", "authors": [{"first": "H", "middle": ["L"], "last": "Yeoung-Hau", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Syed", "suffix": ""}], "year": 2014, "venue": "Am J Med", "volume": "127", "issn": "4", "pages": "281--284", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Incidence, risks, and outcome of idiopathic pneumonia syndrome early after allogeneic hematopoietic stem cell transplantation", "authors": [{"first": "K-E", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2008, "venue": "Eur J Haematol", "volume": "81", "issn": "", "pages": "461--467", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "1", "latex": null, "type": "figure"}, "FIGREF1": {"text": "(Veno Occlusive Disease (VOD) Learning Programme 2017 http://www. e b m t . o rg / C o n t e n t s / N u r s i n g / M a t e r i a l s / LearningProgrammes/Pages/default.aspx.)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Oral complications of HSCT include", "latex": null, "type": "table"}, "TABREF1": {"text": ").", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Term </td><td>Evolution from SIRS to septic shock Definition </td><td>Signs and symptoms\n</td></tr><tr><td>Systemic inflammatory response system (SIRS)\n</td><td>The body's response to different severe clinical insults, which may or may not be infection\n</td><td>Fever (&gt;38 °C) or hypothermia (&lt;36 °C) Pulse rate &gt; 90 beats/min Respiratory rate &gt; 20/min WBC &gt;12 x109/L or &lt;4 ×109/L or\n</td></tr><tr><td> </td><td> </td><td>&gt;10% bands\n</td></tr><tr><td>Sepsis </td><td>Systemic inflammatory response caused by infection\n</td><td>SIRS symptoms Evidence of infection\n</td></tr><tr><td>Severe sepsis </td><td>Sepsis with hypoperfusion or acute organ dysfunction or hypotension\n</td><td>Sepsis with:Increased lactate level Mental changes,\n</td></tr><tr><td> </td><td> </td><td>Saturation &lt; 90% Decreased urine output\n</td></tr><tr><td> </td><td> </td><td>Increased liver function tests levels Reduced platelet levels\n</td></tr><tr><td> </td><td> </td><td>Abnormal coagulation parameters Systolic blood pressure &lt; 90 mmHg\n</td></tr><tr><td>Septic shock </td><td>A subset of severe sepsis with hypotension despite adequate fluid resuscitation and with presence of perfusion abnormalities that may include lactic acidosis, oliguria or alteration of mental status\n</td><td>Severe sepsis with:Vasopressor requirement Serum lactate level &gt; 2 mmol/L (&gt;18 mg/dL) At least two of the following quick Sequential [sepsis-related] Organ Failure Assessment (qSOFA) clinical criteria:\nRespiratory rate of ≥22/min Altered mental status\nSystolic blood pressure ≤ 100 mm Hg\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Evolution from SIRS to septic shock", "latex": null, "type": "table"}, "TABREF5": {"text": ").", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Term </td><td>Evolution from SIRS to septic shock Definition </td><td>Signs and symptoms\n</td></tr><tr><td>Systemic inflammatory response system (SIRS)\n</td><td>The body's response to different severe clinical insults, which may or may not be infection\n</td><td>Fever (&gt;38 °C) or hypothermia (&lt;36 °C) Pulse rate &gt; 90 beats/min Respiratory rate &gt; 20/min WBC &gt;12 x109/L or &lt;4 ×109/L or\n</td></tr><tr><td> </td><td> </td><td>&gt;10% bands\n</td></tr><tr><td>Sepsis </td><td>Systemic inflammatory response caused by infection\n</td><td>SIRS symptoms Evidence of infection\n</td></tr><tr><td>Severe sepsis </td><td>Sepsis with hypoperfusion or acute organ dysfunction or hypotension\n</td><td>Sepsis with:Increased lactate level Mental changes,\n</td></tr><tr><td> </td><td> </td><td>Saturation &lt; 90% Decreased urine output\n</td></tr><tr><td> </td><td> </td><td>Increased liver function tests levels Reduced platelet levels\n</td></tr><tr><td> </td><td> </td><td>Abnormal coagulation parameters Systolic blood pressure &lt; 90 mmHg\n</td></tr><tr><td>Septic shock </td><td>A subset of severe sepsis with hypotension despite adequate fluid resuscitation and with presence of perfusion abnormalities that may include lactic acidosis, oliguria or alteration of mental status\n</td><td>Severe sepsis with:Vasopressor requirement Serum lactate level &gt; 2 mmol/L (&gt;18 mg/dL) At least two of the following quick Sequential [sepsis-related] Organ Failure Assessment (qSOFA) clinical criteria:\nRespiratory rate of ≥22/min Altered mental status\nSystolic blood pressure ≤ 100 mm Hg\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Haematuria is graded as follows", "latex": null, "type": "table"}, "TABREF7": {"text": "Viruria (presence of virus in the urine) in particular with BKV, adenovirus and CMV In order to confirm microscopic haematuria, two positive urine samples on consecutive days are needed. Urinary tract infection (UTI) should be confirmed by urine culture for bacteria and PCR-testing for virus. Yet, a diagnosis is occasionally derived from the exclusion of alternative causes.", "latex": null, "type": "table"}, "TABREF11": {"text": "", "latex": null, "type": "table"}, "TABREF13": {"text": "", "latex": null, "type": "table"}, "TABREF14": {"text": "New EBMT criteria for severity grading of a suspected SOS/VOD in adults Patients belong to the category that fulfils two or more criteria. If patients fulfil two or more criteria in two different categories, they must be classified in the most severe category. Patients weight increase ≥5% and <10% is considered by default as a criterion for severe SOS/VOD; however, if patients do not fulfil other criteria for severe SOS/VOD, weight increase ≥5% and <10% is therefore considered as a criterion for moderate SOS/VOD Abbreviations: EBMT European Society for Blood and Marrow Transplantation, MOD multi-organ dysfunction, MOF multi-organ failure, SOS sinusoidal obstruction syndrome, VOD veno-occlusive diseaseIn the case of presence of two or more risk factors for SOS/VOD, patients should be in the upper grade", "latex": null, "type": "table"}, "TABREF15": {"text": "", "latex": null, "type": "table"}, "TABREF16": {"text": "", "latex": null, "type": "table"}, "TABREF17": {"text": "", "latex": null, "type": "table"}, "TABREF18": {"text": "Blood and MarrowTransplant Clinical Trials Network toxicity committee consensus definition for TMA (BBMT 2005 1 ) Diagnostic Criteria for TA-TMA (Blood Rev. 2015 4 ) 1+2+3: Consider diagnosis of TAM and monitor very closely 2+7: If present at diagnosis poor outcome is apprehended. Consider active treatment.", "latex": null, "type": "table"}, "TABREF19": {"text": "10 TAM diagnostic criteria", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Blood and Marrow Transplant Clinical Trials Network toxicity committee\n</td><td>International Working Group\n</td><td>Probable TMA (Transplantation 20103) </td><td>Diagnostic Criteria for TA-TMA (Blood Rev. 20154) </td></tr><tr><td> </td><td>consensus definition for TMA (BBMT 20051) </td><td>Definition for TMA (Haematologica 20072) </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Tissue biopsy confirming microangiopathy\nor criteria below </td></tr><tr><td>1 </td><td>Peripheral Blood Smear with RBC fragmentation and • 2 shistocytes per high power field </td><td>&gt;4% shistocytes in peripheral blood </td><td>&gt;4% shistocytes in peripheral blood </td><td>LDH above Upper Limit of Normal (ULN) </td></tr><tr><td>2 </td><td>Concurrent increase in LD </td><td>Thrombocytopenia &lt;50 x109 /L or decrease of 50% from baseline </td><td>Concurrent increase in LD </td><td>Proteinuria on random analysis with • 30 mg/dL </td></tr><tr><td>3 </td><td>Concurrent renal dysfunction (doubling of serum creatinine from baseline) an/or neurologic dysfunction without other explanations </td><td>Sudden and persistant increase in LD\n</td><td>Thrombocytopenia &lt;50 x109 /L or decrease of 50% from baseline </td><td>Hypertension\n</td></tr><tr><td>4 </td><td>Negative DAT and IAT </td><td>Decrease in Hgb concentration or increase in RBC transfusion requirement </td><td>Negative DAT and IAT </td><td>Thrombocytopenia &lt;50 x109 /L or decrease of 50% from baseline </td></tr><tr><td>5 </td><td> </td><td>Decrease in serum haptoglobin </td><td>Decrease in serum haptoglobin </td><td>Hgb below Lower Limit of Normal (LLN) or anaemia with transfusion requirement </td></tr><tr><td>6 </td><td> </td><td> </td><td>Absence of coagulopathy </td><td>Shistocytes in peripheral blood or microangiopathy on tissue\nspecimen </td></tr><tr><td>7 </td><td> </td><td> </td><td> </td><td>sC5b-9 above ULN\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>1+2+3: Consider diagnosis of TAM and monitor very closely </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>2+7: If present at diagnosis poor outcome is apprehended. Consider active treatment. </td></tr></table></body></html>"}, "TABREF20": {"text": "Table 9.4  SOS/VOD diagnosis criteria\n1 McDonald et al. ( 1984 )\nbeen tried, although data about effectiveness remains inconclusive (Carreras 2012, 2015 ). Defibrotide, approved for treatment of severe SOS/VOD, has also been used as prophylaxis 2 McDonald et al. ( 1993 )\n3 Jones et al. ( 1987 )\n4 Mohty et al. ( 2016 )", "latex": null, "type": "table", "html": "<html><body><table><tr><td>(Dignan et al. Symptom </td><td>2013), and one randomised study in children has shown a reduction in SOS/VOD incidence (Corbacioglu et al. 2012).\nSOS/VOD symptoms Also observed in\nVOD, close monitoring to detect progression and supportive management is often sufficient.\nThe monitoring should include: Daily weight Fluid intake and output\n</td></tr><tr><td>Jaundice </td><td>Biliary infection\nAbdominal girth\n</td></tr><tr><td>Cholestasis\nBlood tests including urea and electrolytes\n</td></tr><tr><td> </td><td>Acute GvHD\nAssessment of all sites for bleeding\n</td></tr><tr><td> </td><td>Cyclosporine\n</td></tr><tr><td> </td><td>Drug or TPN injury\nAssessment of pain source and level\n</td></tr><tr><td>Hepatomegaly and ascites\n</td><td>Haemolysis\nThe supportive management consists of:\n</td></tr><tr><td>Congestive heart failure\nFungal infection\n</td></tr><tr><td>EBV lymphoproliferative disease\nRestricting fluid intake Avoidance of hepatotoxic drugs if possible\n</td></tr><tr><td> </td><td>Pancreatitis\nDiuretics\n</td></tr><tr><td>Rapid weight gain </td><td>Portal vein thrombosis\nAnalgesia\n</td></tr><tr><td>Congestive heart failure\nBlood products\n</td></tr><tr><td>Renal failure\nSepsis syndrome\nElectrolytes Comfortable positioning\n</td></tr><tr><td> </td><td>Capillary leak syndrome\nPsychological support\n</td></tr></table></body></html>"}, "TABREF21": {"text": "Table 9.6  New EBMT criteria for severity grading of a suspected SOS/VOD in adults", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Milda </td><td>Moderatea </td><td>Severe\n</td><td>Very severe - MOD/ MOFb\n</td></tr><tr><td> </td><td>&gt;7 Days </td><td>5-7 Days </td><td>≤4 Days </td><td>Any time\n</td></tr><tr><td>Time since first clinical symptoms of SOS/ VODc\nBilirubin (mg/dL) </td><td>≥2 and &lt;3 </td><td>≥3 and &lt; 5 </td><td>≥5 and &lt; 8 </td><td>≥8\n</td></tr><tr><td>Bilirubin (μmol/L) </td><td>≥34 and &lt;51 </td><td>≥51 and &lt; 85 </td><td>≥85 and &lt;136 </td><td>≥136\n</td></tr><tr><td>Bilirubin kinetics </td><td> </td><td> </td><td>Doubling within 48 h\n</td><td> </td></tr><tr><td>Transaminases </td><td>≤2 × normal </td><td>&gt; 2 and ≤5 × normal </td><td>&gt;5 and ≤8 × normal </td><td>&gt;8 × Normal\n</td></tr><tr><td>Weight increase </td><td>&lt; 5% </td><td>≥5% and &lt;10% </td><td>≥5% and &lt;10% </td><td>≥10%\n</td></tr><tr><td>Renal function </td><td>&lt;1.2 × baseline at </td><td>≥1.2 </td><td>≥1.5 and </td><td>≥2 × baseline at transplant or others </td></tr><tr><td> </td><td>transplant\n</td><td>and &lt; 1.5 × baseline at transplant\n</td><td>&lt;2 × baseline at transplant\n</td><td>signs of MOD/MOF\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgement European Oral Care in Cancer Group (EOCC).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}