{"paper_id": "120daf551e6187f5b06a5505dce038736d83e1fc", "metadata": {"title": "Age-Related Changes in Rat Muscle Glycogen Synthase Activity", "authors": [{"first": "Elisabetta", "middle": [], "last": "Dall&apos;aglio", "suffix": "", "affiliation": {"laboratory": "", "institution": "Palo Alto Veterans Administration Medical Center", "location": {}}, "email": ""}, {"first": "Helen", "middle": [], "last": "Chang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Palo Alto Veterans Administration Medical Center", "location": {}}, "email": ""}, {"first": "Gerald", "middle": ["M"], "last": "Reaven", "suffix": "", "affiliation": {"laboratory": "", "institution": "Palo Alto Veterans Administration Medical Center", "location": {}}, "email": ""}, {"first": "Salman", "middle": [], "last": "Azhar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Palo Alto Veterans Administration Medical Center", "location": {}}, "email": ""}]}, "abstract": [{"text": "This study was designed to evaluate effects of aging on glycogen synthase activity in rat skeletal muscle. Total enzyme activity was shown to be significantly, (p < .001) lower in tensor fascia latae, biceps femoris, and soleus muscle obtained from 24-month-old compared with 2-month-old rats. Similarly, values for the active form of enzyme were significantly lower, (p < .001) in all three muscle types of 24-month-old compared with 2-month-old rats. This age-related decline in glycogen synthase activity was not due to a reduction in the affinity of the enzyme for its activator (glucose-6-phosphate) and was independent of the concentration of substrate (UDP-glucose) in the assay system. Because similar age-related changes were seen when enzyme activity was expressed per milligram of muscle protein or per gram of muscle tissue, the fall in enzyme activity was not a simple function of an age-related decline in muscle mass. Glycogen levels also were reduced significantly in tensor fascia latae, biceps femoris, and soleus of 24-monthold rats compared with 2-month-old rats, p < .001. These results document an age-related change in a key enzyme regulating glycogen metabolism in muscle.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "P REVIOUS reports have documented the fact that insulinstimulated glucose uptake declines as rats age (Reaven et al., 1983) , and suggested that this is due to a defect in the ability of muscle to respond to insulin (Goodman et al., 1983) . In an earlier study (Narimiya et al., 1984) we determined the activity of several enzymes involved in regulation of glycogenesis, glycogenolysis, and glycolysis in rat muscle. Although we could document an age-related change in the activity ratio of muscle glycogen synthase, we were concerned about the relevance of our findings for several reasons. First, we only used one muscle, the soleus, for all measurements. Second, we did not extend our study beyond 12 months of age. Third, there was reason to believe that muscle glycogen synthase activity could be assessed by recent methods that were more sensitive (Burant et al., 1984; Guinovart et al., 1979; Kochan et al., 1981 ) than the conventional procedure of Thomas et al. (1968) . Given these considerations, we decided to initiate the current study in which we have determined glycogen synthase activity in three different muscle types: tensor fascia latae (fast-twitch white); biceps femoris (mixed fast-twitch red and fast-twitch white); and soleus (slow-twitch red). In addition, we have used the recently described procedure of Kochan et al. (1981) to determine glycogen synthase activity, which is based on previously reported observations that the assay becomes more sensitive to physiological changes in the state of the enzyme when subsaturating concentrations of UDPglucose are used (Guinovart et al., 1979) . The data to be presented document that glycogen synthase activity was significantly lower in 24-compared with 2-month-old rats. Furthermore, the change noted was qualitatively similar in all three muscle types. Finally, the age-related reduction in glycogen synthase activity was independent of any change in the affinity of the enzyme for its activator, glucoses-phosphate.", "cite_spans": [{"start": 102, "end": 123, "text": "(Reaven et al., 1983)", "ref_id": "BIBREF19"}, {"start": 216, "end": 238, "text": "(Goodman et al., 1983)", "ref_id": "BIBREF6"}, {"start": 261, "end": 284, "text": "(Narimiya et al., 1984)", "ref_id": "BIBREF17"}, {"start": 854, "end": 875, "text": "(Burant et al., 1984;", "ref_id": "BIBREF2"}, {"start": 876, "end": 899, "text": "Guinovart et al., 1979;", "ref_id": "BIBREF7"}, {"start": 900, "end": 919, "text": "Kochan et al., 1981", "ref_id": "BIBREF10"}, {"start": 957, "end": 977, "text": "Thomas et al. (1968)", "ref_id": "BIBREF23"}, {"start": 1332, "end": 1352, "text": "Kochan et al. (1981)", "ref_id": "BIBREF10"}, {"start": 1592, "end": 1616, "text": "(Guinovart et al., 1979)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "Materials. -Uridine diphosphate glucose |D-glucose-U-I4 C] (specific activity ~200 mCi/mmol) was obtained from ICN Radioisotope Division (Irvine, CA). Oyster glycogen, UDP-glucose, and glucose-6-phosphate were supplied by Sigma Chemical Company (St. Louis, MO). MOPS propane Sulfonic acid] was the product of Calbiochem-Behring Corp. (La Jolla, CA). All other reagents were of analytical grade.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Animals. -Male, retired breeder Sprague-Dawley rats [Crl:CoBs CD (SD) BR], 9 to 10 months of age were obtained (eight each month between January 1983 and April 1985) from Charles Rivers Breeding Laboratories (Wilmington MA, area 21) and allowed to age to 12 and 24 months in our facility for aging animals which is isolated from the general animal quarters in this Veterans Administration Center. Two-month-old rats of the same strain were obtained from the same source. Rats were housed two to a standard shoebox type (19\" x 10.5\" x 8\") cage and kept in HEPA-filtered laminar flow racks (Lab Products, Inc., Maywood, NJ). The temperature in this facility was maintained between 72 ° and 76 °F and lights were automatically controlled for a 12:12 hr light (0600-1800 hr)/dark (1800-600 hr) cycle. The rats were fed Purina laboratory chow 5012 ad libitum and lived on corn-cob (Deans Animal Foods, Belmont, CA) bedding. The animals in this colony were monitored on a quarterly basis for the following viruses and infectious agents: Pneumonia virus of mice (PVM), Reo-3 virus, encephalomyelitis virus (GD-VII), Sendai Virus, Kilham rat virus, h-1 virus, Mouse ad enovirus, Lymphocytic Choriomeningitis virus, Rat Corona Virus/Sialodacryoadenitus (RCV/SDA) and Mycoplasma pulmonis. Less than 2% animals tested positively for PVM, h-1 virus, and RCV/SDA, but all animals were negative for the remaining agents. Routine diagnostic necropsies were not performed. In addition, animals were checked for gross pathology prior to use. Those with pathological lesions such as gross tumors, pituitary tumor and lung infections were discarded (approximately 5% of 24-month-old rats, and 2% of 12-month-old rats). Conditions at the Charles River animal facility, with mortality and pathology data, have been described previously (Cohen et al., 1978a) .", "cite_spans": [{"start": 1815, "end": 1836, "text": "(Cohen et al., 1978a)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "All experiments were begun midday 4 hr after food withdrawal.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Preparation of muscle homogenates. -Rats (2, 12, and 24 months) were anesthesized with intraperitoneal injection of sodium thiamylal (6 mg/100 g BW) and three muscle types were dissected (Ariano et al., 1973; Borenztajn et al., 1975; Holloszy & Booth, 1976) . The tensor fasciae latae, which represents a fast-twitch white, low oxidative, high glycogenolytic, high myosin ATPase activity muscle, was cut away and frozen within 1 to 2 s between slabs of dry ice. The slabs of dry ice were placed in plastic bags to prevent CO, penetration into the muscle tissue during freezing. After removal of the tensor fasciae latae from each leg, the biceps femoris muscle in the left leg was prepared for freezing in situ with modified Wollenberg-type clamps cooled in liquid N,. This muscle was selected because it represents a combination of fast-twitch mixed red and white fibers. The red fibers are high oxidative and both fiber types are high glycogenolytic and have high myosin ATPase activity. Before the biceps femoris was actually frozen, however, closed operating scissors were inserted into the back of the thigh to separate the attachments between the muscle on the lateral surface of the leg (biceps femoris) from those muscles on the medial surface of the leg (semitendinous and semimembranous). The scissors were extended forward to open the connective tissue covering the biceps femoris, vastus lateralis, and gluteus maximus. By lifting up on the scissors, an opening was provided and the scissors withdrawn as one tong of the clamp was inserted. The clamp was then closed, and the frozen biceps femoris muscle was excised with the scissors around the sides of the clamp. Immediately thereafter, the soleus was removed and transfered to the slab of dry ice and frozen by applying pressure to one slab. This muscle represents slow-twitch red, intermediate oxidative, low glycogenolytic, low myosin ATPase activity. All muscle samples were stored in liquid N 2 until homogenization was initiated. Prior to homogenization, the biceps femoris was trimmed of fat and connective tissue by slicing with a single edge razor blade. Muscle samples were homogenized with a glass Potter-Elvehjem homogenizer at approximately -2 0 °C with 2 volumes of buffer A (25 mM KF, 20 mM EDTA, and 60% glycerol pH 7.0), followed by homogenization at 4 °C with an additional 8 volumes of buffer A without glycerol. The homogenate was centrifuged at 8,000 g for 15 min at 4 °C (Kochan et al., 1981; Thomas et al., 1968) , and the supernatant fraction (tissue extract) was used for measurements of glycogen synthase.", "cite_spans": [{"start": 187, "end": 208, "text": "(Ariano et al., 1973;", "ref_id": "BIBREF0"}, {"start": 209, "end": 233, "text": "Borenztajn et al., 1975;", "ref_id": null}, {"start": 234, "end": 257, "text": "Holloszy & Booth, 1976)", "ref_id": "BIBREF9"}, {"start": 2458, "end": 2479, "text": "(Kochan et al., 1981;", "ref_id": "BIBREF10"}, {"start": 2480, "end": 2500, "text": "Thomas et al., 1968)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Glycogen synthase assay. -Enzyme activity was measured by the procedure of Kochan et al. (1981) using 0.03 mM as final substrate (UDP-glucose) concentration. The incubation volume in a final volume of 90 | JL1 contained 50 mM MOPS pH 6.9, 25 mM KF, 20 mM EDTA, 0.03 mM UDP-[U-I4 C] glucose (4,000 to 6,000 CPM/nmol), 7 mg/ml purified oyster glycogen, and various concentrations of glucoses-phosphate. Enzyme reaction was started by the addition of supernatant (30 |xl) and after incubation for 2 min at 30 °C, a 75 fxl aliquot was spotted immediately on a square of precreased 3MM (Whatman) filter paper. The filter paper was dropped into a beaker containing cold 66% ethanol. Filters were washed and processed for radioactivity determinations according to Thomas et al. (1968) . One unit of glycogen synthase activity was defined as that amount of enzyme that incorporated I nmol of [ I4 C] glucose from UDP-| l4 C]-glucose into glycogen • min \"\"' • mg protein '. Results are also expressed as activity ratio (-glucose-6-phosphate/ + 10 mM glucose-6-phosphate) and as fractional velocity (+ 0.1 mM glucose-6-phosphate/ + 10 mM glucose-6-phosphate; Kochan et al., 1981) . A 05 for glucose-6-phosphate was calculated according to Shikama et al. (1981) and Smith & Lawrence (1984) . In some cases maximal activity of glycogen synthase was measured according to Thomas et al. (1968) using higher concentrations of UDP-glucose (4.4 mM) at pH 7.8 with 10 mM of glucose-6-phosphate as allosteric activator. Total activity measured under these conditions represents V nm or maximal velocity (Burant et al., 1984; Guinovartetal., 1979) .", "cite_spans": [{"start": 75, "end": 95, "text": "Kochan et al. (1981)", "ref_id": "BIBREF10"}, {"start": 757, "end": 777, "text": "Thomas et al. (1968)", "ref_id": "BIBREF23"}, {"start": 1149, "end": 1169, "text": "Kochan et al., 1981)", "ref_id": "BIBREF10"}, {"start": 1229, "end": 1250, "text": "Shikama et al. (1981)", "ref_id": "BIBREF21"}, {"start": 1255, "end": 1278, "text": "Smith & Lawrence (1984)", "ref_id": "BIBREF22"}, {"start": 1359, "end": 1379, "text": "Thomas et al. (1968)", "ref_id": "BIBREF23"}, {"start": 1584, "end": 1605, "text": "(Burant et al., 1984;", "ref_id": "BIBREF2"}, {"start": 1606, "end": 1627, "text": "Guinovartetal., 1979)", "ref_id": null}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Protein was determined by a modification of Lowry et al. (1951) as described by Markwell et al. (1978) . Glycogen from muscle samples was extracted and purified according to Loetal. (1970) . Glycogen content was determined using the colorimetric (anthrone) procedure of Hassid & Abraham (1957) . A factor of 1.11 determined by Morris (1948) was used to convert glucose values into glycogen values.", "cite_spans": [{"start": 44, "end": 63, "text": "Lowry et al. (1951)", "ref_id": "BIBREF14"}, {"start": 80, "end": 102, "text": "Markwell et al. (1978)", "ref_id": null}, {"start": 174, "end": 188, "text": "Loetal. (1970)", "ref_id": null}, {"start": 270, "end": 293, "text": "Hassid & Abraham (1957)", "ref_id": "BIBREF8"}, {"start": 327, "end": 340, "text": "Morris (1948)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Statistical Analysis. -The results are presented as mean plus or minus standard error, and the significance of differences evaluated by analysis of variance (Winer 1971) . The analysis used the general linear models procedures of Statistical Analysis System (SAS Institute, Cary, North Carolina). When the F value was found to be significant, Scheffe's multiple comparison test was used to determine differences in mean values between any two groups.", "cite_spans": [{"start": 157, "end": 169, "text": "(Winer 1971)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The effect of age and muscle type on activity of glycogen synthase in homogenates of tensor fascia latae, biceps femoris, and suleus is shown in Table 1 . These data were analyzed by 3 (age) x 3 (muscle type) analysis of variance. When this was done, it was apparent that there was a significant effect of both age, F(2, 125) = 122.86, p< .001 and muscle type, F{2, 125) = 32.82, p < .001 on enzyme activity. In addition, significant interaction between the effects of age and muscle type on glycogen synthase was noted, ^(4, 125) = 5.52,/? < .001. If one looks at these data muscle by muscle, it can be seen that enzyme values fell with age in each muscle type. Using Scheffe's multiple comparison test it was shown that the activity of all three muscle types from 12-month-old rats was significantly lower than that of 2-month-old rats {p < .05 to .001). In addition, there was a further decline (p < .001) in the activity of the soleus muscle as rats aged from 12 to 24 months. The fall in enzyme activity of the other two muscle types over this same time span was not significant, however. We also determined glycogen synthase activity at a saturating concentration of UDP-glucose (4.4 mM) in muscle samples from 2-and 24month-old rats. The results of these studies (data not shown) were essentially identical to those discussed above. Finally, it should be emphasized that the effects of age and muscle type on activity of glycogen synthase were similar when expressed per milligram of protein or per gram tissue weight. The data shown in Table 1 were based upon measurements of glycogen synthase activity carried out at one concentration of glucose-6-phosphate (10 mM). In order to gain additional insight into the effects of age on glycogen synthase activity, additional measurements were made over a wide range of glucose-6-phosphate concentrations ( Figure  1 ). When these data were analyzed by 3 (age) X 3 (muscle) X 9 (concentration) analysis of variance, a significant effect of age, F(2, 761) = 452.31, p < .001; muscle type, F(2, 761) = 173.10, p < .001, and concentration of glucose-6 phosphate, F(8, 761) = 561.65, p < .001, on glycogen synthase activity was demonstrated. In addition, there was significant interaction (p < .001) between all three of these variables and enzyme activity justifying the use of Scheffe's multiple comparison test to evaluate the effects of age and substrate concentration on enzyme activity. It is apparent that the effect of age on glycogen synthase activity is glucose-6-phosphate concentration dependent, with enzyme activity of 2-month-old rats being higher in all muscle types at substrate concentrations in excess of 0.1 mM. The decline in activity with age was most dramatic between 2 and 12 months in tensor fascia latae and the biceps femoris, whereas the fall in soleus muscle activity seemed to be more progressive with age. As before, the differences in synthase activity illustrated in Table 1 were similar when expressed as per milligram of protein or as per gram weight.", "cite_spans": [], "ref_spans": [{"start": 145, "end": 152, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1544, "end": 1551, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1859, "end": 1868, "text": "Figure  1", "ref_id": null}, {"start": 2948, "end": 2955, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Given the data in Figure 1 , we could calculate the concentration of glucose-6-phosphate which produced half-maximal activation of glycogen synthase (A o5 ) for each muscle type. When this was done, it was clear that there were no significant age-related changes in A (l 5 values in any muscle type (data not shown). Consequently, the changes with age in total in glycogen synthase activity seen in Table 1 Figure 1 . Effect of increasing concentrations of glucose-6-phosphate on glycogen synthase activity in tensor fascia latae (A), biceps femoris (B), and soleus muscle (C) from 2-, 12-, and 24-month-old rats. The concentration of UDP-| U C] glucose used was 0.03 mM. The results are means of eight experiments. The activity is expressed as nmol • | U C | glucose incorporated into glycogen • min ' • mg protein ' plus or minus the standard error. *Significantly different from 2-month-old groups. tSignificantly different from 12-month-old groups. 1 were not due to variations in the affinity of the enzyme for glucose-6-phosphate, but rather to a net decrease in enzyme activity. A similar conclusion was reached when we calculated the fractional velocity (ratio of activity of glycogen synthase activity at low versus high glucose-6-phosphate concentrations), an index that, like A o , for glucoses-phosphate, is often used (Burant et al., 1984; Guinovart et al., 1979) to assess the in vivo activation state of the enzyme. These data (not shown) were also consistent with the notion that aging did not affect the activation state of muscle glycogen synthase under basal conditions. Results also presented in Table 1 show glycogen levels measured in muscle preparations isolated from 2-, 12-, and 24-month-old rats. These data indicate that glycogen content fell progressional with age in all three muscle types. When compared by 3 (age) X 3 (muscle type) analyses of variance, it became clear that there was an age effect, F(2, 89) = 66.57, p<. 001, but no muscle effect F(2, 89) = 0.01,/? < .9. By the method of Scheffe's it was seen that there was a significant decline (p < .01 to < .001) in the glycogen content at each age interval in all three muscle types.", "cite_spans": [{"start": 1331, "end": 1352, "text": "(Burant et al., 1984;", "ref_id": "BIBREF2"}, {"start": 1353, "end": 1376, "text": "Guinovart et al., 1979)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 18, "end": 26, "text": "Figure 1", "ref_id": null}, {"start": 399, "end": 406, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 407, "end": 415, "text": "Figure 1", "ref_id": null}, {"start": 1616, "end": 1623, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "The data presented in this communication demonstrate that total muscle glycogen synthase activity is significantly lower in muscle from 24-month-old compared with 2month-oldratsF(2, 125) = 122.86,/? < .001. Although the rate of decline in enzyme activity varied somewhat as a function of muscle type, the fact that the same general phenomenon was seen in all three muscles we examined supports the view that the finding noted is characteristic of the effect of age on skeletal muscle in general. In addition, our results indicate that the age-related reduction in muscle glycogen synthase activity is not due to any change in the affinity of the enzyme for glucose-6-phosphate, but rather to a net decrease in enzyme activity. Finally, the same decline in activity of muscle glycogen synthase activity with age was seen when the measurement was made in the presence of saturating concentrations of UDP-glucose. Thus, we feel it reasonable to conclude that a loss in muscle glycogen synthase activity occurs as rats grow older. Furthermore, the demonstration of lack of age effect on active form of enzyme suggests that the interconversion of inactive and active forms of enzyme catalyzed by protein kinases and phosphoprotein phosphatases (Cohen, 1978; Cohen et al., 1978b; Krebs & Beavo, 1979; Larner & Villar-Palasi, 1971; Nimmo & Cohen, 1977; Rubin & Rosen, 1975 ) may not become impaired as a result of aging.", "cite_spans": [{"start": 1239, "end": 1252, "text": "(Cohen, 1978;", "ref_id": "BIBREF4"}, {"start": 1253, "end": 1273, "text": "Cohen et al., 1978b;", "ref_id": "BIBREF5"}, {"start": 1274, "end": 1294, "text": "Krebs & Beavo, 1979;", "ref_id": "BIBREF11"}, {"start": 1295, "end": 1324, "text": "Larner & Villar-Palasi, 1971;", "ref_id": "BIBREF12"}, {"start": 1325, "end": 1345, "text": "Nimmo & Cohen, 1977;", "ref_id": "BIBREF18"}, {"start": 1346, "end": 1365, "text": "Rubin & Rosen, 1975", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The present study also indicates that muscle levels of glycogen changed with aging. It should be noted that most changes in muscle glycogen levels occurred between 12 and 24 months indicating a significant change due to senescence. Thus, changes in the glycogen synthase activities with aging also affect the glycogen levels in older animals.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although our understanding of the general nature of the impact of age on glycogen synthase activity of rat muscle has been advanced by the data presented, more questions remain than we have answered. For example, at the descriptive level it is not clear if the changes noted are due to age per se, or to the obesity and physical inactivity that characterize 24-month-old Sprague-Dawley rats maintained under usual laboratory conditions. In either case, the changes in glycogen synthase activity may or may not play any role in the resistance to insulin-stimulated glucose uptake seen in older rats. Furthermore, these observations provide relatively little insight into the mechanism responsible for the age-related decline in glycogen synthase activity. For example, we do not know if the age-related loss of enzyme activity is due to decreased synthesis, enhanced degradation, slow turnover, alteration, or inactivation of enzyme molecules. Nor do we know if the age-related decrease in glycogen synthase activity affects net rate of glycogen synthesis and/or steady-state level of glycogen content of skeletal muscle. Indeed, the only thing that seems clear is that the decrease in enzyme activity was apparent when results were expressed per milligram of protein or per gram of tissue, indicating that the fall in enzyme activity cannot be a simple function of a nonspecific loss of cellular protein content with aging. On the other hand, the results of these studies have documented the presence of an age-related change in the activity of an enzyme that regulates muscle glycogen metabolism, and methods are available to address both the physiological and the biochemical questions raised by our results. These issues are now under active investigation in our laboratory.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Hindlimb muscle fiber populations of five mammals", "authors": [{"first": "M", "middle": ["S"], "last": "Ariano", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Armstrong", "suffix": ""}, {"first": "V", "middle": ["R"], "last": "Edgerton", "suffix": ""}], "year": 1973, "venue": "Journal of Histochemistrx and Cytochemistry", "volume": "21", "issn": "", "pages": "51--55", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Effect of exercise on lipoprotein lipase activity in rat heart and skeletal muscle", "authors": [{"first": "J", "middle": [], "last": "Borensztajn", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Rone", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Babirak", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgarr", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Oscai", "suffix": ""}], "year": 1975, "venue": "American Journal of Physiology", "volume": "229", "issn": "", "pages": "394--397", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Insulin resistance of denervated rat muscle: A model for impaired receptor-function coupling", "authors": [{"first": "C", "middle": ["F"], "last": "Burant", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Lemmon", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Treutelaar", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Buse", "suffix": ""}], "year": 1984, "venue": "American Journal of Physiology", "volume": "247", "issn": "", "pages": "657--666", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Age-associated pathological changes in male rats", "authors": [{"first": "B", "middle": ["J"], "last": "Cohen", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Anver", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Ringler", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Adelman", "suffix": ""}], "year": 1978, "venue": "Federation Proceedings", "volume": "37", "issn": "", "pages": "2848--2850", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The role of cyclic AMP-dependent protein kinase in the regulation of glycogen metabolism in mammalian skeletal muscle", "authors": [{"first": "P", "middle": [], "last": "Cohen", "suffix": ""}], "year": 1978, "venue": "Current Topics in Cellular Regulation", "volume": "14", "issn": "", "pages": "117--196", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The substrate specificity and regulation of the protein phosphatases involved in the control of glycogen metabolism in mammalian skeletal muscle", "authors": [{"first": "P", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Nimmo", "suffix": ""}, {"first": "A", "middle": [], "last": "Burchell", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Antoniw", "suffix": ""}], "year": 1978, "venue": "Advances in Enzyme Regulation", "volume": "16", "issn": "", "pages": "97--119", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Glucose uptake and insulin sensitivity in rat muscle: Changes during 3-96 weeks of age", "authors": [{"first": "M", "middle": ["N"], "last": "Goodman", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Dluz", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mcelaney", "suffix": ""}, {"first": "E", "middle": [], "last": "Belur", "suffix": ""}, {"first": "N", "middle": ["B"], "last": "Ruderman", "suffix": ""}], "year": 1983, "venue": "American Journal of Physiology", "volume": "244", "issn": "", "pages": "93--100", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Glycogen synthase: A new activity ratio assay expressing a high sensitivity to the phosphorylation state", "authors": [{"first": "J", "middle": ["J"], "last": "Guinovart", "suffix": ""}, {"first": "A", "middle": [], "last": "Salavert", "suffix": ""}, {"first": "J", "middle": [], "last": "Massague", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Ciudad", "suffix": ""}, {"first": "E", "middle": [], "last": "Salsas", "suffix": ""}, {"first": "E", "middle": [], "last": "Itarte", "suffix": ""}], "year": 1979, "venue": "Federation European Biochemical Society Letters", "volume": "106", "issn": "", "pages": "284--288", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chemical procedures for analysis of polysaccharides", "authors": [{"first": "W", "middle": ["Z"], "last": "Hassid", "suffix": ""}, {"first": "S", "middle": [], "last": "Abraham", "suffix": ""}], "year": 1957, "venue": "Methods in Enzymology", "volume": "1", "issn": "", "pages": "34--50", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Biochemical adaptations to endurance exercise in muscle", "authors": [{"first": "J", "middle": ["O"], "last": "Holloszy", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Booth", "suffix": ""}], "year": 1976, "venue": "Annual Review of Physiology", "volume": "38", "issn": "", "pages": "273--291", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Modified assays to detect activation of glycogen synthase following exercise", "authors": [{"first": "R", "middle": ["G"], "last": "Kochan", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Lamb", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Reimann", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Schlender", "suffix": ""}], "year": 1981, "venue": "American Journal of Physiology", "volume": "3", "issn": "", "pages": "197--202", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Phosphorylation-dephosphorylation of enzymes", "authors": [{"first": "E", "middle": ["G"], "last": "Krebs", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Beavo", "suffix": ""}], "year": 1979, "venue": "Annual Review of Biochemistry", "volume": "48", "issn": "", "pages": "923--959", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Glycogen synthase and its control", "authors": [{"first": "J", "middle": [], "last": "Larner", "suffix": ""}, {"first": "C", "middle": [], "last": "Villar-Palasi", "suffix": ""}], "year": 1971, "venue": "Current Topics in Cellular Regulation", "volume": "3", "issn": "", "pages": "195--236", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Determination of glycogen in small tissue samples", "authors": [{"first": "S", "middle": [], "last": "Lo", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Russell", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Taylor", "suffix": ""}], "year": 1970, "venue": "Journal of Applied Physiology", "volume": "28", "issn": "", "pages": "234--236", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Protein measurement with the Folin phenol reagent", "authors": [{"first": "O", "middle": ["H"], "last": "Lowry", "suffix": ""}, {"first": "N", "middle": ["Y"], "last": "Rosebrough", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Farr", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Randall", "suffix": ""}], "year": 1951, "venue": "The Journal of Biological Chemistrv", "volume": "193", "issn": "", "pages": "265--275", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Protein determination in membranes and lipoprotein samples: Manual and automated procedures", "authors": [{"first": "M", "middle": ["A K"], "last": "Markwell", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Haas", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Tolbert", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Bieber", "suffix": ""}], "year": 1981, "venue": "Methods in Enzymology", "volume": "72", "issn": "", "pages": "296--303", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Quantitative determination of the carbohydrates with Dreywood's anthrone reagent", "authors": [{"first": "D", "middle": ["L"], "last": "Morris", "suffix": ""}], "year": 1948, "venue": "Science", "volume": "107", "issn": "", "pages": "254--255", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Insulin resistance in older rats", "authors": [{"first": "M", "middle": [], "last": "Narimiya", "suffix": ""}, {"first": "S", "middle": [], "last": "Azhar", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Dolkas", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mondon", "suffix": ""}, {"first": "C", "middle": [], "last": "Sims", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Wright", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Reaven", "suffix": ""}], "year": 1984, "venue": "American Journal of Physiology", "volume": "", "issn": "9", "pages": "397--404", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Hormonal control of protein phosphorylation", "authors": [{"first": "H", "middle": ["G"], "last": "Nimmo", "suffix": ""}, {"first": "P", "middle": [], "last": "Cohen", "suffix": ""}], "year": 1977, "venue": "Advances in Cyclic Nucleotide Research", "volume": "8", "issn": "", "pages": "145--266", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Effect of age and diet on insulin secretion and insulin action in the rat", "authors": [{"first": "E", "middle": [], "last": "Reaven", "suffix": ""}, {"first": "D", "middle": [], "last": "Wright", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mondon", "suffix": ""}, {"first": "R", "middle": [], "last": "Solomon", "suffix": ""}, {"first": "H", "middle": [], "last": "Ho", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Reaven", "suffix": ""}], "year": 1983, "venue": "Diabetes", "volume": "32", "issn": "", "pages": "175--180", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Protein phosphorylation", "authors": [{"first": "C", "middle": ["S"], "last": "Rubin", "suffix": ""}, {"first": "O", "middle": ["M"], "last": "Rosen", "suffix": ""}], "year": 1975, "venue": "Annual Review of Biochemistry", "volume": "44", "issn": "", "pages": "831--887", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Studies on the interactions between insulin and epinephrine in the control of skeletal muscle glycogen metabolism", "authors": [{"first": "H", "middle": [], "last": "Shikama", "suffix": ""}, {"first": "J-L", "middle": [], "last": "Chiasson", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Exton", "suffix": ""}], "year": 1981, "venue": "The Journal of Biological Chemistry", "volume": "256", "issn": "", "pages": "4450--4454", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Insulin action in denervated rat hemidiaphragms. Decreased hormonal stimulation of glycogen synthesis involves both glycogen synthase and glucose transport", "authors": [{"first": "R", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lawrence", "suffix": ""}], "year": 1984, "venue": "The Journal of Biological Chemistry", "volume": "259", "issn": "", "pages": "2201--2207", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "A rapid filter paper assay for UDP-glucose-glycogen glucosyltransferase, including an improved biosynthesis of UDP-M C-glucose", "authors": [{"first": "J", "middle": ["A"], "last": "Thomas", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Schlender", "suffix": ""}, {"first": "J", "middle": [], "last": "Larner", "suffix": ""}], "year": 1968, "venue": "Analytical Biochemistry", "volume": "25", "issn": "", "pages": "486--499", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Statistical principles in experimental design", "authors": [{"first": "B", "middle": ["J"], "last": "Winer", "suffix": ""}], "year": 1971, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Effect of Age on Total Glycogen Synthase Activity and Glycogen Content in Rat Skeletal MuscleNote: Entries are means plus or minus the standard error of the means.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Effect of Age on Total Glycogen Synthase Activity and", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Muscle type </td><td>Glycogen Content in Rat Skeletal Muscle\n2 months </td><td>12 months </td><td>24 months\n</td></tr><tr><td>Total activity of glycogen synthase (n mol • [I4C] glucose incorporated into glycogen\n</td><td>min~' </td><td> mg protein \" ')\n</td><td> </td></tr><tr><td>Tensor fascia latae\n</td><td>11.186 ±0.391\n</td><td>6.642 ± 0.428\n</td><td>5.464 ± 0.291\n</td></tr><tr><td>Biceps femoris\n</td><td>13.950 ±0.619\n</td><td>8.193 ±0.606\n</td><td>6.929 ± 0.540\n</td></tr><tr><td>Solcus\n</td><td>17.929 ± 1.024\n</td><td>11.436 ±0.983\n</td><td>6.650 ± 0.484\n</td></tr><tr><td>Glycogen content (mg per gram tissue)\n</td><td> </td></tr><tr><td>Tensor fascia latae\n</td><td>6.74 ± 0.34\n</td><td>5.21 ±0.29\n</td><td>4.23 ± 0.26\n</td></tr><tr><td>Biceps femoris\n</td><td>6.90 ± 0.24\n</td><td>5.39 ± 0.26\n</td><td>3.78 ± 0.32\n</td></tr><tr><td>Solcus\n</td><td>6.59 ± 0.38\n</td><td>5.49 ± 0.25\n</td><td>4.06 ± 0.24\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This research was supported by grants from the Research Service of the Veterans Administration. Elisabetta Dall'Aglio performed this work while on leave from Universita Degli Studi Di Parma, Parma, Italy.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}]}