{"paper_id": "120efa30d8ebfe42eb78fac7b5f5bd98f356f16f", "metadata": {"title": "ROYAL ACADEMY OF MEDICINE IN IRELAND IRISH JOURNAL OF MEDICAL SCIENCE Disclosure Statement", "authors": [{"first": "Irish", "middle": [], "last": "Thoracic", "suffix": "", "affiliation": {}, "email": ""}, {"first": "F", "middle": ["Dennis"], "last": "Mccool", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aidan", "middle": [], "last": "O&apos;brien", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brian", "middle": [], "last": "Casserly", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The operational costs of the Irish Thoracic Society Annual Scientific Meeting 2017 are funded with the support of a number of commercial bodies through unrestricted educational grants. These are listed overleaf.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Ir J Med Sci (2017) 186 (Suppl 10):S387-S445", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "It is our great pleasure to welcome you to Limerick, host to the 2017 Irish Thoracic Society Annual Scientific Meeting. In honour of the meeting's return Shannonside we have developed a programme to reflect the excellent work in respiratory medicine and healthcare taking place throughout the island. It will also deliver 'state of the art' education on a range of topics.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Oral and poster presentations throughout the meeting will provide a unique opportunity to review and discuss the high standards of quality and innovation taking place in clinical and research centres throughout Ireland. We wish to thank all those presenting their work over the course of the meeting as well as the abstract review committee and judges for their expertise and diligence in what is always a challenging task given the high standard of work submitted.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Special features of this year's meeting include: a lecture on Understanding of Diaphragm Performance programme and this year sees a record number of cases being presented -with over 60 submissions in total.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Welcome also to the many patient and professional organisations in attendance. Networking and sharing information on the wealth of activities taking place across the respiratory healthcare community continues to be an integral part of the meeting.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Finally we would like to extend a particular welcome to the exhibitors and sponsors of this year's meeting. We are very grateful for their continued presence and support.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "It is our great pleasure to welcome you to Limerick, host to the 2017 Irish Thoracic Society Annual Scientific Meeting. In honour of the meeting's return Shannonside we have developed a programme to reflect the excellent work in respiratory medicine and healthcare taking place throughout the island. It will also deliver 'state of the art' education on a range of topics.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organisers"}, {"text": "Oral and poster presentations throughout the meeting will provide a unique opportunity to review and discuss the high standards of quality and innovation taking place in clinical and research centres throughout Ireland. We wish to thank all those presenting their work over the course of the meeting as well as the abstract review committee and judges for their expertise and diligence in what is always a challenging task given the high standard of work submitted. Welcome also to the many patient and professional organisations in attendance. Networking and sharing information on the wealth of activities taking place across the respiratory healthcare community continues to be an integral part of the meeting.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organisers"}, {"text": "Finally we would like to extend a particular welcome to the exhibitors and sponsors of this year's meeting. We are very grateful for their continued presence and support. Self-management refers to possessing the skills to carry out medical regimens and health behaviour changes to control a disease and live as functional a life as possible. A Cochrane review demonstrated that self-management plans in COPD produced statistically significant improvements in quality of life and a lower probability of all cause hospitalisations 1 . The NICE COPD Guidelines recommend selfmanagement plans that encourage patients to respond promptly to symptoms of exacerbations 2 . We evaluated if COPD patients had a self-management plan, including the use of a rescue prescription, and how confident they were in independently implementing this plan. Thirty COPD patients (mean FEV 1 55%) were assessed in an outpatient department. 60% (n=18) of patients had a self-management plan in place.", "cite_spans": [{"start": 529, "end": 530, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Welcome from the Local Organisers"}, {"text": "The main triggers for activating their plan were sputum (55%), breathlessness (28%) and a cough (17%). 83% of patients followed up with their GP as soon as possible after commencing a rescue prescription, and 89% reported feeling very confident to initiate their self-management plan independently. Healthcare professionals involved with COPD patients should continue to include self-management plans as part of the ongoing treatment of the condition, and should also consider the suitability of patients for rescue prescriptions for prompt management of exacerbations. University of Groningen, The Netherlands Understanding individual adherence behaviours may inform the development of effective patient-specific interventions to reduce COPD-related costs.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organisers"}, {"text": "Inhaler adherence was remotely monitored in 226 COPD patients, for 90 days following hospital discharge. Cluster analysis grouped patients by adherence behaviour based on habit of use and critical technique error rate. Variations in patient characteristics and rates of adverse clinical outcomes at 12 months were analysed. The cost-utility of enhancing adherence was estimated. Four adherence clusters were identified:Cluster 1(Regular habit;Good technique,28%) had the lowest probability of any event(5.46/person). Cluster 2(Regular habit;Poor technique,21%) had the lowest rate of hospital presentation, but the highest community exacerbation treatment(4.6/ person). This group had evidence of increased hyperinflation. Cluster 3(Poor habit;Good technique,32%) had the greatest probability of any event,Hazard Ratio 1.8(1.1-2.9), p=0.02(vs.Cluster 1), and were notable for high anxiety scores. Cluster 4(Poor habit;Poor technique,19%) was older, majority female, with higher co-morbidity and greater cognitive impairment, and experienced the highest mortality, 33%,p<0.001. In a cost-effectiveness model, a targeted adherence behaviour intervention would result in additional QALYs gained, for each cluster, at reasonable investment. Notably, in Cluster 3, intervention would even be costsaving. Personalised interventions targeting specific adherence behaviours may prove a cost-effective strategy to curtail COPD-related healthcare costs. We examined which components have the greatest impact on clinical outcomes. Adherence to management guidelines was examined in 208 hospitalised COPD patients. We assessed 1)Arterial blood gas measurement, 2)Administration of Controlled Oxygen therapy, 3)Regular short-acting bronchodilator therapy, 4)Prescription of systemic steroids (oral if suitable) and 5)Prescription of appropriate antibiotics, where applicable. Hospital length of stay (LOS) and readmissions up to 90 days following discharge were recorded. The majority of exacerbations were low risk, median DECAF score of 1.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organisers"}, {"text": "The median LOS was 8 days; 80% were discharged directly to home. In the majority of cases only 3 of the 5 acute management components were completed. On multivariate linear regression analysis adjusting for exacerbation severity, age, FEV 1 and discharge destination, appropriate prescription of oral steroid therapy reduced LOS by 1.3 days, p=0.02. By day 90, 38% of patients had been readmitted. The probability of readmission was decreased in those who received guideline-directed antibiotic therapy, OR 0.35 (95% CI 0.15-0.79) p=0.012. Superior clinical outcomes were associated with prescription of oral steroids, where applicable, and guideline-directed selection of antibiotic therapy. These components should be a focus of strategies to improve quality of inpatient care in COPD.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organisers"}, {"text": "100% of respondents reported they would be happy to be discharged home under the care of the service again.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organisers"}, {"text": "Patients are very satisfied with the current COPD outreach service in CUH. Suggestions for improvement have been evaluated to improve overall patient experience. Background: An audit in January 2017 highlighted care delivered to patients requiring Bi-PAP at Beaumont Hospital was fragmented and often provided by non-specialist teams. Only 44% of cases were referred to the Respiratory Clinical Nurse Specialist (CNSp) service. A Bi-PAP integrated care pathway was developed to standardise care. Aim: To explore the role of the Respiratory CNSp in the implementation of a Bi-PAP Pathway Intervention: As part of the pathway, the Respiratory CNSp carried out a daily assessment of patients on Bi-PAP. Nursing staff were guided on best practice and cases were discussed with the Respiratory Specialist Registrar (SpR) on a daily basis. Audit: A retrospective review of Respiratory CNSp notes highlighted recurrent themes in relation to our interventions.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organisers"}, {"text": "Results: 82% of patients commenced on Bi-PAP (n=25) over a 3 month period were reviewed by the Respiratory CNSp. 66% required interventions to promote best practice. Interventions observed-titration of O2 therapy (34%); air driven nebulisation (27%); correction in machine set-up (10%); transfer to a High Dependency bed (8%) and Respiratory Registrar re-involvement (32%) Conclusion: The Respiratory CNSp expertise plays a pivotal role in the success of a Bi-PAP pathway through early and continuous review, prompt intervention and close consultation with Respiratory SpR and multidisciplinary teams. Exacerbation of Chronic obstructive pulmonary disease and asthma remains one of the most common presentations to emergency department and hospital admissions. In recent years with addition of wide range of inhalers, make it a cumbersome process to remember correct inhaler doses, device types and frequency of use. We conducted a review of drug kardex to assess adherence with inhaler prescriptions. A review of inpatient medical kardex in five medical wards in Tallaght hospital were carried out and all inhaler prescription details were collected including the documentation of dosage, device type and frequency. Out of 130 prescriptions reviewed, 40 patients were on at least one inhaler. Out of 52 inhalers prescribed, ellipta and evohaler devices were commonly used. Twelve patients were prescribed with more than one inhaler. A good compliance was found in documenting frequency of use of the inhaler (96%) followed by actual dosage of the drug (82%). Only 46% had correct documentation of the inhaler device type. This is not surprising with the new range of inhaler devices is available currently. We recommend displaying of a poster containing details of inhalers with dosage, device types and frequency, in all medical wards so that the prescriptions can be made easy. Comorbidities of variable severity are commonly associated with COPD, including cognitive impairment. The prevalence of cognitive impairment in COPD patients and the, specific cognitive domains with the greatest deficits were evaluated. The Montreal Cognitive Assessment (MoCA) test was performed on 213 hospitalised patients with COPD. MoCA is a validated screening tool for the detection of cognitive impairment. The MoCA assesses multiple cognitive domains including visuospatial/executive skills, naming, memory, attention, language, abstraction and orientation. The cohort was 50% male with a mean age of 71. The majority had moderate to very severe COPD (81%). The mean MoCA score was 22, consistent with mild cognitive impairment, and below that from an aged matched normal population sample (mean 26). Only 13% achieved a normal score MoCA score. Deficits were found across all domains but particularly in memory & visuospatial/executive skills. There was no significant association between disease severity (GOLD stage) and the prevalence of cognitive impairment. In summary, cognitive impairment is prevalent in COPD and will likely impact on patient's ability to understand and follow disease management plans. Evaluation of cognition should therefore form part of the routine assessment of these patients. The multidisciplinary Respiratory Assessment Unit (RAU) at St. James's Hospital, provides a range of services for persons with chronic lung disease. In 2016, a quality improvement (QI) team was formed comprising RAU team members and two QI coachesin-training, in the context of a 'ground-up' approach to healthcare improvement within the Hospital using the Dartmouth College USA Clinical Microsystems\" QI approach 1 . During weekly meetings with coaches, a framework of assessing, diagnosing and treating the RAU \"microsystem\" was utilised. This ultimately led to identification of a theme (\"Access\") -and a global aim statement: to increase the number of patients referred to the respiratory outreach programme by 20% within an eight month period. Change ideas to achieve this aim included increased presence of RAU staff in the ED, contacting medical registrar on call at start of each shift, daily education huddle with ED/medical unit staff. Small changes were tested regularly using Plan-Do-Study-Act (PDSA) cycles. There was a 137% increase in referrals made and a 33% increase in the number of referrals accepted to the respiratory outreach programme over the 8 months compared to the same period in 2015/2016. Staff were provided with a framework to address quality improvement in the service on an ongoing basis. LTOT (long-term oxygen therapy) offers a survival benefit to patients with COPD who meet established criteria. Many patients may be prescribed oxygen inappropriately. Our aim was to establish which hospitals in Ireland are running oxygen clinics and to compare oxygen prescription in hospitals to a guideline standard. We sent an online questionnaire and followed up by phone to representatives in Irish hospitals in which domiciliary oxygen is prescribed. We obtained responses from thirty-two of forty hospitals (80%).", "cite_spans": [{"start": 3613, "end": 3614, "text": "1", "ref_id": null}], "ref_spans": [], "section": "An integrated care pathway for managing Bi-level Positive"}, {"text": "Twelve hospitals (38%) had a dedicated oxygen assessment clinic while twenty (62%) did not. Centres without oxygen clinics primarily prescribed oxygen from in-patient wards following an inpatient stay. Eight of the twenty-three hospitals with no oxygen clinic had no formal follow up in place for patients on home oxygen, while other centres followed patients in general and respiratory clinics. In thirteen centres oxygen was prescribed by non-respiratory clinicians. Centres with oxygen clinics met criteria for initial assessment and oxygen prescription, however titration of oxygen and general follow up did not meet guideline recommendations. Due to a lack of dedicated oxygen assessment and review services, many Irish patients are not optimally treated with domiciliary oxygen. Oxygen prescribing in Ireland requires increased resources in order to facilitate guideline-based treatment. The prevalence of obesity in adults with Chronic Obstructive Pulmonary Disease (COPD) and asthma is up to 40%. It has been associated with increased dyspnoea, exercise limitation and decreased lung-function. A multidisciplinary approach was employed to develop a semi-structured group weight management programme. Sixteen adults with a BMI ≥30kg/m 2 and asthma/ COPD completed the programme. Participants attended physiotherapy and dietetics (for a total of 2 hours) once a week for 8 weeks, with follow up at 6 weeks, 3, 6 and 12 months. Data were analysed using Microsoft Excel using paired sample t tests. Results are displayed in Table 1 . Statistically significant improvements were obtained in weight, BMI, waist circumference, self reported health status and six minute walking test results. There were also reductions in self reported anxiety and depression scores. Twelve month follow up data will be collected in August 2017. This programme has demonstrated significant quantative health-related positive outcomes. Participants also reported benefits beyond those measured, including feeling \"listened to\", \"helped us help ourselves\" and improved peer to peer support. Given the prevalence of obesity in this population this programme may be of benefit to many more adults in Ireland. The aim of this study was to observe adherence rates with inhaled medication in COPD patients and assess their knowledge of their inhalers, inhaler technique, understand their perception of their disease, which healthcare professional had previously educated each patient and was inhaler use in line with the 2016 GOLD guidelines. There is paucity within research on the adherence levels of inhaled medication within the COPD group in Ireland. This study was conducted in the Mid West region encompassing all hospitals in the hospital group of Limerick, Ennis and Nenagh. A total of fifty participants were assessed. These participants attended the Respiratory clinics for their routine appointment. The assessment encompassed whether patients knew what condition they were taking their various inhalers for, in this case it was COPD; on who did the inhaler assessment i.e. respiratory nurse, pharmacy, physiotherapist, GP. It also looked at the classification of COPD patients and the inhalers they were on and whether stable or not.", "cite_spans": [], "ref_spans": [{"start": 1528, "end": 1535, "text": "Table 1", "ref_id": "TABREF3"}], "section": "An integrated care pathway for managing Bi-level Positive"}, {"text": "Within the sample a significant number of participants were non-adherent with inhaled medication. There was a strong correlation with adherence and correct technique with patients that were previously assessed (n=86%) and of these a significant number had been educated by respiratory nurses (n=76%). Of those previously assessed only 32% required medication change as per GOLD guidelines due to poor disease control.", "cite_spans": [], "ref_spans": [], "section": "An integrated care pathway for managing Bi-level Positive"}, {"text": "This study highlights that regular contact with a healthcare professional, especially Respiratory Clinical Nurse Specialists, who can focus on COPD patient's disease and inhaled medication, and encourage adherence and add or remove therapy if no longer needed would reduce exacerbations and improve quality of life of these patients. The high rate of readmission of COPD patients has been highlighted on both a national and international level (1). According to a recent European COPD audit, Ireland's readmission rate was reported to be the highest of all the other European countries audited (1) . Claims about the degree to which readmissions are preventable have become the subject of much debate (2) . The aim of the project is to review patients who are have an unplanned readmission with a COPD exacerbation in order to identify gaps in patient care (i.e. assessment on admission, treatment, discharge and follow-up) and to develop recommendations for a care bundle. The first phase of the project involves a consultation process across the MDT, a review of existing local, national and international guidelines. Following this, an e-Delphi method is used to engage with national and international experts to develop a tool for retrospectively reviewing charts of patients with an unplanned readmission within 90-days following a COPD exacerbation over a one year period. The e-Delphi process is a structured method for developing consensus on an issue. The process of establishing a straight forward chart review has highlighted a number of issues including bringing the MDT together and the importance of having a researcher working with the team. Alpha-1 antitrypsin (AAT) is a 52kDa anti-protease, protecting the lungs from the harmful effects of proteases. Without this protection emphysema can develop and there are over 100 AAT mutations that cause AAT deficiency, 30 of these are nonsense mutations. The null bolton (qbt-AAT) arises from a frameshift mutation causing a truncated AAT protein of 49kDa, resulting in non-detectable AAT levels. Ataluren is a drug that has been shown to cause read-through of nonsense mutations. Our aim was to treat qbt-AAT producing cells with ataluren to restore production of the full sized protein (MM-AAT). Induced pluripotent stem cells were isolated from a skin biopsy taken from patients with either the qbt-AAT or MM-AAT phenotype. These cells were transformed into hepatocytes and treated with ataluren (0 -62.5μg/ml) or gentamicin (0.5μg/ml) for 48h. AAT gene expression was determined via qRT-PCR, the protein quantified using ELISA and protein size determined by western blot analysis. A significant increase in AAT gene expression in both MM-AAT and qbt-AAT cells was found following 62.5μg/ml treatment of ataluren (n=3, p<0.001) with a trend towards significance following gentamicin treatment. Ataluren (62.5μg/ml) also increased the concentration of secreted protein above the control levels for both MM-AAT and qbT-AAT cells (n=6, p<0.05). There was no shift in qbt-AAT protein size following either treatment (n=6).", "cite_spans": [{"start": 594, "end": 597, "text": "(1)", "ref_id": null}, {"start": 701, "end": 704, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusion:"}, {"text": "In conclusion, these results demonstrate that neither ataluren nor gentamicin cause read-through of the nonsense null bolton mutation to generate a full length AAT protein. However, there are increased levels of qbt-AAT on both the gene and protein level, indicating that these drugs may be stabilizing the mRNA preventing nonsense mediated decay. qbt-AAT can still function as both an anti-inflammatory and an anti-protease therefore these results indicate a potential use for ataluren in increasing qbt-AAT levels and thus increasing protection from unchecked pro-inflammatory meditators. Alpha-1 antitrypsin deficiency (ATTD) is a genetic condition that predisposes to emphysema. Unpublished work from our laboratory has shown that AATD neutrophils have increased degranulation of primary granules. It has been demonstrated elsewhere that neutrophils of HVCN-1 (hydrogen voltage-gated channel-1) knockout mice have increased degranulation of primary granules (1). HVCN1 is a transmembrane proton channel found on the neutrophil membrane. We hypothesized that the abundance of HVCN1 is altered on neutrophils of AATD patients. Our aim was to demonstrate altered abundance of HVCN1 on neutrophil membranes of AATD individuals (ZZ) compared to healthy control cells (MM) and subsequently study the consequences of this. Western blot analysis of whole cell neutrophil lysates revealed a lower abundance of HVCN1 in ZZ-AATD neutrophils (p=0.0627). We demonstrated that the abundance of HVCN1 on the plasma membrane of ZZ neutrophils was decreased by flow cytometry analysis (p=0.0266). Two days after receiving AAT augmentation therapy patients with AATD showed increased HVCN-1 (p=0.0548). We hope to study the effects of this reduced abundance of HVCN-1 and ascertain whether it is related to the increased primary granule release seen in AATD. We also hope to understand the mechanism behind the reduced abundance of HVCN-1 in this patient group. Elevated circulating levels of IL-6 (p=0.04), sIL-6r (p=0.01), IL-6/ sIL-6r (p=0.03) and TNFR1 (p=0.008) were found in PWCF. Neutrophils isolated from patients receiving ivacaftor therapy had increased mIL-6r (p=0.03) as a result of reduced ADAM-17 activity (p=0.004). Ivacaftor therapy decreased plasma levels of IL-6 (p=0.02), sIL-6r (p=0.04) and TNFR1 (p=0.03). The mechanism resulting in increased ADAM-17 activity was shown to be related to reduced plasma membrane cholesterol content (p=0.007), which increased following ivacaftor therapy (p=0.02).", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Our findings demonstrate that ivacaftor therapy indirectly corrected reduced plasma membrane cholesterol in CF neutrophils ultimately decreasing ADAM-17 activity and the cleavage of mIL-6r and TNF-α to proinflammatory soluble forms. This study further identifies an auxiliary benefit of ivacaftor therapy resulting in reduced inflammation in CF. The major target in treating the proteolytic burden in cystic fibrosis (CF) and non-CF bronchiectasis (NCFB) is neutrophil elastase (NE) 1 . We evaluated the effect of alpha-1 antitrypsin (AAT) on NE activity in CF and NCFB airway samples ex vivo, compared to those of two commercially-produced synthetic NE inhibitors and assessed the ability of each antiprotease to protect against cleavage of C-X-C motif chemokine receptor 1 (CXCR1) from neutrophils. Bronchoalveolar lavage fluid (BAL) samples from CF (n=15), NCFB (n=15) patients were evaluated. NE activity was measured using a NEspecific FRET assay and the ability of each compound to inhibit NE activity in CF and NCFB BAL was evaluated. IC 50 measurements were calculated subsequently. The capacity of each antiprotease to prevent proteolytic cleavage of CXCR1 from neutrophils in both CF and NCFB BAL was assessed by flow cytometry. The IC 50 of AAT against NE was significantly lower than both compounds in both CF and NCFB (5.4x10 -7 M and 1.2x10 -7 M, respectively; P<0.001), and AAT achieved greater protection against CXCR1 cleavage in both groups (P=0.003). Treatment with the concentration of AAT required for complete NE inhibition failed to achieve complete CXCR1 protection in CF. Treatment with higher concentrations of AAT, aimed at additionally inhibiting non-NE serine proteases, failed to achieve complete CXCR1 protection in each CF sample, in contrast to NCFB, where CXCR1 was fully protected. These data suggest that both non-NE serine proteases and non-serine proteases contribute to CXCR1 cleavage in CF such that anti-NE therapy may require combination with other protease inhibitors. In this study, we investigated the potential of Toll-like receptor 3 Leu412Phe (TLR3 L412F; rs3775291), as a candidate biomarker in IPF. We previously established that TLR3 L412F was associated with a significantly greater risk of mortality and an accelerated rate of decline in FVC in IPF patients (1) . Additionally, we demonstrated that 412F-heterozygous primary lung fibroblasts from IPF patients had reduced antiviral responses, following TLR3-activation, compared with wild-type patients.", "cite_spans": [{"start": 483, "end": 484, "text": "1", "ref_id": null}, {"start": 2311, "end": 2314, "text": "(1)", "ref_id": null}], "ref_spans": [], "section": "References"}, {"text": "The primary aim of this study is to investigate the role of TLR3 L412F in disease progression in IPF in the context of antibacterial and additional antiviral responses. Specifically, we established the responses of primary lung fibroblasts from IPF patients to a panel of bacterial and viral TLR agonists. We demonstrated that 412F-heterozygous IPF fibroblasts have attenuated responses to the TLR agonists, Poly(I:C), LPS, Pam3CSK4, flagellin, FSL-1 and CpG. From an evolutionary perspective, we have also established that TLR3 L412F was prevalent within the Irish Neolithic period (3,343-3,020 cal BC) and are currently investigating the functional consequences of this in the context of bacterial and viral infection. These findings provide additional support for TLR3 L412F as a candidate prognostic marker in the treatment of IPF in the context of bacterial and viral infection. Sarcoidosis is a multisystem disease of unknown aetiology. Up to 90% of sarcoidosis patients have lung involvement including pulmonary fibrosis. This leads to impaired quality of life and sometimes mortality. To better understand the nature of the lung matrix we generated novel 3D multicellular foci from individual patient cells. Primary lung fibroblasts were isolated from explant tissue from patients with sarcoidosis or without lung disease. These were then grown in optimal conditions to promote 3D multicellular foci formation for a total of six weeks, treated +/-transforming growth factor-beta-1 (TGFβ1). Alpha smooth muscle actin (αSMA) and collagen mRNA expression were assessed by RTqPCR and gross mechanical stiffness of the resulting multicellular foci was assessed by microsquishing. Treatment of sarcoidosis fibroblasts with 2.5ng/mL TGFβ1 caused a 6fold increase in collagen-1 (p<0.001) and a doubling of αSMA (p<0.05) mRNA and this was associated with a significant increase in gross mechanical stiffness (p<0.005), compared to untreated controls, indicating a successful switch to a pro-fibrotic myofibroblast phenotype. TGFβ1 increases fibrotic markers in sarcoidosis fibroblasts cultured in this long-term cell culture model. This 3D culture method provides a novel model to study the sarcoid matrix including the effects of targeted drugs ex vivo. Exosomes are extracellular vesicles measuring 30nm-100nm that are derived from endosomes in various cells and present in many and perhaps all biological fluids. They carry various molecular constituents including proteins, lipids, growth receptors, DNA, mRNA and miRNA. There is now increasing evidence that exosomes play a role in cell to cell signalling, due to the ability to transport proteins and RNA molecules between cells, and influence physiological and pathological processes.", "cite_spans": [], "ref_spans": [], "section": "Age"}, {"text": "Using differential ultracentrifugation, we aimed to isolate and characterize exosomes from serum samples from patients with histologically confirmed non-small cell lung cancer with known exosomal markers CD63 and HSP-70 using Western blotting and nano-particle tracking analysis (NTA). 85 serum samples were processed to isolate exosomes. Vesicles obtained from serum ultracentrifugation showed presence of CD63 and HSP-70 and the absence of Calnexin by Western blotting. We also confirmed exosome presence with the use of NTA (NanoSight NS 300), as the purified vesicles of our patients' samples had an average size in the range of exosomal diameter, between 40-100nm, which is in keeping with data from literature. These data confirm that the vesicles that were purified from our serum of our patients were indeed exosomes. Exosome isolation and characterization is feasible in serum of patients diagnosed with non-small cell lung cancer Heterogeneity at a morphological level in lung cancer has long been recognised, particularly in adenocarcinoma sub-type. As we move towards the genomic classification of this disease, tumour genomic heterogeneity has the potential to misclassify tumours due to the sampling bias of diagnostic biopsies. Lung cancer is one of the most highly mutated solid organ tumours, and it has been shown by multi-region sequencing that considerable genomic differences exist within the same tumour. We sought to determine if the cell free DNA contained in EBC could better represent this phenomenon than that of a diagnostic biopsy. Our preliminary results using UltraSEEK™ in the Agena MassARRAY have shown that EBC-DNA is able to detect intratumour genomic heterogeneity in a patient with adenosquamous subtype with KRAS G12D and PIK3CA E542K mutations found in tissue, plasma and EBC and in synchronous primary adenocarcinoma & squamous cell carcinoma (KRAS G12D & PIK3CA E542K). We recruited 5 patients with early stage lung cancer and next generation, whole exome sequencing was applied to 4 different areas of each patient's resected tumour. Patient specific mutation panels were developed, and with this a priori information we will determine the proportion of these mutations in both the patients EBC, plasma and biopsy samples. Idiopathic pulmonary fibrosis (IPF) is the most common and severe of the idiopathic interstitial pneumonia (IIPs) characterised by varying patterns of inflammation and fibrosis 1 . As fibrocytes have been shown to play a role in the pathogenesis of lung fibrosis and exosomes have been identified in other organ/processes such as renal fibrosis 2 , to investigate the role of exosomes from fibrocytes in lung fibrosis, we first established if fibrocytes secrete exosomes and their modulation by TGF beta, a potent pro-fibrotic factor. We isolate human fibrocytes from blood samples containing peripheral blood mononuclear cells (PBMC's). We confirmed the presence of isolated fibrocytes by using Western Blot and immunofluorescence. We cultured the isolated fibrocytes for 72 hours with 10ng/ml of Transforming Growth Factor (TGF-β1). We then extract and purify the fibrocyte derived exosomes using ultracentrifugation. We validated the presence of the exosome using Western Blot and Nanosight. Human fibrocytes were found to be spindle shaped cells and exhibit markers such as collagen, CXCR4 and alpha smooth muscle actin. They secrete exosome into their culture supernatant. The exosome were found to demonstrate features such as heat shock protein 70, CD 63 and absence of calnexin. The exosome were of the sizes between 30-120nm. TGF-β1 increases the amount of exosomes secreted by fibrocytes but the appearance of the stimulated and unstimulated fibrocytes are similar. Audit following initiative (Cycle 2): 35% fewer ABGs overall, appropriate decision making in 72% (vs. 42%) and respiratory input in 92% of patients on BiPAP.", "cite_spans": [], "ref_spans": [], "section": "Age"}, {"text": "We conclude that a stepwise BiPAP pathway integrated with specialist respiratory input improves adherence to best practice management and ultimately better patient outcomes. The majority of expected deaths occur in hospitals where optimal end-oflife care is not fully implemented. Failure of the team providing normal medical care to document a patient's wishes or management plan regarding an acute deterioration, may subject patients to futile interventions, and expose staff to stressful situations. We introduced a pre-emptive 'ceiling of treatment' (CoT) form and measured staff reported anxiety regarding end-of-life care. Two online surveys were administered pre-and post-intervention, examining staff experience of caring for patients approaching end-of-life. Education was delivered to local units promoting the importance of early shared decision-making and prognostic conversations. Following CoT introduction, there were reductions in the proportion of doctors (91% vs. 14%) and nurses (73% vs. 40%) who witnessed patients undergoing treatments they considered futile. Medical staff reported a reduction in out-of-hours discussions regarding ceilings of treatment for patients already reviewed by their consultant (70% vs. 25%). There were reductions in the proportion of doctors (71% vs. 29%) and nurses (78% vs. 46%) reporting anxiety regarding appropriateness of interventions. All respondents felt CoT documentation improved patient care. Within our unit, the introduction of a CoT form led to marked improvements in communication and reduced staff anxiety regarding end-of-life care. Pulmonary rehabilitation (PR) is widely accepted as the cornerstone of COPD management, and has been shown to improve exercise capacity, health-related quality of life and reduce breathlessness, fatigue and health-care utilization 1 . Despite this, dropout rates and non-completion remain an issue. We performed a retrospective analysis of completion rates in our PR programme. Only 49.5% of patients who were referred completed the programme (n = 47). 23.7% of patients started but did not complete the programme (n =23). Reasons for dropping out included: medical reasons (n=7); lack of interest (n=7); feeling physically unable (n=6); psychological issues (n=2) and time restraints (n=1). 26.8% of patients who were referred did not commence PR (n = 26). Reasons given for this included: lack of transport (n=7); distance to travel to the programme (n=2); feeling too well (n=4); psychological issues (n=1); feeling physically unable (n=3); lack of interest (n=4); no reason given (n=3); time restraints (n=1) and family commitments (n=1).", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "The results of this review show that while uptake and completion rates for our PR are in line with current international rates, it does highlight the reasons for non-completion and low uptake. These issues should be addressed to increase adherence to the programme. The Anáil/Irish Thoracic Society 2015 guidelines on long-term oxygen therapy (LTOT) outline clinical standards for patients on oxygen therapy and recommend that all patients should receive a formalised oxygen assessment before commencing supplementary oxygen therapy. The aim of this study was to ascertain the benefits of an oxygen assessment clinic for patients with chronic lung disease and to assess whether patients referred to the clinic required a new or changed prescription of oxygen following assessment.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "In this retrospective study, data from 150 patients who attended a formal oxygen assessment clinic were analysed. These patients were all referred to the clinic from the general respiratory outpatient clinic or were 6-8 weeks post discharge from hospital. Of 150 patients assessed, 70% suffered with COPD, 20% suffered with ILD and the remaining 10% had other conditions such as Heart Failure, Lung Cancer etc. 35% of patients assessed did not require supplemental oxygen, 17% were newly commenced on oxygen, 23% required a change in their original oxygen prescription, 9% required no change in prescription and 15% no longer required LTOT and had their oxygen removed. Assessment of patients who require LTOT is important to ensure patients receive appropriate oxygen supplementation and to reduce unnecessary costs. Anáil and Irish Thoracic Society (2015) Irish Guidelines for Long Term Oxygen Therapy (LTOT) in Adults. Oxygen is probably the most common drug prescribed in the care of patients who present with medical emergencies. It has been identified that there is a lack of clear guidelines in Ireland and so a working group comprising of respiratory clinical nurse specialists and respiratory physiotherapists was developed to address this issue. Aspects of the guideline were divided and developed separately. Telephone conferencing, group email and face to face meetings were used to discuss issues as they arose. Feedback was sought from relevant stakeholders dealing with patients on oxygen in the acute setting to ensure robust representation. This comprehensive guideline covers all aspects of the use of oxygen in the acute hospital setting from the physiology of oxygenation to the health and safety issues that occur when using and providing oxygen. It also provides guidance to clinicians for the use of oxygen in the treatment of a large number of conditions. It provides concise information on assessment and follow-up of patients where oxygen is being used and also gives concise details on delivery methods available and when they should be used. It will enable practitioners administer oxygen in the acute setting in a safe and appropriate manner. The guideline will act as a template for auditing of current service provision. Long term oxygen therapy (LTOT) refers to the provision of oxygen therapy for continuous use at home for patients with chronic hypoxemia. Patients with chronic lung disease such as COPD who necessitate LTOT therapy are often mobile outside their home and require access to portable oxygen therapy in order to maintain a normal lifestyle. The aim of this research was to examine the factors that affect patients' compliance with ambulatory oxygen therapy. A qualitative descriptive methodololgy was utilised for this research study. We recruited ten patients who used ambulatory oxygen across three hospital sites in the area where this study took place. All participants were interviewed using semi-structured interviews. Data was analysed using the Braun and Clarke (2006) thematic analysis framework. Themes were selected by coding the data and the emerging themes were identified. One of the main concerns described by the participants in this study was the challenges they faced when presented with using oxygen cylinders. Participants stated they could not use the cylinders due to the size, weight, and volume of oxygen available in the cylinders whereas when another type of portable device was introduced compliance appeared to be less of an issue. The majority of participants, reported that they felt conscious about how they looked with their cylinders of oxygen when out socially. Education programmes such as Pulmonary Rehabilitation was reported to have been helpful in providing education. Support after discharge from hospital was very important to participants.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "This study highlights the need to properly assess and determine the reasons for poor compliance with portable oxygen in every patient, as most causes once identified are easily resolved. Respiratory nurses and midwives who have gained prescriptive authority are ideally situated to deliver this service most efficiently. The need for dedicated oxygen therapy clinics was identified strongly in this study.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Recommendations:"}, {"text": "3.12 Knowledge and attitudes of health care workers in one long term care facility for the elderly -The challenge of improving influenza vaccine uptake Background: The CURB 65 Score is a validated scoring system in patients with community acquired pneumonia (CAP) (1) . Previous work has shown low adherence and documentation rates by physicians in the Irish healthcare setting (2) . We assessed the current rate of compliance of CURB 65 scoring and the subsequent ramifications in antimicrobial choice based on the BTS Guidelines. Methods: Using both MAXIMS database software and notes, records of 24 patients presenting to the ED over a 9-week period with a diagnosis of CAP were retrospectively analysed.", "cite_spans": [{"start": 264, "end": 267, "text": "(1)", "ref_id": null}, {"start": 378, "end": 381, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusion and Recommendations:"}, {"text": "Results: Although possible to calculate CURB65 scores for all patients, only 12.5% (n=3) scores were documented, noting that those were all calculated correctly. Appropriate antibiotics were given in only 37.5% of the cases (n= 9). Of patients receiving inappropriate antibiotics, monotherapy with amoxicillin would have been appropriate in 40% (n=6) of cases.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Recommendations:"}, {"text": "Of patients requiring only amoxicillin, co-amoxiclav or co-amoxiclav plus clarithromycin was inappropriately given in 83% ( n=5 ) cases. Discussion: Despite its ease, the CURB 65 score continues not to be documented with a knock on effect of antimicrobial mismanagement. Monotherapy with amoxicillin is frequently overlooked with coamoxiclav and clarithromycin being overprescribed, resulting in both cost implications and possible antibiotic resistance. In centers that specialize in weaning from prolonged mechanical ventilation the regular use of polysomnography is costly and impractical. It is unknown whether actigraphy, which monitors gross motor activity, or behavioral assessment by a bedside nurse can be used as reliable surrogate measures of sleep for the reference-standard of polysomnography in such patients. We hypothesized that behavioral assessment (by bedside nurse) and actigraphy provide accurate estimates of sleep duration and disruption in this setting. We recorded overnight actigraphy, polysomnography and end-of-shift behavioral assessment of sleep by bedside nurse in 25 patients. (Median duration of mechanical ventilation 38 days.).", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Recommendations:"}, {"text": "There was a positive correlation (r=0.67) between behavioral and polysomnographic assessments of total sleep time. All other correlations were non-significant.", "cite_spans": [], "ref_spans": [], "section": "Values: median (interquartile range)"}, {"text": "In conclusion, actigraphy was inaccurate and unreliable in quantifying sleep in patients receiving mechanical ventilation in a chronic weaning facility, whereas behavioral assessment by a bedside nurse may have some value for estimating sleep duration but not sleep disruption. Mycobacterium tuberculosis (Mtb) is the causative agent for tuberculosis which remains a serious health concern globally. Autophagy has been identified as an important pathway process in both innate and adaptive immunity against tuberculosis through elimination of the pathogen. However Mtb employs an array of immune modulators to invade and thrive in macrophages by arresting autophagosome maturation and fusion with lysosomes. Our aim is to identify novel host modulators of autophagy. We screened a number of FDA approved autophagy-enhancing drugs to overcome the Mtb-induced block of autophagic flux and boost host immune responses. EGFP-LC3 expressing BMDMs were infected with H37Ra and treated with autophagy-enhancing drugs. The number of GFP-LC3-positive puncta per cell was quantified by high content analysis to assess autophagy induction. Infected BMDMs treated with Sorafenib and Volproic Acid had reduced LC3-puncta levels per cell. We are currently establishing the effect of drug treatment on cytokine secretion and bacillary killing. We conclude that Mtb initiates autophagy in murine BMDMs however Mtb subsequently blocks autophagic flux. We have shown that existing FDA approved compounds which drive autophagy can be used to overcome this block in autophagy. Interest in the Aspergillus is significantly grown in recent days due to rising number of the immunocompromised population. Aspergilloma had not been a common referral to our respiratory services, but recently a rising number of referrals drew our attention towards its growing incidence. We are highlighting here three cases who were managed according to their presentation and background illness. Case 1: A 70 years old male, known case of COPD and alcohol dependence admitted for exacerbation of COPD. CXR showed LUL cavitatory lesion [ figure 1 ], which later confirmed as aspergilloma on CT scan [ figure 2 ]. Clinically asymptomatic and had normal bronchoscopy, initially given a short course of Variconazole, later decided to manage conservatively. Diseases of the pleura are common in respiratory practice. Pleural fluid analysis and accompanying imaging of the pleura are among the first steps in the work up of pleural effusions (1). However despite this initial assessment, up to 40% of exudative effusions will remain undiagnosed and further work up is mandatedin these cases medical thoracoscopy is a valuable tool. Overall the sensitivity and specificity of thoracoscopy is 92-97% and 99% respectively. This is better than that obtained by needle pleural biopsy and/or fluid cytology (2) . Patients who underwent medical thoracoscopy by the Interventional Respiratory Service from April 2013 -April 2017 were included. 45 patients underwent thoracoscopy for diagnostic purposes (table 1) . There was 1 false negative case which was confirmed malignant on repeat thoracoscopy. The procedure had a NPV of 95.6%, PPV of 100%, sensitivity of 96.3% and specificity of 95.6%. Thoracoscopy is a valuable tool in the work up and management of pleural effusions. It allows direct visualisation of the thoracic cavity along with biopsy of parietal pleura. As can be seen from this review the diagnostic yield is high with acceptable sensitivity and specificity rates. Complication rate was low with no procedure related mortality. (2). This includes talc pleurodesis or IPC insertion. IPC offers an outpatient solution which is less invasive than pleurodesis but at the cost of prolonged catheter drainages and care in the significant proportion of patients who will not achieve a spontaneous pleurodesis.", "cite_spans": [{"start": 2855, "end": 2858, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 2097, "end": 2105, "text": "figure 1", "ref_id": "FIGREF2"}, {"start": 2160, "end": 2168, "text": "figure 2", "ref_id": "FIGREF19"}, {"start": 3049, "end": 3058, "text": "(table 1)", "ref_id": "TABREF3"}], "section": "Values: median (interquartile range)"}, {"text": "We conducted a review of all patients who had an IPC inserted between October 2016 and July 2017. 10 patients were included in the review.", "cite_spans": [], "ref_spans": [], "section": "Values: median (interquartile range)"}, {"text": "IPC is an acceptable intervention for symptomatic management of MPE. This review highlights the efficacy and safety of IPC in carefully selected patients. All patients had beside placement of their IPC with no major patient/procedural or equipment related complications. There was no mortality associated with the procedure. IPC placement results in a shorter length of stay versus talc pleurodesis. Early mobilisation following thoracotomy and lung resection is frequently undertaken as growing evidence supports its use in optimising cardiopulmonary function, improving functional recovery; and therefore minimising the risk of developing post-operative pulmonary complications [1] . Despite well defined early mobilisation goals in Thoracic Enhanced Recovery After Surgery programmes [2] , the exact amount of physical activity undertaken, and any possible limiting factors, remain undefined. In 2017 the HSE carried out an evaluation of the Asthma Society's joint asthma and COPD Adviceline to determine its effectiveness in achieving the proposed service objectives and patient outcomes. A 2-stranded evaluation was undertaken. Service activity was examined through a document review and an interview with ASI staff. Service processes and service effectiveness were assessed through a survey of 442 service users. In total, 162 responses were gathered (37% response rate). All dimensions of the service were positively rated by users. As a result of using the service, the majority of users (79-88%) agreed or strongly agreed that they were confident in managing their condition, that they had an improved understanding regarding medications, an improved knowledge of what to do in the event of an exacerbation and an improved knowledge of the importance of engaging with a healthcare professional. The use of self-management plans increased as a result of service use, 56% of users had no prior plan but used one post call. The use of self management plans was found to maximise service effectiveness. Findings from this evaluation provide comprehensive and robust evidence that the service is effectively delivering the agreed objectives; in particular, a significant increase in the use of personalised self-management plans. This evaluation provides transferable learning with regards to self-management support which should be widely disseminated given its importance to emerging health needs and health service reform. Despite the presence of Aspergillus in almost half of our cohort we were unable to find any association between its presence and measures of asthma severity or control. Further studies are now required to assess whether or not aspergillus presence within the asthmatic airway has a pathological role in the disease.", "cite_spans": [{"start": 680, "end": 683, "text": "[1]", "ref_id": null}, {"start": 787, "end": 790, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Values: median (interquartile range)"}, {"text": "6.3 A study to assess airway remodelling and the utility of low dose CT scoring to evaluate the asthmatic airway ", "cite_spans": [], "ref_spans": [], "section": "Values: median (interquartile range)"}, {"text": "Background: Airway remodelling occurs in asthma and indeed parameters associated with remodelling are increased in severe disease. The aim of this study was to measure airway remodelling in a cohort of well-defined asthmatics by both invasive and non-invasive means including low dose CT imaging. Methods: We recruited 61 patients, stratified by asthma severity to our study. All patients had a detailed clinical evaluation including ACQ-7, spirometry, prior to proceeding to bronchoscopy with biopsies being obtained. These biopsies were subsequently scored for basement membrane (BM) thickness, presence of collagen as well as evidence of remodelling. CT studies were performed in the week prior to bronchoscopy.", "cite_spans": [], "ref_spans": [], "section": "Joint Senior authors"}, {"text": "Results: There was no significant difference in either BM thickness or evidence of remodelling across asthma disease severity, or predicted FEV 1 . Evidence of remodelling was found to be significantly correlated with BM thickness (r=0.686, p=<0.0001). Bhalla scores of airway disease were not found to correlate with evidence of airway remodelling (p=0.377), basement membrane thickness (p=0.396), or FEV 1 (p=0.933).", "cite_spans": [], "ref_spans": [], "section": "Joint Senior authors"}, {"text": "Conclusions: These findings demonstrate that the role of airway remodelling and it's subsequent effect on asthma severity or vice versa needs further examination and that radiological testing may not afford us a specific non-interventional technique to assess same. We fitted vector autoregressive models of current PEFR as a function of PEFR history and inhaler use, using data from the INCA -an electronic monitoring device attached to seretide dry powder inhalers -and twicedaily measures of PEFR. Three months of data were obtained from 174 patients with uncontrolled asthma, of whom 61 experienced exacerbations during the study period. Time series analysis showed statistically significant dependence of PEFR on recent PEFR values on a timescale of 1-3 days. PEFR was additionally shown to strongly depend on the history of inhaler use with a lag of 24 hours, and again at approximaely 72 hours after inhaler use. These peaks may correspond to the effects of reliever (LABA) and preventer (ICS) components of treatment. Intriguingly, the second, ICS related peak was not observed in patients who experienced exacerbations, suggesting that these patients may not be steroid responsive. The development of adjunct therapies with antibiotics has become increasingly urgent with the global increase in antibiotic resistance. Chronic Pseudomonas aeruginosa (P. aeruginosa) infection, is the major cause of morbidity and mortality in Cystic Fibrosis (CF) patients by utilizing biofilms to evade and resist antibiotic therapies. Macrophage migration inhibitory factor (MIF) is a proinflammatory mediator which has previously been associated with an aggressive clinical phenotype in CF (1).", "cite_spans": [], "ref_spans": [], "section": "Joint Senior authors"}, {"text": "The primary aim of this study was to investigate the role of MIF in P. aeruginosa biofilm formation and to assess the potential efficacy of novel small molecular weight inhibitors of MIF. We utilised three methods of in vitro biofilm quantification to investigate the effect of MIF on biofilm formation. Specifically, we demonstrated that MIF significantly accelerated P. aeruginosa biofilm formation (p<0.001) and significantly increased bacterial survival (p<0.01) against the commonly used CF antibiotic, tobramycin. We report for the first time, the use of small novel inhibitors of MIF, in an animal model of chronic P. aeruginosa pulmonary infection, significantly attenuated weight loss (p<0.01), reduced infection and significantly decreased cellular infiltration (p<0.01) in affected murine lungs. This work has led us to the conclusion that MIF can enhance P. aeruginosa biofilm formation and that the use of small molecular weight inhibitors of MIF could provide an adjunctive therapy with antibiotics to treat P. aeruginosa infections in CF patients. Respiratory viruses are known cause of Cystic Fibrosis exacerbations. The prevalence of these pathogens has been studied previously identifying the most common pathogen as Human Rhinovirus/Enterovirus. (1, 2) It has been suggested that sputum samples may have a higher yield if detecting these pathogens. However, difficulties can arise in processing mucoid samples. (1, 2) We aimed to study the prevalence of respiratory viruses using nasal swabs and sputum sampling and to compare the diagnostic yield of each modality using a wide panel of respiratory pathogens. Patients were recruited for this prospective observational cohort study when well (a minimum four weeks from last intravenous antibiotics) or at the onset of an exacerbation requiring intravenous antibiotics. Nasal Swabs (FLOQSwabs TM ) were stored in UTM TM Medium at -80°C. A 200μl aliquot of sputum was frozen at -80°C and subsequently thawed and homogenised using COPAN SL TM . Both nasal and sputum samples were processed using the FilmArray ® Respiratory Panel in the National Virus Reference Laboratory. Sputum sampling is non-invasive and showed higher identification rates than nasal swabs in this cohort. Further prospective studies are required to validate this methodology in a wider patient population. Introduction: Interstitial lung disease (ILD), in the setting of idiopathic inflammatory myopathies (IIM), is associated with poor prognosis. The identification of specific antibody profiles may inform clinicians on disease course and need for therapeutic intervention. We aimed to asses the benefit of myositis antibody screening in the management of ILD patients.", "cite_spans": [{"start": 1265, "end": 1268, "text": "(1,", "ref_id": null}, {"start": 1269, "end": 1271, "text": "2)", "ref_id": "BIBREF1"}, {"start": 1430, "end": 1433, "text": "(1,", "ref_id": null}, {"start": 1434, "end": 1436, "text": "2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Macrophage Migration Inhibitory Factor enhances Pseudomonas aeruginosa biofilms, a potential novel therapeutic for Cystic Fibrosis Patients"}, {"text": "Method: This retrospective, single-centre, cohort study identified patients with positive myositis specific (or associated) antibodies using the Euroline immunoblot from 2014 to 2016. The presence of ILD was assessed by HRCT and pulmonary function. A retrospective review was performed to determine the impact of antibody serology on treatment.", "cite_spans": [], "ref_spans": [], "section": "Reference"}, {"text": "Results: Thirty-one patients with ILD and positive myositis antibodies were identified. NSIP (48.4%) was the most common radiological pattern. PFTs were restrictive (Mean FVC 2.6L (84%), TLC 4.8L (84%) & DLCO 50%). Nineteen patients were found to have antibody profiles associated with progressive ILD. Escalation of immunosuppression occurred in 9 of these patients (47%) ( Table 1) . Clinico-radiological stability was seen in 74% of this cohort at 6 months (14 of 19). In this study, we investigated the ability of IL-17A to modulate TLR3 function in primary lung fibroblasts from IPF patients in order to promote disease progression. In addition, using a pilot Case-Control study, we also investigated the association between the IL-17A promoter-polymorphism, IL-17A G197A (rs2275914), and development of IPF. Previously, our laboratory demonstrated that defective TLR3 function was associated with a significantly greater risk of mortality and an accelerated rate of decline in lung function, in IPF patients (1) . We have additionally detected increased levels of IL-17A in bronchoalveolar lavage (BAL) fluid and lung tissue from IPF patients (2) . IL-17A has also previously been shown to promote viral persistence in infected cells.", "cite_spans": [{"start": 1014, "end": 1017, "text": "(1)", "ref_id": null}, {"start": 1149, "end": 1152, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 375, "end": 383, "text": "Table 1)", "ref_id": "TABREF3"}], "section": "Reference"}, {"text": "Here, we established that IL-17A can modulate TLR3-function in IPF lung fibroblasts in order to reduce production of the anti-viral mediators, RANTES and IFN-β. IL-17A can also concomitantly increase TLR3induced pro-inflammatory production from IPF lung fibroblasts. In a pilot Case-Control study for IPF, we also demonstrated that individuals who are homozygous for the variant A allele of the IL-17A G197A-promoter polymorphism, are significantly more likely to develop IPF.", "cite_spans": [], "ref_spans": [], "section": "Reference"}, {"text": "In conclusion, the results of this project support a novel role for IL-17A in promoting disease progression in IPF via its modulation of TLR3 function in IPF fibroblasts. In addition, this study reveals IL-17A G197A as a potentially novel biomarker in IPF. Here we focus on our attempts to use SCD19 in an aerosolized nanodrug delivery system and characterize the use of SCD19 nanoparticles as an adjunct therapy in lung cancer. This was assessed using cellular based in vitro assays for efficacy, toxicity and biocompatibility. We demonstrated that SCD19 nanoparticles had no significant toxicity on three different cell lines and had a high degree of biocompatibility. The proliferation of a lung cancer cell line was significantly inhibited (46.6% ± 10.2, * p˂ 0.05). by SCD19 nanoparticle treatment. The SCD19 nanoparticles also significantly attenuated MIF dependent LPS-induced TNF-α production (53% ± 0.12, *** p˂ 0.01).", "cite_spans": [], "ref_spans": [], "section": "Reference"}, {"text": "In this study, we have described a new platform for the delivery of our novel compound, SCD19. We demonstrate reduced cancer cell proliferation and inflammatory responses using this platform and have begun to optimize this platform for an aerosolized delivery system. These results highlight the therapeutic potential of aerosolized SCD19 nanoparticles as an adjunct therapy in the treatment of lung cancer. Exosomes are extracellular vesicles containing protein and genetic information (RNA, DNA and miRNA) from the cell of origin. They are released in abundance from cancer cells and are involved in cell to cell signalling and have been reported to influence epithelial mesenchymal transition (EMT) in pathological states such as metastatic lung cancer. We analysed the effects of exosomes derived from human lung cancer serum on A549 cell line. A549 cells were seeded and cultured in a 12-well plate for 24 hours in 10% fetal bovine serum (FBS) containing media. At 24 hours, the cells were washed with PBS and the media was replaced with exosome-depleted serum containing media and cultured for a further 24 hours. Cells were incubated on day 3 with exosomes derived from serum of patients without cancer and patients with adenocarcinoma, both wild-type and EGFR mutated, for a further 48 hours. Cells were scraped from 12-well plate for preparation of cell lysates on day 5 and examined for markers of EMT such as E-cadherin, ZO-1 and Vimentin using Western blotting. EMT occurred in cells treated with exosomes derived from EGFRmutated adenocarcinoma serum as demonstrated by a lower expression of epithelial markers E-cadherin and ZO-1 and a higher expression of the mesenchymal marker, Vimentin compared to control. These effects however, were not seen in cells incubated with exosomes derived from wild-type adenocarcinoma serum and serum of patients with no cancer.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Our results would suggest that exosomes derived from EGFR-mutated adenocarcinoma serum could be a potential mediator of EMT in recipient cells. Alpha-1 antitrypsin (AAT) is a glycoprotein possessing antiinflammatory properties with N-linked oligosaccharides, including sialic acid, which give rise to various glycoforms. A more sialylated form of AAT (rpAAT) is produced during inflammatory resolution, compared to that produced during the acute phase (apAAT). Our aim was to investigate the cause and consequence of rpAAT production. Primary hepatocytes were treated with interleukin-6, gene expression determined via qRT-PCR and protein expression via western blot analysis. AAT was purified from plasma of pneumonia patients during hospitalization. CXCR1 or CXCR2 receptor/chemokine engagement was assessed using flow cytometry and neutrophil chemotaxis was performed in response to CXCL7 or CXCL8. Statistical significance was obtained using one-way ANOVA. Ethical approval was obtained from Beaumont hospital and the Mater Misericordiae University Hospital. Post treatment α-2, 6-sialyltransferase which causes the addition of sialic acid was significantly increased on both the gene and protein level (n=3, p<0.05). In pneumonia, higher levels of CXCL7 and CXCL8 (n=5, p<0.05) were found bound to the more sialylated rpAAT than apAAT. rpAAT significantly reduced CXCL8/CXCR1 and CXCL7/CXCR2 engagement (n=5, p<0.05) and decreased chemokine induced neutrophil chemotaxis to a greater extent than apAAT (n=5, p<0.05).", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "In summary, this work illustrates how increased sialic acid residues impacts upon the immune-regulatory function of rpAAT. As shown here rpAAT produced during the resolution of inflammation is a more potent anti-inflammatory than apAAT. rpAAT binds increased levels of pro-inflammatory mediators inhibiting neutrophil receptor engagement and chemotaxis to a greater degree than apAAT. This study highlights the role of rpAAT in the body's natural defence suggesting a possible use in therapy for conditions dominated by neutrophil driven inflammation. Irish Centre for Genetic Lung disease, Department of Medicine, Education and Research Centre, Smurfit building, Beaumont Hospital, Dublin 9, Ireland Alpha-1 antitrypsin deficiency (AATD) results in early onset emphysema due to low levels of AAT protein and high levels of inflammation. Neutrophil derived factors play a crucial pathological role. Platelets have been shown to be involved in inflammation and their role in enhanced trafficking and migration of neutrophils is coming to the fore. In this study we evaluated the possible role of platelet induced inflammation in AATD. The effect of AAT augmentation therapy on all parameters evaluated was determined. Whole blood was obtained from patients with AATD homozygous for the Z-allele (ZZ, n=30), ZZ patients on AAT augmentation therapy (n=6) and healthy MM phenotype subjects (n=12). Neutrophil proteases and markers of platelet activation were quantified by FRET and ELISA, respectively. AAT and PAR-1 activation in platelets was determined by Western blot analysis. Flow cytometry was utilised to quantify circulating platelet-neutrophil (P-N) aggregates. Statistical significance was determined by ANOVA or student t-test. AAT was found associated with MM circulating platelets, with significantly lower levels detected on ZZ cells (p=0.035). Significantly increased NE activity (p=0.03) and active PAR-1 (p=0.01) was detected on platelets of ZZ-AATD patients compared to healthy control cells. In ZZ patients platelet activation markers; sP-Selectin, RANTES/CCL5 and GPV were increased, along with circulating P-N aggregates (p<0.05) with levels normalised in patients who received weekly AAT augmentation therapy.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "These results indicate that lower than normal levels of circulating AAT can affect platelet and neutrophil activation states in AATD. Neutrophil-platelet aggregates may mediate inflammation in individuals with AATD and increase neutrophil recruitment to the lungs. AAT augmentation therapy provides a homeostatic mechanism that maintains circulating immune cells in a resting state. Bordetella pertussis occurs as a primary infection in children younger than 10 years of age.Unvaccinated infants (0-8 weeks of age) are at highest risk of developing complications.These include respiratory distress, apnoea, seizures, pneumonia and death. The antenatal pertussis vaccine was introduced in Ireland in August 2012 after a pertussis outbreak in infants in the same year. A previous study has shown poor awareness and uptake of the Pertussis vaccine among Irish pregnant women. (1) The aim of this study is to assess the efficacy of audio-visual media to promote awareness of ante-natal pertussis vaccine and promote vaccine uptake in this population. Pregnant mothers attending the Cork University Maternity Hospital (CUMH) antenatal clinics were invited to complete self-administered questionnaires, and then to watch a promotional video. A second questionnaire was administered at a follow-up clinic or by phone call within 4-8 weeks.", "cite_spans": [{"start": 873, "end": 876, "text": "(1)", "ref_id": null}], "ref_spans": [], "section": "References"}, {"text": "A total of 393 women participated. Of these 68% were aware of the vaccine already. 85% of the remainder who were not aware recalled the key message of the video. 51% acquired the vaccine as a result of watching the video. Our findings show the use of audio-visual media in ante-natal clinics is an effective way of promoting vaccine uptake. Preschool BAL surveillance occurs in 3 Irish paediatric CF centres to assess lower airway infection. Here we update prevalence data of infection and inflammation over the last 7 years. BAL was collected via the SHIELD CF study from children with CF and disease controls (non-CF) undergoing clinically indicated bronchoscopy. BAL culture was performed at local microbiology laboratories. Presence/ absence of bronchiectasis was determined by radiology reports. IL-8 (ELISA) and Neutrophil Elastase [NE](activity assay) were measured at NCRC. 233 BAL specimens from 83 preschool children with CF and 29 controls collected over 7 years were included. Of 200 CF BALs 166 (83%), had organisms isolated from their lower airways. Of these organisms 36% were recognised CF pathogens. See figure 1 for comparison. Children with CF had higher levels of IL-8 (1384pg/ml vs 599pg/ml p=0.0028) and a greater proportion had free NE compared to controls (97/164 v. 12/ 31 p=0.03). 4 of 33 children with CF had bronchiectasis by 6 years of age (12%). Despite a reduced prevalence of infection over time in children with CF we are still seeing significantly greater inflammation than in controls, and a high incidence of bronchiectasis. Aerosol delivery rates in infants are generally low given the difficulty in interfacing an aerosol generator with the patient and poor compliance with therapy. Nebulisers are often used in combination with a facemask (FM) or are held close to the patients face in the hope that some aerosol is inhaled (blow-by) (BB). Given the rapid breathing rates in combination with the opportunity for substantial aerosol losses to the environment, inhaled dose is likely to be low. Here we compare the tracheal dose in an infant model across both interfaces. Aerosol was delivered to a simulated breathing infant. In line with standard of care, 4000mg of salbutamol was aerosolised using a jet nebuliser (Portaneb, Respironics, UK). Tracheal dose was measured after capturing inhaled aerosol on an absolute filter and quantification using UV-Spectrophotometry. The results (expressed as drug mass and percentage of dose) are provided below.", "cite_spans": [], "ref_spans": [{"start": 1121, "end": 1129, "text": "figure 1", "ref_id": "FIGREF2"}], "section": "Irish Thoracic Society Paediatric"}, {"text": "Tracheal dose (μg) Tracheal dose (%) Facemask 3.48 ± 4.80 0.09 ± 0.12 Blow-by 4.98 ± 4.56 0.12 ± 0.11 p-value 0.6785", "cite_spans": [], "ref_spans": [], "section": "Irish Thoracic Society Paediatric"}, {"text": "Inhaled dose was seen to be close to nil for both treatment modalities. Variability in dosing is evidenced by the substantial variation between runs. Further work is required to improve delivery in this patient population. Nebulisation is an effective means of pulmonary drug delivery for the treatment of pulmonary and systemic diseases. A critical determinant of efficacious delivery is the interface between patient and nebuliser. Face mask is the conventional interface used clinically, however, it can be problematic in patients with skin lesions, or intolerance due to intellectual disability, discomfort or distressed infants. This study examines delivery of aerosolised salbutamol (2mg/mL), using the Aerogen Solo vibrating mesh nebuliser, employing either face mask or hood interfaces in both adult and paediatric models under normal and asthmatic breathing (n=5). The overall percentage of drug delivered was significantly higher for face mask (p<0.05) compared to hood in both adult (27.48 ± 3.66% vs 18.82 ± 1.56%) and paediatric (18.71 ± 2.43% vs 15.55 ± 2.21%) spontaneous breathing models. In asthmatic paediatric testing only, face mask (11.61 ± 0.42 %) allowed significantly higher delivery than hood (9.21 ± 0.25 %) (p<0.01).", "cite_spans": [], "ref_spans": [], "section": "Irish Thoracic Society Paediatric"}, {"text": "Although the hood facilitates less drug delivery overall, it is closely comparable to face mask. Hoods may offer a viable alternative option during drug delivery in non-invasive ventilation, particularly in complicated adult conditions and especially in paediatric scenarios where face masks are problematic.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of"}, {"text": "The authors state that neither the study design, results, interpretation of the findings nor any other subject discussed in the submitted was dependent on financial support.", "cite_spans": [], "ref_spans": [], "section": "Declaration"}, {"text": "This is a two-part multi-centre prospective study. Part one will involves measurement of urinary and BAL biomarkers in matched BAL/urine samples from children with CF. Part two involves prospective collection of weekly urine samples over 3 months from children with CF and controls. Urinary Biomarkers will be assayed by our collaborators at Mologic (UK). Levels of neutrophil elastase (NE) and interleukin-8 (IL-8) have been measured at National Children Research Centre. In this interim analysis, for part 1, 32 matched BAL and urine samples have been collected. Urine samples are pending analysis. Mean NE (1148 ±3668) and mean IL-8 (670 ±461). Data on the relationship between urinary and BAL biomarkers will be presented. For part two, 13 children with CF (target 30) and 14 controls (target 15) have been recruited so far. Urine analysis for part two is under way. Data on natural variability of urinary biomarker results will be presented. Orkambi (Lumacaftor/Ivacaftor) is indicated for the treatment of cystic fibrosis (CF) in patients aged 12 years or older who are homozygous for the F508def mutation in the CFTR gene. To date 14 adolescent patients have commenced on Orkambi in Cork University Hospital including 5 girls and 9 boys. The average profile of our patient cohort pre commencing Orkambi was 13.2 years, 46kg in weight, BMI 18.9, FEV1 91% and FVC 96%. Three of the patients were commenced on Orkambi in hospital; including 2 patients in a day unit setting due to a baseline bronchodilator response >12% and 1 patient who has severe CF respiratory disease (54% prior to commencing Orkambi). This patient subsequently experienced an adverse reaction in the form of chest tightness and tachypnoea requiring oxygen upon commencing Orkambi, which resolved on reduction of the dose to 200mg lumacaftor /125mg ivacaftor and commencing inhaled terbutaline 4 hours post Orkambi along with inhaled twice daily formoterol. She has since tolerated an increase in her dose to 400mg lumacaftor / 250mg ivacaftor. One other patient had significant drop in FEV 1 which was asymptomatic. Two further patients were commenced on Orkambi at a precautionary reduced starting dose of 400mg lumacaftor / 250mg ivacaftor per day due to CF liver disease though both children had a normal Child Pugh score. We are currently awaiting serial data at 3 months for all 14 of the patients. year. This is the gold standard investigation to diagnose pulmonary aspiration in children. There is very limited up to date literature describing the chest x-ray findings of aspiration in the paediatric setting. Our aim is to review chest x-rays of children with confirmed aspiration in a structured manner. This is a retrospective observational study of children who have undergone VFSS in OLCHC in the previous year. They are divided into two groups, patients with a definitely abnormal VFSS and patients with normal VFSS. Radiological findings compared between the two groups include right upper lobe changes, bilateral changes, peri-bronchial wall thickening, atelectasis, consolidation and clear lungs. Data collection is ongoing. To date data on 11 children with aspiration and 3 without have been collected. Among those with aspiration, X-ray abnormalities were seen in 8/11 children (7/11 orally feeding) with peribronchial thickening the most prevalent finding (73%), bilateral abnormalities in 45% and right upper lobe abnormalities in 55%. Our pilot data would suggest that pulmonary aspiration is associated with rather non-specific x-ray changes. This will be confirmed in a larger cohort. We present an interesting case of a 5month old male infant who presented to the Paediatric Department with a 3 week history of wheeze and cough on a background of \"noisy breathing\".", "cite_spans": [], "ref_spans": [], "section": "Cystic Fibrosis Urinary Biomarker Study (CUBS) Interim analysis"}, {"text": "On review by the Respiratory team it was noted that he had a history of persistent wheeze from birth which worsened with activity or infection. There was no improvement noted with becotide or ipratropium bromide inhalers. Overnight oximetry was normal. Of note, his father also had a history of recurrent wheeze and chest infections. He had a bronchoscopy in 2012 which showed a narrow left main bronchus with left lower lobe narrowing on inspiration and expiration, with collapse also noted on expiration. This was felt to be either a congenital or acquired cartilage defect. Our patient was referred for CT thorax and bronchoscopy. CT thorax showed a mild to moderate left main bronchus narrowing. No ring or vascular anomaly was seen. Bronchoscopy confirmed left mainstem bronchus malacia of 70%. Right mainstem bronchus was noted to be small but no malacia was identified. Normal mucosa noted throughout. We believe this to be one of the first reports of a familial bronchomalacia in medical literature.", "cite_spans": [], "ref_spans": [], "section": "Cystic Fibrosis Urinary Biomarker Study (CUBS) Interim analysis"}, {"text": "We report a case of 3D printing being utilised to solve a difficult bedside clinical problem and avoidance of substantial risk associated with alternative solutions. A 15 year old male with advanced cystic fibrosis developed a small (one mm) linear tear in his PEG tube, approximately 40mm from the skin surface ( Figure 1 , left, arrow). His oral intake during the day was minimal so he was dependent on high calorie overnight feeds via the PEG tube. The patient's advanced condition precluded replacement of the PEG tube under general anaesthetic. Attempts to manage the tear with adhesive tapes yielded limited success. Overnight, a bespoke three piece sealing device was designed and fabricated using a multi-material 3D printer (Figure 1, right) . The device was precision made to fit tightly over the PEG tube and was positioned over the fractured section of the tube. On fitting the sealing device, the PEG tube was immediately ready for use and the patient was recommenced on his full supplement overnight feeding regime. In all, the completed device was fitted less than 24 hours after initial discussions between the clinical and design teams. The device is functioning well, two months post discharge of the patient. The diagnosis of Primary ciliary dyskinesia (PCD) needs specialist diagnostic testing including electron microscopy. For this test a good quality ciliary brushing needs to be obtained. We aimed to appraise against a standard of the UK National PCD Specialist service that approximately 10% of nasal brushings will need repeating. This was a retrospective audit of all ciliary brushings performed in OLCHC from May 2015 to June 2016. Nasal and bronchial brushings were included. Patients case notes and lab electronic database has been used as sources for data collection. Data was collected using electronic data collection sheet. Post audit was carried out from July 2017-February 2017 after implementing remedial action plan. 45 samples were included. Overall failure rate was 38%. The main reason of high failure rate was poor quality of sample. 59 % of samples contained no ciliated cell and 29 % contained abundant bacteria. The highest failure rate was in nasal brushings (53%) and among the age group 6-10 years. The post audit results showed decline in the overall failure rate to 10% which is meeting the audit standards. Standard technique of ciliary brushings is essential and has to be implemented to ensure accurate and proper diagnosis making. Background: Omalizumab is an anti IgE approved therapy for sever resistance allergic asthma. There is specific indication to start asthmatic patient on omalizumab and all patient should have re-assessment after 16 week to decide whether to continue or stop the therapy according to the patient's response. The aim of this audit is to assist whether the service in UHL is implementing the NICE Guideline for Omalizumab in severe persistent allergic asthma. Methodology: All patients received omalizumab for 4 or more months during the Last 2 years were included in the Audit. The collected data were compared to the NICE guideline criteria to assess the compliance. Results: Eighty-six percent of adults in whom Omalizumab add-on therapy has been initiated met the criteria of starting Omalizumab. All patients whom received omalizumab have been re-evaluated after 16 week of therapy & all the patients whom had not shown an adequate response had discontinued the therapy after the re-evaluation. 78.5% of the patients are followed by a physician experienced respiratory medicine. The presence of distinct microbial species within the airway is associated with increased neutrophils, eosinophils and asthma severity. These findings suggest a complex interplay between microbial communities present in asthma and disease phenotype. Nebulisation is an effective means of pulmonary drug delivery for the treatment of pulmonary and systemic diseases. A critical determinant of efficacious delivery is the interface between patient and nebuliser. Face mask is the conventional interface used clinically, however, it can be problematic in patients with skin lesions, or intolerance due to intellectual disability, discomfort or distressed infants. This study examines delivery of aerosolised salbutamol (2mg/mL), using the Aerogen Solo vibrating mesh nebuliser, employing either face mask or hood interfaces in both adult and paediatric models under normal and asthmatic breathing (n=5).", "cite_spans": [], "ref_spans": [{"start": 314, "end": 322, "text": "Figure 1", "ref_id": "FIGREF2"}, {"start": 733, "end": 750, "text": "(Figure 1, right)", "ref_id": "FIGREF2"}], "section": "3D Printing to Create Bespoke Repair of Percutaneous Endoscopic Gastrostomy (PEG) Tube in Patient Unfit for Surgical Replacement"}, {"text": "The overall percentage of drug delivered was significantly higher for face mask (p<0.05) compared to hood in both adult (27.48 ± 3.66% vs 18.82 ± 1.56%) and paediatric (18.71 ± 2.43% vs 15.55 ± 2.21%) spontaneous breathing models. In asthmatic paediatric testing only, face mask (11.61 ± 0.42 %) allowed significantly higher delivery than hood (9.21 ± 0.25 %) (p<0.01). Although the hood facilitates less drug delivery overall, it is closely comparable to face mask. Hoods may offer a viable alternative option during drug delivery in non-invasive ventilation, particularly in complicated adult conditions and especially in paediatric scenarios where face masks are problematic.", "cite_spans": [], "ref_spans": [], "section": "3D Printing to Create Bespoke Repair of Percutaneous Endoscopic Gastrostomy (PEG) Tube in Patient Unfit for Surgical Replacement"}, {"text": "The authors state that neither the study design, results, interpretation of the findings nor any other subject discussed in the submitted was dependent on financial support. Omalizumab is indicated as add-on therapy to improve asthma control in patients with severe persistent allergic asthma who have a positive skin test or in vitro reactivity to a perennial aeroallergen. Physicians should carry out an overall assessment of treatment effectiveness 16 weeks after commencing therapy [1] which may include PEF (peak expiratory flow), day and night time symptoms, rescue medication use, spirometry and exacerbations. The assessment may also include formal quality of life assessments [2] . Omalizumab should be continued only in patients whose asthma has markedly improved. This study audited the quality-of-life scores measured using the Juniper Asthma-related Quality of Life Questionnaire-Standardized (AQLQ-S) prior to and 16 weeks after commencement of Omalizumab in addition to exacerbation frequency, forced expiratory volume in one second (FEV 1 ), Asthma Control Test scores in five patients. Improvements in overall AQLQ-S scores and symptom domain AQLQ-S scores met statistical significance by Wilcoxon signed rank test (0.05, two-tailed).", "cite_spans": [{"start": 486, "end": 489, "text": "[1]", "ref_id": null}, {"start": 685, "end": 688, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Declaration"}, {"text": "Our data add to evidence that treatment with Omalizumab improves quality of life in patients with severe persistent allergic asthma. Quality of life scores may be considered in the overall assessment of Omalizumab treatment effectiveness and should be subject to ongoing audit as part of such assessment. Background: Asthma is generally well controlled but there is a subpopulation that remains uncontrolled. The aim of our study was to characterise the lower airway microbiota in a cohort of well-defined asthmatics of varying disease severity and by doing so potentially identify alternate therapy strategies. Methods: We recruited 76 patients, stratified by asthma severity to our study. All patients had a detailed clinical evaluation including ACQ-7, spirometry, and eosinophil levels prior to proceeding to bronchoscopy with bronchoalveolar lavage (BAL). BAL was further evaluated for cell differential and the presence of microbes using quantitative polymerase chain reaction (qPCR).", "cite_spans": [], "ref_spans": [], "section": "Declaration"}, {"text": "Results: qPCR demonstrated the presence of bacterial DNA in 71.8% of patients. Analysis found a significant difference between 16sDNA when patients were categorized as having BAL neutrophilia, (p<0.05). There was no observable effect of asthma severity (GINA) or asthma control (ACQ-7) on total 16sDNA or total bacteria seen. BAL interleukin-8 was shown to have no relationship with 16sDNA but did show significant correlation with percentage BAL neutrophil count (p<0.05).", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Conclusions: Our results suggest that BAL neutrophilia is associated with the presence of microbes as well as markers of inflammation. These findings may prove a useful tool in future therapeutic strategies. Patients with severe asthma represent a healthcare challenge, often requiring high dose inhaled glucocorticoid, and/or systemic glucocorticoids with some never achieving optimal control despite such treatment. Anti-IL5 therapy has been shown to improve symptom control in severe asthma without major side-effects. Previous studies have shown that monoclonal antibodies directed against the Interleukin-5 receptor significantly reduce the incidence of asthma exacerbations, and reduce the need for oral glucocorticoids to manage severe eosinophilic asthma. 12 patients were commenced on Reslizumab in CUH since April 2017, Asthma control was assessed at baseline and 12 weeks post Anti-IL therapy using Asthma Control Questionnaire (ACQ), exacerbation frequency and rescue steroids courses, change in oral glucocorticoids dose, inpatient hospitalization, and lung function. At the start of treatment average ACQ-6 score was 4+-1, FEV1 was 52%, and average eosinophils count was 0.80. In the initial patients who have completed the first 3 months of treatment we have observed improvements in ACQ and reductions in maintenance steroid dose.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Our data suggests that anti-IL5 therapy may be a useful adjunct in a carefully selected phenotype of severe asthma with evidence of eosinophilic airway inflammation. Clinical Research Centre, RCSI, Dublin Despite the use of regular inhaled corticosteroids and beta2 agonists, many asthma patients remain uncontrolled, which may be due to poor adherence. We hypothesise that the provision of personalised patient education using data from INCA ™ (an audio recording device) will improve adherence. We report the outcome of a patient randomised to receive INCA ™ directed inhaler education in a multi-centre, prospective, randomised controlled study of uncontrolled asthma (INCA SUN). In this study, patients receive standard inhaler education and then, are randomized to receive either INCA ™directed inhaler education or standard inhaler education. Graph 1 shows the patient's inhaler use in the first month following standard education. Incorrect technique (yellow diamonds) was detected in 89% of recordings. The patient was re-educated based on their most common error ('blister present, no inhalation detected') derived from their INCA ™ device. In the following month, the number of technique errors dropped considerably, to only 8% (Graph 2). Additionally the patient achieved improved asthma control and quality of life scores and maintenance therapy was successfully reduced. In this case study using the INCA ™ device to provide individualised inhaler education was shown to be more effective than standard inhaler education.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "9.9. Phenotypic and clinical features of severe asthma exacerbations admitted over a ten-year period prior to a dedicated asthma service: potential underutilisation of guideline-suggested controllers S. G. Chong 1, 2 , P. Nadarajan 1, 2 , C. Campbell 1, 2 , P. Rushe 1,2 , K. Omalizumab is a monoclonal antibody targeting IgE, licensed for treatment of severe allergic asthma, with recognised steroid-sparing benefits.", "cite_spans": [], "ref_spans": [], "section": "References"}, {"text": "Systemic steroids used in uncontrolled / severe asthma may cause or exacerbate obesity. Aim: To investigate whether response to omalizumab is associated with reduction in BMI in severe asthma patients. Method: Retrospective review of patients on long-term omalizumab treatment at Beaumont Hospital was performed. Body mass index (BMI) and steroid prescribing 1 year before and after omalizumab therapy was compared. Results: 26 patients had BMI data before and 1 year after omalizumab therapy. 6 (23%) had normal BMI, 10 (38%) overweight, 9 (35%) obese, 3 (11%) very obese and 1 (4%) morbidly obese pre-treatment. There was no difference in group mean BMI after 1 year omalizumab therapy, mean (range) 29.1 (18.7-44.1) and 29.9 (17.0-49.8) respectively, p=0.13. All 26 patients had reduced steroid requirements during the first year of omalizumab therapy. However, patients requiring frequent emergency steroid prescriptions were significantly more likely to be obese, p<0.05 (Figure) . Conclusion: One year of omalizumab therapy did not change BMI despite steroid sparing benefits. Increased duration of therapy may be required to appreciate weight reduction benefits. , and a mean BMI 32kgm 2 were assessed. 41% are current smokers and 6/14 nonsmokers are regularly exposed to passive smoke. 86% of smokers reported respiratory symptoms including, cough, wheeze and shortness of breath. 10/35 had a GP diagnosis of asthma. 23% (7/30) had an obstructive pattern on their spirometry test with a mean FEV1/FVC ratio of 66% and 74% FEV1% predicted. 49% completed primary education only and 31% had previously heard of COPD. There was no difference between those who completed PR and those who had not. Compared to previous reports, there was high reported level of knowledge about COPD. However self-efficacy relating to accessing advice and help especially related to exercising were lower. This illustrates gaps in education and intervention to enable to exercise independently. Similarly the self-reported ability to manage COPD is less than optimal (5/10).", "cite_spans": [], "ref_spans": [{"start": 976, "end": 984, "text": "(Figure)", "ref_id": null}], "section": "References"}, {"text": "Background: Non-invasive ventilation (NIV) set up and titration is a common procedure performed by Medical Registrars on call. A Previous audit has shown that knowledge and confidence of medical registrars in NIV is lacking which impacts on quality of patient care delivered.", "cite_spans": [], "ref_spans": [], "section": "Irish Thoracic Society Poster Review and Discussion"}, {"text": "Methods: A training morning encompassing the theory, setup and titration of NIV was designed. Based on last year's training outcomes, teaching was delivered in small groups of 4-5 individuals with greater time allocated to the hands-on use of NIV machines.", "cite_spans": [], "ref_spans": [], "section": "Irish Thoracic Society Poster Review and Discussion"}, {"text": "Prior to the training session, we distributed questionnaires to medical registrars to assess baseline competency and identify training requirements in the use of NIV. A repeat anonymised questionnaire was completed by the attendees following the training morning.", "cite_spans": [], "ref_spans": [], "section": "Irish Thoracic Society Poster Review and Discussion"}, {"text": "Results: 20 participants filled out the questionnaires before and 16 after NIV training. 60% (N=12) of registrars had not received formal training in NIV. 75% (N=15) were not confident in assessing a patient pre-training. 19% (N=3) were not confident post training. 94% (N=15) thought an NIV prescription would be helpful for guiding NIV titration. Conclusion: Proficiency amongst medical registrars in the use of NIV is lacking and regular formal training programmes need to be implemented to meet this training requirement. The NICE COPD quality standards 1 are a set of prioritised statements designed to improve patient safety, patient experience and clinical effectiveness. The standards were updated in 2016 and we performed an audit of our COPD outreach service against five of these new COPD quality care statements. One hundred charts of patients who were followed up on the COPD outreach programme between 2012-2016 were randomly selected. The care delivered to these patients by RAU staff was audited against the standards relating to spirometry, inhaler technique, oxygen assessment and pulmonary rehabilitation (2 standards). Three staff performed the audit. Data was analysed using descriptive statistics. Spirometry was recorded in 91% of patients and 99% of patients had their inhaler technique assessed during the episode of care. Only 5% of patients with a resting SaO2 of ≤ 92% did not have an arterial blood gas to assess for long-term oxygen therapy. The majority of patients (87%) with an exercise limitation were referred for pulmonary rehabilitation (PR). Only 4% of patients commenced a PR programme within 4 weeks of discharge from hospital.", "cite_spans": [], "ref_spans": [], "section": "Irish Thoracic Society Poster Review and Discussion"}, {"text": "The results indicate strong compliance with 4 out of 5 quality statements. Protected slots in PR classes to enable immediate accessibility along with increased promotion of PR as an integral therapy to help recovery are two ways we are seeking to improve access and uptake of PR for our COPD outreach patients. The presence of oesinophilia in bronchoalveolar lavage (BAL) and sputum in patients with asthma is associated with an enhanced response to inhaled and systemic glucocorticosteroid treatment. The association between oesinophilia (BAL, sputum, and serum) and response to systemic and inhaled glucocorticosteroid treatment of an exacerbation of COPD is less well established. Aims and objectives: To establish whether peripheral blood oesinophilia in patients admitted with COPD exacerbations was associated with shorter length of hospital stay. This would imply better response to glucocorticosteroids which are together with bronchodialators the cornerstone of treatment of these patients.", "cite_spans": [], "ref_spans": [], "section": "Irish Thoracic Society Poster Review and Discussion"}, {"text": "Methodology: This is a retrospective analysis using HIPE data. The charts of patients with a primary discharge diagnosis of COPD (classified as J44 and J44.9 in International Classification of Diseases (ICD)) were reviewed. Patients discharged by respiratory consultant Dr. Katherine Finan from Sligo University Hospital (SUH) in the first 8 months of 2015 were included. The patients were divided into two groups based on peripheral blood oesinophil count on the day of admission. Normal oesinophil count group was defined as absolute oesinophil count of <0.5x10 9 /L. High oesinophil count group was defined as ≥0.5x10 9 /L. There were 103 patients in the normal oesinophil group and 6 patients in the high oesinophil group.", "cite_spans": [], "ref_spans": [], "section": "Irish Thoracic Society Poster Review and Discussion"}, {"text": "Results and Conclusion: The average length of hospital stay of a patient with a primary diagnosis of COPD with high oesinophil count was 3.0 days. In contrast the patients with the same diagnosis and a normal oesinophil count spent more than twice longer in hospital, 8.04 days on average. The results of this study indicate the possibility of better response to glucocoticosteroid treatment of a COPD exacerbation in a patient with high oesinophil count. This association is already well known in asthma. Smoking is recognised as the main risk factor for the development of COPD. Secondhand smoke is also a factor in COPD particularly being linked to exacerbations in COPD patients and as factor in subsequent development of COPD in exposed children. There are established health benefits from smoking cessation in preventing progression of COPD and improvements in symptoms and in lung function. Despite the importance of smoking cessation in COPD many patients fail to quit. It is therefore important to examine the possible causes of this including the complexity of the disease, perception of aetiology, comorbidities such as poor mental health where depression and anxiety are very common and prevalence of severe dependence, combined smoking and abuse of alcohol. Literature reviews show clearly that COPD patients need specially structured smoking cessation programmes. The elements of these should include non-pharmacological and pharmacological interventions. One key element of treatment is the integration of smoking assessment and cessation into routine primary and secondary care. Assessment could include questionnaires, dependence tests, biochemical verification of selfreported smoking status. Respiratory physicians and all healthcare physicians should be trained in evidence based treatments and be prepared tom provide smoking cessation pharmacological and counselling to their COPD patients. The British Thoracic Society guidelines recommend a chest radiograph should be arranged after six weeks following community acquired pneumonia (1). The National Reporting and Learning Service (NRLS) recommend that all radiological imaging reports are communicated and that action is taken in a manner appropriate to their clinical urgency (2) . The aim of this audit is to assess if patients with radiographic shadowing on chest radiograph had follow up recommended by a radiologist and whether or not this was performed. Thirty-five patients were found to have reported radiographic shadowing on chest radiograph during a ten-day period in April 2017 in Daisy Hill Hospital, Newry. Data was collected on whether any recommendation for follow up was made and whether or not the requesting hospital team acted upon these. Of the thirty-five patients, only twenty-six patients had recommendations and nineteen of these had follow up chest radiographs performed. Nine patients had no recommendations made yet four of these had follow up radiographs performed. Pulmonary infection is the main cause of death in people with cystic fibrosis (CF). P. aeruginosa and A. fumigatus are the most prevalent bacterial and fungal pathogens isolated from the CF airway, respectively. Our objective was to determine the effect of different colonisation patterns of these two pathogens on the clinical status of patients with CF and examine the interactions between A. fumigatus and P. aeruginosa, specifically the effects of co-colonisation on biofilm formation and host proinflammatory responses.", "cite_spans": [{"start": 2252, "end": 2255, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Irish Thoracic Society Poster Review and Discussion"}, {"text": "We have previously shown that the prevalence of A. fumigatus and P. aeruginosa colonisation was 11% (5% persistent, 6% intermittent) and 31% (19% persistent, 12% intermittent) in the Irish CF population, respectively. Co-colonisation with both pathogens was associated with a 13.8% reduction in FEV 1 (p=0.011), higher numbers of exacerbations (p=0.042), hospitalisations (p=0.023) and antimicrobials (p=0.014) compared to noncolonised patients and these clinical outcomes were comparable to those of patients persistently colonised with P. aeruginosa. Intermittent and persistent A. fumigatus colonisation was not associated with poorer clinical outcomes. Mixed species biofilms of P. aeruginosa and A. fumigatus showed overall reduced biofilm development as determined by the overall biomass with crystal violet staining. Species-specific q-PCR showed that the two pathogens had mutually antagonistic effects on each other and culture supernatants from A. fumigatus inhibit P. aeruginosa biofilm formation. Co-infections of human lung epithelial cells (CFBE41o -) with both pathogens did not enhance the overall pro-inflammatory responses observed when the pathogens were present as single species.", "cite_spans": [], "ref_spans": [], "section": "Reference"}, {"text": "Overall, there is mutual antagonism between A. fumigatus and P. aeruginosa which resulted in altered pro-inflammatory responses.", "cite_spans": [], "ref_spans": [], "section": "Reference"}, {"text": "A. fumigatus secretes an anti-pseudomonal and anti-biofilm agent. This competition between these species may contribute to the poor clinical outcome of CF patient's cocolonised with A. fumigatus and P. aeruginosa. Demand for surgical lung biopsies when HRCT is not diagnostic of a type of interstitial lung disease (ILD) is increasing. This audit assessed the 90-day surgical mortality in patients having a surgical lung biopsy, and compared it to data from the literature reporting up to a 15% 90-day mortality in usual interstitial pneumonia (UIP) biopsied patients. Lung biopsies from 2013-2015 performed for the diagnosis of ILD were retrieved from the laboratory system and included only those with unclassified interstitial changes on pre-operative imaging reviewed at a multidisciplinary meeting. Data on morbidity/mortality at 30 and 90 days were recorded. Retrospectively, 38 patients were included from 2 centres with elective thorascopic biopsies were performed by two thoracic surgeons. The commonest histological pattern was hypersensitivity pneumonitis (n=14, 36%) followed by usual interstitial pneumonia (n=7) and smoking related interstitial lung diseases (n=6). In 11 cases 1 biopsy was taken, in 27 cases 2 or more biopsies were taken. There was no 90-day mortality. Four patients were listed for transplant, 2 with UIP were transplanted within 6 months. Outcomes (including diagnostic yield and 90-day survival) of thorascopic ILD biopsies in a thoracic surgery lung transplant tertiary unit is superior to published data. Department of Respiratory medicine, Cork University Hospital, Cork, Ireland; 2 Department of Rheumatology, Cork University Hospital, Cork, Ireland; 3 Department of Immunology, University Hospital Galway, Galway, Ireland Background: Idiopathic inflammatory myopathies (IIM) are a rare group of connective-tissue diseases frequently associated with interstitial lung disease (ILD) 1 . Rituximab (RTX), a monoclonal antibody to CD20, is emerging as a useful therapeutic option in patients with IIM-related ILD. Method: All patients presenting to our institution with IIM-associated ILD between Jan 2014 and December 2016 were included. IIM were classified based on the serological evidence of myositis specific antibodies or myositis associated antibodies. The effect of RTX on disease course was assessed by clinical response, pulmonary function and radiological appearance.", "cite_spans": [{"start": 1922, "end": 1923, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Reference"}, {"text": "Results: Seven patients with IIM-associated ILD were treated with RTX during the study period. Clinical and biochemical evidence of myositis were noted in 86%. The predominant radiological feature was NSIP (86%). Baseline lung function was restrictive (Mean: FVC 2.48L (76%); TLC 4.2L (79%)) with a reduced DLCO (46%). RTX was utilised as 1 st line therapy in 2 patients and 2 nd line in 5 patients. At six months, clinical and radiological stability was achieved in five patients. Disease progression occurred in 2 patients; associated with MDA-5 antibody positivity in one case. Conclusions: Rituximab was effective at achieving disease stability in our cohort of patients with IIM-associated ILD. Formal studies are 3 National Heart and Lung Institute, Imperial College and Royal Brompton Hospital, London SW3, UK", "cite_spans": [], "ref_spans": [], "section": "Reference"}, {"text": "The patientMpower electronic health journal (EHJ) was developed in consultation with patients diagnosed with interstitial lung disease (ILD), caregivers and healthcare professionals. Patients experience symptoms associated with ILD subjectively. The EHJ enables patients to record objective measurements in line with supported self-management. A proof-of-concept prospective, single-arm observational study was conducted. Participants recruited through the Irish Lung Fibrosis Association were supplied with a Spirobank Smart spirometer. They independently installed the patientMpower EHJ to their smartphone/tablet and recorded daily mMRC breathlessness score, forced vital capacity (FVC), medication adherence and step count. Impact of symptoms was recorded weekly using the integrated IPF patient-reported outcome measure (IPF-PROM). Thirteen patients [7 male (54%); median age 66 years (range 37-83)] used the EHJ for the minimum 6-week period. Eight patients (61%) continue to actively use the EHJ. Five (38%) have used the platform daily ≥ one year, five (38%) ≥ three months and two (15%) < three months. Using an EHJ with integrated Spirobank Smart spirometry to record daily FVC and objective data relating to health status is acceptable and feasible for patients diagnosed with IIP. This approach may be useful to capture patient-reported long-term trends in FVC, quality-of-life and health outcomes in patients with IIPs.", "cite_spans": [], "ref_spans": [], "section": "Reference"}, {"text": "Dr W. Shah, Dr E. Glanville, Dr R. Morgan, Dr M. Redmond, Dr S. Linnane", "cite_spans": [], "ref_spans": [], "section": "Endobronchial Biopsy as diagnostic tool for Sarcoidosis"}, {"text": "Sarcoidosis is a multisystem disorder of unknown aetiology. Ireland has a very high incidence of sarcoidosis and a low prevalence of other granulomatous diseases which can confuse the diagnosis. Diagnosis is often confirmed by the identification of non-caseating granulomas. Pulmonary involvement is seen in the majority of patients. Bronchoscopy has become a pivotal test for confirming the diagnosis. Endobronchial biopsy has a reported yield of 50% and is well tolerated with a low risk profile. Trans bronchial biopsy has higher complication rate. EBUS requires more special expertise and is not widely available.", "cite_spans": [], "ref_spans": [], "section": "Beaumont Hospital"}, {"text": "Methods: we performed a retrospective analysis of biopsy proven 98 consecutive patients with sarcoidosis between January of 2013 to December of 2016. (Mean age 48 +_ 15% men).the bronchoscopies and pathologies reports were reviewed. The indications for the procedure, use of sedation and the sites sampled were recorded. Results: only 12 patients had regular bronchoscopy before EBUS, and only 5 had endobronchial biopsies done among these 5, 3 were diagnostic(60%). Single station FNA was performed in 80 patients with station 7 being the most frequent site for FNA. Mediastinal Adenopathy was the most common indication in 44% of patients followed by abnormal CXR in 25% of patients. EBUS yielded diagnosis in 90% of the patients. Conclusion: endobronchial biopsy remains a useful relatively safe test in the diagnosis of sarcoidosis particularly if access to endobronchial ultrasound is limited. However where readily available we would advocate EBUS as the initial and diagnostic modality of choice with a high diagnostic rate and low complication rate in appropriately selected cases. Further studies may allow accurate identification of patients where endobronchial biopsy alone may suffice. Idiopathic pulmonary fibrosis (IPF) is a chronic, progressive, fatal form of diffuse interstitial lung disease. Management of IPF requires an orderly approach, with regular evaluations and implementation of both pharmacological and non-pharmacological treatments. The aim of this study was to review the tolerance, compliance, and efficacy of antifibrotic therapy in patients with IPF at our centre. Presently, there are two anti-fibrotic agents available for IPF patients, pirfenidone (Esbriet) and nintedanib (Ofev). Since June 2017 nintedanib has only become available in Ireland to all IPF patients, having previously been available on a compassionate-use only basis. 75 patients were commenced on pirfenidone treatment during the study period. 54 (72%) were male. Most patients tolerated the maximum recommended dose of 2403mg daily. The commonest side effects of pirfenidone include digestive problems/weight loss, sensitivity to sunlight and deranged LFT's. In our population, 30% (n=23) reported significant nausea/weight loss which required dose titration or discontinuation. 11 (14%) patients had to stop therapy due to side effects but did tolerate recommencement once symptoms resolved. A further 12 (16%) also had to cease therapy due to side effects but could not tolerate recommencement and were subsequently initiated on nintedanib. 11 (92%) of these patients tolerated maximum recommended dose of 300mg daily with diarrhoea being the main reported side effect, with the other patient tolerating the recommended dose reduction of 200mg daily. Mortality rate and the pulmonary function results were also obtained. Lidocaine is the most commonly used drug for topical anaesthesia of the upper airway and tracheobronchial tree during bronchoscopy. It significantly reduces the incidence of cough and stridor, and the requirement for sedative drugs. It also has a low risk of cardiac side effect. It is available as 1-4% solution, 10% spray and 2% gel. In Tallaght Hospital, it was administered as spray into the airway, as solution injected through the bronchoscope into the airway or directly into the airway via the cricothyroid membrane.", "cite_spans": [], "ref_spans": [], "section": "Beaumont Hospital"}, {"text": "In this audit, we examined the total amount of lidocaine given to each patient during bronchoscopy between the 07/02/2017 to 28/02/2017. A total of 26 patients were recruited prospectively with 15 males and 11 females. We recorded their age, sex, weight and total amount of lidocaine administered during bronchoscopy. The final result showed a mean of 5.4mg/kg was administered per person with a range of 3.4mg/kg to 8mg/ kg.", "cite_spans": [], "ref_spans": [], "section": "Beaumont Hospital"}, {"text": "In conclusion, our practice in amount of lidocaine administered during bronchoscopy is consistent with BTS guidelines. Pulmonary hypertension (PH) as a result of lung disease and/or hypoxaemia is associated with a poor prognosis. The aim of this study was to determine the prevalence of PH in patients undergoing lung transplantation (Group III PH) and to compare postoperative outcomes with those without PH. Retrospective review of transplant registry in the Mater Misericordiae University Hospital (MMUH) between the years 2014 to 2016. The overall prevalence of PH was calculated at 38%. This was highest in the alpha 1 antitrypsin (A1AT) group at 60% and lowest in the pulmonary fibrosis group at 30%. Average length of hospital stay post-transplant for patients with PH was 34 days compared to 28 days in non-PH patients. The average age of the PH group was 50.7 compared to 50 years in the non-PH group. Arrhythmias including atrial fibrillation and flutter were present in 28.2% of the PH group and 38% in the non-PH group. The majority were self-limiting. The overall prevalence of PH was 38% in our cohort of patients undergoing lung transplantation. Post-transplant outcomes for patients with PH were similar to those without PH. The Mater Hospital has employed a Thoracic Clinical Nurse Specialist to implement the first TERP in Ireland. Physiotherapy and early mobilisation play an important role in the preparation for, and recovery from, thoracic surgery. Physiotherapy within TERP includes pre-surgery optimisation, patient education, staff education, individually tailored rehabilitation programmes and multidisciplinary team based discharge planning.", "cite_spans": [], "ref_spans": [], "section": "Beaumont Hospital"}, {"text": "The increased activity of the thoracic service (464% increase in cases over 4 years) led to a significant increase in physiotherapy activity. Equipment such as exercise bikes, ward signage to encourage mobilisation and portable oxygen trolleys were purchased to promote patients' active engagement in their post-operative recovery.", "cite_spans": [], "ref_spans": [], "section": "An"}, {"text": "The length of stay of all elective thoracic patients undergoing a range of minor to major procedures decreased from an average of 8.6 to 4.2 days. This represents a cost saving of €3000 per admission. Patients report improved confidence and function due to the promotion of early mobilisation and use of exercise bikes post-operatively. Implementation of TERP has reduced our post-operative stay by 50%. Physiotherapy and the promotion of active recovery are important in thoracic surgery to optimise pulmonary function, promote independence and maintain quality of life. Pre-surgery optimisation is an area in which further improvements can be made. We performed a retrospective data review of all patients admitted to the Mater Hospital, Belfast over a 12 month period who were coded on discharge with a Pneumothorax (PTX). Type of PTX, demographics, who inserted the initial Intercostal Chest Drains (ICD), size of ICD, need for a second ICD or discussion/ transfer to the tertiary thoracic surgical unit was recorded. Length of stay (LOS) was recorded. 30 patients were identified. 73% (22/30) needed an ICD inserted. 73% had initial chest drain inserted by A&E. Of which, 88% were 12French ICDs. The respiratory team inserted larger drains (18-32French). 41% of total patients needed multiple ICDs. There was no association between who inserted the drain and the need for multiple drains (p=0.65). However, the need for multiple ICDs were associated with a statistically significant longer LOS (6 days IQR 4-8.5 vs. 16 days IQR (8-29.5) (p=0.02) (Figure 1 ). Half the patients with a PTX were discussed with the tertiary thoracic surgical unit. 20% of these patients were transferred over to this unit. Despite national guidelines (1) , there is variation in practice as to size of drain inserted for PTXs. The need for multiple ICDs has a detrimental effect on LOS. Figure 1 Regional Respiratory Centre, Belfast City Hospital, Lisburn Road, Belfast", "cite_spans": [{"start": 1736, "end": 1739, "text": "(1)", "ref_id": null}], "ref_spans": [{"start": 1551, "end": 1560, "text": "(Figure 1", "ref_id": "FIGREF2"}, {"start": 1872, "end": 1880, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "An"}, {"text": "Chest drains are inserted for pleural effusion and pneumothorax management. British Thoracic Society guidelines state patients with chest drains should be managed by experienced individuals. 1 Yet, junior doctors are expected to manage chest drains, often without previous training. This study aims to establish junior doctors' level of competence with chest drain management. An on-line questionnaire-based study was conducted involving foundation and core trainees (n=20) assigned to a Belfast respiratory ward from August 2016 -February 2017. Information was sought regarding junior doctors confidence in chest drain management; specifically indications and contraindications to insertion, understanding of 'swinging' and 'bubbling' and knowledge regarding drain clamping and flushing. Post registration trainees (post FY1) accounted for 65% (13/20) of respondents. Average confidence level regarding chest drain management was 2/10. Doctors felt further education was required on indications and contraindications for drain insertion (55% and 70% respectively). Drain swinging/bubbling could not be assessed by 80% of respondents. Procedurally, only 20% were of respondents were capable of clamping a drain and 15% flushing. Junior doctors felt most comfortable (35%) reviewing drain position on chest radiographs. This study supports the need for further education of junior doctors regarding chest drain management. TM with excessive dynamic airway collapse (DAC) can lead to debilitating respiratory symptoms. Endobronchial stenting is considered in patients with recurrent hospital admissions despite optimisation of medical co-morbidities. The use of the temporary carinal Aerstent (LeufenMedical) is reviewed. This was a retrospective review of a two specalist thoracic surgeons practise. TM was confirmed by history, PFTs noting large airway obstruction, expiration CT and assessment bronchoscopy with lavage. Five patients, 43-74 years, presented with dyspnea MRC grade III-IV (n=4) with 1 other patient failing extubation in ITU. All patients had a history of repeat admissions for infection, 1 patient culturing Aspergillus. One patient had isolated left main bronchial collapse, 1 patient was post left single lung transplant. All patients who had elective stent insertion were discharged home on day 1, the patient that was intubated for 28 days was extubated with removal of tracheostomy the following day. There was no stent migration or re-obstruction at 6 months. There were no deaths. The carinal Aerstent gives patients with severe TBM and DAO excellent palliation of symptoms and thus should be considered in carefully assessed patients. Such procedures should be performed in a specialist thoracic surgery unit following discussion at an airway MDT. Chest drain insertion is an invasive procedure which carries a significant risk of both major and minor complications. Standards in preparation, documentation and aftercare can vary widely.", "cite_spans": [{"start": 191, "end": 192, "text": "1", "ref_id": null}], "ref_spans": [], "section": "A Retrospective"}, {"text": "In the quality improvement project, we retrospectively reviewed the clinical notes of 26 patients who underwent chest drain insertion over 6 months in the Royal Victoria Hospital, Belfast. 14 chest drains were inserted on the Respiratory ward and 12 were inserted in surgical theatres. Standards were compared against those provided by the British Thoracic society Pleural Procedure Audit 2014. Evidence of written consent, and the nature of image guidance were documented well across the two groups. The rate of pre and post procedure observations documentation was 0% on the Respiratory ward compared to 100% in the theatre setting. Indication for chest drain insertion was documented in 15% of cases on the Ward compared to 91% of cases in Theatre. Pre-procedural coagulation screen, chest drain site and evidence of follow up chest X-ray review was poorly documented by both groups.", "cite_spans": [], "ref_spans": [], "section": "A Retrospective"}, {"text": "A standardised proforma with a safety checklist for ward based chest drain insertion has been introduced. Data collection is ongoing but results and feedback to date have been very promising. Our data illustrated a reduction in LOS of thoracic patients within the unit of 50%. With the support of a 6-month lean project we were able to introduce DOSA. Duplication of tests initially reduced from 83% to 63%, however, following the implementation a weekly thoracic planning meeting and a pre-operative check-list this was further reduced to <2%. We found that the use of a novel 2-pronged academic and clinical approach yielded both a clinical and statistically significant improvement in patient care. The use of the lean philosophy provided us with an opportunity to adjust historical cultures and attitudes towards DOSA.", "cite_spans": [], "ref_spans": [], "section": "A Retrospective"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Assessing education in pulmonary rehabilitation: the Understanding COPD (UCOPD) questionnaire", "authors": [{"first": "B", "middle": [], "last": "O&apos;neill", "suffix": ""}], "year": 2012, "venue": "COPD", "volume": "9", "issn": "2", "pages": "166--74", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Development and validation of a low-literacy Chronic Obstructive Pulmonary Disease knowledge Questionnaire (COPD-Q)", "authors": [{"first": "P", "middle": [], "last": "Maples", "suffix": ""}], "year": 2010, "venue": "Patient Educ Couns", "volume": "81", "issn": "1", "pages": "19--22", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Proficiency in the use of Non-Invasive Ventilation amongst Medical Registrars during medical call", "authors": [{"first": "J", "middle": [], "last": "Walsh", "suffix": ""}, {"first": "A", "middle": [], "last": "Scott", "suffix": ""}, {"first": "T", "middle": [], "last": "Cahill", "suffix": ""}, {"first": "D", "middle": [], "last": "Langan", "suffix": ""}, {"first": "A", "middle": [], "last": "Regan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Pleural Disease Guideline", "authors": [{"first": "", "middle": [], "last": "British Thoracic Guidelines", "suffix": ""}], "year": 2010, "venue": "Thorax", "volume": "65", "issn": "", "pages": "1--76", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Special features of this year's meeting include: a lecture on Understanding of Diaphragm Performance by Professor F. Dennis McCool, Memorial Hospital of Rhode Island and Alpert Medical School of Brown University; a lecture on the UK National Optimal Lung Cancer Pathway by Professor David Baldwin, Nottingham University Hospitals and University of Nottingham; a lecture on Occupational Lung Disease by Professor Paul Cullinan, Imperial College (NHLI) and Royal Brompton Hospital and a lecture on Laboratory Diagnosis of Respiratory Infections by Dr Tanya Curran, Royal Victoria Hospital and Queens University Belfast. The Irish Thoracic Society Case Study Forum, which takes place on Thursday evening, 9 th November, has become a key event in the meeting's programme and this year sees a record number of cases being presented -with over 60 submissions in total.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Zwerink M, Brusse-Keizer M, Van Der Valk PDLPM, Zielhuis GA, Monninkhof EM, Van Der Palen J, Frith PA, Effing T. Self management for patients with chronic obstructive pulmonary disease (Review). Cochrane Database of Systematic Reviews. 2014; 3. 2. Chronic obstructive pulmonary disease in over 16s: diagnosis and management. NICE, June 2010. Available from: www.nice.org.uk/ guidance/cg101 1.2 The Association between Medication Adherence Behaviour and Clinical Outcomes in Chronic Obstructive Pulmonary Disease (COPD) B. Cushen 1 , G. Greene 1 , I. Sulaiman 1 , K. E. Bennett 1 , M. C. Mokoka 1 , E. MacHale 1 , J. F. VanBoven 2 , R. W. Costello 1 1 Royal College of Surgeons in Ireland, Beaumont Hospital, Dublin; 2", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Inpatient Management Strategies May Improve Clinical Outcomes In Chronic Obstructive Pulmonary Disease (COPD) B. Cushen, A. Alsaid, E. Cleere, P. MacHale, L. Tompkins, I. Sulaiman, M. C. Mokoka, E. MacHale, R. W. Costello Royal College of Surgeons in Ireland, Beaumont Hospital, Dublin Multicomponent acute COPD management bundles are poorly implemented.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Airway Pressure (Bi-PAP) ventilation at Beaumont: a pivotal role for the Respiratory Nurse Specialist C. Mc Geoghegan, D. M. Ryan, C. Gough, D. Long Respiratory Department, Beaumont Hospital, Dublin 9, Ireland", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Adherence with documentation of dose and devices with inhaler prescription, in medical wards Tallaght Hospital C. Varghese, W. Khan, M. Arslan, S. J. Lane Department of Respiratory Medicine Tallaght Hospital", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Improving access to respiratory outreach services in an acute teaching hospital-a quality improvement initiative C. Gleeson 1 , M. Baily-Scanlan 1 , J. Brady 1 , M. Broderick 3 , L. Dolan 1 , V. Graham 2 , R. Kennedy 1 , N. Nyambe 1 , S. Shelly 1 . 1 Respiratory Assessment Unit, St. James's Hospital, Dublin 8; 2 NCHCD, St. James's Hospital, Dublin 8; 3 GUIDE Clinic, St. James's Hospital, Dublin 8", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Reference: 1 Nelson, E. et al. (2008) \"Clinical Microsystems, part 1: The building blocks of health systems. \"Joint Commission Journal on Quality and Patient Safety, 34(7):367-78.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "of this study is to compare the provision of Specialist Palliative Care (SPC) to a cohort of patients with GOLD Stage D COPD over a 1 year period in 2014 and 2016. Palliative Care is an important component in the management of patients with advanced COPD. 1 Data from chart reviews was analysed using Microsoft Excel and SPSS to carry out the retrospective review. 36 patients 2016 were compared to 27 patients 2014. Thirty-eight percent patients referred to SPC services 2016; 11% 2014. 8 (22%) patients died 2016; 6 (22%) 2014. 4 (50%) patients died in hospice in 2016; 0 (0%) 2014. 1 (13%) patients died at home in 2016; 1 (17%) 2014. 3 (37%) patients died in acute ward in 2016; 3 (50%) 2014. 0 (0%) patients died in ED or ICU 2016; 1 (16%) and 1 (17%) respectively 2014. This study found low levels of SPC involvement in 2014 compared to 2016. Despite difficulties in prognostication, a move towards a more integrated model of care between Respiratory Medicine and SPC has shown that optimal management can be achieved for this cohort of patients. References: 1. Global Strategy for the Diagnosis, Management and Prevention of COPD, Global Initiative for Chronic Obstructive Lung Disease: GOLD; 2017 1.10 National Audit of Oxygen Assessment and Review Clinics in Irish Hospitals C. O'Donnell 1 , P. Davis 2 , B. Buckley 1 , T. McDonnell 1 1 Department of Respiratory Medicine, St. Vincent's University Hospital, Dublin; 2 Community Healthcare Organisation, Dublin South/Wicklow", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Kelly E, Greene CM, McElvaney NG. Targeting neutrophil elastase in cystic fibrosis. Expert Opin Ther Targets. 2008 Feb;12(2):145-57.2.8 Toll-like receptor 3 (TLR3) L412F as a candidate biomarker in Idiopathic Pulmonary Fibrosis (IPF) and its role in antibacterial and antiviral responses. Aoife N. McElroy 1 , D. N. O' Dwyer 2,3 , G. Cooke 4 , L. Mawhinney 1 , A. Tynan 1 , M. Doroudian 1 , A. O'Neill 1 , F. Poynton 1 , L.M. Cassidy 5 , D.G. Bradley 5 , C.M. Hogaboam 6 , N. Hirani 7 , M.E. Armstrong 1 and S.C. Donnelly 1,8", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Armstrong ME, O' Dwyer DN et al. (2013). The TLR3 L412F polymorphism accelerates disease progression and promotes an aggressive clinical phenotype in idiopathic pulmonary fibrosis. American Journal of Respiratory & Critical Care Medicine (Blue Journal); 188(12):1442-50. [Patent: WO 2014049588 A1]. 2.9 Transforming growth factor-beta-1 induces fibrotic effects in sarcoidosis fibroblasts grown in a novel, long term, 3D culture system M.J. Ward 1 , D.E. Smart 2 , J. Roberts 3 , P. Monk 3 , M.G.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Isolation and Characterization of Serum Exosomes in Non Small Cell Lung Cancer P. Nadarajan 1, 2 , S. G. Chong 1, 2 , R. Kane 2 , G. Cooke 2 , A. Fabre 2, 3 , M. P. Keane 1, 2 1", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Davidson AC, Banham S, Elliott M, et al. BTS/ICS guideline for the ventilatory management of acute hypercapnic respiratory failure in adults ... Received 17 December 2015; Accepted 10 January 2016; Published in print 1 April 2016 3.6 Impact of 'Ceiling of Treatment' on Staff Experience within a General Respiratory Ward E. Toner 1 , S. Caskey 1 , S. McNeill 1 , A. M. Marley 2 , S. Guy 2 , P. Elliott 3 1 Regional Adult Respiratory Centre, Belfast City Hospital; 2 Mater Infirmorum Hospital, Belfast; 3 Royal Victoria Hospital, Belfast", "latex": null, "type": "figure"}, "FIGREF13": {"text": "An evaluation of the 'EXHALE' Programme: Exercise and education programme for patients with advanced lung disease in a palliative care setting B. Elliott, L McGirr, F Cahill Physiotherapy Department, St. Francis Hospice, Dublin 3.8 A Review of Pulmonary Rehabilitation Uptake, Completion Rates and Reasons for Non-Adherence K. O' Sullivan, A. Mulkerns, P. O' Toole, M. Ward, T.J. McDonnell Respiratory Department, St. Michael's Hospital, Dun Laoghaire, Co. Dublin", "latex": null, "type": "figure"}, "FIGREF14": {"text": "National Guideline for the Administration of Oxygen Therapy in the Acute Clinical Setting T. Cahill 1 , M. Butler 2 , M. Murphy 3 , U. Clarke 3 , N.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "audit of a bariatric sleep service E. O'Reilly, C. O'Boyle, L. Doherty Department of Medicine and Surgery, Bon Secours Hospital, CorkThe American Academy of Sleep Medicine recommends that patients attending for bariatric surgery require pre-operative screening for Obstructive Sleep Apnoea (OSA)*. This is because of well-recognised morbidity and mortality associations with untreated OSA, and a greater risk of post-operative complications such as respiratory failure.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Figure 3", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Figure 4", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Figure 5", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Figure 2", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Figure 1", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Pilling JE, Dusmet ME, Ladas G, et al. Prognostic factors for survival after surgical palliation of malignant pleural effusion.J Thorac Oncol2010;5:1544-50. 5.6. Bronchoscopic identification and treatment of carcinoma-in-situ (CIS). A retrospective analysis of 42 patients A. Anwar 1 , L. Burke 2 , K. Deasy 1 , M. T. Henry 1 , B. J. Plant 1 , D. M. Murphy 1 , M. P. Kennedy 1 1", "latex": null, "type": "figure"}, "FIGREF23": {"text": "A. Tynan 1 , L. Mawhinney 1 , S. Kennedy 2 , E. Caraher 2 , F. E. Poynton 1 , M. Doroudian 1 , A. N. McElroy 1 , A. Fabre 3 , E. F. McKone", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Change in treatment post detection of myositis antibody associated with progressive ILD and outcome a Rapidly progressive interstitial lung disease *six months post treatment change Conclusion: The detection of antibodies had a significant impact on treatment decisions in this cohort. Risk of progression, associated with antibody profile, was strongly associated with escalation of therapy. 6.8 Characterisation of the effect of interleukin-17A (IL-17A) on Tolllike receptor 3 (TLR3) function in Idiopathic Pulmonary Fibrosis (IPF): a candidate novel mechanism for disease progression. Lucy Bergin 1 , A. N. McElroy 1 , G. Cooke 2 , L. Mawhinney 1 , A. Tynan 1 , M. Doroudian 1 , A. O'Neill 1 , F. Poynton 1 , C.M. Hogaboam 3 , N. Hirani 4 , M.E. Armstrong 1* and S.C. Medicine, Trinity Biomedical Sciences Institute, Trinity College, Dublin 2, Ireland; 2 Department of Applied Science, Institute of Technology Tallaght, Dublin 24, Ireland; 3 Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA; 4 MRC Centre for Inflammation Research, Queen's Medical Research Institute, University of Edinburgh, Edinburgh, UK; 5 Department of Clinical Medicine, Trinity Centre for Health Sciences, Tallaght Hospital, Tallaght, Dublin 24, Ireland.", "latex": null, "type": "figure"}, "FIGREF25": {"text": "Armstrong ME, O' Dwyer DN et al. (2013). The TLR3 L412F polymorphism accelerates disease progression and promotes an aggressive clinical phenotype in idiopathic pulmonary fibrosis. AJRCCM; 188(12):1442-50. 2. Hams E, Armstrong ME, et al. (2014). IL-25 and type 2 innate lymphoid cells induce pulmonary fibrosis. PNAS; 111(1):367-72. evaluate the role of bronchoscopic lung cryobiopsy in the multidisciplinary diagnosis of fibrotic hypersensitivity pneumonitis. S. Cullivan 1 , A. O'Mahony 1 , J. McCarthy 2 , L. Burke 2 , M. T. Henry 1 1 Department of Respiratory Medicine, Cork University Hospital; 2Department of Pathology, Cork University Hospital Currently there is no 'gold standard' recognised diagostic test for chronic hypersensitivity pneumonitis (CHP). The aim of this study is to assess the role of bronchoscopic lung cryobiopsy (BLC) in the MDT diagnosis of fibrotic HP. Method: Data regarding patient demographics, clinical history, radiology reports, serum precipitins, bronchoalveolar lavage and cryobiopsy histological results were collected from local records and the hospital electronic databases, from July 2014 to June 2017. Cases of CHP, as defined by the final MDT discussion were selected for further analysis. Results: A total of 15 patients with an MDT diagnosis of CHP post BLC were included in this study.", "latex": null, "type": "figure"}, "FIGREF26": {"text": "References: 1. O'Reilly C, Doroudian M, Mawhinney L, Donnelly SC. Targeting MIF in Cancer: Therapeutic Strategies, Current Developments, and F u t u r e O p p o r t u n i t i e s . M e d i c i n a l R e s e a r c h R e v i e w s . 2016;36(3):440-60. 2. Mawhinney L, Armstrong ME, O' Reilly C, Bucala R, Leng L, Fingerle-Rowson G, et al. Macrophage Migration Inhibitory Factor (MIF) Enzymatic Activity and Lung Cancer. Molecular Medicine. 2014;20(1):729-35.", "latex": null, "type": "figure"}, "FIGREF27": {"text": "Increased sialic acid residues on alpha-one antitrypsin aids with resolution of inflammation D.M. Dunlea 1 , O. J. McElvaney 1 , N. Lacey 1 , M. M. White 1 , B. Marsh 2 , C. McCarthy 1 , E. P. Reeves 1 , N. G. McElvaney 1 1 Irish Centre for Genetic Lung Disease, Department of Medicine, RCSI, Beaumont, Dublin 9; 2 Department of Critical Care Medicine, Mater Misericordiae University Hospital, Eccles Street, Dublin 1", "latex": null, "type": "figure"}, "FIGREF28": {"text": "Potential autocrine gremlin signaling in pulmonary epithelial cells S. Devlin, M. Pickering, K. Rochfort, P. McLoughlin School of Medicine & Medical Science, Conway Institute of Biomolecular & Biomedical Research, UCD, Belfield, Dublin 4 7.9 The effect of reduced levels of circulating alpha-1 antitrypsin (AAT) on immune cells in alpha-1 antitrypsin deficient patients N. Lacey, O. J. McElvaney, M. M. White, M. Q. Lee, Hoo MCS, N. G. McElvaney, E. P. Reeves", "latex": null, "type": "figure"}, "FIGREF29": {"text": "McSwiney C, Gibson L, editors. A Survey of the uptake of the pertussis (Tdap) vaccination and awareness among mothers of infants (0-24months) in Cork University Hospital (CUH), and among staff of an antenatal clinic in Cork University Maternity Hospital (CUMH)2017: [s.n. 8.3. Infection and Inflammation among children in the Study of Host Immunity and Early Lung Disease in Cystic FibrosisCentre, Our Lady's Childrens Hospital Crumlin, Dublin 12; 2 National Children's Research Centre, Our Lady's Childrens Hospital Crumlin, Dublin 12; 3 Cystic Fibrosis Centre, Tallaght Hospital, Dublin 24; 4 Cystic Fibrosis Centre, Department of Paediatrics, University Hospital Limerick; 5 Department of Paediatrics, University of Limerick; 6 Department of Paediatrics, Royal College of Surgeons in Ireland, Our Lady's Childrens Hospital Crumlin, Dublin 12", "latex": null, "type": "figure"}, "FIGREF30": {"text": "Aerosol delivery in infants using the blow-by method C. O'Toole 1 , J. McGrath 1 , M. Byrne 1 , G. Bennett 2 , M. Joyce 2 , R.J. MacLoughlin 2", "latex": null, "type": "figure"}, "FIGREF33": {"text": "Radiological Findings of Pulmonary Aspiration in Children -Interim analysis I Gorman, C Cunningham, S Monaghan S, P McNally Royal College of Surgeons, Our Lady's Children's Hospital Crumlin (OLCHC), Dublin 12 Over 250 Videofluoroscopic Swallowing Studys (VFSS) are carried out in OLCHC each", "latex": null, "type": "figure"}, "FIGREF34": {"text": "The success rate of the ciliary brushing samples performed by paediatric respiratory department in Our Lady's Children's Hospital Crumlin K AL Shidhani, S Javadpour, P McNally, D Cox Paediatric Respiratory department, Our Lady's Hospital for sick children, Dublin", "latex": null, "type": "figure"}, "FIGREF35": {"text": "Medicine and Microbiology, UCC, Cork, Ireland; 4 Institute of Cellular Medicine, Newcastle University, Newcastle upon Tyne, UK; 5 CRF UCC, Cork, Ireland; 6 The Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada *= Joint Senior Authors Molecular methods have shown that the airway harbour a distinct microbiome. Respiratory research has begun to elucidate the role of host-microorganism interactions in both healthy and diseased lungs. Our aim was to characterise the lower airway microbiota in a cohort of well-defined adult asthmatics. 87 patients, clinically stratified by asthma severity (GINA) and level of control (ACQ-7) underwent bronchoscopy with bronchoalveolar lavage (BAL) and endobronchial biopsies. Cell differentials, microscopy, DNA extraction and qPCR were performed to determine the presence and identity of microbes. Microscopic evaluation demonstrated the presence of microbes in BAL, adherent to the epithelium of biopsies and demonstrated numerous intracellular microbial species within the BAL macrophages. Overall qPCR revealed the presence of bacteria in patient lung BAL including Firmicutes (69%), Proteobacteria (Pseudomonas (30%), Escherichia (33%) Bordetella (45%)) and Prevotella (71%). BAL neutrophil counts correlated significantly with the levels of P. fluorescens, S. aureus, N. bacilliformis, M. catarrhalis, S. pneumoniae, H. influenzae, Veillonella and Bordetella. BAL eosinophils significantly corr elated with the presence of N. meningitidis.", "latex": null, "type": "figure"}, "FIGREF36": {"text": "In Vitro Comparison of Face Mask versus Hood Delivery in Adult and Paediatric Asthma N. Lynch 1 , R. Bradley 1 , L. Sweeney 2 , M. Joyce 2 , S. Ní Mhurchú 2 , I. McDonnacha 2 , R.J. MacLoughlin 2 , B.D. Higgins 1 . 1 Physiology, National University of Ireland Galway, 2 Aerogen Ltd., Dangan, Galway", "latex": null, "type": "figure"}, "FIGREF37": {"text": "Quality-of-life Responses to Omalizumab Therapy D. Watchorn, M. O'Callaghan, L. Brown, D. Donaghy, P. Jones, M. Butler Department of Respiratory Medicine, St Vincent's University Hospital, Dublin 4", "latex": null, "type": "figure"}, "FIGREF38": {"text": "The Utility of Reslizumab in Severe Asthma treatment in Cork University Hospital.H. Ibrahim, K. F. Deasy, J. Murphy, B. J. Plant, D. M. Murphy The Department of Respiratory Medicine, Cork University Hospital, Wilton, Cork.", "latex": null, "type": "figure"}, "FIGREF39": {"text": "Nair P, Wenzel S, Rabe KF, et al. Oral Glucocorticoid-Sparing Effect of Benralizumab in Severe Asthma. New England Journal of Medicine 2017;376(25):2448-58. 2. Bjermer L, Lemiere C, Maspero J, Weiss S, Zangrilli J, Germinaro M. Reslizumab for Inadequately Controlled Asthma With Elevated Blood Eosinophil Levels. Chest 2016;150(4):789-98. 9.8 Using the Inhaler Compliance Assessment (INCA™) device to provide individualised inhaler education is more effective than standard inhaler education: a case study J. Walsh, L. Lombard, M. C. Mokoka, E. Mac Hale, C. Carpenter, B. Cushen, R. W. Costello", "latex": null, "type": "figure"}, "FIGREF40": {"text": "An Update from the Irish National Alpha-1 Antitrypsin Deficiency Registry M.C. Molloy, T. P. Carroll, L. T. Fee, C. O'Connor, N.G. McElvaney 1 1 Alpha One Foundation, RCSI Education & Research Centre, Beaumont Hospital, Dublin 9. 10.5 An audit of the compliance of a COPD outreach service with NICE COPD quality statements M. Baily-Scanlan 1 , C. Gleeson 1 , R. Kennedy 1 , J. Brady 1 , L.", "latex": null, "type": "figure"}, "FIGREF41": {"text": "Rituximab in the Management of Idiopathic Inflammatory Myopathies complicated by Interstitial Lung Disease P. Riddell 1 , A. M. O'Mahony 1 , G. Murphy 2 , J. G. Ryan 2 , S. Harney 2 , V. Tormey 3 , M. T. Henry 1 1", "latex": null, "type": "figure"}, "FIGREF42": {"text": "12.10 A review of Idiopathic Pulmonary Fibrosis patients on antifibrotic treatment in the mid west area N. Ryan, P. Ryan, E. Gleeson, M. Cullinan, C. Mcinerney, B. Casserly, A. O'Brien Respiratory Department, University Hospital Limerick Group", "latex": null, "type": "figure"}, "FIGREF43": {"text": "Prevalence of pulmonary hypertension and outcomes in patients undergoing lung transplantation C. Farrell, O. O'Connell, S. Gaine, J. Egan, B. McCullagh Department of respiratory medicine and National Lung Transplant Programme, Mater Misericordiae University Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF44": {"text": "Overview of Physiotherapy within the first Thoracic Enhanced Recovery Programme (TERP) in the Republic of Ireland D. Plunkett, R. Brown, K. C. Redmond, D. Eaton, D. Danaher Mater Misericordiae University Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF45": {"text": "Review of Management of Pneumothoraces Admitted to Mater Hospital, Belfast over 12 months. E. Wright, M. Bailie, T. Craig Respiratory Department, Mater Hospital, Belfast, Northern Ireland", "latex": null, "type": "figure"}, "FIGREF46": {"text": "No conflict of interest exists References: 1. Havelock T, Toeh R, Laws D, Gleeson F. Pleural procedures and thoracic ultrasound: British Thoracic Society pleural disease guideline 2010. Thorax. 2010; 65(Suppl 2): ii61-ii76.", "latex": null, "type": "figure"}, "FIGREF47": {"text": "Brown, D Plunkett, KA Redmond and D Eaton Department of Thoracic Surgery, Mater Misericordiae University Hospital, Dublin The first Thoracic Enhanced Recovery Programme (TERP) in Ireland was introduced in 2015. The expansion of the specialist thoracic service led to an increase in case numbers over a 4-year period from 201 to 529. With the employment of a dedicated Thoracic Nurse Specialist we implemented TERP to streamline the service. We used a combination of lean philosophy and clinical education. During the initial 12 months introductory phase the following improvements were seen & Reduction in length of stay (LOS) & Implementation of day of surgery admission (DOSA) & Reduction of duplication of testing & Compliance with the hospitals pre-operative assessment policy", "latex": null, "type": "figure"}, "TABREF0": {"text": "Awards for Best Oral and Poster Presentations Presentation of ANAIL Awards for Best Presentations by a Respiratory NursePresentation of ITS GSK BTS Travel Bursaries", "latex": null, "type": "table"}, "TABREF2": {"text": "1.11 Peamount Respiratory Empowerment Programme 'PREP'; a Semi-Structured Group Weight Management Programme for Individuals with Obesity and Asthma or COPD E. Russell; M. Keegan; K. Anyakudo; J. Joyce; J. Boyle; B. Harold; G. Flanagan; S. Curtis Peamount Healthcare, Newcastle, Co. Dublin", "latex": null, "type": "table"}, "TABREF3": {"text": "Quantative results at baseline, post initial intervention, 3 and 6 months third of an Irish exacerbating COPD cohort have evidence of anxiety and/or depression that is associated with more functional impairment that may benefit from optimzsed psychiatric intervention. References: 1. Phenotypic characteristics associated with reduced short physical performance battery score in COPD. Patel MS, Mohan D, Andersson YM, Baz M, Samantha Kon SC, Canavan JL, Jackson SG, Clark AL,", "latex": null, "type": "table"}, "TABREF6": {"text": "Alpha-1 antitrypsin deficiency (AATD) is characterised by low circulating levels of alpha-1 antitrypsin (AAT) and is associated with the development of early-onset neutrophil-driven COPD. Unpublished data has identified complement C3 as a new binding partner to AAT. The aim of this study is to evaluate the significance of this in AATD.", "latex": null, "type": "table"}, "TABREF7": {"text": ": 1. Okochi et al. The voltage-gated proton channel Hv1/VSOP inhibits neutrophil granule release. J Leukoc Biol. 2016 Jan;99(1):7-19 2.4 The Effect of Candida Pseudomonas Co-Colonisation in Cystic fibrosis Anti-pseudomonal antibiotics are statistically associated with Candida colonisation. MRSA is the only statistically important co-infection. Candida-Pseudomonas co-colonisation negatively affected all clinical parameters when compared to those colonized with Pseudomonas alone. These results suggest that Candida is a significant co-pathogen that aggravates morbidity. Potentiator Therapy Indirectly Reduces ADAM-17 Activity in Blood Neutrophils Isolated From Patients with CF M. M. White 1 , R. Flannery 2 , P. Hawkins 1 , N. G. McElvaney 1 , E. P. Reeves 1", "latex": null, "type": "table"}, "TABREF16": {"text": ": 1.) Lim WS, Baudouin SV, George RC, et al.Pneumonia Guidelines Committee of the BTS Standards of Care Committee. BTS guidelines for the management of community acquired pneumonia in adults: update 2009.", "latex": null, "type": "table"}, "TABREF17": {"text": "Analysis of CPAP compliance and efficacy of sleep clinic follow ups in patients with obstructive sleep apnoea M. Nagle, C. O'Shea, A. Mulgrew Respiratory Department, Bon Secours Hospital, Tralee, Co KerryObstructive Sleep Apnoea (OSA) occurs in 4% of women and 9% of men. Continuous postive airway pressure (CPAP) therapy is the most common treatment for OSA. Adequate compliance is crucial in prognosis. A retrospective study of 67 patients on CPAP attending the sleep clinic in Bon Secours Tralee was completed. This study aimed to evaluate CPAP compliance and the factors that affect it. AHI and ESS was measured at time of diagnosis, after auto titration, at 6 weeks, 6 months and 1year follow ups. Compliance was also measured at each follow up. Patients had excellent treatment outcomes with a mean improvement in AHI of 31.17 (34.74 initially, 3.57 at 1 year) and ESS of 8.94 (12.28 initially, 3.34 at 1 year). Compliance was excellent at one year (5.21 hours/night, range = 2.41 -10.3). Surpisingly, initial OSA severity, as estimated by AHI or ESS, did not influence CPAP compliance (r = -.271; -.256 respectively). This study demonstrates the value of follow up. Our study suggests that in a well treated group of patients, their initial parameters are not important in predicting CPAP compliance.4.6. Supine and Non Supine obstructive sleep apnoea syndrome (OSAS): Comparison between gender, Body Mass Index (BMI), and OSAS severity M. Balicaco, C. Falcao, T. Nyaude, M. Purcell, J. Stephenson, B. Casserly, A. O Brien Respiratory Department, University Hospital Limerick Objective: To compare Supine and Non-Supine OSAS in relation to gender, BMI and Severity of OSA.Methods:The polysomnography studies (PSGs) of patients referred to our sleep centre, from 2016 up to the second quarter of 2017, were retrospectively reviewed. All patients with AHI >/= 5 per hour were included. All patients were investigated with full PSG. Respiratory events were defined as hypopnoea or apnoea. We classified OSAS between Supine and Non Supine, gathered and compared their gender, BMI and OSAS severity.Results: One hundred forty-eight patients had supine OSAS and 63 patients have Non Supine OSAS. Of the 148 supine OSAS patients, 90 were male. The average BMI of this group was 31.4, and 76% of these have a BMI between 25 to < 40. 46% of this group were classified as severe OSAS in both male and female population. There were 40 male and 23 female in non supine OSAS, with an average BMI of 33.6. 75% of this group have a BMI between 25 to <40. In this group of patients 53% were classified as mild OSAS in both male and female population. Conclusion: Presently, we found no difference between gender and BMI in both supine and non-supine OSAS; there were however, more severe cases of OSAS in the supine population than in non supine population.References: Joosten, SA, O'Driscoll, Berger, PJ, Hamilton, JS DM. Supine related sleep apnea in adult: pathogenesis and treatment. Available from:https://www.ncbi.nlm.nih.gov/pubmed/February 2014 SleepMed Rev [accessed July 2017] Guven, SF., Ciftci, B.,Ciftci, TU. Supine position dependency in obstructive sleep apnea. European Respiratory Journal. 2011 38: p4956 The AASM Manual for the Scoring of Sleep and associated events version 2.3 4.7. An Alternative Pathway for the Management of patients referred to the Respiratory Dept. with potential Obstructive Sleep Apnoea R. A. Sharkey 1 , C. Gilliland 1 , H. Allen 1 , D. Davison 1 , N. Walker 1 , D. Clifford 1 , H. Phelan 1 Dept. of Respiratory Medicine, Altnagelvin Hospital, Derry, BT47 6SB42 % of 'Routine' referrals to our Outpatients Department is for possible Obstructive Sleep Apnoea (OSA) with the waiting time to see a consultant of 18 months. We developed an alternative pathway, with minimal consultant input, for OSA referrals, with the aim of reducing waiting time for investigation and management. Consultant triaged the referral letters and patients contacted with date for sleep investigations. Results were reviewed by consultant and onward referral as appropriate -Discharge, Advice, referred for CPAP or referred to Tertiary sleep centre. 252 patients were included in the study. 57 patients did not attend, cancelled or did not complete investigations. Of the 210 patients investigated, 126 patients were referred for CPAP, of which 122 have commenced. Following completion of their investigations, 71 patients were discharged. Waiting times were significantly reduced from up to 18 → 3 months (referral to investigation) and from 8 → 1 month (diagnosis to starting CPAP) with a significant reduction in non-attendance rates. This new pathway has demonstrated that it is possible to investigate patients for potential OSA with minimal consultant input, resulting in a significant reduction in time to diagnosis / management and consequently benefiting this group of patients.4.8. Metabolic requirements of human CD1c + myeloid dendritic cells in response to BCG infection D. Triglia, J. Keane, M. P. O'Sullivan Department of Clinical Medicine, Trinity Translational Medicine Institute, Trinity College Dublin, St. James Hospital, Dublin.Bacillus-Calmette-Guérin (BCG) is the only vaccine against tuberculosis (TB) and displays low efficacy in protecting adults against pulmonary TB. Myeloid dendritic cells (mDCs) are potent antigen presenting cells shown to be promising targets for vaccines and immunotherapies to fight infectious diseases. Metabolic reprogramming of host macrophages has been shown to be critical in the control of TB infection 1 . Here we investigate the metabolic requirements of mDCs following infection with BCG. CD1c + mDCs were isolated from human peripheral blood and infected with BCG. Oxygen consumption and extracellular acidification rates (OCR and ECAR) of infected cells were determined using an XFe24 Extracellular Flux analyser (Seahorse Biosciences). Statistical significance (p-value < 0.05) was assessed using the Wilcoxon signed rank test (non-parametric data) or the Paired Student t test (parametric data). Our findings show that maturation of mDCs in response to BCG induces changes in cell metabolism. Both ECAR and OCR basal levels were increased following infection, suggesting that BCG-infected mDCs rely not only on glycolysis but also on oxidative phosphorylation as energetic sources. Understanding the complex metabolic changes which human mDCs undergo following infection with BCG could uncover strategies to improve the ability of this vaccine to elicit protective immunity to TB.Gleeson LE, Sheedy FJ, Palsson-McDermott EM, Triglia D, O'Leary SM, O'Sullivan MP, et al. Cutting edge: Mycobacterium tuberculosis induces aerobic glycolysis in human alveolar macrophages that is required for control of intra-cellular bacillary replication. Pharmacological Modulation of Autophagy Pathway in Mtb Infected Macrophages K. Mc Quaid 1 , J. Keane 1,2 , H. Kornfeld 3 , M. Sullivan 1 , S. O'Leary 1 TTMI; 2 St. James's Hospital, 3 Department of Medicine, University of Massachusetts Medical School", "latex": null, "type": "table"}, "TABREF18": {"text": "4.10. TB AS A ZOONOTIC DISEASEM. O. MEARADepartment of Public Health HSE EastThe public health importance of animal TB was recognized by WHO in 1950 when the report of the Expert Committee on Tuberculosis The committee recognizes the seriousness of human infection with bovine tuberculosis in countries where the disease in cattle is prevalent. There is the danger of transmission of infection by direct contact between diseased cattle and farm workers and their families, as well as from infected food products.\" In 2015, there were an estimated 149 000 new human cases of zoonotic TB globally, and 13 400 deaths due to zoonotic TB. The African region carries the heaviest burden of disease and death due to zoonotic TB, The true burden of zoonotic TB is likely to be underestimated due to a lack of routine surveillance data from most countries. Incidences of TB in animals are described both nationally and internationally. Data on cases of Bovine TB in humans recoded in Ireland 1998-2016 are presented. The impact of the Bovine Eradication Programme in Ireland is examined in detail.4.11. Management of a complex TB outbreak in a third level institution M. O. Meara, A. Morgan, P. Lyng, E. O. DonohueDepartment of Public Health HSE EastContact tracing is one of the many components required in a TB Control programme. In January 2013 the Department of Public Health, HSE East was notified of 2 cases of TB amongst two students in a third level institution.TB contact tracing took place in accordance with the Guidelines for the Control and Prevention of TB in Ireland 2010. Following a site visit a number of additional contacts not initially identified by case 2 were found. One hundred and nine people were offered contact tracing. Of those that attended for initial contact tracing (88) there was a >50% positivity on Mantoux testing. Four further cases were identified over the following 10 months. Molecular typing identified linked cases and showed the value of linking clinical and laboratory data. This outbreak demonstrated some of the challenges in contact tracing in a third level institution where students and staff have competing priorities other than health. Compliance with public health follow-up and chemoprophylaxis amongst this age group is difficult. The value of an early site visit and the difficulties of engaging with appropriate senior management will be discussed.4.12. Pulmonary Mycobacterium Tuberculosis (TB) PostLung Transplant-A case series from the National Lung Transplant Centre, Ireland. S. Winward, P. Ging, J. Kleinerova, J. J. Egan National Lung Transplant Centre, Mater Misericordiae University Hospital, Dublin 7Despite robust prevention measures, TB can occur following transplant, we report the successful management of four patients who presented with pulmonary TB following lung transplant. All lung transplant recipients transplanted from May 2005 to July 2017 were included in this study. A retrospective, descriptive analysis was performed. All patients were QuantiFERON® negative prior to transplant. The diagnosis of active TB was delayed because of atypical presentation. Donor derived TB was confirmed in 2 patients who received a single lung from the same donor. The prevention of TB by careful screening and targeted treatment is essential. However, infection can develop after transplant either as 'de novo' or donor derived. Treatment of TB requires a multidrug regimen administration for the appropriate duration using nonstandard regimens with a high pill burden to avoid unmanageable interactions. The drug interaction between rifampicin and immunosuppressant medication is well known and can lead to loss of allograft. Careful monitoring of immunosuppression was required with titration of calcineurin inhibitor to achieve the target range. A successful response to treatment was achieved in this patient group with eradication of TB.4.13. Differential microRNA Expression in Human Macrophages in Response to M. tuberculosis Infection D. Grande 1 , S. Chakraborty 1 , L. McDermott 1 , A. M. McLaughlin 2 , J. Keane 1,2 , M. P. O'Sullivan 1 *, S. O'Leary 1 * Trinity Translational Medicine Institute, Trinity College Dublin; 2 St James's Hospital, Dublin 8 *joint senior authorsTuberculosis is the leading infectious disease killer worldwide with over one third of the world's population infected with M. tuberculosis (Mtb). Understanding the mechanisms of evasion of host immune responses by Mtb is crucial to develop improved drug treatments and vaccine candidates. MicroRNAs (miRs) are small, non-coding RNAs that play a crucial role in gene expression and modulate cellular processes, such as innate immune responses. We sought to identify miRNA profiles in human alveolar macrophages (AMs) and monocyte derived macrophages (MDMs) infected with Mtb. AMs were isolated from bronchial washings obtained from patients undergoing bronchoscopy under ethical approval, and MDMs were isolated from blood obtained. Macrophages were infected with Mtb and total RNA was isolated at 24-and 48hrs post-infection. RT-PCR was performed to analyse expression of miR-17, miR-21, miR-29a, miR-33, miR-125b, miR-146b, miR-155. We found differential expression of miR-21, miR-33, and miR-146b in macrophages in response to infection with Mtb at varying MOIs. Our results demonstrate modulation of miRNA expression in human macrophages by Mtb which may implicate several cellular pathways involved in host immunity, including autophagy. Our findings provide new insight into understanding Mtb-", "latex": null, "type": "table"}, "TABREF19": {"text": "Case 2: A 65 years old male, known case of COPD, Ca throat s/p radio-chemotherapy, admitted with haemoptysis. Lung imaging confirmed presence of large RUL aspergilloma [figure 3, 4]. Bronchoscopy showed signs of recent bleed from right apical lesion. Patient was referred for bronchial artery embolization (BAE). Case 3: 76 years old male k/c of metastatic parotid Ca with lung metastasis and poor baseline lung function. Asymptomatic otherwise, found to have incidental RUL aspergilloma [Figure 5]. Patient was managed conservatively. The aim of this poster presentation is to highlight the rising number of aspergilloma cases and review the available options in the management of aspergilloma. Irish Thoracic Society Poster Review and Discussion Rogan, University Hospital Waterford 5.1. Audit on Molecular Testing in Lung Cancer at St. Vincent's University Hospital 2016 A. Keogh 1 , L. Boyle 2 , E. Meade 2 , C. O'Brien 3 , S. Finn 3 , M. P. Keane 1 , A. Fabre 2 Department of Respiratory Medicine, St. Vincent's University Hospital, Dublin 4; 2 Department of Histopathology, St. Vincent's University Hospital, Dublin 4; 3 Cancer Molecular Diagnostics, LabMed Directorate, St. James Hospital, Dublin 8Identification of patients with lung cancer harbouring a \"druggable\" mutation that responds to targeted therapies (such as EGFR and ALK), has led to changes in diagnosis, management and outcomes. The aim of this audit was 1) to review molecular and histo-pathology reports from patients in 2016, 2) to compare histological with cytological material transitioning from Cobas to the molecular diagnostic test Oncomine Focus Next Generation Sequencing Assay. Results: Adenocarcinomas represented 85% of 131 patient cohort. 83% of testing was done on histological samples, and 62% on tissue biopsies. Out of cytological samples, 50% were done by EBUS. Total failure rate of molecular testing was 12.2%, 9% in histological and 27% in cytological samples. Mutations were detected in 44% patients with KRAS, EGFR and ALK rates of 25%, 12% and 3% respectively. Three BRAF and one RET mutation were also detected. Oncomine Focus Assay was done in 79% with a failure rate of 9.6%.Conclusion: This audit form an institution with a rapid access lung assessment clinic and MDT for all lung cancer patients, provides mutation rates similar to those published of non-Asian populations. 79% of these tests were done using Oncomine Focus Assay, making it a reliable molecular test.5.2. A comparison of Model-Based Iterative Reconstruction (MBIR) technique with standard Dose ComputedTomography of Thorax in the follow up of lung nodules A. M. O'Mahony 1 , K. James 2 , L. Chawke 1 , N. Moore 2 , M. M. Maher 2 , M. P. Kennedy 1 , K. P. Murphy 2 , K. A. Ali Khan 1 , D. Murphy 1 , M. T. Henry 1 Background: Standard dose computed tomography of the thorax (SDCT) is used to follow and exclude malignancy in pulmonary nodules. Ultra low dose CT with MBIR reconstruction (ULDCT-M) potentially can provide high quality images with a reduced radiation dose (1) . This study evaluated whether ULDCT-M allows dose reduction without affecting nodule detection or performance compared to SDCT. Methods: Prospectively 15 patients with pulmonary nodules on SDCT were included. At a defined interval, patients underwent two synchronous CT protocols (SDCT and ULDCT-M). Images were independently reviewed by two thoracic radiologists. Nodule characteristics, dose-length products (DLP) and effective doses (ED) were recorded. Results: Nine male and six females were included. Forty-nine nodules (mean size 4.7± 2.6 mm) were detected on follow up. ULDCT-M yielded a mean ED of 0.08 ± 0.01 mSv compared with 3.15 ± 0.88 mSv for SDCT (P<0.0001). This resulted in a 97.4% effective dose reduction. Mean DLP was significantly less with ULDCT-M (5.6± 0.4 vs. 217.0± 60.4, P <0.0001). ULDCT-M detected 95.9% of nodules. No significant differences were observed between SDCT and ULDCT-M for nodule detection (P= 0.5), size (mm) (P = 0.5) or nodule characteristics (P=1). Conclusion ULDCT-M significantly reduces radiation exposure without affecting diagnostic performance, representing a prospective image technique for lung nodule follow up and lung cancer screening. Reference: 1. Katsura M, Matsuda I, Akahane M et al. Model-based iterative reconstruction technique for radiation dose reduction in chest CT: comparison with the adaptive statistical iterative reconstruction technique. Eur Radiol.", "latex": null, "type": "table"}, "TABREF21": {"text": "There is an increasing need for establishment of biobanks for human lung cancers that can facilitate clinical and scientific researches as well as the development of early diagnostics and personalized treatment. We report the establishment of a lung cancer Biobank using biological samples from patients in a large Dublin teaching hospital. For cytology samples, tissue was only biobanked after a prior diagnostic sample was obtained. For biopsies and surgical specimens, tissue was only biobanked if it did not affect the diagnosis and pathological staging of the disease. Patients were consented prior to biopsies and resections and smoking history was recorded. Blood was also collected from age and smoking history matched controls. Tissue samples were then stored in the appropriate medium and frozen at minus 80 degrees for longer term storage.", "latex": null, "type": "table"}, "TABREF22": {"text": "downgraded at the triage stage with none of those downgraded patients receiving a lung cancer diagnosis. Those triaged as an appropriate Red Flag referral were seen on average 7.61 days after referral while those who went on to have a lung cancer diagnosis were seen on average at 5.89 days. The Red Flag referrals made to the Respiratory Out-patients Department are triaged appropriately and they are being seen in a timely manner.", "latex": null, "type": "table"}, "TABREF25": {"text": "Variation in peak expiratory flow rate (PEFR) is not very well understood and inadequately explained by linear relationships to inhaler adherence. Employing methods from advanced time series analysis, we investigated the dependence of PEFR on previous PEFR measures, as well as on the as well as on the history of ICS-LABA inhaler usage.", "latex": null, "type": "table"}, "TABREF27": {"text": "Prevalence of Infection with Respiratory Viruses References: 1. Flight WG, Bright-Thomas RJ, Tilston P, Mutton KJ, Guiver M, Morris J, et al. Incidence and clinical impact of respiratory viruses in adults with cystic fibrosis.", "latex": null, "type": "table"}, "TABREF28": {"text": "", "latex": null, "type": "table"}, "TABREF29": {"text": "Results", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Baseline </td><td>Post initial intervention </td><td>Post 3 months </td><td>Post 6 months </td><td>Significance\n</td></tr><tr><td>Weight (kg) </td><td>105.6 </td><td>102.2 </td><td>97.7 </td><td>97.9 </td><td>p = 0.001\n</td></tr><tr><td>BMI (kg/m2) </td><td>38.9 </td><td>37.7 </td><td>36.2 </td><td>36.6 </td><td>p = 0.002\n</td></tr><tr><td>Waist circumference (cm) </td><td>122.7 </td><td>116 </td><td>110.8 </td><td>108.9 </td><td>p = 0.0002\n</td></tr><tr><td>Six Minute walking test (m) </td><td>271.2 </td><td>293.5 </td><td>314.6 </td><td>290.6 </td><td>p = 0.01\n</td></tr><tr><td>EQ-5D-3L Self reported health </td><td>51.9 </td><td>64.6 </td><td>70 </td><td>61.4 </td><td>p = 0.01\n</td></tr><tr><td>HADS\n</td><td>5.9 </td><td>4.8 </td><td>4.8 </td><td>5.3 </td><td>P=0.14\n</td></tr><tr><td>Anxiety score\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>HADS\n</td><td>6.0 </td><td>4.6 </td><td>4.9 </td><td>4.8 </td><td>P=0.14\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>Depression score\n</td></tr></table></body></html>"}, "TABREF31": {"text": "Crestwood, Kentucky; Pulm Crit Care Med, Hines Jr. VAH and Loyola Univ. Chicago Stritch School of Med, Hines, Illinois", "latex": null, "type": "table"}, "TABREF33": {"text": "The significant proportion of children with symptoms of OSA on the questionnaire suggests that children with DS should be referred onto paediatric services for review and screening for OSA. This survey highlights the need for increased awareness and services for children with DS who are at a higher risk of developing respiratory disorders.", "latex": null, "type": "table"}, "TABREF40": {"text": "Comparison Normal versus Abnormal Spirometry Groups", "latex": null, "type": "table"}, "TABREF41": {"text": "COPD outreach services criteria & 38 were appropriate for it. Average length of stay for these 38 patients was 5.47 days. HSE estimates cost for average 6.53 days stay of uncomplicated COPD patient is €2996. We estimate savings of €95,430 (208 bed days) which could have been saved through COPD outreach services at UHW. The findings in this audit suggest that COPD outreach would improve the management of COPD patients, reduce bed burden & cost. Refrences: 1. National Clinical Programme for COPD http://www.hse.ie/eng/about/ Who/clinical/natclinprog/copdprogramme/ 2. A Sahadevan, C Baily,LCullen, M Kooblall, DC Watchorn, SJ Lane,Emoloney: The Efficacy of COPD Outreach in Reducing Length of Stay and Improving Quality of Life; IMJ june 2015; 108(06), 169-170AAT deficiency (AATD) is a hereditary disorder caused by mutations in the SERPINA1 gene, and leads to risk for lung, liver and skin disease. The most common deficient mutation is Z (Glu342Lys), but at least 100 other harmful mutations exist. AATD is under-diagnosed despite World Health Organisation (WHO) and American Thorasic Society(ATS)/ European Respiratory Society (ERS) guidelines advocating screening all COPD, poorly-controlled asthma, and cryptogenic liver disease patients, as well as first degree relatives of AATD individuals. 18,000 individuals have been screened following WHO and ATS/ERS guidelines in the National AATD Targeted Detection Programme. AAT phenotyping was by isoelectric focusing and AAT levels by immune turbidimetry. Sequencing of the SERPINA1 gene was used to identify rare and novel mutations. We have identified 305 ZZ, 280 SZ, 90 SS, 2670 MZ, 1776 MS, and over 100 individuals with rare deficient phenotypes (e.g. IZ, FZ, IS, Null, M malton ). A number of novel SERPINA1 mutations have been discovered. Our results illustrate the high prevalence of AATD in Ireland and the success of a targeted approach. We advocate that all COPD patients should be tested for AATD as per ATS/ERS and WHO guidelines. The advantages of a diagnosis of AATD include specific treatments such as augmentation therapy, family screening, smoking cessation, and the consideration of occupational and environmental exposures.10.10 Oesinophilia and COPD exacerbationDr. Jan Kara, Dr. Katherine FinanSligo University HospitalIntroduction: Respiratory disease kills one person in five in Ireland. Chronic Obstructive Pulmonary Disease (COPD) is characterized by persistent airflow limitation that is usually progressive. It is associated with an enhanced chronic inflammatory response of the airways and the lungs (Global Initiative for Obstructive Lung Disease 2011). Respiratory disease including lung cancer accounts for 5.7% of inpatient discharges and 12.4% of bed days used (Health service executive Clinical Strategy and Programmes).", "latex": null, "type": "table"}, "TABREF42": {"text": "This association could help to identify patients with a COPD exacerbation who benefit from glucocorticosteroids the most. This information could be very valuable if there is an alternative effective treatment for the patients with normal oesinophil count in the future.References: 1. Salturk C et al. International journal of COPD 2015:10;1837-1846 2. Brightling CE et al. Lancet. 2000;356:1480-1845 3. Bafadhel M et al. Eur Respir J. 2014;44(3):789-791 10.11 Tobacco Cessation Guidelines for COPD S. Keogan, L. Clancy TobaccoFree Research Institute Ireland, Dublin", "latex": null, "type": "table"}, "TABREF43": {"text": ": 1. 2017 Tobacco Cessation Guidelines for High Risk Groups (Tob.g) ISBN: 978-960-98654-6-3 Irish Thoracic Society Poster Review and Discussion Saturday 11 th November 2017 11. General Respiratory II Chairs S. Foley, University Hospital Waterford D. O'Riordan, St James's Hospital Dublin 11.1 Cardiac troponin as a prognostic indicator after acute pulmonary embolism E. Glanville, A. Sahadevan, M. Kooblall, R. Morgan Respiratory Medicine, Beaumont Hospital, Dublin Elevated cardiac troponin T at presentation after acute pulmonary embolism (PE) has consistently been associated with adverse outcomes. Despite this it is not routinely considered essential in evaluating PE. We studied the utility of the biomarker troponin in evaluating and prognosticating after an acute PE. 85 consecutive admissions with pulmonary embolism were studied. Troponin-T on admission was compared to CT and echocardiographic criteria for right ventricular dysfunction. Mortality within 1 year from PE was recorded. Mean age of patients were 63.4 years ± 15.9 (Range 24-91). 15/85 patients did not have a troponin level after admission. 22.9% of patients with an acute PE in this cohort had an elevated troponin. An association between an elevated troponin was associated with both CT evidence of RV dysfunction and echocardiographic evidence of RV dysfunction (χ2=20, p=0.001). Elevated troponin at diagnosis of PE was further associated with increased mortality within 1 year using Fisher's exact test(p=0.043). Commonly full echocardiographic studies after PE are unable to be performed emergently in overburdened hospitals hereby preventing timely identification of intermediate-risk patients for increased morbidity and mortality after PE. This study supports evidence for rapid stratification of PE's impact and prognosis using troponin. 11.2 A prompt for follow up-is it necessary? G. Loye, E. Hayes Department of Respiratory Medicine, Daisy Hill Hospital, Southern Health and Social Care Trust", "latex": null, "type": "table"}, "TABREF44": {"text": "This audit has highlighted that the Daisy Hill Hospital Radiology department could improve on providing recommendations for follow up to comply with the NRLS. Radiology initiated follow up plans improves the uptake of repeat imaging.References: 1. British Thoracic Society. Guidelines for the management of community acquired pneumonia in adults: update 2009. October 2009 Vol 64 Supplement III. 2. Early Identification of failure to act on radiological imaging reports. February 2007, NPSA. http://www.nrls.npsa.nhs.uk/resources/? EntryId45=59817. Assessed on July 2017 11.3 Clinical audit of thromboprophylaxis in medically admitted patients D. Murray 1 , H. Ullah 1 , F. Iftikhar 1 , H. Haneefa 1 , K. McDonnell 1 , P. Harte 2 , M. Fitzpatrick 2 Sligo University Hospital 1 ,VTE is a common preventable cause of morbidity and mortality in hospitalised medical patients. These patients, often with one or more risk factors, have an overall increased risk of developing VTE during or post hospital admission. Timely and appropriate VTE thromboprophylaxis is an important quality indicator of Hospital performance. VTE prophylaxis audit was conducted to determine the practice in medically admitted patients in Sligo University Hospital and to determine compliance with local Guidelines. This retrospective audit was undertaken on 100 patients who presented to the Hospital between the 4th October and 4th November 2016 (100 cases). 85% of patients had a VTE risk assessment with the correct dose on their drug chart, 51% commenced on day of admission and 34% were already on NOAC. 85% adult patients receive a risk assessment for VTE on admission to hospital and prescription of prophylaxis as per Hospital guidelines.This audit shows that we are quite good at prescribing VTE prophylaxis on the medical wards in SUH but fall short of 100% standard and we need to reduce the delays in prescription and assessment. It is recommended that SUH VTE policy be fully implemented, educate staff on VTE prophylaxis section in drug kardex, Information leaflet to be given as 'Reducing the risk of getting a blood clot' to in-patients, encourage Ted Stockings where appropriate and present the findings of this audit to all medical staff.NICE guidelines on VTE, SUH GuidelinesAerogen, IDA Business Park, Dangan, Galway, IRELAND Tracheostomy is a common less invasive means of instrumenting the airways for the provision of ventilatory support. Similar to endotracheal tubes (ETT), tracheostomy tubes (TT) are used as a conduit for aerosol delivery to the lung, however, aerosol delivery via TT is not well described in the literature. Here, we compare aerosol delivery across these two interfaces in both adult and paediatric patient models. Aerosol was delivered during mechanical ventilation (Maquet, Servo-i). 4000μg of salbutamol was aerosolised using the Aerogen Solo nebuliser (Aerogen, Ireland). Adult and Paediatric ETT (ID 8.0mm and 5.0mm) (Teleflex, Ireland) and TTs (ID 6.4mm and 5.5mm) (Shiley, Covidien, Ireland) were used. Lung dose was measured after capturing inhaled aerosol on an absolute filter and quantification using UV-Spectrophotometry.The results are shown in the table below. Significance was considered at P <0.05.Aerosol delivery is seen to be significantly affected by the choice of patient interface, with TT facilitating delivery of more aerosol. This may be due to the shorter length and design of the TT.11.9 Aerosol delivery during passive humidification G. Bennett, M. Joyce, L. Sweeney, S. Ni Murchu, I. McDonnacha, R. MacLoughlin Aerogen, IDA Business Park, Dangan, Galway, IRELANDDuring mechanical ventilation passive humidification of the airways is achieved through the use of Heat Moisture Exchangers (HME). Unlike active humidification systems, no additional heat is applied beyond the patient's own exhaled breath. Heat and humidity are known to affect aerosol, however, delivery to the lung during concurrent HME use is not well described in the literature. Here we assess aerosol delivery rates during passive and active humidification of the artificial airway. Aerosol was delivered during simulated adult and paediatric mechanical ventilation (Servo-I, Maquet, Sweden). 4000μg of salbutamol was aerosolised using the Aerogen Solo nebuliser (Aerogen, Ireland). The nebuliser was placed between the wye and endotracheal tube. Active humidification was supplied by a hot pot humidifier (Fisher & Paykel, NZ). Passive humidification was supplied by a HME (Clear-Therm, Intersurgical, UK). Lung dose was measured after capturing inhaled aerosol on an absolute filter and quantification using UV-Spectrophotometry. The results are shown in the table below. Significance was considered at P <0.05.There was no significant difference in lung dose recorded between active and passive humidification.11.10 Safety and Feasibility of a CT guided lung biopsy service in a level3 S Sharif i , J Slattery ii , H Logan ii , S Glynn ii , A O'Brien iii , F O'Connell iv , MS Sheehy ii i Medical Student, University College Dublin, Dublin; ii Mullingar Regional Hospital, Mullingar, Westmeath; iii Limerick University Hospital, Limerick; iv St James Hospital, James Street, Dublin 8We wished to assess the safety of CT guided biopsy service in a level 3 regional hospital with Multi-Disciplinary Team link up to a larger level 4 hospital. We audited all lung biopsies for 9 years 6 months (114 months) (from 1st December 2007 to 31st May 2016). We looked at complications of the procedure including pneumothorax, pneumothorax requiring a chest drain, parenchymal bleeding and air embolus. There were 317 patients who had 368 lung biopsies performed over the 114 months. 172 (46.7%) biopsies were on lesions <20mm in size. There were 134 (36.4%) pneumothoraces of which 33 (8.9%) required a chest drain. There were 97 intra parenchymal bleeds visible on either post procedure CXR or the intra procedure CT. None of these bleeds required active intervention and none required admission. There was one presumed air embolus whose neurological symptoms resolved fully. 3 patients had repeat CT performed in SJH for technical / safety reasons.Our results support the current practice that CT guided lung biopsy is a service that can be provided locally in a level 3 hospital with level 4 hospital support.Irish Thoracic Society Poster Review and DiscussionSaturday 11 th November 2017 12. Cystic Fibrosis and ILD Chairs E. McGrath, St Vincent's University Hospital Dublin A. O'Regan, Galway University Hospitals Galway 12.1. Screening for Cystic Fibrosis Related Diabetes (CFRD); Challenges faced by the Northern Ireland Regional Adult Cystic Fibrosis (CF) Service S. Ringrow¹, P. Bogusz², V. Mills³, A. Nugent², J. Rendall 3 ¹The Centre for Experimental Medicine, School of Medicine, Dentistry and Biomedical Sciences, Queens University Belfast, Belfast; ²The Department of Diabetes and Endocrinology, Belfast City Hospital, Belfast; ³The Northern Ireland Regional Adult Cystic Fibrosis Service, Belfast City Hospital, Belfast twice and 110 patients received no screening. The rates of screening per year are displayed in table 1. These results reflect the significant challenges associated with screening for CFRD, including limited staffing, infection control restrictions and a complex patient population. Quarterly multidisciplinary meetings with increased diabetic specialist support have been instituted since this audit and work to devise a system for risk stratification is ongoing. 12.2. Co-colonisation with Aspergillus fumigatus and Pseudomonas aeruginosa results in altered pro-inflammatory responses and is associated with poorer health. E. Reece a , J. Renwick a , R. Segurado b , A. Jackson c , S. McClean d , P. Greally e a Department of Clinical Microbiology, Trinity College Dublin, Trinity Centre for Health Science, Tallaght hospital, Dublin 24, Ireland; b CSTAR, School of Public Health, Physiotherapy and Population Science, Woodview House, University College Dublin, Belfield, Dublin 4, Ireland; c Cystic Fibrosis Registry of Ireland, Woodview House, UCD, Belfield Dublin, Ireland; d School of Biomolecular and Biomedical Sciences, University College Dublin; e Department of Respiratory Medicine, the National Children's Hospital, Tallaght hospital, Dublin 24, Ireland.", "latex": null, "type": "table"}, "TABREF45": {"text": "12.3 Directed Thorascopic Surgical Lung Biopsy is a Safe and Effective Modality in the Differential Diagnosis of ILD K. Doherty 1 , B. Gadallah 3 , A. Hudson 3 , A. Fabre 4 , D. Eaton 2 , K. C. Redmond 2 Maastricht University Medical Centre (MUMC+), Netherlands; 2 Mater Misericordiae University Hospital, Ireland; 3 Royal College of Surgeons in Ireland, Ireland; 4 St Vincents University Hospital, Ireland", "latex": null, "type": "table"}, "TABREF46": {"text": "Diagnosis No. of transplants No. with pulmonary Hypertension No. without pulmonary hypertension Prevalence of PH (%) for a second port allowing bullectomy. A larger prospectively randomised study is needed to more comprehensively assess risk factors for pleurodesis failure. Reference: 1. de Vos B et al. Long term results after video-assisted thoracic surgery for spontaneous pneumothorax. Acta Chir Belg. 2002 Dec;102(6):439-44 13.6 An Audit on the Amount of Lidocaine Administered during Bronchoscopy in Tallaght Hospital as compared to British Thoracic Society Guidelines B. B. Shu, A. O'Reilly, S. Mushtaq, S. Lane Professorial Respiratory Centre, Tallaght Hospital, Tallaght, Dublin 24.", "latex": null, "type": "table"}, "TABREF47": {"text": "13.12 Quality Improvement project on Chest Drain Insertion Documentation on Respiratory Wards in Royal Victoria Hospital Belfast Dr S. Loughrey, Dr S. McNeill, Dr T. Warke Royal Victoria Hospital Belfast", "latex": null, "type": "table"}, "TABREF48": {"text": "Table 1. A statistical analysis was conducted to determine the correlation between factors, and patient compliance and adherence to treatment i.e. a two tailed z test or a regression test.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Payment Method </td><td>Driver </td><td>Commercial Driver BMI </td><td>AHI </td><td>ESS </td><td>Sex\n</td></tr><tr><td>P Value </td><td>0.0899\n</td><td>0.6747 0.9331 </td><td>0.6687\n</td><td> </td><td> </td><td>0.6621\n</td></tr><tr><td>0.6148\n</td><td> </td><td>0.1174\n</td><td> </td><td> </td><td>0.3827\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>R2 </td><td>0.0005 0.0001 0.0037 0.0024 </td><td>0.0013 0.005\n</td></tr></table></body></html>"}, "TABREF49": {"text": "Table 1\nReferences", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient 6 </td><td>87 </td><td>M </td><td>L </td><td>Pericardial effusion\nwith window\n</td><td>Negative\n</td><td>Not trapped </td><td>6/52 </td><td>Nil\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>Known Lung\n</td><td> </td><td> </td><td> </td></tr><tr><td>Patient 7 </td><td>64 </td><td>F </td><td>R </td><td>MPE </td><td>Ca Breast Ca </td><td>Not trapped </td><td>In 1/52 well </td><td>Nil\n</td></tr><tr><td>Patient 8 </td><td>72 </td><td>M </td><td>R </td><td>MPE </td><td>Lung Ca </td><td>Trapped Lung </td><td>23/52 </td><td>Nil\n</td></tr><tr><td>Patient 9 </td><td>60 </td><td>M </td><td>R </td><td>MPE </td><td>Lung Ca </td><td>Trapped Lung </td><td>10/52 </td><td>Nil\n</td></tr><tr><td>Patient 10 </td><td>85 </td><td>F </td><td>L </td><td>MPE </td><td>Lung Ca </td><td>Trapped Lung </td><td>8/52 </td><td>Nil\n</td></tr></table></body></html>"}, "TABREF50": {"text": "Table 1: Results", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>CHP cases, n\n</td></tr><tr><td>Total </td><td>15\n</td></tr><tr><td>Age, median (range) </td><td>73 (59-79)\n</td></tr><tr><td>Male sex </td><td>12\n</td></tr><tr><td>Recognized antigen exposure </td><td>6\n</td></tr><tr><td>Positive serum precipitins </td><td>0\n</td></tr><tr><td>Radiology initially suggestive of CHP </td><td>3\n</td></tr><tr><td>BAL lymphocytosis &gt;20% </td><td>8\n</td></tr></table></body></html>"}, "TABREF51": {"text": "Table 1.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Patients Screened\n</td><td> </td></tr><tr><td>Year </td><td>Proportion </td><td>%\n</td></tr><tr><td>2014 </td><td>39/254 </td><td>15\n</td></tr><tr><td>2015 </td><td>59/254 </td><td>23\n</td></tr><tr><td>2016 </td><td>54/254 </td><td>21\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Advances in management of cystic fibrosis (CF) have led to patients living well into adulthood. Managing the long term complications associated with this, including CFRD, presents a new challenge. We know poorly controlled CFRD contributes to increased pulmonary exacerbations and decline in lung function. Guidelines suggest all patients with CF should be screened annually with an Oral Glucose Tolerance Test (OGTT). We aimed to examine the screening programme in Northern Ireland (NI). We used Belfast Link Labs and the NI Electronic Care Record to search for OGTTs from 2014-2016. We found 254 adult CF patients, not previously diagnosed with CFRD, registered with the adult service in June 2017. 135 patients were screened once, 9 patients were screened", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "It is important that LTOT is prescribed based on evidence based guidelines and that its use is reviewed after initiation. The purpose of this audit was to assess if we are prescribing LTOT appropriately for COPD patients in Sligo University Hospital, and also to ensure an appropriate follow up is made prescribing LTOT. Method: COPD Patients who were prescribed LTOT in the last year were reviewed.Twenty patients' charts were reviewed. The following parameters were assessed: date of commencement, date of last exacerbation, ABG meeting criteria for LTOT, presence of pulmonary artery hypertension, overnight pulsoximetry, 6 minute walk test, whether there was follow up reassessment was carried out. Summarise results: A total of twenty patient's charts were reviewed. 0% had documented the date of last exacerbation. 15% (3/20 patients) were prescribed LTOT based on arterial blood gas demonstrating a low pO2. 50% had an arterial blood gas as a part of preassessment. 40% had pulseoximetre as pre assessment. Only 10% (2/20) people had formal reassessment thus there is a need to establish nurse led oxygen clinic for formally reassessment and for followup. to identify the prevalence of inhaler use in hospitalised patients and to assess if the indications for use are appropriate. We performed a cross sectional study of patients admitted to 8 wards, both medical and surgical, at Galway University Hospital. A proforma was developed and data collected from each chart. Ethical approval was obtained. The data were analysed using SPSS. The charts of 249 patients were reviewed. 44 (18%) were found to be prescribed inhaled therapy and 80 (32%) nebulised therapy. Pulmonary function testing (PFTs) was performed in 28 (11%) overall. In those receiving inhalers, 24 (54.5%) had no previously documented PFTs and 8 (18%) had no prior respiratory diagnosis. Inhaled therapy is commonly prescribed without a clear diagnosis or supportive pulmonary function testing. Patients on inhaled therapy without a clear indication can be identified in the acute setting. In-hospital lung function testing will help determine if inhaled therapy is indicated.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Disease. An Examination of Compliance. Motor neurone disease (MND) is a progressive neurodegenerative disorder associated with respiratory failure and death (1) . Non-invasive ventilation (NIV) is the standard of care for respiratory failure in MND (2) . The aim of this study was to determine NIV compliance rates and their relationship with patient outcome.This was a retrospective cohort study of patients presenting to our MND clinic initiated on NIV between January 2015 and July 2017. Compliance was reported as percentage of days in a 3-month period NIV usage exceeded 4 hours and tracked over 9 months from initiation. 40 patients were trialled on NIV during the study period with compliance data available for 31. On initial presentation mean FVC was 90% and mean SNIP was 55cm H 2 O. Mean compliance at 3, 6 and 9 months was 40%, 46% and 47%. Median survival following successful initiation of NIV was 383 days. Patients commenced on NIV with initial compliance ≥50% survived longer (median 479 days p= 0.036). Non-invasive ventilation is effective at improving survival length in patients with motor neurone disease. Compliance with therapy was associated with longer survival. Our data is consistent with published research. Tobacco smoking remains a huge public health threat in Ireland, with a prevalence rate approximately 18.7% according to 2016 HSE estimates. Nicotine replacement therapy (NRT), which can increase smoking cessation success rates by 50-70% (0), is pivotal in tobacco dependence treatment. The HSE Tobacco Control Framework (2) recommendation is that an offer of smoking cessation intervention be made to all habitual cigarette smokers. During a two-week review of our Respiratory inpatients (n=91), a prescription for NRT was documented in only 15% (n=3) of active smokers (n=19). Lack of knowledge of NRT doses and time constraints were identified as key barriers to prescribing NRT. Education sessions regarding smoking cessation interventions were undertaken. Following this, a re-audit was undertaken by means of a questionnaire for each surveyed patient. 65 inpatients were included, of whom 20% were smokers (n=14). 72% of these were prescribed NRT. There was almost a 5-fold increase in NRT prescriptions after physician education. Doctors play a key role in smoking cessation encouragement for hospitalized patients. Regular education is key to ensuring high prescription rates of NRT in this population (1). References On admission for status asthmaticus, the patient may receive aerosolised beta-agonists as a first line therapy, often with concurrent supplemental oxygen. There are an increasing number of options available for codelivery of aerosol and oxygen. These include high flow therapy (HFNT) and use of a nebuliser with supplemental oxygen passing through the device. Here, the level of aerosol delivered beyond the trachea was investigated across both interventions. Aerosol was delivered to a simulated breathing adult. 4000μg of salbutamol was aerosolised using the Aerogen Solo nebuliser (Aerogen, Ireland). The nebuliser was used in combination with the high flow system (Teleflex RCI Neptune™) (HFNT) and separately in combination with the Aerogen ULTRA aerosol chamber (Aerogen, Ireland) (NEB). HFNT delivery was assessed at 10 and 60LPM, whilst NEB was assessed with supplementary oxygen flows of 2 and 6LPM. Tracheal dose was measured after capturing inhaled aerosol on an absolute filter and quantification using UV-Spectrophotometry. Rationale: Histological evidence of well-formed non-caseating granulomas, or sarcoid reaction, has been noted in our centre either at the time of initial cancer diagnosis and staging, or at a time when recurrence is suspected. The purpose of this study is to identify patients with paraneoplastic sarcoid, their associated malignancies and disease characteristics. Methods: We identified 289 patients diagnosed histologically with sarcoid over a 6-year period in one centre, from 2010 to 2016. 50 of these patients had a new or prior malignancy. Data was collected on these 50 patients including, age, sex, malignancy, interval from malignancy to sarcoid diagnosis, whether the malignancy was active or in remission, site of diagnostic biopsy, indication for biopsy, the cancer treatment involved and whether treatment was required for sarcoid. Results: The most common associated malignancies were Gastrointestinal (20%), Haematological (18%), Pulmonary (12%), Gynaecological (12%) and Head and Neck (12%). Biopsy sites included mediastinal nodes (74%), local nodes at the time of surgical resection (14%), bone marrow (4%), cervical lymph nodes (4%), inguinal lymph nodes (2%) and porta hepatis lymph nodes (2%). Tissue diagnostic of sarcoid was obtained most frequently via Endobronchial ultrasound fine needle aspiration (68%). 36% of the sarcoid cases were diagnosed at the same time as their initial histological malignancy diagnosis, 30% were diagnosed within one year, 28% of patients within 5 years and 6% were diagnosed beyond 5 years. 37 of the patients had pulmonary sarcoid. Of these, 34 patients had stage 1 disease, and 3 patients had stage 2 disease. Conclusions: 50 of 289 patients (17.3%) with a histological diagnosis of sarcoid had an associated malignancy that was either new or had been previously treated. The large majority (74%) had hilar/mediastinal lymphadenopathy. 36% of the sarcoid cases were diagnosed at the same time as their initial histological malignancy diagnosis. Typically, these patients had radiological lymphadenopathy, that was often FDG-avid, at initial cancer staging. Biopsy of these avid glands, proving sarcoid reaction, down-staged their malignancy allowing more aggressive cancer treatment with often curative intent. This report highlights the importance of sampling all pathologic lymph nodes that would potentially re-stage malignancy. Breathlessness, a common feature of interstitial lung disease (ILD), impacts on patients' physical and psychological wellbeing. Research suggests that a hand-held fan that generates airflow over the face can reduce the sensation of breathlessness. The Irish Lung Fibrosis Association provided a hand-held fan to patients and invited them to provide feedback via a 4-point Lickert-scale questionnaire to rate the frequency of their breathlessness with activities of daily living, and their experiences of using the fan. 27 patients responded (12M:15F); mean age 66 years and median time from diagnosis of 5 years. 24 respondents had Idiopathic Pulmonary Fibrosis and 3 had another ILD. 52% were prescribed anti-fibrotics and 52% were oxygen-dependent. Activities that caused dyspnoea often/ always included exercising (91.6%), climbing stairs (82.61%), and household chores (79.13%). 56.5% of patients used the fan often/every day. A majority of patients agreed/strongly agreed that the fan was effective (100%), easy-to-use (91.3%), helped improve breathlessness (90%) and relaxation (70%), and enabled them to concentrate more on their breathing (77%). 95% said they would continue to use the fan and 95% would recommend it to another patient. Healthcare professionals should consider hand-held fans as a practical non-pharmacological treatment option for dyspnoea in ILD patients. In practice, pleural fluid pH is essential for decision making in the management of pleural effusions. We aim to assess the impact of performing bed side pleural fluid pH as a part of a newly introduced respiratory ledpleural service on patient outcomes. ", "cite_spans": [{"start": 157, "end": 160, "text": "(1)", "ref_id": null}, {"start": 249, "end": 252, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Non-invasive Ventilation in the Management of Motor Neurone"}, {"text": "The Alpha One FoundationThe Asthma Society of Ireland COPD Support Ireland", "cite_spans": [], "ref_spans": [], "section": "Patient Charities"}, {"text": "The Irish Lung Fibrosis AssociationThe Irish Sarcoidosis Support NetworkThe Irish Sleep Apnoea Trust", "cite_spans": [], "ref_spans": [], "section": "Cystic Fibrosis Ireland"}]}