{"paper_id": "12429e86b6567f27b987ad227c57fdfe5972974b", "metadata": {"title": "", "authors": [{"first": "Hiluf", "middle": [], "last": "Ebuy", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ayder Comprehensive Specialized Hospital", "location": {"settlement": "Mekelle, Tigray", "country": "Ethiopia"}}, "email": ""}, {"first": "Alemayehu", "middle": [], "last": "Bekele", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ayder Comprehensive Specialized Hospital", "location": {"settlement": "Mekelle, Tigray", "country": "Ethiopia"}}, "email": ""}, {"first": "Getachew", "middle": [], "last": "Redae", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ayder Comprehensive Specialized Hospital", "location": {"settlement": "Mekelle, Tigray", "country": "Ethiopia"}}, "email": ""}]}, "abstract": [{"text": "Background: Timely infant testing for HIV is critical to ensure optimal treatment outcomes among exposed infants. While world health organization recommends HIV exposed infants to be tested between 4 to 6 weeks of age, in developing countries like Ethiopia, access to timely infant testing is still very limited. The study is intended to assess timely infant testing, testing for HIV at the 18th month, test results and factors influencing HIV positivity among infants born to HIV positive mothers in public hospitals of Mekelle, Ethiopia.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A cross-sectional study design was employed on 558 HIV exposed infants, using consecutive sampling technique. A checklist was used to extract 4 years (Data were analyzed using SPSS version 20, and binary logistic regression model was used to examine the association of independent variables with the outcome variables. Results: Timely infant testing for HIV accounted for 346(62.0%). Mothers who attended antenatal care (AOR: 2.77; 95% CI: 1.17, 6.55) and who were counselled on feeding options (AOR: 2.01; 95% CI: 1.11, 3.65) were strongly associated with timely infant testing. Poor maternal adherence status was associated with infants' HIV positivity at the 18th month of antibody test (AOR: 15.93; 95% CI: 2.21, 94.66). Being rural resident (AOR: 4.0; 95% CI: 1.23, 13.04), being low birth weight (AOR: 5.64; 95% CI: 2.00, 16.71) and not receiving ARV prophylaxis (AOR: 4.70; 95% CI: 1.15, 19.11) were positively associated with the overall HIV positivity. Conclusions: A considerable proportion of exposed infants did not undergo timely testing for HIV. Antenatal care follow-up and counselling on feeding options were associated with timely infant testing. Mother's poor adherence status was associated with infant's HIV positivity at the 18th month of antibody testing. Being rural resident, being low birth weight, and not receiving ARV prophylaxis were the factors that enhance the overall HIV positivity. Timely infant testing, counselling on feeding options and adherence should be intensified, and prevention of mother-tochild transmission program in rural settings need to be strengthened.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "There are many ways of HIV transmission. One way of transmission is from an HIV positive woman to her child during pregnancy, labor, and breastfeeding. It is also called vertical transmission which accounts for 14% of all new HIV infections worldwide. In developing countries, despite the availability of proven interventions for the Prevention of Mother-to-Child Transmission (PMTCT), pediatric HIV is still a largely uncontrolled epidemic [1] [2] [3] .", "cite_spans": [{"start": 441, "end": 444, "text": "[1]", "ref_id": null}, {"start": 445, "end": 448, "text": "[2]", "ref_id": "BIBREF4"}, {"start": 449, "end": 452, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "Timely infant testing for HIV infection is critical to ensure optimal treatment outcomes among exposed infants. Without testing and effective treatment, one-third of HIV-positive infants will die before the age of one year, and almost half by their second year of life. While world health organization (WHO) recommends HIV exposed infants to be tested between four to six weeks of age, in developing countries access to timely infant testing is still very limited [4, 5] .", "cite_spans": [{"start": 464, "end": 467, "text": "[4,", "ref_id": "BIBREF6"}, {"start": 468, "end": 470, "text": "5]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "Globally, in 2015, only 43% of infants exposed to HIV during pregnancy were tested within the recommended period of time. Majority of the non-timely tested infants were from developing countries, particular Sub-Saharan Africa. In Sub-Saharan Africa, delayed infant testing is emerging as one of the challenging complex issues facing children infected with and affected by HIV. Similar to the other Sub-Saharan African coutries, studies from Ethiopia also showed that timely infant testing for HIV is very low [6] [7] [8] [9] .", "cite_spans": [{"start": 509, "end": 512, "text": "[6]", "ref_id": "BIBREF8"}, {"start": 513, "end": 516, "text": "[7]", "ref_id": null}, {"start": 517, "end": 520, "text": "[8]", "ref_id": "BIBREF10"}, {"start": 521, "end": 524, "text": "[9]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background"}, {"text": "The prevalence of HIV among exposed infants can reach up to 45% if left without PMTCT interventions. Nearly two-third of pregnant women living with HIV in the Middle East and North Africa passed the virus onto their infants in the year 2015 alone 10, 11] . In Ethiopia, vertical transmission, which accounted for more than 90% of pediatric HIV, is a very critical issue. Accordingly, HIV related estimates and projections showed that the national estimate of MTCT rate was 25% in 2013 and 17% in 2015. This high magnitude makes HIV/AIDS one of the top priorities of the Health Sector Transformation Plan (HSTP) of Ethiopia [12] [13] [14] [15] .", "cite_spans": [{"start": 247, "end": 250, "text": "10,", "ref_id": "BIBREF12"}, {"start": 251, "end": 254, "text": "11]", "ref_id": "BIBREF13"}, {"start": 623, "end": 627, "text": "[12]", "ref_id": "BIBREF14"}, {"start": 628, "end": 632, "text": "[13]", "ref_id": "BIBREF15"}, {"start": 633, "end": 637, "text": "[14]", "ref_id": "BIBREF16"}, {"start": 638, "end": 642, "text": "[15]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Background"}, {"text": "Although timely HIV testing of infants is not yet optimal, some strategies and solutions have proven successful, including community-based interventions and support and education of mothers. The Joint United Nations Program on HIV/AIDS (UNAIDS) 2016-2021 strategy set about ten targets to end the AIDS epidemic by 2030; one of the targets is to make new HIV infections among children zero and improve the health and wellbeing of mothers. The global plan to eliminate new HIV infections among children and improve the health of mothers targets to reduce the MTCT rate to less than 5% among breast feeding population and to less than 2% among non-breast feeding population [5, 16, 17] .", "cite_spans": [{"start": 671, "end": 674, "text": "[5,", "ref_id": "BIBREF7"}, {"start": 675, "end": 678, "text": "16,", "ref_id": "BIBREF18"}, {"start": 679, "end": 682, "text": "17]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Background"}, {"text": "Pertaining to the factors for HIV positivity of exposed infants, different studies reported various determinants. Accordingly, mothers with high viral load, symptomatic disease, failure to use ARV drugs during pregnancy, vaginal delivery, rupture of membrane > 4 h, low birth weight babies, premature births, and infants' failure to use Antiretroviral (ARV) prophylaxis were found to be associated with HIV positivity among infants [18] [19] [20] .", "cite_spans": [{"start": 432, "end": 436, "text": "[18]", "ref_id": "BIBREF20"}, {"start": 437, "end": 441, "text": "[19]", "ref_id": "BIBREF21"}, {"start": 442, "end": 446, "text": "[20]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Background"}, {"text": "In most resource-limited countries, Deoxyribonucleic Acid Polymerase Chain Reaction (DNA/PCR) test is not available for the timely testing of exposed infants, which plays a big role in infants' late initiation of treatment which then leads to HIV related pediatric mortality. In Ethiopia, previous studies tried to demonstrate exposed infants' HIV testing and determinants of PMTCT. However, most of the studies were confined to a single health facility and only tried to find out factors associated with HIV positivity at 6 weeks of testing.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "There is paucity of information regarding the factors affecting timely infant testing and HIV positivity at the 18th month of antibody test, until the infant completes the program. Thus, the present study is intended to assess timely infant testing, testing for HIV at the 18th month, test results and factors influencing overall HIV positivity and HIV positivity at 18 months among infants born to HIV positive mothers in public hospitals of Mekelle city, North Ethiopia.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "This study was conducted in Mekelle city. Mekelle is the capital city of the Tigray region and is located around 783 km north of Addis Ababa, the capital city of Ethiopia. There are three public hospitals in the city namely; Ayder Comprehensive Specialized, Quiha and Mekelle General Hospitals. The College of Health Sciences (CHS), Ayder Comprehensive Specialized Hospital (ACSH) is a public hospital with a capacity of 500 inpatient beds and has the responsibility of rendering patient care, training for medical & health science students and also carrying out research. The institution has a clinic dedicated for maternal, neonatal and child health services (MNCH) including PMTCT services.", "cite_spans": [], "ref_spans": [], "section": "Study setting"}, {"text": "Quiha General Hospital, which was established in 1985 by Italian cooperation, served as a health center until 2012 and then become a general hospital. Currently, the hospital has a capacity of 50 beds and the HIV care and treatment clinic is one of the core parts of the hospital's activities. Mekelle General Hospital, which was established in 1962, is the oldest general hospital in the region. It has its own separate fully functional ART clinic and PMTCT services. Since there was no access to the DNA/PCR test in all the public hospitals, the test was done in the regional laboratory after DBS was collected in the public hospitals. On the other hand, antibody test was conducted in the study setting [21] [22] [23] .", "cite_spans": [{"start": 706, "end": 710, "text": "[21]", "ref_id": null}, {"start": 711, "end": 715, "text": "[22]", "ref_id": "BIBREF24"}, {"start": 716, "end": 720, "text": "[23]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Study setting"}, {"text": "A cross-sectional study design was employed in the Public Hospitals of Mekelle city from January 2014-December 2017.", "cite_spans": [], "ref_spans": [], "section": "Study design and period"}, {"text": "Study population, sample size and sampling procedure", "cite_spans": [], "ref_spans": [], "section": "Study design and period"}, {"text": "The study participants consisted of all mother-infant pairs who were eligible to be enrolled to the PMTCT program in the Public Hospitals of Mekelle city during the study period. Four years data were extracted retrospectively, from January 2014-December 2017. The reason why we started extracting data from 2014 was due to the fact that in Ethiopia option B plus strategy for PMTCT was adopted in 2013 [24] . However, in the study area consistent and full documentation of option B plus services were available starting 2014. In the four years period, a total of 558 mother-infant pairs who fulfilled the inclusion criteria were enrolled to the study, using consecutive sampling technique. We used consecutive sampling technique because it was a secondary data, 30% of the participants were excluded from the study due to either incomplete information, loss to follow up or transfer out.", "cite_spans": [{"start": 402, "end": 406, "text": "[24]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Study design and period"}, {"text": "All mother-infant pairs who sought and completed the PMTCT program were included in the study. We excluded 57 participants who had an incomplete medical records, 148 lost to follow up subjects and 34 participants who were transferred into other health facilities. Loss to follow up, which makes identifying and managing HIV-infected children very difficult, could be a reflection of failure in PMTCT.", "cite_spans": [], "ref_spans": [], "section": "Study design and period"}, {"text": "After reviewing different literatures [8, 9, 25, 26] , a checklist developed by the authors was used to collect data regarding socio-demographic and health-related factors. Data were extracted from secondary data sources retrospectively by reviewing patient charts (both paper and electronic medical recording systems), PMTCT, antenatal, delivery, and postnatal care registration books and partographs from January-April, 2018.", "cite_spans": [{"start": 38, "end": 41, "text": "[8,", "ref_id": "BIBREF10"}, {"start": 42, "end": 44, "text": "9,", "ref_id": "BIBREF11"}, {"start": 45, "end": 48, "text": "25,", "ref_id": "BIBREF27"}, {"start": 49, "end": 52, "text": "26]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Data collection procedure"}, {"text": "There is a special HIV detection test done for HIV exposed infants after Dried Blood Spot (DBS) is collected called DNA/PCR test. This HIV testing is recommended to be done within 4-6 weeks of age and is referred to as timely infant testing.", "cite_spans": [], "ref_spans": [], "section": "Operational definitions Timely infant testing"}, {"text": "This is the aggregate of MTCT of HIV at the 6th week of DNA/PCR test and the 18th month of antibody test, until weaning.", "cite_spans": [], "ref_spans": [], "section": "Overall rate of MTCT"}, {"text": "Ratios of ART medication adherence equal to or greater than 95% were defined as good dosage adherence. Adherence status of the participants was measured from a self-report.", "cite_spans": [], "ref_spans": [], "section": "Good adherence"}, {"text": "The checklist was prepared in English and reviewed by senior researchers and feedback was incorporated accordingly. The secondary data were extracted by three midwives, one for each hospital and training was given concerning the checklist, data collection technique, purpose of the study, and keeping confidentiality. The research team had day to day on-site supervision to make sure data extraction from secondary sources was going smoothly. The research team discussed how to take corrective measures like checking and discarding data if an error, such as illegibly documented checklists, occurred during the data collection. The collected data were checked for completeness, consistency, and clarity.", "cite_spans": [], "ref_spans": [], "section": "Data quality control"}, {"text": "The collected data were coded and entered into an excel spreadsheet; it was then exported to Statistical Package for Social Sciences (SPSS) version 20 statistical software for analysis. Tables and figures were used for descriptive statistics. Frequency and percentage were used for categorical variables. Odds ratio (OR) with 95% confidence interval was used to measure strength of the association. Binary logistic regression model, with bivariate and multivariable analysis, was used to examine the association of independent variables with the outcome variables and calculate their crude as well as adjusted odds ratios.", "cite_spans": [], "ref_spans": [], "section": "Data management and analysis"}, {"text": "Those variables which happened to have a p-value < 0.25 with crude analysis of logistic regression model were fitted into the final multivariable logistic regression model and their adjusted odds ratios were calculated. Statistical significance was declared using an odds ratio and 95% confidence interval. Absence of multicollinearity was checked and found to be satisfied with the maximum variance inflation factor (VIF) value of 1.8. Goodness of fit was checked by Hosmer-Lemeshow test which yielded a chi-square value of 1.4 with 8 df and p-value of 0.99 for the final model of overall HIV positivity.", "cite_spans": [], "ref_spans": [], "section": "Data management and analysis"}, {"text": "Ethical clearance was obtained from the institutional review board of the Ethiopian Public Health Association (EPHA). The collected data was kept anonymous; mothers and infants' names were not recorded but instead were written down in code and additional measures like keeping the completed checklist in a safe place were taken. This study did not impose any harm to the community or to the research team, and it was conducted in line with national and international ethical guidelines. A letter of collaboration was also obtained from the institutional review board of the College of Health Sciences, Ayder Comprehensive Specialized, Quiha and Mekelle General Hospitals.", "cite_spans": [], "ref_spans": [], "section": "Ethical considerations"}, {"text": "Socio-demographic characteristics of the study participants Among the total 797 mother-infant pairs who were enrolled in the PMTCT cohort over the past four years, 558(70.0%) of them fulfilled the inclusion criteria and were included in the final analysis. Two hundred thirtynine (30.0%) participants were excluded from the study, of which 57(23.85%) had an incomplete medical record, 148(61.95%) were lost to follow up and the remaining 34(14.2%) were transferred into other health facilities. The mothers' ages ranges from 15 to 49 years; with a mean age of 28.89 years and a standard deviation of 4.65 years. Regarding residence, the majority of mothers, 459(82.3%), were urban dwellers. There were 291(52.2%) female HIV exposed infants (Table 1) PMTCT service and clinical characteristics among mothers", "cite_spans": [], "ref_spans": [{"start": 740, "end": 749, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The majority (95.0%) of the mothers had attended ANC and 529(94.8%) mothers were on ART on entry to the PMTCT cohort. Of the 513(91.4%) mothers whose adherence status was known, 312(60.8%) had good adherence status. WHO clinical staging was documented in the majority (95.7%) of mothers and 505(94.6%) of them were in clinical stage I or II (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 341, "end": 350, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The mean weight of the infants was 3.1 kg, with a standard deviation of 0.36 kg. Eighty-four (15.1%) infants' were low-birth-weights. The majority (94.3%) of the infants were given ARV prophylaxis. Regarding the feeding of exposed infants, no mixed feeding was practiced. Timely infant testing for HIV accounted for 346(62.0%) ( Table 3) .", "cite_spans": [], "ref_spans": [{"start": 329, "end": 337, "text": "Table 3)", "ref_id": "TABREF2"}], "section": "PMTCT interventions for infants and other clinical characteristics"}, {"text": "Overall 558 study participants were tested for DNA/PCR. Of these, 13(2.3%) (95% CI: 1.3, 3.8%) tested positive for HIV. Among the 545 HIV exposed infants for whom the rapid antibody test was done, 7(1.3%) (95% CI: 0.4, 2.4%) tested positive for HIV. Therefore, the overall MTCT rate was 3.6% (95% CI: 2.2, 5.4%).", "cite_spans": [], "ref_spans": [], "section": "Mother-to-child transmission rate of HIV"}, {"text": "In the multivariable logistic regression analysis, factors found to be significantly associated with timely infant testing were ANC follow up and feeding option counselling. The odds of practicing timely infant testing of mothers who attended ANC follow up were 2.77 times higher than those who didn't have ANC follow up (AOR: 2.77; 95% CI: 1.17, 6.55). The odds of practicing timely infant testing of infants whose mothers were counselled on feeding options were 2-fold higher than their counterparts (AOR: 2.01; 95% CI: 1.11, 3.65)( Table 4) . Factors associated with HIV positivity at the 18th month", "cite_spans": [], "ref_spans": [{"start": 535, "end": 543, "text": "Table 4)", "ref_id": "TABREF3"}], "section": "Factors associated with timely infant testing of HIV"}, {"text": "At the 18th month of antibody test the mother's adherence status was the only variable that had a significant association with HIV positivity. The odds of HIV positivity of infants whose mother's adherence status was poor were 15.93 times higher than those with good adherence status (AOR: 15.93; 95% CI: 2.21, 94.66) ( Table 5) .", "cite_spans": [], "ref_spans": [{"start": 320, "end": 328, "text": "Table 5)", "ref_id": "TABREF4"}], "section": "Factors associated with timely infant testing of HIV"}, {"text": "In the multivariable logistic regression, the variables; place of residence, infants' birth weight, and infants' ARV prophylaxis had a significant association with overall HIV positivity among exposed infants. Accordingly, the likelihood of HIV positivity among rural residents was 4 times higher than urban dwellers (AOR: 4.00; 95% CI: 1.23, 13.04). The odds of HIV positivity of low birthweight infants were 5.64 times higher than normal birthweight infants (AOR: 5.64; 95% CI: 2.00, 16.71). The likelihood of HIV positivity among infants who did not receive ARV prophylaxis was 4.7-fold higher than their counterparts (AOR: 4.70; 95% CI: 1.15, 19.11) ( Table 6 ).", "cite_spans": [], "ref_spans": [{"start": 656, "end": 663, "text": "Table 6", "ref_id": "TABREF5"}], "section": "Factors associated with overall HIV positivity"}, {"text": "The present study was intended to assess timely infant testing, testing for HIV at the 18th month, test results and factors influencing overall HIV positivity and HIV positivity at 18 months among infants born to HIV positive mothers in public hospitals of Mekelle, Tigray, Ethiopia. The percentage of HIV exposed infants tested for HIV timely (62.0%) in our study were comparatively higher than studies conducted in South Gondar, Ethiopia in 2014(25.3%) and Asella Teaching and Referral Hospital, Ethiopia from 2012 to 2015(19.2%) [8, 9] . This high percentage of timely infant testing in our study could be due to the fact that the regional laboratory, where the DNA/PCR test is done, is located in the same city where the study is conducted, which makes it easier for the DNA/PCR test to be done in a timely manner.", "cite_spans": [{"start": 532, "end": 535, "text": "[8,", "ref_id": "BIBREF10"}, {"start": 536, "end": 538, "text": "9]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the first six weeks the MTCT rate of HIV, as determined by a DNA/PCR test, was 2.3%(95% CI: 1.3, 3.8%). This was one of the lowest MTCT rates of reports compared to a cross-sectional household survey conducted [8, 9, [26] [27] [28] . This could be attributed to the COR Crude odds ratio, AOR Adjusted odds ratio *Significant association CI Confidence interval reason that almost all of our study participants gave birth in a health institution, which allowed them good access to the first six weeks of a PMTCT program. In our study, the overall MTCT rate of HIV infection among exposed infants was 3.6% (95% CI: 2.2, 5.4%), which was much less than a study conducted in Brazil. A possible explanation for this might be that the study conducted in Brazil was a 21 years study, which started when PMTCT program wasn't as efficient and modernized as recently. Our finding was also less than Ethiopia's national estimate of MTCT in 2013 and 2015 and from studies done in Arsi add Dire Dawa, Ethiopia [9, 12, 13, 20, 25] . This may be explained by the reason that no mixed feeding was practiced in our study, which enhances the odds of HIV positivity. In addition, the majority of our participants were from urban areas where they can easily access PMTCT services, while the national estimates account for the overall MTCT of the country, including rural residents and home deliveries.", "cite_spans": [{"start": 213, "end": 216, "text": "[8,", "ref_id": "BIBREF10"}, {"start": 217, "end": 219, "text": "9,", "ref_id": "BIBREF11"}, {"start": 220, "end": 224, "text": "[26]", "ref_id": "BIBREF28"}, {"start": 225, "end": 229, "text": "[27]", "ref_id": "BIBREF29"}, {"start": 230, "end": 234, "text": "[28]", "ref_id": "BIBREF30"}, {"start": 999, "end": 1002, "text": "[9,", "ref_id": "BIBREF11"}, {"start": 1003, "end": 1006, "text": "12,", "ref_id": "BIBREF14"}, {"start": 1007, "end": 1010, "text": "13,", "ref_id": "BIBREF15"}, {"start": 1011, "end": 1014, "text": "20,", "ref_id": "BIBREF22"}, {"start": 1015, "end": 1018, "text": "25]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Mothers who attended ANC follow up through the course of the pregnancy were 2.77 times more likely to practice timely infant testing of HIV compared to the mothers who didn't have ANC follow up. The conceivable reason could be that one of the components of PMTCT services during ANC is health education and awareness creation about the advantages of timely infant testing. This was given to the mothers who had ANC follow up when they visited health institutions.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Counselling on feeding options was another factor associated with timely infant testing. The odds of practicing timely infant testing of infants whose mothers were counselled on feeding options were 2-fold higher than mothers of infants who weren't counselled on feeding options. This could be attributed to the reason that when mothers were counselled on feeding options, at the same time, they were also being counselled on other PMTCT cascades, such as advantages of timely infant testing.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Mother's adherence status had a significant association with HIV positivity among exposed infants at the 18th month rapid antibody test. Infants born to HIV positive mothers whose adherence status was poor were 15.93 times at higher risk of acquiring HIV infection than infants born to HIV positive mothers whose adherence status was good. The possible risk difference could be due to the fact that poor maternal adherence status causes drug resistance, which then leads to the elevation of maternal viral load, putting exposed infants at high risk of HIV positivity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The odds of HIV positivity of infants born to HIV positive mothers from rural residences were 4 times higher than infants born to mothers of urban residents. This is consistent with the finding of studies conducted in Dil Chora Hospital in Dire Dawa, Ethiopia and Gondar University Hospital in northwest Ethiopia [25, 29] . A likely explanation is that mothers from rural settings might have limited access to ANC clinics and therefore poor access to PMTCT services compared to mothers who are urban dwellers.", "cite_spans": [{"start": 313, "end": 317, "text": "[25,", "ref_id": "BIBREF27"}, {"start": 318, "end": 321, "text": "29]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Discussion"}, {"text": "The odds of overall HIV positivity of low birth-weight infants were 5.64 times higher than the normal birthweight infants. This is consistent with researches done in Arsi and Addis Ababa, Ethiopia [9, 26] . The attributed risk difference could be due to the reason that the immature gastrointestinal tract in low birth weight infants might facilitate MTCT of HIV through mother's breast milk. ARV prophylaxis for infants was another factor associated with exposed infants' overall HIV positivity. The odds of acquiring HIV among infants who did not receive ARV prophylaxis was 4.7-fold higher than those infants who received ARV prophylaxis. The observed risk difference could be due to the reason that ARV prophylaxis for exposed infants decreases vertical transmission of the virus from HIV positive mothers. This finding is in tune with studies conducted in Brazil and Ethiopia [20, 25, 26, 30] .", "cite_spans": [{"start": 197, "end": 200, "text": "[9,", "ref_id": "BIBREF11"}, {"start": 201, "end": 204, "text": "26]", "ref_id": "BIBREF28"}, {"start": 881, "end": 885, "text": "[20,", "ref_id": "BIBREF22"}, {"start": 886, "end": 889, "text": "25,", "ref_id": "BIBREF27"}, {"start": 890, "end": 893, "text": "26,", "ref_id": "BIBREF28"}, {"start": 894, "end": 897, "text": "30]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study gives a clue about the factors associated with timely infant testing and potential factors associated with HIV positivity among exposed infants. Furthermore, the findings of the study are meant to strengthen and enhance the implementation of the PMTCT program at the hospital level in the public health system.", "cite_spans": [], "ref_spans": [], "section": "Strength of the study"}, {"text": "This study has some limitations. The fact that it is a crosssectional study design is one of the study's weakness. Since the study used secondary data, the information gathered was incomplete. As a result, some sociodemographic variables such as household income and educational status were not documented. Additionally, this study didn't specify the time when infants' ARV prophylaxis was initiated.", "cite_spans": [], "ref_spans": [], "section": "Limitations of the study"}, {"text": "In conclusion, considerable proportion of exposed infants did not undergo timely infant testing for HIV. There was relatively low MTCT rate of HIV at six weeks, eighteen months and for overall HIV testing. Antenatal care follow-up and counselling on feeding options were associated with timely infant testing. Mother's poor adherence status was associated with infant's HIV positivity at the 18th month of antibody test. Infants born to HIV positive mothers from rural residences, low birth-weights and who didn't receive ARV prophylaxis after birth were the factors that enhance the risk of overall HIV positivity. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Health care providers should work on strengthening timely testing of HIV among exposed infants. Counseling on feeding options, ANC and adherence needs to be provided in a sustainable way. Continuous follow up of exposed infants has to be intensified. In addition, policymakers and program managers should focus on scaling up PMTCT program in rural settings. A prospective study need to be conducted to assess the effectiveness of PMTCT programs and to address additional factors associated with HIV positivity among exposed infants.", "cite_spans": [], "ref_spans": [], "section": "Recommendations"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Deoxyribonucleic Acid Polymerase Chain Reaction; EBF: Exclusive Breast Feeding; EFF: Exclusive Formula Feeding; EPHA: Ethiopian Public Health Association; HIV: Human Immunodeficiency Virus; HSTP: Health Sector Transformation Plan", "authors": [{"first": "", "middle": [], "last": "Dna/Pcr", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "LSI: Leadership in Strategic Information; MNCH: Maternal, Neonatal and Child Health; MTCT: Mother -To-Child Transmission; OR: Odds ratio", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "PMTCT: Prevention of Mother-to-Child Transmission; SPSS: Statistical Package for Social Science; UNAIDS: Joint United Nations Programme on HIV/ AIDS; WHO: World Health Organization References 1. UNAIDS. UNAIDS report on the global AIDS epidemic", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Mother-to-child transmission of HIV in the era of highly active antiretroviral therapy", "authors": [{"first": "", "middle": [], "last": "European Collaborative Study", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "40", "issn": "3", "pages": "458--65", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Early infant diagnosis of HIV: review of current and innovative practices", "authors": [{"first": "F", "middle": [], "last": "Celletti", "suffix": ""}, {"first": "G", "middle": [], "last": "Sherman", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Mazanderani", "suffix": ""}], "year": 2017, "venue": "Curr Opin HIV AIDS", "volume": "12", "issn": "2", "pages": "112--118", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Towards universal access: Scaling up priority HIV/AIDS interventions in the health sector. AIDS epidemic update", "authors": [{"first": "", "middle": [], "last": "Unaids/Who", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Pediatric HIV/AIDS in sub-Saharan Africa: emerging issues and way forward", "authors": [{"first": "A", "middle": ["C"], "last": "Ubesie", "suffix": ""}], "year": 2012, "venue": "Afr Health Sci", "volume": "12", "issn": "3", "pages": "297--304", "other_ids": {"DOI": ["10.4314/ahs.v12i3.8"]}}, "BIBREF10": {"ref_id": "b10", "title": "Risk of HIV and associated factors among infants born to HIV positive women in Amhara region", "authors": [{"first": "Z", "middle": [], "last": "Berhan", "suffix": ""}, {"first": "F", "middle": [], "last": "Abebe", "suffix": ""}, {"first": "M", "middle": [], "last": "Gedefaw", "suffix": ""}, {"first": "M", "middle": [], "last": "Tesfa", "suffix": ""}, {"first": "M", "middle": [], "last": "Assefa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tafere", "suffix": ""}], "year": 2014, "venue": "Ethiopia. BMC Research Notes", "volume": "7", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Assessment of effectiveness of prevention of mother to child transmission of human immunodeficiency virus in Asella hospital, Ethiopia", "authors": [{"first": "M", "middle": [], "last": "Abdula", "suffix": ""}], "year": 2017, "venue": "Eur J Clin Pharm", "volume": "19", "issn": "3", "pages": "198--206", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Prevention of mother-to-child transmission ( PMTCT) of HIV", "authors": [{"first": "Key", "middle": [], "last": "Points", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Joint United Nations Programme on HIV/AIDS. AIDS by the numbers", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "FDRE; Federal ministry of health. Country progress report on the HIV response", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "HIV related estimates and projections for Ethiopia-2015", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Analysis of the prevention of mother-to-child transmission (PMTCT) service utilization in Ethiopia", "authors": [{"first": "T", "middle": [], "last": "Woldegebriel", "suffix": ""}], "year": 2006, "venue": "Reprod Health", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Federal Minstry of Health. HIV related estimates and projections for Ethiopia 2016. Health sector transformation plan (HSTP)", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Joint United Nations Programme on HIV/ AIDS", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The Global plan Towards the Elimination of New HIV Infections Among Children by 2015 and Keeping Their Mothers Alive", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Mode of delivery in HIV-infected pregnant women and prevention of mother-to-child transmission: changing practices in Western Europe", "authors": [{"first": "L", "middle": [], "last": "Martinez", "suffix": ""}, {"first": "G", "middle": [], "last": "Worner", "suffix": ""}, {"first": "H", "middle": [], "last": "Godfried", "suffix": ""}], "year": 2010, "venue": "Colloborative Study Euro", "volume": "11", "issn": "", "pages": "368--78", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Factors associated with viral load suppression in HIV-infected pregnant woman in Rio de Janeiro, Brazil", "authors": [{"first": "E", "middle": ["C"], "last": "Joao", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Menezes", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Sidi", "suffix": ""}], "year": 2012, "venue": "Int J Std Aids", "volume": "23", "issn": "1", "pages": "44--51", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Maternal risk factors for HIV infection in infants in northeastern Brazil", "authors": [{"first": "Lmd", "middle": [], "last": "De Lemos", "suffix": ""}, {"first": "J", "middle": [], "last": "Lippi", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Rutherford", "suffix": ""}], "year": 2013, "venue": "Int J Infect Dis", "volume": "17", "issn": "10", "pages": "913--921", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Mekelle General Hospital Public relations office", "authors": [], "year": null, "venue": "Mekelle General Hospital Profile Report. October2017", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Quiha General Hospital public realtions office, Quiha General Hospital Profile Report", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Federal Ministry of Health. National comprehensive PMTCT/MNCH/RH training package guideline reference manual", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Mother-to-child transmission of HIV infection and its determinants among exposed infants on care and follow-up in Dire Dawa City", "authors": [{"first": "F", "middle": [], "last": "Wudineh", "suffix": ""}, {"first": "B", "middle": [], "last": "Damtew", "suffix": ""}], "year": 2016, "venue": "AIDS Research and Treatment", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Review of prevention of mother to child transmission of HIV in Addis Ababa, Ethiopia. Univ S Afr Pretoria", "authors": [{"first": "T", "middle": ["G"], "last": "Negash", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Reconstructing the PMTCT cascade using cross-sectional household survey data: The PEARL Study", "authors": [{"first": "Chi", "middle": [], "last": "Bh", "suffix": ""}, {"first": "Tih", "middle": [], "last": "Pm", "suffix": ""}, {"first": "A", "middle": [], "last": "Zanolini", "suffix": ""}], "year": 1999, "venue": "J Acquir Immune Defic Syndr", "volume": "70", "issn": "1", "pages": "5--9", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Determinant and outcome of early diagnosis of HIV infection among HIV-exposed infants in Southwest Ethiopia", "authors": [{"first": "G", "middle": [], "last": "Derebe", "suffix": ""}, {"first": "S", "middle": [], "last": "Biadgilign", "suffix": ""}, {"first": "M", "middle": [], "last": "Trivelli", "suffix": ""}], "year": 2014, "venue": "BMC Res Notes", "volume": "7", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Mother-to-child transmission of HIV and its predictors among HIV-exposed infants at a PMTCT clinic in northwest Ethiopia", "authors": [{"first": "D", "middle": [], "last": "Koye", "suffix": ""}, {"first": "B", "middle": [], "last": "Zeleke", "suffix": ""}], "year": 2013, "venue": "BMC Public Health", "volume": "131", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "An assessment of the outcomes of prevention of mother-to-child transmission of HIV services in Addis Ababa", "authors": [{"first": "G", "middle": [], "last": "Tefera", "suffix": ""}, {"first": "J", "middle": [], "last": "Valerie", "suffix": ""}], "year": 2016, "venue": "Ethiop Curationis", "volume": "39", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.4102/curationis.v39i1.1583"]}}, "BIBREF33": {"ref_id": "b33", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Socio-demographic characteristics of the study participants in Public Hospitals of Mekelle city, Tigray, Ethiopia, 2014-2017 (N = 558)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Category </td><td>Frequency </td><td>Percent\n</td></tr><tr><td>Health institution where PMTCT services provided </td><td>ACSH </td><td>98 </td><td>17.6\n</td></tr><tr><td>Quiha Hospital </td><td>142 </td><td>25.4\n</td></tr><tr><td>Age of mothers (years) </td><td>Mekelle General Hospital </td><td>318 </td><td>57.0\n</td></tr><tr><td>15-24 </td><td>99 </td><td>17.7\n</td></tr><tr><td>25-34 </td><td>360 </td><td>64.6\n</td></tr><tr><td>Residence </td><td>35-49 </td><td>99 </td><td>17.7\n</td></tr><tr><td>Urban </td><td>459 </td><td>82.3\n</td></tr><tr><td>Rural </td><td>99 </td><td>17.7\n</td></tr><tr><td>Mother had a partner </td><td>Yes </td><td>499 </td><td>89.4\n</td></tr><tr><td>No </td><td>59 </td><td>10.6\n</td></tr><tr><td>Sex of infants </td><td>Female </td><td>291 </td><td>52.2\n</td></tr><tr><td>Male </td><td>267 </td><td>47.8\n</td></tr></table></body></html>"}, "TABREF1": {"text": "PMTCT service and clinical characteristics among mothers in Public Hospitals of Mekelle city, Tigray, Ethiopia (N= 558)", "latex": null, "type": "table"}, "TABREF2": {"text": "PMTCT interventions by infants and other clinical characteristics in Public Hospitals of Mekelle city, Tigray, Ethiopia (N = 558)", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Factors associated with HIV positivity at 18th month among exposed infants in Public Hospitals of Mekelle city, Tigray, Ethiopia (N = 558) COR Crude odds ratio, AOR Adjusted odds ratio *Significant association CI Confidence interval", "latex": null, "type": "table"}, "TABREF5": {"text": "Factors associated with overall HIV positivity among exposed infants in Public Hospitals of Mekelle city, Tigray, Ethiopia (N = 558) COR Crude odds ratio, AOR Adjusted odds ratio *Significant association CI Confidence interval", "latex": null, "type": "table"}, "TABREF6": {"text": "Table 5 Factors associated with HIV positivity at 18th month among exposed infants in Public Hospitals of Mekelle city, Tigray, Ethiopia ( N = 558)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Category </td><td>COR (95% CI) </td><td>AOR (95% CI)\n</td></tr><tr><td>Place of residence </td><td>Urban </td><td>1 </td><td>1\n</td></tr><tr><td>Rural </td><td>3.68(0.81, 16.74) </td><td>3.45(0.63, 18.78)\n</td></tr><tr><td>Mother on ART on entry to PMTCT cohort </td><td>Yes </td><td>1 </td><td>1\n</td></tr><tr><td>No </td><td>3.15(0.46, 27.16) </td><td>1.47(0.12, 17.41)\n</td></tr><tr><td>Mothers WHO clinical stage </td><td>Stage I / II </td><td>1 </td><td>1\n</td></tr><tr><td>Stage III / IV </td><td>3.13(0.36, 26.95) </td><td>1.05(0.06, 19.37)\n</td></tr><tr><td>Mothers adherence status </td><td>Good </td><td>1 </td><td>1\n</td></tr><tr><td>Fair </td><td>0.59(0.06, 5.69) </td><td>0.60(0.06, 6.12)\n</td></tr><tr><td>Provision of postpartum family planning </td><td>Poor </td><td>20.0(3.78, 99.33) * </td><td>15.93(2.21, 94.66) *\n</td></tr><tr><td>Yes </td><td>1 </td><td>1\n</td></tr><tr><td>No </td><td>1.52(0.39, 6.88) </td><td>1.18(0.19, 7.39)\n</td></tr><tr><td>Infants birth weight </td><td>Normal birth-weight </td><td>1 </td><td>1\n</td></tr><tr><td>Low birth-weight </td><td>4.70(01.03, 21.45) * </td><td>4.40(0.82,23.66)\n</td></tr><tr><td>Infants feeding practice </td><td>EFF </td><td>1 </td><td>1\n</td></tr><tr><td>EBF </td><td>0.84(0.11, 7.09) </td><td>0.66(0.06, 7.17)\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 6 Factors associated with overall HIV positivity among exposed infants in Public Hospitals of Mekelle city, Tigray,", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Ethiopia (N = 558)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Variable </td><td>Category </td><td>COR (95% CI) </td><td>AOR (95% CI)\n</td></tr><tr><td>Place of residence </td><td>Urban </td><td>1 </td><td>1\n</td></tr><tr><td>Rural </td><td>3.27(1.30, 8.24) * </td><td>4.00(1.23, 13.04) *\n</td></tr><tr><td>Had ANC follow up </td><td>Yes </td><td>1 </td><td>1\n</td></tr><tr><td>No </td><td>3.62(1.00, 13.17) * </td><td>2.06(0.35, 12.11)\n</td></tr><tr><td>Mother on ART on entry to PMTCT cohort </td><td>Yes </td><td>1 </td><td>1\n</td></tr><tr><td>No </td><td>2.10(0.46, 9.53) </td><td>2.56(0.36, 17.98)\n</td></tr><tr><td>Mothers WHO clinical stage </td><td>Stage I / II </td><td>1 </td><td>1\n</td></tr><tr><td>Stage III / IV </td><td>3.31(0.91, 12.02) </td><td>2.14(0.47, 9.87)\n</td></tr><tr><td>Current CD4 count of mothers </td><td>≥500mm3 </td><td>1 </td><td>1\n</td></tr><tr><td>&lt; 500mm3 </td><td>1.63(0.64, 4.18) </td><td>1.83(0.61, 5.50)\n</td></tr><tr><td>Mothers adherence status </td><td>Good </td><td>1 </td><td>1\n</td></tr><tr><td>Fair </td><td>2.52(0.94, 6.75) </td><td>1.76(0.57, 5.47)\n</td></tr><tr><td>Provision of postpartum family planning </td><td>Poor </td><td>8.71(2.05, 37.10) * </td><td>1.04(0.07, 16.06)\n</td></tr><tr><td>Yes </td><td>1 </td><td>1\n</td></tr><tr><td>No </td><td>0.49(0.19, 1.29) </td><td>0.45(0.13, 1.53)\n</td></tr><tr><td>Mode of delivery </td><td>C/Section </td><td>1 </td><td>1\n</td></tr><tr><td>SVD </td><td>1.68(0.48, 5.83) </td><td>2.10(0.49, 9.01)\n</td></tr><tr><td>Infants birth weight </td><td>Normal birth-weight </td><td>1 </td><td>1\n</td></tr><tr><td>Low birth-weight </td><td>6.27(2.52, 15.58) * </td><td>5.64(2.00,16.71) *\n</td></tr><tr><td>Infants feeding practice </td><td>EFF </td><td>1 </td><td>1\n</td></tr><tr><td>EBF </td><td>0.79(0.25, 2.79) </td><td>1.17(0.24, 5.76)\n</td></tr><tr><td>Infants ARV prophylaxis (NVP syrup) given </td><td>Yes </td><td>1 </td><td>1\n</td></tr><tr><td>No </td><td>4.55(1.47, 14.52) * </td><td>4.70(1.15, 19.11) *\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to thank the Ethiopian Public Health Association. Our gratitude also goes to Ayder Comprehensive Specialized, Quiha and Mekelle General Hospitals for providing us the necessary information. Last but not least we would like to acknowledge the data collectors.Ethical approval and consent to participate This study was approved by the institutional review board of the Ethiopian Public Health Association. Collected secondary data were kept anonymous; mothers and infants' names were not being recorded instead was written down in code. 2 Ethiopian Public Health Association, Addis Ababa, Ethiopia. 3 ", "cite_spans": [{"start": 558, "end": 559, "text": "2", "ref_id": "BIBREF4"}, {"start": 620, "end": 621, "text": "3", "ref_id": null}], "ref_spans": [], "section": "Acknowledgments"}, {"text": "Authors' contributions HE had taken a principal role in the conception of ideas, writing the protocol, developing methodologies, analyses and write up of the article and drafted the manuscript. AB contributed to the proposal writing and design, developing methodologies and made a critical revision to the paper and manuscript for intellectual content. GR contributed to the write up of the study protocol and made revision to the paper. AB and GR supervised the study. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "This work was supported by the Ethiopian Public Health Association. The funding agency had no involvement in the design of the study, data collection and analysis, interpretation of data and writing the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The datasets generated and/or analyzed during the current study are not publicly available due to ethical and confidentiality reasons but are available from the corresponding author on reasonable request under the Ethics Committee's approval.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "There is no competing interest. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}