{
    "paper_id": "12469749c1b33b16900b4f19ff12c5aed53e21ea",
    "metadata": {
        "title": "VIRUS DISEASES OF DOMESTIC ANIMALS",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "B"
                ],
                "last": "Spradbrow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Queensland",
                    "location": {
                        "postCode": "4067",
                        "settlement": "St. Lucia",
                        "region": "Queensland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Viruses, it is now agreed, are unique agents differing fundamentally from micro-organisms such as bacteria and protozoa. The characters which set viruses apart are their possession of only one type of nucleic acid, either DNA or RNA, but never both as in all other organisms; their lack of ribosomes and of energy-producing enzymes; and their inability to grow or divide. Viruses multiply solely from their genetic material of DNA or RNA when this is introduced into a susceptible cell and provides a code for the production of new virus genetic material and structural components. In essence viruses are infectious pieces of genetic material that are parasitic on living cells. The known range of viruses includes agents that multiply in the cells of vertebrates, plants, arthropods and bacteria. Certain newly-recognised viruses have defective genetic material and can multiply only in cells in which \"helper\" viruses are also multiplying. Such agents are almost parasites of other viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Much progress has been made towards the grouping (classifying) of related viruses by a consideration of the nature of their genetic material and of certain stable features of the infectious particle or virion. Agreement on the nomenclature and taxonomic status of these groups has been more difficult to obtain, and we can expect further changes in the names of even the better studied veterinary viruses. The recently compiled report of the International Committee on Nomenclature of Viruses (Wildy 1971) lists 43 virus groups (some are referred to as genera and a few are grouped into families), and several contain viruses with hosts in different phyla. Nineteen genera include viruses that infect domestic animals, laboratory animals or man, and Table 1 is based on information from this publication. This material must not be regarded as final, and Wildy (1971) described the proposed system as \"the first step\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 750,
                    "end": 757,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The interaction of the virus and host, a process that sometimes results in disease, is of practical importance to the veterinarian. It must be recognised that infection does not always result in disease, and that disease may be a relatively rare outcome of this interaction. Simon (1960) described the situation very succinctly: \". . . an infectious agent is found to be a necessary, but not necessarily a suflicient, determinant for the development of infectious disease\". We should not lose sight of the modifying influences of host genotype, environment and interacting infectious agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenesis and Host Resistance"
        },
        {
            "text": "Some insight into the pathogenesis of viral infections has been gained from the use of germ-free animals. Surprisingly, many veterinary viruses that produce severe disease in conventional animals cause only mild disease in the germ-free host. This is so for both distemper (Gibson et a1 1965) and feline panleucopenia (Rohovsky and Griesemer 1967) . In fact, the herpesvirus of feline rhinotracheitis is an unusual virus in producing a disease in germ-free animals comparable in severity with that seen naturally (Hoover et a1 1970) .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 292,
                    "text": "(Gibson et a1 1965)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 347,
                    "text": "(Rohovsky and Griesemer 1967)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 532,
                    "text": "(Hoover et a1 1970)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathogenesis and Host Resistance"
        },
        {
            "text": "For some viruses the early events of infection are modified by the presence of neutralising antibody, either in plasma or at sites of entry. For other viruses, resistance is a cell-mediated function, and resistance can be transferred with cells but not with serum, It was believed that the factors that lead to recovery from viral diseases were nonspecific-interferon production, pyrexia, hypoxia and acidosis and interactions of these (Baron 1963) . This generalisation does not seem to hold for all viruses, and it is now known that the outcome of infection with canine distemper virus is determined by the antibody response that is achieved by the ninth day after infection. Adequate amounts of antibody confine the virus harmlessly to the lymphatic organs, and prevent the spread of virus to epithelial tissues, where the characteristic lesions are produced (Appel 1969 ). However, viruses are a very diverse Control of viral diseases is still based on the use of vaccines. The eventual aim is to prepare vaccines containing only the immunogenic fractions of the virus particle, but for the present veterinary vaccines contain whole virions. Unless the virus is highly immunogenic and can be prepared in high titres, living attenuated vaccines seem to be more useful than inactivated vaccines. The production of veterinary vaccines will probably progress along lines now advocated for human vaccines, with production in diploid cell cultures that have been thoroughly tested for adventitious agents.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 448,
                    "text": "(Baron 1963)",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 873,
                    "text": "(Appel 1969",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Pathogenesis and Host Resistance"
        },
        {
            "text": "Therapeutic substances of commercial value remain elusive. Much work is at present being undertaken on rifampicin and its derivatives, which give promise of acting specifically on virus polymerases. The use of interferon, after a period of fading hopes, is being re-examined for chemotherapy of both viral diseases and tumours (Graff et a1 1970) . Large-scale production will be difficult. Experiments continue with both natural and synthetic interferon inducers. There are many problems, including toxicity, biological activities other than interferon production, enzymatic degradation of some inducers, antibody response to others, and the lack of immune response in animals in which a viral infection has been suppressed. Veterinary use of the agents will probably be long delayed.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 345,
                    "text": "(Graff et a1 1970)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathogenesis and Host Resistance"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Advances in Virus Research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J G"
                    ],
                    "last": "Appel",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Control and Therapy",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Genus Poxvirus In six subgenera ( A to F ) are included more than 30 poxviruses including those of cowpox, contagious ovine ecthyma (orf), lumpy skin disease, fowlpox, myxoma and swinepox. group of agents, and the relative importance of the various defence mechanisms will probably vary with the nature of the infecting virus and of the host. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Classification of Sonic, Animal Viruses Conipilrti froni Wildv (1971) Genera Not Assigned to Families"
        },
        {
            "text": "Austrulinn Veterinary Journal, Vol. 48, February, 1972 ",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 54,
                    "text": "February, 1972",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "( R e c~~i v c d for puhlictrtion 31 Arcgrist 1971 )"
        }
    ]
}