{"paper_id": "125957bde1599e576954aad78b6fefe0d7202ebf", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "Abstract In the period 1973±1998, among 2 139 allograft recipients treated with standard immunosuppression, posttransplant lymphoproliferative disorders (PTLD) developed in 19 patients (0.9 %): one plasmacytic hyperplasia, two polymorphic PTLD, one myeloma, and 15 lymphomas. PTLD developed 1 year after transplantation (tx) in 14 patients. Five patients were diagnosed at autopsy, 2 were lost to follow up, 3 died before therapy could be instituted, and 1 patient has just started chemotherapy. Of the 8 evaluable patients, 2 received acyclovir and are alive in complete remission (CR) and 6 received chemotherapy surgery. Of these 6, 4 died of lymphoma and/or infection, 1 died of unrelated causes in CR, and 1 is alive in CR. PTLD is a severe complication of tx, usually running an aggressive course which may preclude prompt diagnosis and treatment. Nevertheless, therapy is feasible and must be tailored on the histologic subtype. Seventy-four percent of patients were diagnosed with late-onset PTLD stressing the need for long-term follow up.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "verse clinical features ranging from the indolent and often responsive to treatment behavior of PH to the aggressive and frequently fatal course of ML/MM. Clinical characteristics and response to treatment in a group of PTLD patients diagnosed at our hospital are presented.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In the time period 1973±1998, 2139 transplants (1,058 kidney, 483 heart, 412 liver, 137 bone marrow, and 49 lung) were performed at our hospital on adult patients. Solid organ transplant recipients received induction immunosuppression with anti-thymocyte globulin (OKT3 monoclonal antibody was never used) followed by a triple drug regimen consisting of oral cyclosporine A, azathioprine, and prednisone. Conditioning for bone marrow transplant consisted of high-dose chemotherapy regimens total body radiotherapy followed by a short course of metotrexate followed by cyclosporine A in allogeneic bone marrow recipients.", "cite_spans": [], "ref_spans": [], "section": "Patient population"}, {"text": "Patients diagnosed either at autopsy or in vita with PTLD constitute our study population. Staging was done according to the Ann Arbor criteria for lymphomas and the Durie and Salamon classification for multiple myeloma. Patients diagnosed in vita underwent routine blood chemistry tests, total body CT scans (including CNS when clinically indicated), and bone marrow biopsy and aspirate.", "cite_spans": [], "ref_spans": [], "section": "Patient population"}, {"text": "A single pathologist (P. L. O.) reviewed all diagnostic biopsy and autopsy material. Morphologic classification of malignant lymphomas was made according to the criteria exposed by the Revised European American Lymphoma classification [6] . The diagnosis of PTLD and its division into three recognized histologic subtypes, PH, PLD, and ML/MM, were based upon criteria established by Harris and Chadburn [3, 7] .", "cite_spans": [{"start": 235, "end": 238, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 403, "end": 406, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 407, "end": 409, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Pathology"}, {"text": "The immunophenotypic profiles were assessed on paraffin-embedded tissue sections using the streptavidin-alkaline phosphatase technique. The following monoclonal antibodies were routinely used: CD20 (L26), CD79a; CD3 (polyclonal), CD45RO (UCHL1) CD5, CD4, CD8; CD15; CD30; CD34; CD68; and epithelial membrane antigen. In situ hybridization for EBV RNA was performed using EBER 1 and EBER 2 (EBER PNA) oligonucleotide PNA probes on paraffin-embedded tissue specimens. PCR analysis was employed to verify EBV genoma presence and rearrangement of immunoglobulin genes.", "cite_spans": [], "ref_spans": [], "section": "Pathology"}, {"text": "Among the 2 139 transplants performed, PTLD developed in 19 patients (0.9 %): nine heart, six kidney, threeliver, and 1 lung recipients. In 5 patients (26 %) earlyonset ( < 12 months from transplantation) PTLD was diagnosed after a median time interval of 5 months, range 1±10 months. In the remaining 14 patients (74 %) late onset ( > 12 months from transplantation) PTLD was diagnosed after a median time interval of 53 months (range 17±174 months). Incidence and onset of PTLD varies according to the organ transplanted; none of the bone marrow recipients developed PTLD. Data are presented in Table 1 . Patient clinical profiles are reported in Table 2 . In 2 patients PTLD confined to the graft was present; in 3 patients the graft was involved in the setting of widespread disease. Extranodal disease was common, with gastrointestinal tract, liver, and lung being, the most frequently affected sites. CNS involvement was demonstrated only in 1 of the 2 patients with Burkitt ML.", "cite_spans": [], "ref_spans": [{"start": 597, "end": 604, "text": "Table 1", "ref_id": null}, {"start": 649, "end": 656, "text": "Table 2", "ref_id": "TABREF1"}], "section": "PTLD incidence and patient characteristics"}, {"text": "There were 5 autopsy and 14 biopsy diagnoses. Polyclonal B-cell PH was diagnosed in 1 patient, monoclonal B-cell PLD in 2 patients, MM in 1 patient, and ML in 15 patients (2 T-cell, 2 null, 11 B-cell immunophenotype). EBER was positive in 13/18 patients tested (72 %): 4 of 5 early-onset PTLD (80 %) and 9 of 13 late-onset PTLD (69 %).", "cite_spans": [], "ref_spans": [], "section": "Pathology"}, {"text": "Reduction of immunosuppression was the first step in the management of patients diagnosed in vita; azathioprine was discontinued and cyclosporine A was reduced. However, this failed to prevent disease progression in all patients (Table 3 ). Plasmacytic hyperplasia (1 patient)", "cite_spans": [], "ref_spans": [{"start": 229, "end": 237, "text": "(Table 3", "ref_id": "TABREF2"}], "section": "Clinical course and treatment"}, {"text": "Patient number 13 was diagnosed with PH after resection of a single skin nodule which was surgically removed with disease resolution. In the following months, he developed chronic EBV disease with recurrent mononucleosis-like episodes characterized by fever and node enlargement. The first episode resolved after acyclovir administration; the second one proved to be unresponsive to acyclovir but responded to ganciclovir; the third one, ensuing only after a month from the preceding one, did not respond to either antiviral. Node biopsy showed histologic progression to polyclonal B-cell PLD and therefore, cytoxan 200 mg/m 2 per day for 5 consecutive days every 4 weeks associated with highdose immunoglobulins (HDIg) every 21 days and i. v. ganciclovir twice a week were started. The patient is currently still receiving chemotherapy; he is well, with no signs of disease at 820 days from diagnosis of PTLD and 150 days from histologic progression to PLD.", "cite_spans": [], "ref_spans": [], "section": "Clinical course and treatment"}, {"text": "Patient number 8 proved unresponsive to i. v. acyclovir; he received a single course of cytoxan (1 g i. v.) and died at 40 days from diagnosis of PTLD of acute respiratory distress syndrome. Patient number 15 received i. v. acyclovir 30 mg/kg per day associated with HDIg every 21 days and disease control was achieved. Acyclovir was tapered after 3 months and discontinued at 1 year. The patient is currently in complete remission at 790 days from diagnosis of PTLD.", "cite_spans": [], "ref_spans": [], "section": "Polymorphic lymphoproliferative disorder (2 patients)"}, {"text": "In this group only nine patients are evaluable since there were five autopsy diagnoses and two patients, one with ML and the one with MM, were lost to follow up shortly after diagnosis. Patients number 7 and 16 died of multiorgan failure and disease progression at 10 days from diagnosis of PTLD; no therapy other than reduced immunosuppression could be instituted because of deteriorated clinical status at diagnosis of PTLD. Patient number 14 underwent palliation surgery because of intestinal obstruction secondary to enlarged abdominal nodes; no further therapy was feasible and the patient died of sepsis at 60 days from diagnosis of PTLD.", "cite_spans": [], "ref_spans": [], "section": "Malignant lymphoma/multiple myeloma (16 patients)"}, {"text": "Six patients received chemotherapy. Three patients, numbers 9 and 11 treated with VACOP-B regimen and number 10 treated with CHOP, did not complete chemotherapy and died of infection at 120, 47, and 18 days from diagnosis of PTLD, respectively. Patient number 19 (Burkitt ML with CNS involvement) received polychemotherapy comprising cytoxan, high-dose cytosine arabinoside, and metotrexate plus intrathecal chemo-S 384 PTLD occurred more frequently in the 1st year after transplantation, however, early-onset PTLD represents only a minority of cases, 26 % in our study population, while the majority of patients are diagnosed more than 12 months after transplantation. This is especially the case in kidney recipients among whom PTLD may be diagnosed as late as 174 months from transplantation. This peculiar behavior implies that continuous, longterm follow up is mandatory for timely diagnosis of this condition. A more favorable outcome for early-onset vs late-onset PTLD is reported in the literature [1] . In our study population outcome does not differ in these two groups of patients: mortality is 80 % in the former and 75 % in the latter group, respectively.", "cite_spans": [{"start": 1006, "end": 1009, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Malignant lymphoma/multiple myeloma (16 patients)"}, {"text": "EBV-negative PTLD represent 28 % of patients tested (5/18) and are uniformely distributed among earlyand late-onset PTLD, 20 % and 30 %, respectively. Similarly to reported data [9] , EBV-negative PTLD bear a worse prognosis compared to EBV-positive PTLD: in our study population mortality was 100 % for the former and 67 % for the latter. However, it should be noted that among our patients and those reported by Leblond, all EBV-negative PTLD belong to the ML category.", "cite_spans": [{"start": 178, "end": 181, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Malignant lymphoma/multiple myeloma (16 patients)"}, {"text": "A correlation between histology, clinical presentation, and outcome similar to that reported by Chadburn et al. could also be found in our study population [3] . Patients with PH and PLD were in stage I and II at diagnosis while 75 % of patients with ML/MM were in stage III and IV. Moreover, mortality secondary to disease progression or to treatment-related toxicity was 0 % in PH patients, 50 % in PLD patients, and 85 % in ML/MM patients.", "cite_spans": [{"start": 156, "end": 159, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Malignant lymphoma/multiple myeloma (16 patients)"}, {"text": "Optimal therapeutic approach to PTLD patients is yet to be defined, and many aspects of patient manage-ment are still open to discussion. Data from the literature and our own experience seem to indicate that more favorable histologic forms of PTLD, namely, PH and PLD, may respond to a combination of antivirals and HDIg in a setting of reduced immunosuppression. On the contrary, for ML and MM with widespread disease, prompt administration of chemotherapy is mandatory, since response to antivirals alone is unlikely in these forms which display a rapidly progressive and aggressive clinical course as indicated by the high number of autopsy diagnoses, 31 % in our series. Chemotherapy should be started even though its toxicity is prominent, requiring intensive supportive measures, and adequate timing is not always possible due to intercurrent infectious or toxic episodes. Choice of a chemotherapy regimen should also take into account special problems which specifically apply to this category of patients. Antracycline toxicity is especially prominent among heart recipients [12] . Renal failure secondary to tumor lysis and drug toxicy is more frequent and severe possibly due to chronic administration of cyclosporine A.", "cite_spans": [{"start": 1083, "end": 1087, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Malignant lymphoma/multiple myeloma (16 patients)"}, {"text": "However, our experience, and that of others, demonstrates that treatment of PTLD and achievement of complete responses are possible. The immunosuppressive regimen more suitable for patients who respond to treatment remains a matter of debate. Withdrawal for a short period of time or reduction of immunosuppressants while chemotherapy is being administered are feasible; however, once complete remission is achieved, intensity of immunosuppression should take into account both the risk of graft rejection and the risk of recurrence of PTLD. S 386", "cite_spans": [], "ref_spans": [], "section": "Malignant lymphoma/multiple myeloma (16 patients)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Posttransplant lymphoproliferative disease in thoracic organ transplant patients: ten years of cyclosporine-based immunosuppression", "authors": [{"first": "J", "middle": ["M"], "last": "Armitage", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Kormos", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Stuart", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Fricker", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Griffith", "suffix": ""}, {"first": "M", "middle": [], "last": "Nalesnik", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Hardesty", "suffix": ""}, {"first": "J", "middle": [], "last": "Dummer", "suffix": ""}], "year": 1991, "venue": "Heart Lung Transplant", "volume": "10", "issn": "", "pages": "877--887", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Incidence and consequences of post-transplantation lymphoproliferative disorders", "authors": [{"first": "S", "middle": [], "last": "Boubenider", "suffix": ""}, {"first": "C", "middle": [], "last": "Hiesse", "suffix": ""}, {"first": "C", "middle": [], "last": "Goupy", "suffix": ""}, {"first": "F", "middle": [], "last": "Kriaa", "suffix": ""}, {"first": "S", "middle": [], "last": "Marchand", "suffix": ""}, {"first": "B", "middle": [], "last": "Charpentier", "suffix": ""}], "year": 1997, "venue": "J Nephrol", "volume": "10", "issn": "", "pages": "136--145", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Molecular pathology of posttransplantation lymphoproliferative disorders", "authors": [{"first": "A", "middle": [], "last": "Chadburn", "suffix": ""}, {"first": "E", "middle": [], "last": "Cesarman", "suffix": ""}, {"first": "D", "middle": [], "last": "Knowles", "suffix": ""}], "year": 1997, "venue": "Semin Diagn Pathol", "volume": "14", "issn": "", "pages": "15--26", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Malignancies complicating organ transplantation", "authors": [{"first": "M", "middle": ["R"], "last": "First", "suffix": ""}, {"first": "V", "middle": ["R"], "last": "Peddi", "suffix": ""}], "year": 1998, "venue": "Transplant Proc", "volume": "30", "issn": "", "pages": "2768--2770", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "B cell lymphoproliferative disorders following hematopoietic stem cell transplantation: risk factors, treatment and outcome", "authors": [{"first": "T", "middle": ["G"], "last": "Gross", "suffix": ""}, {"first": "M", "middle": [], "last": "Steinbuch", "suffix": ""}, {"first": "T", "middle": [], "last": "Defor", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Shapiro", "suffix": ""}, {"first": "P", "middle": [], "last": "Mcglave", "suffix": ""}, {"first": "Nkc", "middle": [], "last": "Ramsay", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Wagner", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Filipovich", "suffix": ""}], "year": 1999, "venue": "Bone Marrow Transplant", "volume": "23", "issn": "", "pages": "251--258", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A revised European-American classification of lymphoid neoplasms: a proposal from the International Lymphoma Study Group", "authors": [{"first": "N", "middle": ["E"], "last": "Harris", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Jaffe", "suffix": ""}, {"first": "H", "middle": [], "last": "Stein", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Banks", "suffix": ""}, {"first": "Jkc", "middle": [], "last": "Chan", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Cleary", "suffix": ""}, {"first": "G", "middle": [], "last": "Delsol", "suffix": ""}, {"first": "De", "middle": [], "last": "Wolf-Peeters", "suffix": ""}, {"first": "C", "middle": [], "last": "Falini", "suffix": ""}, {"first": "B", "middle": [], "last": "Gatter", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Grogan", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Isaacson", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Knowles", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Mason", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Muller-Hermelink", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Pileri", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Piris", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Ralfkiaer", "suffix": ""}, {"first": "E", "middle": [], "last": "Warnke", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "", "suffix": ""}], "year": 1994, "venue": "Blood", "volume": "84", "issn": "", "pages": "1361--1392", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Posttransplant lymphoproliferative disorders: summary of Society for Hemopathology Workshop", "authors": [{"first": "N", "middle": ["L"], "last": "Harris", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Ferry", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Swerdlow", "suffix": ""}], "year": 1997, "venue": "Semin Diagn Pathol", "volume": "14", "issn": "", "pages": "8--14", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Risk factors and pathogenesis of posttransplant lymphoproliferative disorders", "authors": [{"first": "M", "middle": [], "last": "Ho", "suffix": ""}], "year": 1995, "venue": "Transplant Proc", "volume": "27", "issn": "1", "pages": "38--40", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Posttransplant lymphoproliferative disorders not associated with Epstein-Barr virus: a distinct entity", "authors": [{"first": "V", "middle": [], "last": "Leblond", "suffix": ""}, {"first": "F", "middle": [], "last": "Davi", "suffix": ""}, {"first": "Charlotte", "middle": ["F"], "last": "Dorent", "suffix": ""}, {"first": "R", "middle": [], "last": "Bitker", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "Sutton", "suffix": ""}, {"first": "L", "middle": [], "last": "Gandjbakhch", "suffix": ""}, {"first": "I", "middle": [], "last": "Binet", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Raphael", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 1998, "venue": "J Clin Oncol", "volume": "16", "issn": "", "pages": "2052--2059", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Post-transplant EBV induced lymphoproliferative disorders", "authors": [{"first": "K", "middle": ["G"], "last": "Lucas", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Pollok", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Emanuel", "suffix": ""}], "year": 1997, "venue": "Leuk Lymphoma", "volume": "25", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Cancers complicating organ transplantation", "authors": [{"first": "I", "middle": [], "last": "Penn", "suffix": ""}], "year": 1990, "venue": "New Engl J Med", "volume": "323", "issn": "", "pages": "1767--1769", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Aggressive treatment for postcardiac transplant lymphoproliferation", "authors": [{"first": "L", "middle": ["J"], "last": "Swinnen", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Mullen", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Carr", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Costanzo", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Fisher", "suffix": ""}], "year": 1995, "venue": "Blood", "volume": "86", "issn": "", "pages": "3333--3340", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Epstein-Barr virus as an agent of haematological disease. Baillire's", "authors": [{"first": "G", "middle": [], "last": "Tosato", "suffix": ""}, {"first": "K", "middle": [], "last": "Taga", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Angiolillo", "suffix": ""}, {"first": "S", "middle": [], "last": "Sgadari", "suffix": ""}], "year": 1995, "venue": "Clin Haematol", "volume": "8", "issn": "", "pages": "165--199", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pretransplant assessment of the risk of lymphoproliferative disorders", "authors": [{"first": "R", "middle": ["C"], "last": "Walker", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Marshall", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Strickler", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Wiesner", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Velosa", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Habermann", "suffix": ""}, {"first": "Cga", "middle": [], "last": "Mcgregor", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Paya", "suffix": ""}], "year": 1995, "venue": "Clin Infect Dis", "volume": "20", "issn": "", "pages": "1346--1353", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Incidence and time of onset of posttransplant lymphoproliferative disorders (PTLD) among solid organ and cellular transplant recipients. (tx Transplant)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Organ transplanted </td><td>Kidney </td><td>Heart </td><td>Liver </td><td>Lung </td><td>Bone marrow </td><td>Total\n</td></tr><tr><td>Number of txs </td><td>1058 </td><td>483 </td><td>413 </td><td>49 </td><td>137 </td><td>2139\n</td></tr><tr><td>Number of PTLD (%) </td><td>6 (0.6 %) </td><td>9 (1.9 %) </td><td>3 (0.7 %) </td><td>1 (2 %) </td><td>0 </td><td>19 (0.9 %)\n</td></tr><tr><td>Time from tx to PTLD:\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Median (months) </td><td>59 </td><td>29 </td><td>10 </td><td>4 </td><td>± </td><td>39\n</td></tr><tr><td>Range (months) </td><td>36±174 </td><td>5±92 </td><td>1±63 </td><td>± </td><td>± </td><td>1±174\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Clinical and pathologic characteristics of the 19 PTLD patients. Patient number 13 underwent four consecutive biopsy evaluations. (pt Patient, tx transplant, ML malignant lymphoma, ALCL anaplastic large cell lymphoma, MM multiple myeloma, PLD polymorphic lymphoproliferative disorder, PH plasmacytic hyperplasia, n. d. not done)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Pt\n</td><td>Age\n</td><td>Organ\n</td><td>Time from tx to\n</td><td>Histology </td><td>Clonality </td><td> </td><td>EBER </td><td>Stage\n</td></tr><tr><td>number\n</td><td>(years)\n</td><td>transplanted\n</td><td>PTLD (months)\n</td><td> </td><td>Immunophenotype </td><td> </td></tr><tr><td>1 </td><td>56 </td><td>Heart </td><td>5 </td><td>ML immunoblastic </td><td>Monoclonal </td><td>B </td><td>+ </td><td>IV\n</td></tr><tr><td>2 </td><td>38 </td><td>Liver </td><td>1 </td><td>ML ALCL </td><td> </td><td>NULL </td><td>+ </td><td>I E\n</td></tr><tr><td>3 </td><td>47 </td><td>Heart </td><td>30 </td><td>ML immunoblastic </td><td>Monoclonal </td><td>B </td><td>+ </td><td>IV\n</td></tr><tr><td>4 </td><td>34 </td><td>Kidney </td><td>59 </td><td>ML immunoblastic </td><td>Monoclonal </td><td>B </td><td>+ </td><td>I E\n</td></tr><tr><td>5 </td><td>54 </td><td>Kidney </td><td>39 </td><td>MM </td><td> </td><td>B </td><td>n. d. </td><td>III\n</td></tr><tr><td>6 </td><td>68 </td><td>Heart </td><td>48 </td><td>ML immunoblastic </td><td>Monoclonal </td><td>B </td><td>+ </td><td>IV\n</td></tr><tr><td>7 </td><td>55 </td><td>Heart </td><td>79 </td><td>ML immunoblastic </td><td>Monoclonal </td><td>B </td><td>+ </td><td>IV\n</td></tr><tr><td>8 </td><td>46 </td><td>Lung </td><td>4 </td><td>PLD </td><td>Monoclonal </td><td>B </td><td>+ </td><td>I E\n</td></tr><tr><td>9 </td><td>54 </td><td>Kidney </td><td>77 </td><td>ML ALCL </td><td> </td><td>NULL </td><td>\u009f </td><td>III\n</td></tr><tr><td>10 </td><td>58 </td><td>Heart </td><td>17 </td><td>ML pleomorphic </td><td>Monoclonal </td><td>T </td><td>\u009f </td><td>IV\n</td></tr><tr><td>11 </td><td>45 </td><td>Liver </td><td>10 </td><td>ML immunoblastic </td><td>Monoclonal </td><td>B </td><td>\u009f </td><td>I E\n</td></tr><tr><td>12 </td><td>55 </td><td>Kidney </td><td>64 </td><td>ML immunoblastic </td><td>Monoclonal </td><td>B </td><td>\u009f </td><td>II E\n</td></tr><tr><td>13a </td><td>23 </td><td>Heart </td><td>27 </td><td>PH </td><td>Polyclonal </td><td>B </td><td>+ </td><td>I E\n</td></tr><tr><td>13b </td><td>24 </td><td> </td><td>41 </td><td>PH </td><td>Polyclonal </td><td>B </td><td>+ </td><td>II\n</td></tr><tr><td>13c </td><td>25 </td><td> </td><td>48 </td><td>PH </td><td>Polyclonal </td><td>B </td><td>+ </td><td>II\n</td></tr><tr><td>13d </td><td>25 </td><td> </td><td>49 </td><td>PLD </td><td>Polyclonal </td><td>B </td><td>+ </td><td>III\n</td></tr><tr><td>14 </td><td>67 </td><td>Kidney </td><td>36 </td><td>ML immunoblastic </td><td>Monoclonal </td><td>B </td><td>+ </td><td>IV\n</td></tr><tr><td>15 </td><td>67 </td><td>Heart </td><td>6 </td><td>PLD </td><td>Monoclonal </td><td>B </td><td>+ </td><td>I E\n</td></tr><tr><td>16 </td><td>54 </td><td>Heart </td><td>38 </td><td>ML Burkitt </td><td>Monoclonal </td><td>B </td><td>+ </td><td>IV\n</td></tr><tr><td>17 </td><td>63 </td><td>Kidney </td><td>174 </td><td>ML pleomorphic </td><td>Monoclonal </td><td>T </td><td>\u009f </td><td>IV\n</td></tr><tr><td>18 </td><td>45 </td><td>Liver </td><td>63 </td><td>ML immunoblastic </td><td>Monoclonal </td><td>B </td><td>+ </td><td>IV\n</td></tr><tr><td>19 </td><td>57 </td><td>Heart </td><td>92 </td><td>ML Burkitt </td><td>Monoclonal </td><td>B </td><td>+ </td><td>IV\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 3 Treatment and outcome of the 19 PTLD patients. ( pt Patient, ML malignant lymphoma, PLD polymorphic lymphoproli-ferative disorder, PH plasmacytic hyperplasia, MM multiple mye-", "latex": null, "type": "table", "html": "<html><body><table><tr><td>loma, IMS lins, ara-c </td><td>Pt number Histology </td><td>immunosuppression, cytosine arabinoside, Treatment </td><td>HDIg mtx </td><td>metotrexate, cytx </td><td>high-dose immunoglobu-cytoxan,\n</td><td>plete remission, </td><td>spiratory distress syndrome, NED no evidence of disease, CR com-\nPR partial remission) Outcome\n</td></tr><tr><td> </td><td> </td><td>Reduction in IMS\n</td><td>Surgery </td><td>Antivirals </td><td>HDIg </td><td>Chemotherapy\n</td><td> </td></tr><tr><td>1 </td><td>ML </td><td>\u009f </td><td>\u009f </td><td>± </td><td>\u009f </td><td>± </td><td>Dead/autopsy dx\n</td></tr><tr><td>2 </td><td>ML </td><td>\u009f </td><td>\u009f </td><td>± </td><td>\u009f </td><td>± </td><td>Dead/autopsy dx\n</td></tr><tr><td>3 </td><td>ML </td><td>\u009f </td><td>\u009f </td><td>± </td><td>\u009f </td><td>± </td><td>Dead/autopsy dx\n</td></tr><tr><td>4 </td><td>ML </td><td>+ </td><td>\u009f </td><td>± </td><td>\u009f </td><td>± </td><td>Lost to follow up\n</td></tr><tr><td>5 </td><td>MM </td><td>+ </td><td>\u009f </td><td>± </td><td>\u009f </td><td>± </td><td>Lost to follow up\n</td></tr><tr><td>6 </td><td>ML </td><td>\u009f </td><td>\u009f </td><td>± </td><td>\u009f </td><td>± </td><td>Dead/autopsy dx\n</td></tr><tr><td>7 </td><td>ML </td><td>+ </td><td>\u009f </td><td>± </td><td>\u009f </td><td>± </td><td>Died of MOF at 10 days from dx\n</td></tr><tr><td>8 </td><td>PLD </td><td>+ </td><td>\u009f </td><td>Acyclovir </td><td>\u009f </td><td>Cytx </td><td>Died of ARDS at 40 days from dx\n</td></tr><tr><td>9 </td><td>ML </td><td>+ </td><td>\u009f </td><td>± </td><td>\u009f </td><td>VACOP-B </td><td>Died of infection + ML progression at 120 days from dx\n</td></tr><tr><td>10 </td><td>ML </td><td>+ </td><td>\u009f </td><td>± </td><td>\u009f </td><td>CHOP </td><td>Died of infection + ML progression at 18 days from dx\n</td></tr><tr><td>11 </td><td>ML </td><td>+ </td><td>\u009f </td><td>± </td><td>\u009f </td><td>VACOP-B </td><td>Died of infection at 47 days from dx\n</td></tr><tr><td>12 </td><td>ML </td><td>+ </td><td>+ </td><td>± </td><td>\u009f </td><td>CHOP </td><td>CR; graft rejection; died NED at 480 days from dx\n</td></tr><tr><td>13a </td><td>PH </td><td>+ </td><td>+ </td><td>± </td><td>\u009f </td><td>± </td><td>Resolution\n</td></tr><tr><td>13b </td><td>PH </td><td>+ </td><td>\u009f </td><td>Acyclovir </td><td>\u009f </td><td>± </td><td>Responsive\n</td></tr><tr><td>13c </td><td>PH </td><td>+ </td><td>\u009f </td><td>Ganciclovir </td><td>\u009f </td><td>± </td><td>Responsive\n</td></tr><tr><td>13d </td><td>PLD </td><td>+ </td><td>\u009f </td><td>Ganciclovir </td><td>\u009f </td><td>Cytx </td><td>Alive at 820 days from dx; still on treatment\n</td></tr><tr><td>14 </td><td>ML </td><td>+ </td><td>+ </td><td>± </td><td>\u009f </td><td>± </td><td>Died of infection at 60 days from dx\n</td></tr><tr><td>15 </td><td>PLD </td><td>+ </td><td>\u009f </td><td>Acyclovir </td><td>\u009f </td><td>± </td><td>Alive; NED at 790 days from dx\n</td></tr><tr><td>16 </td><td>ML </td><td>+ </td><td>\u009f </td><td>± </td><td>\u009f </td><td>± </td><td>Died of ML progression at 10 days from dx\n</td></tr><tr><td>17 </td><td>ML </td><td>\u009f </td><td>\u009f </td><td>± </td><td>\u009f </td><td>± </td><td>Dead/autopsy dx\n</td></tr><tr><td>18 </td><td>ML </td><td>+ </td><td>\u009f </td><td>Acyclovir </td><td>+ </td><td>VACOP-B </td><td>Alive; NED at 300 days from dx; chronic rejection treated with FK506\n</td></tr><tr><td>19 </td><td>ML </td><td>+ </td><td>\u009f </td><td>Acyclovir </td><td>+ </td><td>Ara-c, mtx,\n</td><td>Alive at 220 days from dx; PR; on second-line chemotherapy\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>cytx\n</td></tr></table></body></html>"}}, "back_matter": []}