{
    "paper_id": "12b14eb9cf9fbf753113cfdd16e18c9818ee94c0",
    "metadata": {
        "title": "Infant lung function testing in the intensive care unit",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Hammer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California School of Medicine",
                    "location": {
                        "postCode": "4650, 90027",
                        "settlement": "Sunset Boulevard, Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "J L"
                ],
                "last": "Newth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California School of Medicine",
                    "location": {
                        "postCode": "4650, 90027",
                        "settlement": "Sunset Boulevard, Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Abbreviations ARDS adult respiratory distress syndrome 9 BPD bronchopulmonary dysplasia 9 Crs total respiratory system compliance 9 ETT endotracheal tube 9 FD forced deflation 9 FV flow-volume 9 FRC functional residual capacity 9 MEF maximal expiratory flow 9 PEEP positive endexpiratory pressure 9 Rrs total respiratory system resistance 9 RSV respiratory syncythial virus 9 RV residual volume 9 TAA thoracoabdominal asynchrony 9 TLC total lung capacity 9 UAO upper airway obstruction 9 VC vital capacity 9 VT tidal volume",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Until recently, there has been limited ability to assess objectively the deviations from normal in lung function in infants and children, either within or without the Intensive Care Unit (ICU). However, the application of the rapid data acquisition and processing abilities of the personal computer and miniaturization of equipment has led to major changes in this field, particularly for the newborn-4-year-old child age range. The modifications of old and development of new pulmonary function tests have allowed those involved in the care of such patients novel measurements and new perspectives in both the assessment and management of respiratory failure. This review will focus on techniques which are used to measure thoracoabdominal asynchrony, tidal breathing flow-volume loops, small airway function (forced expiratory maneuvers), respiratory mechanics and lung volumes in critically ill infants and children. The major goals of these techniques in an Intensive Care setting are to: i) understand the underlying pathophysiology, ii) aid with diagnosis, iii) provide assessment of therapeutic response, and iv) provide a guide to changes in a patient's condition which will allow timely interventions to support the patient. Ideally, such devices should also provide a measure of the disease and a prediction of outcome, in addition to being inexpensive and noninvasive. However, at this point in the evolution of Intensive Care, our most useful monitors, diagnosticians and medical prognosticators are almost certainly highly trained and \"disease-smart\" physicians, nurses and respiratory therapists at the bedside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Some applications of pulmonary function testing generally require that the infants are heavily sedated, and under neuromuscular blockade when mechanically assisted with ventilation. The latter situation also requires (usually) that there be no leak around the ETT in order to obtain good quality studies. This can be achieved in most cases with either a cuffed ETT or with an uncuffed tube with pharyngeal packing. Cuffed ETT are not recommended for use in children under the age of 8 years [1] , but in a recent prospective study involving 250 infants and children, using cuffed ETT one-half size smaller than the calculated uncuffed ETT for age, we had no greater incidence of complications either short-term (post-extubation stridor) or long-term (tracheal stenosis) [2] . We now use cuffed ETT routinely in our Pediatric ICU in infants and young children with pulmonary disease.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is not the intent of this report to justify as \"useful\" or \"essential\" any of the techniques which are subsequently mentioned. At one end of the spectrum, demonstration of a significant reduction of mortality and morbidity associated with a change in practice provides a dra-matic justification for the use of a diagnostic or monitoring tool. Unfortunately, unlike therapeutic interventions, it is rarely possible to provide evidence of such changes with routine monitoring devices in Intensive Care. In addition, little has been published on the efficacy or cost effectiveness of the various procedures. At the other end of the spectrum, one can argue that any intervention which provides more understanding of disease processes can be justified, providing there is little or no deleterious effect on the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Intermittent arterial blood gas analysis is regarded as the standard diagnostic tool for respiratory failure and is fundamental for accurate assessment of pulmonary gas exchange and ventilator management [3] . However, technologic advances have made non-invasive devices available for continous monitoring of oxygen (02) and carbon dioxide (CO2). These include end-tidal CO2, transcutaneous CO 2 and 0 2, and pulse oximetry. If the caregiver is aware of their limitations, they allow quick feedback on rapidly changing conditions and are helpful in the continuous supervision of respiratory therapy. Non-invasive blood gas monitoring has the potential to reduce significantly the frequency of ABG sampling. Detailed descriptions of their operation and limitations are beyond the scope of this paper, but are available in recent reviews [4, 51. Thoracoabdominal asynchrony (TAA) and paradoxical breathing are often observed in infants and children with various forms of respiratory diseases including upper airway obstruction (UAO), parenchymal processes (such as hyaline membrane disease, pneumonia and pulmonary edema), obstructive lower airways disease (asthma, bronchiolitis, BPD) and neuromuscular diseases. This phenomenon has generally been descriptive and was referred to as chest wall retractions in clinical scoring systems. However, phase angle analysis of the Lissajous figure allows us to easily detect, quantify and monitor TAA in a non-invasive manner [6] . In this technique, rib cage (RC) and abdominal (ABD) movements are recorded by use of an uncalibrated respiratory inductance plethysmograph, the bands of which are placed at the levels of the nipples and upper abdomen. The analog output of the RC and ABD movements is acquired by a computerized data acquisition system that is programmed to calculate continuously phase angles utilizing the method of Agostoni and Mognoni [7] . Phase angle (0) is thus calculated according to the equation: m sin 0 = -s where m is the length of the midpoint of the RC excursion and s is the length depicting the ABD excursion (Fig. 1 ). In addition, RC and ABD movements can be continuously displayed as an X-Y plot giving optical information about changes in loop shape and loop direction.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 836,
                    "end": 843,
                    "text": "[4, 51.",
                    "ref_id": null
                },
                {
                    "start": 1466,
                    "end": 1469,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1894,
                    "end": 1897,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2081,
                    "end": 2088,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Non-invasive respiratory monitoring"
        },
        {
            "text": "Except during REM sleep, the RC and ABD expand and decrease in synchrony in normal full-term infants and children, producing a closed or very narrow loop with a positive slope on the X-Y plot (mean 0 = 8 o, range = 0 to 25 o). However, during TAA the loop opens and becomes progressively wider as TAA increases. Paradoxical breathing also creates a closed or very narrow loop, but with a negative slope. Important information can further be obtained from the loop direction. This indicates which compartment (RC or ABD) precedes the other. Counterclockwise loops indicate that the ABD compartment (diaphragm) leads the RC as usually observed in normal quiet breathing and most forms of respiratory distress in children. Clockwise loops signify the opposite which is typically associated with diaphragmatic paralysis [8] .",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 819,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-invasive respiratory monitoring"
        },
        {
            "text": "Continuous phase angle measurement is a promising non-invasive technique for the objective assessment of TAA in a variety of respiratory diseases. Phase angles are elevated in UAO and decrease after (z-agonist therapy (Fig. 2) , but demand further research and a better understanding of their predictive value for respiratory failure [6]. We have recently validated phase angle measurements by showing that they correlate with the level of the imposed respiratory load, but do not detect respiratory muscle fatigue, in UAO [9]. However, it has been demonstrated that phase angle measurements correlate with transcutaneous CO 2 in infants with severe laryngotracheobronchitis and provide a useful, additional way to . Phase angle measurements also correlated with improvement after bronchodilator therapy in children with obstructive airway disease such as asthma and BPD [11] . The use of phase angle analysis to monitor TAA in infants and children with neuromuscular disease (e.g. infant botulism, Guillain-Barr6 syndrome, myopathies, neuropathies, spinal cord injuries) needs to be further clarified, but offers a promising tool to monitor sprinting or weaning processes from mechanical ventilation. Diaphragmatic paralysis can be easily detected at the bedside by the characteristic generation of clockwise loops, even when this may not be obvious clinically as in the case of unilateral paralysis (e.g. post cardiothoracic surgery) [8] .",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 875,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 226,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Non-invasive respiratory monitoring"
        },
        {
            "text": "A problem often encountered with this technique is that at various times phase angle loops are not based on clear sinusoidal RC and ABD movements and produce numerous types of non-sinusoidal patterns [12] . We have recently suggested that a sine-wave independent mathematical approach in loop analysis improves the accuracy of phase shift calculations under such circumstances [13, 141.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-invasive respiratory monitoring"
        },
        {
            "text": "Other methods used in the assessment of respiration involve techniques measuring the \"work of breathing\". The classic method for \"work of breathing\" has been thoroughly studied in adults by Collett and co-workers [15] . However, modified approaches have been used in infants. The \"work of breathing\" can be measured relatively non-invasively by use of an oesophageal balloon to record pleural pressure changes and subsequent calculation of the pressure-time index. This index is an estimate of the energy cost of the \"work of breathing\" because 02 consumption by muscle is proportional to the integral of muscle tension (or pressure) with respect to time. Klein and Reynolds demonstrated that when the unintegrated pleural pressure signal was used in the index, they were able to show a response to therapy with continuous inflating pressure in sleep-related UAO [16] . Since breathing slows and inspiratory pressure is greater with UAO, the \"raw\" pressure-time index underestimates the true integrated pressure-time index. Nonetheless, this seems a simple and effective objective measurement for upper airway obstruction. A further variation was suggested by Wolfson et al. [17] in their study on helium breathing in infants with BPD. These techniques await further validation.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-invasive respiratory monitoring"
        },
        {
            "text": "Tidal breathing flow-volume loops Tidal breathing flow-volume or pressure-volume loops are increasingly used in continuous or intermittent monitoring of mechanical ventilation in both Neonatal and Pediatric ICUs. They can be measured on special \"standalone\" equipment, or are increasingly incorporated into modern ventilators. These allow the measurement of tidal volume (VT), tidal flows and pressures generated during mechanical and spontaneous breaths. Thus, impacts of alteration in ventilator settings or lung physiology on these parameters can be readily detected [18, 19] . Spontaneous tidal volume breaths and ventilator breaths can be compared (especially along the expiratory flow limb where flow-limitation may be readily seen) which enables an estimate of the ventilatory reserve provided by mechanical ventilation (Fig. 3 ). The generation of inadver- Unless it is certain that flow is limited (effort independent) at a particular lung volume, changes in flow rates after a therapeutic maneuver (e.g. bronchodilator) may still be attributed to factors other than a simple response to therapy. We have recently shown that the FD technique is capable of producing forced expiratory flows at flow limitation in intubated animals and infants with normal and obstructed airways [22, 23] . For the test procedure, the lungs are inflated by squeezing a breathing bag filled from a continuous compressed O~ supply to +40 cmH20 inflation pressure, defined as total lung capacity (TLC). Inflation pressures are held static for at least 3 s, after which a sliding valve is activated to expose the airways to a 100-L capacity, constant negative pressure source of -40 cmH20 deflation pressure. The lungs are deflated until expiratory flow ceases at residual volume (RV) or for at least 3 s. VC and MEF at various subdivisions are measured by an interposed pneumotachograph. Throughout the procedure the individual is usually under neuromuscular blockade and/or heavy sedation.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 574,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 1286,
                    "end": 1290,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 1291,
                    "end": 1294,
                    "text": "23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 827,
                    "end": 834,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Flow-volume loops"
        },
        {
            "text": "Normal values for VC and MEF at the various subdivisions still need to be defined, but in our laboratory lie in the range of 50-70 ml.kg -1 for VC and 24-38 ml.kg -t 9 s -1 for MEF25 and 6-15ml.kg-t.s -~ for MEFt0. Since it has become standard of care to use inhaled bronchodilators on intubated and ventilated patients in a variety of diseases, their effectiveness with respect to bronchodilatation can easily be documented by the FD technique [24, 25] . Obstructive airway and restrictive lung diseases produce very characteristic patterns (Fig. 4) which are helpful in assessing the underlying pathophysiology (e.g. RSV infection causing bronchiolitis, ARDS or pneumonia). Serial VC and MEF assessments are helpful in a variety of lung diseases like BPD and ARDS requiring long term mechanical ventilation and document the resolution or progression of the disease process [26, 27].",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 449,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 550,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Flow-volume loops"
        },
        {
            "text": "Compliance and resistance reflect the mechanical properties of the lungs and require the measurement of flow, volume and pressure. Compliance (C) is defined as the change in volume per unit change in pressure:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory mechanics"
        },
        {
            "text": "It must be emphasized that compliance is a function not only of the elastic properties of the respiratory system, but also of its volume. In other words, the value obtained is different at various lung volumes, dependent on the shape of the pressure-volume curve, which in turn depends on the amount of lung disease and therapeutic maneuvers such as PEEP or surfactant administration. Sudden changes in compliance often reflect the opening and closing of individual lung units rather than changes in lung tissue and surface tension characteristics and represents the resistive properties of the airways, lung tissue and chest wall. Several methods have been designed to measure compliance and resistance in ventilated infants which has led to a confusing nomenclature for the practitioner. Compliance is referred to as either dynamic compliance (Cdyn) when it is measured when ventilation is in motion, or as static (passive) compliance (Crs) when respiratory muscles are inactive during the test procedure. The same applies to the resistance of the respiratory system, which is referred to as either dynamic (Re) or total respiratory system resistance (Rrs). Cdyn can be simply calculated by dividing VT by the total change in pressure necessary to deliver that volume. These numbers can be easily extracted from mechanical ventilation. However, it is understood that Cdyn is related to both elastic and flow resistive characteristics according to the equation of motion of the single compartment model of the respiratory system: P = VX+R F C where P = transpulmonary pressure, Vx = tidal volume and F = tidal flow. Thus, Cdyn changes with alteration of mechanical ventilation settings including respiratory frequency, inspiratory and end-expiratory pressure [30] . The classic technique of determining Cdyn is based on the measurement of oesophageal pressure as a quantification of pleural pressure [31] . This allows differentiation of Cdyn into its components of lung compliance (CL) and chest wall compliance (Ccw). However, Ccw is usually very high in infants and its contribution to total respiratory compliance (Cxox) can often be neglected [32, 33], since CL and Ccw are related as follows:",
            "cite_spans": [
                {
                    "start": 1760,
                    "end": 1764,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1901,
                    "end": 1905,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Respiratory mechanics"
        },
        {
            "text": "This technique is invasive by virtue of the need of an oesophageal catheter and the accuracy of such measurements in intubated infants and children is controversial [34, 351. Newer methods measure static compliance (Crs) and resistance (Rrs) and are based on relaxation of both inspiratory and expiratory muscles during brief airway occlusions during exhalation. The most widely used methods are the passive deflation and the multiple occlusion techniques [36] [37] [38] . Muscle relaxation is achieved either by invoking the Hering-Breuer inflation reflex or by use of neuromuscular blockade. We favor the use of shortterm neuromuscular blockade together with sedation for a mechanically ventilated patient in the controlled setting of an ICU because it guarantees complete muscle relaxation during the whole expiratory phase.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CTOT CL Ccw"
        },
        {
            "text": "In the following we will concentrate on the discussion of the passive deflation technique (single breath occlusion) and refer the reader to recent literature for the other methods [39] . The passive deflation technique involves measuring pressure during occlusion of the airway at endinspiration and fitting a straight line to the FV-curve obtained during the subsequent passive exhalation [40, 41] . If there is no muscle activity during exhalation, the expiratory time constant (Trs) or emptying time of the respiratory system will be entirely dependent on the mechanical properties of the lungs and can be described as follows:",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[40,",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CTOT CL Ccw"
        },
        {
            "text": "Thus, both Crs and Rrs can be obtained from a single breath. The determination of Trs gives some idea of how rapidly the lung empties following a mechanical breath. A single time constant is defined as the time required to exhale 63 % of the tidal volume. Three time constants are needed to exhale 95~ of the delivered tidal volume. This permits the determination of respiratory rates allowing complete exhalation or the detection of rate settings which lead to inadvertent PEEP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trs = Crs x Rrs"
        },
        {
            "text": "The passive deflation technique relies on the assumption that the respiratory system can be regarded as a single compartment model. This is valid in most healthy infants especially over the tidal volume range. However, in the presence of lung disease, the respiratory system will not always behave like a single compartment model and a single time constant will not adequately describe all the respiratory mechanics [42, 43]. We have noted multiple time constants in infants with restrictive lung diseases such as acute ARDS or pulmonary edema, or with severe obstructive airway disease [44] . In all these circumstances Crs and Rrs are best measured over the longest linear fit of the passive expiratory FV-curve. However, calculation of time constants at different intercepts may give additional information and better describe the respiratory mechanics over the whole expiration phase [451. Pattern recognition adds valuable information to the interpretation of results obtained by measuring respiratory mechanics. While obstructive lung disease is characterized by a concave slope of the passive expiratory FV-loop, restrictive lung disease often results in convex loop patterns. It is important to note that in the case of intubated patients, Crs and Rrs measurements include the physical properties of the ETT. Unfortunately, there is still a great lack of normal values for Crs and Rrs in intubated infants and children with normal lungs. According to our studies, such normal data lie in the range of 0.8-1.2ml'cmH:O -1 9 kg -1 for Crs and 0.4-0.Sml'cmH20-l\"s (up to 1.0 with ETT < 3.5 mm I.D.) for Rrs [25] .",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 591,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 1611,
                    "end": 1615,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Trs = Crs x Rrs"
        },
        {
            "text": "Pfenninger and Aebi [46] have recently used the passive deflation technique for Rrs and Crs to compare the response to inhaled and intravenous salbutamol in ventilator-dependent infants with chronic lung disease, and concluded there was no difference. Such careful objective physiological measurements should influence how weaning such infants from the ventilator is approached.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Trs = Crs x Rrs"
        },
        {
            "text": "Although the most fundamental interest in lung volume measurements in infancy and childhood relates to the assessment of normal and abnormal lung growth [47, 48], the determination of lung volumes is an important part of the respiratory management of infants and children [49] . Lung volume measurements can help in diagnosing respiratory disorders, in evaluating responses to therapy, and in finding suitable ventilator settings with respect to rate and ventilating pressures [50-52]. Lung volume is also an important variable when lung mechanics are measured [53] because specific compliance and specific resistance are normalized by lung volume, i.e. the functional residual capacity (FRC).",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[53]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Functional residual capacity"
        },
        {
            "text": "Currently, FRC and V T are the only lung volumes that can be accurately, repeatedly, and reliably measured in infants and small children. Hence, they are the only lung volumes that can be routinely determined for clinical reasons either in the ICU or in the Out-Patient Clinic. Other lung volumes such as TLC, VC and RV can also be measured, but the techniques are employed mainly for research, and require an endotracheal tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Functional residual capacity"
        },
        {
            "text": "FRC can be measured by three techniques: plethysmographic (infant body box), helium (He) dilution (a closed-circuit method), and nitrogen (N2) washout (in its modern form, an open-circuit method). Except in the smallest of infants, sedation is required for each technique. Sulphahexafluoride has recently been used in a promising washin-washout technique [54, 55] , and has now been validated [66] .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[54,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "55]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[66]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Functional residual capacity"
        },
        {
            "text": "The body plethysmograph technique is labor-intensive, as is the calibration of the infant body box. Edberg and colleagues [56] [57] [58] have recently applied modern computing techniques to the infant body box and obtained useful data in the neonatal ICU setting. However, their lung volume data was measured using the nitrogen (N2) washout method. For most workers, the use of plethysmographic methods is impractical in the ICU environment, particularly for mechanically ventilated patients. The recent advent of a commercially available computerized infant box (J~tger) may modify this opinion.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[56]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 127,
                    "end": 131,
                    "text": "[57]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[58]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Infant plethysmography"
        },
        {
            "text": "The closed-circuit He dilution method has been adapted to measure FRC on ventilated patients by Heldt et al. [59] . The patient is connected via the ETT and a sliding valve to both a bag (which is situated inside a transparent plexiglas box) and to the ventilator. In normal pre-test position the patient is ventilated directly by the ventilator through the valve. The bag, which contains a known amount of gas with known He concentration (and thus a known amount of Helium) is sealed and is not connected to the patient. At end-exhalation the valve is switched so that the patient is directly connected only to the He-containing bag while the ventilator ventilates the box surrounding the bag and compresses the bag accordingly. The patient is thus ventilated by the bag which is externally compressed by the ventilator cycle. After several breaths, equilibration of He concentration between the lungs and the bag is achieved and FRC can be calculated in the same way as in non-ventilated subjects. Helium dilution can be used in patients on very high inspired oxygen concentrations (FIO2 = 0.97). However, most thermal conductivity based He analyzers are inaccurate when O2 concentrations are high. Moreover, calibration depends on the Oz/He mixture ratio and should be repeated each time. Leak-free connections in intubated infants are more difficult to achieve in this age group, where cuffed tubes are rarely used. If the leak is minimal, it may be eliminated by gentle tracheal pressure during the recording period. Although a method for correcting leaks during FRCI~e measurements has been described by Fox et al. [60] and is currently incorporated into some automated systems. This has not been fully evaluated nor validated and may result in significant errors.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[59]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1621,
                    "end": 1625,
                    "text": "[60]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Helium (He) dilution"
        },
        {
            "text": "The technique is based on washing out the N 2 from the lungs by giving the subject 100% O 2 to breathe. If the amount of N 2 washed out is measured and the initial alveolar N 2 concentration is known, then the lung volume from which point the washout started can be derived. In this open circuit method, the patient is switched to breathing 100% 02 and from this point the volume of N 2 exhaled is determined by integration with respect to time of the instantaneous N2 concentration flowing in the exhalation circuit multiplied by the instantaneous flow. In 1985, Gerhardt and co-workers [61] devised a new open washout system to which a constant background O2 flow was delivered. The patient inhaled from and exhaled to that circuit with background flow. Although the instantaneous flow rate of the washout circuit changes continuously as the subject breathes, the average flow leaving the system over time remains unchanged because the volume of gas subtracted during inspiration is added back to the system during exhalation (this is true as long as the temperature and humidity of the inhaled and exhaled gas are equal -a condition which is easy to meet by using a humidifier). Because the method ignored the instantaneous change in flow and used only the average constant flow for calculation, it was essential that sampling of N 2 for concentration measurements would \"see\" a continuous decrease of N 2 concentration as the washout proceeds, without the effect of the respiratory phase. This was achieved by incorporating a mixing chamber in the exhalation circuit before the sampling port from which mixed expired gas was sampled for N2 analysis. The technique developed by Gerhardt et al. for spontaneously breathing infants [62] is not immediately applicable to ventilated children mainly because the gas flow during calibration does not equal the flow during the test. In order to overcome this difficulty, Sivan and co-workers [63] used the respiratory mass spectrometer already \"in-line\" for measuring the instantaneous N 2 concentration, to record the minute ventilation by the argon dilution technique [64] . At FRC the patient is switched to a second ventilator delivering 100~ 02 (washout ventilator) and washout starts.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[61]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1733,
                    "end": 1737,
                    "text": "[62]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1938,
                    "end": 1942,
                    "text": "[63]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2116,
                    "end": 2120,
                    "text": "[64]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Nitrogen (N2) washout"
        },
        {
            "text": "This N2 washout technique (which unlike the He dilution method is limited to patients at FIO 2 < 0.65) allows accurate determination of FRC during mechanical ventilation and correlates well with those values produced using the Douglas bag technique [52] . In patients with restrictive lung disease, including a group with ARDS [44], FRC measured at clinically chosen levels of PEEP (4-10cmH20) was 45~ below predicted FRC for nonintubated normal children and 60~ below that of ventilated children with normal lungs at physiological levels of PEEP (2-4 cmH20). The use of progressively greater levels of PEEP produced increases in FRC towards predicted normal values [63] . However, this suggests that in ARDS at least, normalization of FRC would require sufficient PEEP to contribute to barotrauma or to compromise cardiac output and systemic oxygen transport. In spontaneously breathing infants and children, FRC is the same whether determined by He dilution or N2 washout methods [65] , and is in the range of 16-22 ml 9 kg-1 (mean = 20.4 ml\" kg-1). The only published data on ventilated infants and children with normal lungs demonstrated FRCs up to 50~ more than the nor-mal values for spontaneously breathing (i.e. not ventilated) children on PEEPs of 2-4 cm H20 [63] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[63]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "[65]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1268,
                    "end": 1272,
                    "text": "[63]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Nitrogen (N2) washout"
        },
        {
            "text": "As a result of the previous shortage of tools to assess objectively the overall physiological status of the respiratory system in infants and young children, it has been difficult to measure the degree of physiological disorder or the response to therapy in respiratory diseases such as BPD, the pediatric version of ARDS, bronchiolitis, pneumonia, asthma and croup in this patient population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The newborn -four-year old child is particularly difficult to study because of their lack of cooperation and size. The recent progress in computer technology made pulmonary function testing available for this age range and opened up new possibilities for monitoring changes in disease processes affecting the respiratory system. This may improve medical management of infants and children with lung and heart diseases in particular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "In 1989, Shannon [49] proposed in this Journal that the minimum physiological information needed for the intelligent use of mechanical ventilation (particularly if lower airway and/or pulmonary parenchymal disease was apparent) required the measurement of at least 4 variables: i) arterial partial pressure of carbon dioxide; ii) arterial oxygen saturation; iii) the mechanical time constant of the lung and iv) FRC. In many circumstances, arterial CO2 is approximated by alveolar (end-tidal) CO 2 and the arterial oxygen saturation is obtained from pulse oximetry accurately if perfusion is adequate. The mechanical time constant and FRC are easily measured by the techniques described above and together provide important information concerning appropriate ventilator settings for a given disease.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The described techniques bring new insights and awareness, but also new responsibilities in the management of infants and children with respiratory compromise. Not all of these techniques need to be applied to all infants in the ICU. Not all the assumptions upon which some of the techniques we have described are based will prove true. Any such methods which do not withstand solid scientific testing must be quickly discarded and replaced with better and (hopefully) easier methods. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ed) Textbook of pediatric intensive care. Williams & Wilkins",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Scheien",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Pediatr",
            "volume": "125",
            "issn": "",
            "pages": "57--62",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recognition and management of respiratory failure",
            "authors": [
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Newth",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Pediatr Clin North Am",
            "volume": "",
            "issn": "",
            "pages": "617--644",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Noninvasive assessment of blood gases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Votteri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Ariagno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Eichhorn",
                    "suffix": ""
                },
                {
                    "first": "R J",
                    "middle": [],
                    "last": "Fallat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Newth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rotman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sue",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am Rev Respir Dis",
            "volume": "145",
            "issn": "",
            "pages": "220--232",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of positive end-expiratory pressure on respiratory compliance in children with acute respiratory failure",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sivan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Deakers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Newth",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Pediatr Pulmonol",
            "volume": "11",
            "issn": "",
            "pages": "103--107",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Functional residual capacity and ventilation homogeneity in mechanically ventilated small neonates",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Vilstrup",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Bjorklund",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lachmann",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Appl Physiol",
            "volume": "73",
            "issn": "i992",
            "pages": "276--283",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Measurement of functional residual capacity by sulfur hexafluoride in small-volume lungs during spontaneous breathing and mechanical ventilation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schulze",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "T6pfer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kirpalani",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Pediatr Res",
            "volume": "35",
            "issn": "",
            "pages": "494--499",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immediate effects on lung function of instilled human surfactant in mechanically ventilated newborn infants with IRDS",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Edberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ekstr6m-Jodal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hallman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hjalmarson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silberberg",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Acta Paediatr Scand",
            "volume": "79",
            "issn": "",
            "pages": "750--755",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lung volume, gas mixing, and mechanics of breathing in mechanically ventilated very low birth weight infants with idiopathic respiratory distress syndrom",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Edberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silberberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ekstr6m-Jodal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hjalmarson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Pediatr Res",
            "volume": "30",
            "issn": "",
            "pages": "496--500",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ekstr6m-Jodal B, Hjalmarson O (1991) A plethysmographic method for assessment of lung function in mechanically ventilated very low birth weight infants",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Edberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silberberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sj6qvist",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Pediatr Res",
            "volume": "30",
            "issn": "",
            "pages": "501--504",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A simplified method to determine functional residual capacity during mechanical ventilation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Heldt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Chest",
            "volume": "74",
            "issn": "",
            "pages": "492--496",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of endotracheal tube leaks on functional residual capacity determination in intubated neonates",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Pediatr Res",
            "volume": "13",
            "issn": "",
            "pages": "60--64",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A simple method for measuring functional residual capacity by N 2 washout in small animals and newborn infants",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gerhardt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hehre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bancalari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Pediatr Res",
            "volume": "19",
            "issn": "",
            "pages": "1165--1169",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Functional residual capacity in normal neonates and children up to 5 years of age determined by a N 2 washout method",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gerhardt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reifenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hehre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Feller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bancalari",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Pediatr Res",
            "volume": "20",
            "issn": "",
            "pages": "668--67",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Functional residual capacity in ventilated infants and children",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sivan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Deakers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Newth",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Pediatr Res",
            "volume": "28",
            "issn": "",
            "pages": "451--454",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The measurement of metabolic gas exchange and minute volume by mass spectrometry alone",
            "authors": [
                {
                    "first": "Njh",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Respir Physiol",
            "volume": "36",
            "issn": "",
            "pages": "261--267",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparison of helium dilution and nitrogen washout measurements of functional residual capacity in infants and very young children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tepper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asdell",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Pediatr Pulmonol",
            "volume": "13",
            "issn": "",
            "pages": "250--254",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Measurement of functional residual capacity by sulfur hexafluoride in small-volume lungs during spontaneous breathing and mechanical ventilation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schulze",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Topfer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kirpalani",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Pediatr Res",
            "volume": "35",
            "issn": "",
            "pages": "494--499",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "On the left hand side of the diagram, the RC and ABD movements are drawn as sine waves to show temporal relationships as they move out of phase (X-axis represents time). On the right hand side, the movements are plotted as Lissajous figures to demonstrate the calculation of corresponding phase angles and also to show the direction of the loop (e.g. anti-clockwise in second panel, where abdominal movement precedes thoracic -as in group) Phase angle analysis and Lissajous figures of an infant with croup before and after the application of racemic epinephrine. Lissajous figues are anti-clockwise (as indicated by the arrow) and confirm thoracic and abdominal motion are not sinusoidal. The change (improvement) in phase angle (144~ ~ was associated with a decrease in clinical signs of UAO and an increase in V T from 3 to 5.4 ml/kg monitor such patients [10]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Superimposed tidal breath, ventilator breath and forced deflation FV-loops of a 9.5 month old infant with BPD illustrate the lack of ventilatory reserve. In this patient airway obstruction is so severe that flow limitation (proven by forced deflation) occurs even during tidal breathing tent PEEP with high respiratory rates or short expiratory times can be graphically displayed and assessed. Loop patterns are useful to detect various types of airway pathology or partially obstructed endotracheal tubes[20].Forced expiratory flow-volume loopsThe measurement of maximal expiratory flows (MEF) is a sensitive test of abnormalities in the tracheobronchial tree and contributes greatly to the diagnosis and treatment of lung disease. The forced deflation (FD) technique allows examination of forced expiratory flow-volume loops (FV-loops) and the measurement of maximal expiratory flows (MEF) and vital capacity (VC) in intubated infants and children who are unable to generate a voluntary maximal expiratory maneuver[21]. However, it is important that techniques measuring MEF rates reach flow limitation for precise interpretation of the acquired data.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "[28]. Thus, ideally compliance should be corrected for total lung capacity (TLC) and body weight[29]. Compliance refer-",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Hammer J, Prisk GK, Deakers TW, Newth CJL (1993) Different measurement techniques for thoracoabdominal asynchrony in monkeys with graded inspiratory loading. Am Rev Respir Dis 147:A126 15. Collett PW, Perry C, Engel LA (1985) Pressure-time product, flow and oxygen cost of resistive breathing in humans. J Appl Physiol 58:1263-1272 16. Klein M, Reynolds LG (1986) Relief of sleep-related oropharyngeal airway obstruction by continous insufflation of the pharynx. Lancet 8487:935-939 17. Wolfson MR, Bhutani VK, Shaffer TH, Bowen FW (1984) Mechanics and energetics of breathing helium in infants with bronchopulmonary dysplasia. J Pediatr 104:752-757 18. Milner AD, Saunders RA, Hopkin IE (1978) Tidal pressure volume and flow volume respiratory loop patterns in human neonates. Clin Sci Molec Med 54:257 -264 19. Stocks J, Thomson A, Wong C, Silverman M (1985) Pressure-flow curves in infancy. Pediatr Pulmonot 1:33-40 20. Abramson AL, Goldstein MN, Stenzler A, Steele A (1982) The use of the tidal breathing flow volume loop in laryngotracheal disease of neonates and infants. Laryngoscope 92:922-926 21. Motoyama EK (1977) Pulmonary mechanics during early postnatal years. Pediatr Res 11:220-223 22. Newth CJL, Amsler B, Anderson GP, Morley J (1991) The effects of varying inflation and deflation pressures on the maximal expiratory deflation flow-volume relationship in anesthetized rhesus monkeys. Am Rev Respir Dis 144: 807-813 23. Hammer J, Deakers TW, Newth CJL (1993) The achievement of flow limitation in intubated infants with normal lungs and obstructive airway disease. Am Rev Respir Dis 147:A222 24. Mallory GB, Motoyama AK, Koumbourlis AC, Mutich RL, Nakayama DK (1989) Bronchial reactivity in infants in acute respiratory failure with viral bronchiolitis. Pediatr Pulmonol 6: 253-259 25. Hammer J, Numa A, Newth CJL (1995) Albuterol responsiveness in infants with respiratory failure due to respiratory syncytial virus infection. J Pediatr (in press) 26. Motoyama EK, Fort MD, Klesh KW, Mutich RL, Guthrie RD (1987) Early onset of airway reactivity in premature infants with bronchopulmonary dysplasia. Am Rev Respir Dis 136:50-57 27. Mallory GB, Chaney H, Mutich RL, Motoyama EK (1991) Longitudinal changes in lung function during the first three years of premature infants with moderate to severe bronchopulmonary dysplasia. Pediatr Pulmonol i1:8-14 28. Ratjen 17, Zinman R, Stark S, Lesczczynski LE, Wohl MEB (1989) Effect of changes in lung volume on respiratory system compliance in newborn infants. J Appl Physiol 67:i 192-f197 29. England SJ (1988) Current techniques for assessing pulmonary function on the newborn and infant: advantages and limitations. Pediatr Pulmonol 4:48 -53 30. Sly PD, Brown KA, Bates JHT, Spier S, Milic-Emili J (1988) Non-invasive determination of respiratory mechanics during mechanical ventilation of neonates: a review of current and future techniques. Pediatr Pulmonol 4:39-47 31. Mead J, Whittenberger JL (1952) Physical properties of human lungs measured during spontaneous respiration. J Appl Physiol 5:779-796 32. Davis GM, Coates AL, Papageorgiou A, Bureau MA (1988) Direct measurement of static chest wall compliance in animal and human neonates. J Appl Physiol 65:1093-i098 33. Gerhardt T, Bancalari E (1980) Chest wall compliance in fullterm and premature infants. Acta Paediatr Scand 69:359-364 34. LeSou~f PN, Lopes JM, England SJ, Bryan MH, Bryan AC (1983) Influence of chest wall distortion on esophageal pressure. J Appl Physiot 55:353-358 35. Heal DP, Turner H, Stocks J, Helms P (1986) The accuracy of esophageal pres-Zin WA, Pengelly LD, Milic-Emili J (1982) Single-breath method for measurement of respiratory mechanics in anesthetized animals. J Appl Physiol 52:1266-t 271 37. Olinsky A, Bryan MH, Bryan AC (1976) A simple method of measuring total respiratory system compliance in newborn infants. S Afr Med J 50: 128--130 38. Guslits BG, Wilkie RA, England SJ, Bryan AC (1987) Comparison of methods of measurement of compliance of the respiratory system in children. Am Rev Respir Dis 136:727-729 39. American Thoracic Society/European Respiratory Society (1993) Respiratory mechanics in infants: physiologic evaluation in health and disease. Am Rev Respir Dis 147:474-496 40. Mortola JP, Fisher JT~ Smith B, Fox G, Weeks S (1982) Dynamics of breathing in infants. J Appl Physiol 52: 1209-1215 41. LeSouOf PN, England S J, Bryan AC (1984) Passive respiratory mechanics in newborns and children. Am Rev Respir Dis 129:727-729 42. Richardson P, Scott J, Hansen TN (1989) Mechanics of the respiratory system during passive exhalation on preterm lambs. Pediatr Res 26:425-428 43. Davies C J, Cooper SG, Fletcher ME, Hatch D J, Helms PJ, Gordon I, Stocks J (1990) Total respiratory compliance in infants and young children with congenital heart disease. Pediatr Pulmonol 8:155-161 44. Stretton M, Deakers TW, Newth CJL (1992) Spirometry, lung mechanics and volumes during the acute phase of ARDS in pediatric patients. Am Rev Respir Dis 143:A248 45. Similowski T, Bates JHT (1991) Twocompartment modelling of respiratory system mechanics at low frequencies: gas redistribution or tissue rheology? Eur Respir J 4:353-358 46. Pfenninger J, Aebi Ch (1993) Respiratory response to salbutamol (albuterol) in ventilator-dependent infants with chronic lung disease: pressurized aerosol delivery versus intravenous injection. Intensive Care Med 19:251-255 47. Cook CD, Hamann JF (1961) Relation of lung volumes to height in healthy persons between the ages of 5 and 38 years. J Pediatr 59:710-714 48. Gaultier CI, Boule M, Thibert M, Leca F (1986) Resting lung function in children after repair of tetralogy of Fallot. Chest 89:561 -567 49. Shannon DC (I989) Rational monitoring of respiratory function during mechanical ventilation of infants and children. Intensive Care Med 15:13-16 50. Richardson CP, Jung AL (1978) Effects of continuous positive airway pressure on pulmonary function and blood gases of infants with respiratory distress syndrome. Pediatr Res 12:771-774 51. East TD, in't Veen JC, Pace NL, McJames S (1988) Functional residual capacity as a non-invasive indicator of optimal positive end-expiratory pressure. J Clin Monit 4:91-98 52. Sivan Y, Deakers TW, Newth CJ (1990) An automated bedside method for measuring functional residual capacity by N 2 washout in mechanically ventilated children. Pediatr Res 28:446-450",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}