{"paper_id": "135434ccc207696d52d47ec6bd853361080db2ce", "metadata": {"title": "Infl uenza A virus: radiological and clinical fi ndings of patients hospitalised for pandemic H1N1 infl uenza Infl uenza virale A: caratteristiche radiologiche e cliniche dei pazienti ospedalizzati per infl uenza pandemica H1N1", "authors": [{"first": "M", "middle": [], "last": "Coppola", "suffix": "", "affiliation": {"laboratory": "", "institution": "U.O.C. Diagnostica per immagini, A.O.R.N. \"D. Cotugno\"", "location": {"addrLine": "Via Quagliariello 54", "postCode": "80131", "settlement": "Napoli", "country": "Italy"}}, "email": ""}, {"first": "•", "middle": ["A"], "last": "Porto", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seconda Università degli Studi di Napoli", "location": {"addrLine": "Piazza Miraglia 4", "postCode": "80100", "settlement": "Napoli", "country": "Italy"}}, "email": ""}, {"first": "•", "middle": ["D"], "last": "De Santo", "suffix": "", "affiliation": {"laboratory": "", "institution": "U.O.C. Diagnostica per immagini, A.O.R.N. \"D. Cotugno\"", "location": {"addrLine": "Via Quagliariello 54", "postCode": "80131", "settlement": "Napoli", "country": "Italy"}}, "email": ""}, {"first": "•", "middle": ["S"], "last": "De Fronzo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università degli Studi Federico II di Napoli", "location": {"addrLine": "Via Pansini 5", "postCode": "80134", "settlement": "Napoli", "country": "Italy"}}, "email": ""}, {"first": "•", "middle": ["R"], "last": "Grassi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seconda Università degli Studi di Napoli", "location": {"addrLine": "Piazza Miraglia 4", "postCode": "80100", "settlement": "Napoli", "country": "Italy"}}, "email": ""}, {"first": "•", "middle": ["A"], "last": "Rotondo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seconda Università degli Studi di Napoli", "location": {"addrLine": "Piazza Miraglia 4", "postCode": "80100", "settlement": "Napoli", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "Purpose. This paper describes the radiological and clinical fi ndings identifi ed in a group of patients with H1N1 infl uenza. Materials and methods. Between May and mid-November 2009, 3,649 patients with suspected H1N1 infl uenza presented to our hospital. Our study population comprised 167 (91 male, 76 female patients, age range 11 months to 82 years; mean age 29 years) out of 1,896 patients with throat swab positive for H1N1 and clinical and laboratory fi ndings indicative of viral infl uenza. All 167 patients were studied by chest X-ray (CXR), and 20 patients with positive CXR and worsening clinical condition also underwent computed tomography (CT). The following fi ndings were evaluated on both modalities: interstitial reticulation (IR), nodules (N), ground-glass opacities (GGO), consolidations (CONS), bacterial superinfection and pulmonary complications. Results. Ninety of 167 patients had positive CXR results. Abnormalities identifi ed on CXR, variously combined and distributed, were as follows: 53 IR, 5 N, 13 GGO, 50 CONS; the predominant combination was represented by six GGO with CONS. Of the 20 CXR-positive cases also studied by CT, 17 showed pathological fi ndings. The abnormalities identifi ed on CT, variously combined and distributed, were as follows: 14 IR, 2 N, 5 GGO; the predominant combination was 10 GGO with CONS. Despite the differences between the two modalities, the principle radiological fi ndings of bacterial superinfection were tree-in-bud pattern, consolidation with air Riassunto Obiettivo. Lo scopo di questo lavoro è stato quello di defi nire il quadro radiologico e clinico di un gruppo di pazienti con infl uenza H1N1. Materiali e metodi. Un totale di 3649 pazienti con sospetta H1N1 si sono presentati al nostro presidio ospedaliero tra maggio 2009 e metà novembre 2009. Centosessantasette su 1896 casi risultati positivi al tampone faringeo per H1N1 (91 M, 76 F, range età 11 mesi-82 anni, età media 29 anni), con alterazioni clinico-laboratoristiche di infl uenza virale, hanno costituito la popolazione del nostro studio. Tutti i 167 pazienti hanno eseguito radiografi a (Rx) del torace; per le più gravi condizioni cliniche, 20 casi positivi alla Rx del torace hanno effettuato tomografi a computerizzata (TC) del torace. Abbiamo identifi cato in ambedue le metodiche: reticolazione interstiziale (RI), noduli (N), opacità ground glass (OGG), consolidamenti (CM), segni di sovrainfezione batterica e complicanze. Risultati. Novanta su 167 casi mostravano reperti radiografi ci positivi. Le lesioni polmonari identifi cate alla Rx, variamente associate e distribuite, sono state: 53 RI, 5 N, 13 OGG, 50 CM; 6 OGG con CM rappresentavano l'associazione predominante. Dei 20 pazienti positivi alla Rx del torace e sottoposti ad esame TC, 17 mostravano reperti TC positivi. Le lesioni polmonari identifi cate alla TC, variamente associate e distribuite, sono state: 14 RI, 2 N, 5 OGG; 10 OGG con CM rappresentavano l'associazione predominante. Sebbene differentemente identifi cati in Rx e TC, i segni di sovrainfezione batterica più frequenti sono stati tree-in-bud, CM con CHEST RADIOLOGY RADIOLOGIA TORACICA", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "broncogramma aereo, versamento pleurico e pericardico. Dei 20 pazienti studiati con Rx e TC, 15 hanno presentato complicanze respiratorie con un quadro Rx e TC di OGG e CM diffusi e bilaterali. Sei/15 sono deceduti: 4/6 per acute respiratory distress syndrome (ARDS), 2/6 per multiple organ failure (MOF) . Conclusioni. Il nostro studio ha delineato le caratteristiche radiologiche e cliniche di un'ampia popolazione di pazienti con infl uenza H1N1. La Rx e la TC del torace hanno identifi cato sede ed estensione delle lesioni polmonari, documentando i segni di sovrainfezione batterica e le complicanze polmonari. [1, 2] . Il virus infl uenzale H1N1 è un sottotipo di Infl uenzavirus A appartenente alla famiglia delle Orthomyxoviridae, di cui sono note numerose varianti che, negli animali, causano forme infl uenzali pandemiche, come l'infl uenza aviaria e la febbre suina. Analisi genetiche suggeriscono che la comparsa della nuova linea H1N1 dell'infl uenza suina nell'uomo sia diretta conseguenza di un riassortimento dei genomi virali dell'infl uenza suina, aviaria ed umana del Nord America e dell'Eurasia [3] [4] [5] [6] . Nel mese di giugno 2009, in seguito alla documentazione pubblicata da parte della Organizzazione Mondiale della Sanità (OMS) del primo contagio interumano in due stati e alla rapida diffusione del virus, è stato dichiarato lo stato di emergenza mondiale di scala 6 (pandemia infl uenzale) [6, 7] . Febbre elevata, faringodinia, tosse, astenia, artromialgie, nausea, vomito e/o diarrea hanno costituito i principali sintomi d'esordio clinico dell'infl uenza H1N1; nei casi più complessi è insorta insuffi cienza respiratoria acuta [1, 6, 8] . Le principali alterazioni del quadro ematochimico sono state leucopenia, trombocitopenia, aumento degli indici di funzionalità epatica [1, 6, 8] . Il peculiare tropismo virale per l'apparato respiratorio ha determinato il ricorso alle tecniche di imaging per meglio caratterizzare sede, distribuzione e tipologia delle lesioni elementari polmonari [9] . L'esame radiografi co del torace (Rx) e la tomografi a computerizzata (TC) del torace hanno rappresentato le indagini bronchogram, and pleural and pericardial effusion. Fifteen of the 20 patients studied by both CXR and chest CT showed respiratory complications with bilateral and diffuse CONS on CXR and CT. Six of 15 died: 4/6 of acute respiratory distress syndrome and 2/6 of multiple organ failure. Conclusions. Our study describes the radiological and clinical characteristics of a large population of patients affected by H1N1 infl uenza. CXR and chest CT identifi ed the site and extent of the pulmonary lesions and documented signs of bacterial superinfection and pulmonary complications.", "cite_spans": [{"start": 299, "end": 304, "text": "(MOF)", "ref_id": null}, {"start": 616, "end": 619, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 620, "end": 622, "text": "2]", "ref_id": "BIBREF1"}, {"start": 1115, "end": 1118, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1119, "end": 1122, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1123, "end": 1126, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 1127, "end": 1130, "text": "[6]", "ref_id": "BIBREF7"}, {"start": 1422, "end": 1425, "text": "[6,", "ref_id": "BIBREF7"}, {"start": 1426, "end": 1428, "text": "7]", "ref_id": "BIBREF8"}, {"start": 1663, "end": 1666, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1667, "end": 1669, "text": "6,", "ref_id": "BIBREF7"}, {"start": 1670, "end": 1672, "text": "8]", "ref_id": "BIBREF9"}, {"start": 1810, "end": 1813, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1814, "end": 1816, "text": "6,", "ref_id": "BIBREF7"}, {"start": 1817, "end": 1819, "text": "8]", "ref_id": "BIBREF9"}, {"start": 2023, "end": 2026, "text": "[9]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "Keywords Infl uenza A virus · H1N1 subtype · Computed tomography · X-ray · Pneumonia · Viral", "cite_spans": [], "ref_spans": [], "section": "L'infl uenza virale A di origine suina (S-OIV, swine-origin infl uenza o swine infl uenza o swine fl u) rappresenta una patologia respiratoria acuta causata dal nuovo sottotipo di virus infl uenzale H1N1, trasmesso all'uomo da alcuni allevamenti di maiali del Messico e degli Stati Uniti nei mesi di marzo ed aprile 2009 e diffusosi rapidamente nell'intero globo"}, {"text": "Swine-origin infl uenza -or swine infl uenza; swine fl u -is an acute respiratory infection caused by the novel infl uenza A, subtype H1N1, which was transmitted to humans from pigs in Mexico and the United States in March and April 2009 and rapidly spread worldwide [1, 2] . H1N1 virus is a subtype of the infl uenza A virus that belongs to the Orthomyxoviridae family, of which numerous variants exist that cause fl u pandemics among animals, such as bird fl u and swine fl u. Genetic analyses suggest that the emergence of the novel H1N1 strain of swine fl u in humans is the direct consequence of a reassortment of the viral genomes of swine fl u, bird fl u and human fl u in North America and Eurasia [3] [4] [5] [6] . In June 2009, following the report of the fi rst human-to-human transmission in two countries in one World Health Organization (WHO) region and the rapid spread of the virus, the WHO declared a level-6 pandemic alert [6, 7] . High fever, sore throat, cough, fatigue, joint pain, nausea, vomiting and/or diarrhoea are the principal symptoms of H1N1 infl uenza; more complex cases present with respiratory failure [1, 6, 8] . The main abnormalities in blood chemistry are leucopenia, thrombocytopenia and elevated liver function tests [1, 6, 8] . The specifi c tropism of the virus for the respiratory tract has led to the use of imaging to better characterise the location, distribution and type of the primary pulmonary lesions [9] . Chest X-ray (CXR) and chest computed tomography (CT) have been the investigations of choice for identifying and quantifying, respectively, pulmonary damage in patients affected by infl uenza A [10] [11] [12] . The aim of this paper is to describe the radiological and clinical fi ndings in patients hospitalised for a diagnosis of suspected H1N1 swine-origin infl uenza.", "cite_spans": [{"start": 267, "end": 270, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 271, "end": 273, "text": "2]", "ref_id": "BIBREF1"}, {"start": 706, "end": 709, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 710, "end": 713, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 714, "end": 717, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 718, "end": 721, "text": "[6]", "ref_id": "BIBREF7"}, {"start": 941, "end": 944, "text": "[6,", "ref_id": "BIBREF7"}, {"start": 945, "end": 947, "text": "7]", "ref_id": "BIBREF8"}, {"start": 1136, "end": 1139, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1140, "end": 1142, "text": "6,", "ref_id": "BIBREF7"}, {"start": 1143, "end": 1145, "text": "8]", "ref_id": "BIBREF9"}, {"start": 1257, "end": 1260, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1261, "end": 1263, "text": "6,", "ref_id": "BIBREF7"}, {"start": 1264, "end": 1266, "text": "8]", "ref_id": "BIBREF9"}, {"start": 1452, "end": 1455, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 1651, "end": 1655, "text": "[10]", "ref_id": "BIBREF11"}, {"start": 1656, "end": 1660, "text": "[11]", "ref_id": "BIBREF12"}, {"start": 1661, "end": 1665, "text": "[12]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "di riferimento ai fi ni rispettivamente dell'individuazione e quantifi cazione del danno polmonare nei pazienti affetti da infl uenza virale A [10] [11] [12] . Scopo del nostro studio è defi nire il quadro radiologico e clinico dei pazienti ospedalizzati per diagnosi di infl uenza virale H1N1 di origine suina. CXR was performed on all 167 patients, 20 of whom (11.9%) were also studied by CT to assess equivocal fi ndings on CXR or discrepancies between the CXR and clinical fi ndings. CXR was performed using the standard technique (posteroanterior projection: 10 mAs, 70 kV; lateral projection: 60 mAs, 80 kV; fi lm-focus distance 180 cm) with the patient in standing position in 150 cases (89.9%); only 17 patients (10.1%) were imaged in a sitting or lying position and with anteroposterior projection due to an inability to maintain a standing position and/or inspiration.", "cite_spans": [{"start": 143, "end": 147, "text": "[10]", "ref_id": "BIBREF11"}, {"start": 148, "end": 152, "text": "[11]", "ref_id": "BIBREF12"}, {"start": 153, "end": 157, "text": "[12]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "CT study was performed with a 64-detector-row CT scanner immediately after the CXR in 11/20 cases and 24 h after CXR in the remaining 9/20 cases. On clinical request, 18/20 patients -12/20 large and 6/20 poorly cooperative patients -underwent unenhanced chest and abdominal CT with the spiral technique: breath-hold volumetric scans, slice thickness 1 mm, kV 120, mA 180, pitch 1. Only 2/18 patients with suspected pulmonary embolism were subsequently imaged after intravenous administration of nonionic iodinated contrast material with the Sure Start technique at a fl ow rate of 3 ml/s and dose of 100 ml. The resulting CT images were viewed with a lung window (width 1,500 HU, level -700 HU) and mediastinal window (width 350 HU, level 40 HU). The remaining 2/20 patients were studied with high-resolution CT of the chest for clinical suspicion of concurrent interstitial pulmonary disease using a standard protocol: collimation 1 mm, interval 10 mm, acquisition time 1-2 s, high-spatial-frequency reconstruction algorithm, matrix 512 × 512, 120 kV, 200 mA, FOV encompassing both lungs, window level -600 HU (range -500/-900 HU), window width 1,500 HU (range 1,100/2,000 HU), expiratory scans and patient in prone position when needed. Two radiologists independently examined and interpreted the CXR and CT images stored in the Picture Archiving and Communications System (PACS).", "cite_spans": [], "ref_spans": [], "section": "Materiali e metodi"}, {"text": "The primary lesions assessed at CXR and chest CT were [13] and recent publications [10, 11] describing the main radiological pulmonary manifestations of A/H1N1 infl uenza: interstitial reticulation (RI; linear opacities of the central and peripheral interstitium appearing as radio-opaque lines on CXR and hyperdensities on CT), nodules (N; well-or illdefi ned, rounded opacities/hyperdensities, with maximum diameter of 3 cm.), ground-glass opacities (GGO; heterogeneous increase in parenchymal opacity with preservation of bronchial and vascular margins), consolidation (CONS; homogenously increased parenchymal attenuation that obscures the margins of the bronchial and vessels walls).", "cite_spans": [{"start": 54, "end": 58, "text": "[13]", "ref_id": "BIBREF14"}, {"start": 83, "end": 87, "text": "[10,", "ref_id": "BIBREF11"}, {"start": 88, "end": 91, "text": "11]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Materiali e metodi"}, {"text": "Images were also assessed for signs of bacterial suprainfection: consolidation with air bronchogram (area of radiolucency at CXR and low attenuation at CT, refl ecting the air-fi lled bronchi on a background of opaque or high-attenuation airless lung), cavitations (gas-fi lled spaces, seen as lucencies or low-attenuation areas within a parenchymal consolidation), tree-in-bud pattern (branching centrilobular structures), pleural and/or pericardial effusion (fl uid in the pleural/pericardial cavity), lymphadenopathy (short-axis diameter >1 cm for mediastinal nodes and >3 mm for hilar nodes). In patients with suspected bacterial suprainfection, blood and bronchoaspirate cultures were ordered to search for pathogenic microorganisms. Lastly, the images were assessed for possible pulmonary complications. Extent of pulmonary damage was defi ned univocally at CXR and chest CT: unilateral or bilateral; symmetrical or asymmetrical; focal, multifocal or diffuse; with predominant distribution in the upper, middle or lower lobes. On CT we also determined the predominant distribution of lesions as being central (perihilar) or peripheral (subpleural). Multiplanar reconstructions (MPR) and maximum intensity projections (MIP) were obtained through postprocessing in all patients studied with volumetric CT scans. Table 2) : IR was seen in 14 (82.3%), N in 2 (11.7%), GGO in 5 (29.4%). The predominant combination was GGO with CONS, seen in 10 (58.8%). None of the patients showed isolated pulmonary consolidation, and none of those studied with contrast-enhanced multidetector-row CT (MDCT) showed direct and/or indirect signs of pulmonary embolism.", "cite_spans": [], "ref_spans": [{"start": 1316, "end": 1324, "text": "Table 2)", "ref_id": "TABREF6"}], "section": "Materiali e metodi"}, {"text": "On CXR, fi ndings suggestive of bacterial suprainfection were seen in various combinations in 14/90 patients (15.5%) ( Table 1) : pleural effusion in 9/14 (64.2%), consolidation with air bronchogram in 4 (28.5%), lymphadenopathy in 2 (14.2%), cavitation in 1 (7.1%), hydropneumothorax in 1 (Table 2) : tree-in-bud pattern in 9/9 (100%), consolidation with air bronchogram in 6 (66.6%), pleural effusion in 4 (44.4%) and pericardial effusion in 3 (33.3%), lymphadenopathy >1 cm in 2 (22.2%), cavitation in 1 (11.1%), and hydropneumothorax in 1 (11.1%). CT confi rmed the CXR fi ndings of bacterial suprainfection in 9 cases (9/14, 64.2%) and identifi ed as false positive fi ve cases of suspected pleural effusion detected on CXR. In all fi ve cases, the radiograms had been obtained in the supine position and with anteroposterior projection only in poorly cooperative patients. In addition, in 2/9 cases in which CT confi rmed CXR signs of bacterial suprainfection, it also revealed consolidations with air bron- chogram, which had gone undetected on CXR. These were located in the basal and retrocardiac regions in radiograms acquired with anteroposterior projection only. Finally, in 3/9 patients in whom CT confi rmed the CXR signs of bacterial suprainfection, it also identifi ed the presence of pericardial effusion, which had been missed at CXR in all cases owing to very small size.", "cite_spans": [], "ref_spans": [{"start": 119, "end": 127, "text": "Table 1)", "ref_id": "TABREF4"}, {"start": 290, "end": 299, "text": "(Table 2)", "ref_id": "TABREF6"}], "section": "Of"}, {"text": "Blood and bronchoaspirate culture identifi ed Staphylococcus aureus in 3/9 patients and a mixed bacterial fl ora in 6/9 cases. In 15/167 patients (8.98%), worsening clinical and radiological features required orotracheal intubation and mechanical ventilation after admission to the Intensive Care Unit. All of these patients were affected by an underlying condition: arterial hypertension complicated by placenta previa and postpartum uterine atony (1/15; 6.6%), hypertensive cardiopathy (3/15; 20%), emphysema (3/15; 20%), bullous dystrophy (1/15; 6.6%), rib-cage malformations (2/15; 13.3%), obesity (4/15; 26.6%), diabetes (2/15; 13.3%), and drug abuse (1/15; 6.6%). In all cases, CXR and CT fi ndings were characterised by bilateral and diffuse GGO with CONS (Figs. 3a, b, 4a-c) . Death occurred in 6/15 (40%) patients due to acute respiratory distress syndrome (ARDS) in four cases and multiple organ failure in two.", "cite_spans": [], "ref_spans": [{"start": 763, "end": 782, "text": "(Figs. 3a, b, 4a-c)", "ref_id": "FIGREF4"}], "section": "Of"}, {"text": "Human infl uenza pandemics are caused by infl uenza viruses from nonhuman reservoirs: among the infl uenza pandemics [14] and the other two, in 1957 and 1968, were caused by new strains resulting from the combination of avian and human viruses through a reassortment process [15, 16] . Viral infl uenza A is a pandemic caused by a novel infl uenza virus A/H1N1, which spread worldwide from Mexico in March 2009. The infection is due to pigto-human transmission of a viral pathogen produced by the triple genetic reassortment of human, swine and avian viral strains in North America and Eurasia; human-to-human transmission occurs through respiratory droplets or contact with infected surfaces [9, 14, 16] .", "cite_spans": [{"start": 117, "end": 121, "text": "[14]", "ref_id": "BIBREF15"}, {"start": 275, "end": 279, "text": "[15,", "ref_id": "BIBREF16"}, {"start": 280, "end": 283, "text": "16]", "ref_id": "BIBREF17"}, {"start": 693, "end": 696, "text": "[9,", "ref_id": "BIBREF10"}, {"start": 697, "end": 700, "text": "14,", "ref_id": "BIBREF15"}, {"start": 701, "end": 704, "text": "16]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "According to the WHO, from the beginning of the pandemic to 15 November 2009, >78,000 cases of infl uenza A H1N1 were notifi ed in Europe and 190,765 in the Americas, with a death toll of at least 350 and 4,806, respectively [17] . From 19 October, when Infl unet monitoring began in Italy [18] , to 8 November, there were an estimated 1,521,000 cases of infl uenza A/H1N1 in Italy [19] . In un recente lavoro [8] è stato confermato che il virus H1N1 si trasmette caratteristicamente tra bambini e giovani adulti, colpendo nel 45% dei casi giovani di età <18 anni e solo nel 5% dei casi individui di età >65 anni. Sebbene nella nostra personale esperienza la gravità dell'impatto epidemiologico dell'infl uenza H1N1 sia stato ampiamente ridimensionato rispetto alle aspettative globali, anche la nostra popolazione di studio ha presentato un prevalente interessamento delle fasce di età più giovanili and 53 deaths according to the ECDC (European Centre for Disease Prevention and Control (ECDC) [19] . The Italian regions that recorded the highest incidence of the virus were: Marche (2.9%), followed by Emilia Romagna (1.8%), Latium (1.7%), Abruzzo (1.6%) and Campania (1.6%). As of 15 November 2009, when the infection reached its peak, Fig. 3a,b A 63 year-old man with obesity and COPD treated with oxygen therapy. Clinical fi ndings: high fever and acute respiratory failure. a Chest X-ray, posteroanterior projection: CONS, preferentially distributed in the lower and middle lung fi elds. b Axial chest MDCT: bilateral pulmonary CONS associated with diffuse GGO are preferentially distributed peripherally and posteriorly and in the apices of the lower lobes. [8, 19] : il 68,7% era <18 anni, il 3,5% degli individui era di età >65 anni. È stato ipotizzato che gli individui anziani siano dotati di anticorpi neutralizzanti cross-reattivi verso il virus H1N1 [20] . La più alta incidenza nelle fasce di età inferiori ai 18 anni potrebbe essere legata, invece, in particolar modo nei bambini, a meccanismi di immunodefi cienza e/o di immaturità immunologica [21, 22] .", "cite_spans": [{"start": 225, "end": 229, "text": "[17]", "ref_id": "BIBREF18"}, {"start": 290, "end": 294, "text": "[18]", "ref_id": null}, {"start": 382, "end": 386, "text": "[19]", "ref_id": "BIBREF20"}, {"start": 410, "end": 413, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 996, "end": 1000, "text": "[19]", "ref_id": "BIBREF20"}, {"start": 1666, "end": 1669, "text": "[8,", "ref_id": "BIBREF9"}, {"start": 1670, "end": 1673, "text": "19]", "ref_id": "BIBREF20"}, {"start": 1865, "end": 1869, "text": "[20]", "ref_id": "BIBREF21"}, {"start": 2063, "end": 2067, "text": "[21,", "ref_id": "BIBREF22"}, {"start": 2068, "end": 2071, "text": "22]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 1240, "end": 1254, "text": "Fig. 3a,b A 63", "ref_id": "FIGREF4"}], "section": "Discussion"}, {"text": "Le principali manifestazioni cliniche dell'infl uenza virale H1N1 descritte in letteratura [8] sono rappresentate da: febbre (95%), tosse (88%), cefalea (34%), faringodinia (31%), vomito (29%), diarrea (25%). In accordo con tali dati, i segni clinici di infl uenza A identifi cati nel nostro gruppo di studio sono stati febbre (96,4%), tosse (85,6%), angina (41,3%), vomito (34,1%) e diarrea (41,3%). In accordo con i dati della letteratura [8] abbiamo osservato un elevazione degli indici di funzionalità epatica (44,9%), dei leucociti (17,9%) e trombocitopenia (2,9%) . Le principali patologie concomitanti sono state bronchite asmatica the number of infl uenza A victims had risen to 53, 23 of whom were in Campania, seven in Emilia Romagna, and fi ve in Lombardy. All but three were affected by severe underlying conditions. The most affected age groups were children and teenagers from birth to 14 years of age (incidence 3.6%), and, to a lesser extent, individuals aged 15-64 years (0.7%) and >65 years (0.1 %) [19] . A recent paper [8] confi rmed that the H1N1 virus is typically transmitted among children and young adults, affecting individuals <18 years in 45% of cases and those >65 years in 5% of cases only. Although in our personal experience the epidemiological impact of H1N1 infl uenza has been substantially milder than expected, our study population showed a prevalent involvement of the younger age groups [8, 19] : 68.7% <18 years of age, 3.5% >65 years. It has been suggested that older individuals have cross-reactive neutralising antibodies to the H1N1 virus [20] . The higher incidence among individuals <18 years of age may, instead, be related -espe- (45,5%), con valori percentuali più alti rispetto ai dati della letteratura [8] , cardiopatie (38,9%) e diabete (14,9%) . Allo stato attuale sono stati realizzati pochi studi di imaging del torace nei pazienti affetti da infl uenza virale A/ H1N1 [10] [11] [12] . La presentazione della polmonite virale H1N1, sia alla radiografi a del torace che alla TC sembra rispecchiare le caratteristiche generali delle polmoniti virali [23] . Alcuni autori [11] hanno descritto le principali alterazioni radiografi che e TC in 7 pazienti affetti da infl uenza A/H1N1: opacità ground-glass bilaterali, più di frequente associate ad aree di consolidamento a distribuzione multifocale, talora anche focali. All'indagine TC le opacità ground-glass e le aree di consolidamento presentavano una predominante distribuzione peribroncovascolare e subpleurica. Agarwal et al. [10] In accordo con i dati della letteratura [10, 11] , le principali lesioni elementari da noi individuate alla Rx del torace (53%) (Tabella 1) sono state CM (55,5%), ad estensione prevalentemente bilaterale, simmetrica, diffusa/multifocale (14%/14%) ed a distribuzione predominante basale (46%) (Figg. 2a, 3a ) ma anche OGG (14,4%) (Fig. 1a) . Queste ultime presentavano, tuttavia, un'estensione prevalentemente monolaterale e focale (61,5%) e distribuzione più evidente in sede medio-basale (46,1%). Meno rappresentativa (6,6%) è stata, nella nostra casistica, l'associazione di CM e OGG che mostravano estensione diffusa, simmetrica e multifocale (83,3%) e predominante distribuzione medio-basale (50%) (Fig. 4a) . Alla Rx del torace abbiamo registrato, caratteristicamente, un'elevata percentuale di pazienti con RI (58,8%) (Fig. 1a) 17/20 (85%) pazienti reperti patologici. In accordo con i dati della letteratura [10, 11] le lesioni elementari evidenziate in TC (Tabella 2) sono state OGG associate a CM (58,8%), ambedue ad estensione bilaterale, cially as regards children -to mechanisms of immunodeficiency and/or immunological immaturity [21, 22] .", "cite_spans": [{"start": 91, "end": 94, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 441, "end": 444, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 563, "end": 569, "text": "(2,9%)", "ref_id": null}, {"start": 1017, "end": 1021, "text": "[19]", "ref_id": "BIBREF20"}, {"start": 1039, "end": 1042, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 1426, "end": 1429, "text": "[8,", "ref_id": "BIBREF9"}, {"start": 1430, "end": 1433, "text": "19]", "ref_id": "BIBREF20"}, {"start": 1583, "end": 1587, "text": "[20]", "ref_id": "BIBREF21"}, {"start": 1754, "end": 1757, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 1790, "end": 1797, "text": "(14,9%)", "ref_id": null}, {"start": 1925, "end": 1929, "text": "[10]", "ref_id": "BIBREF11"}, {"start": 1930, "end": 1934, "text": "[11]", "ref_id": "BIBREF12"}, {"start": 1935, "end": 1939, "text": "[12]", "ref_id": "BIBREF13"}, {"start": 2104, "end": 2108, "text": "[23]", "ref_id": "BIBREF24"}, {"start": 2125, "end": 2129, "text": "[11]", "ref_id": "BIBREF12"}, {"start": 2534, "end": 2538, "text": "[10]", "ref_id": "BIBREF11"}, {"start": 2579, "end": 2583, "text": "[10,", "ref_id": "BIBREF11"}, {"start": 2584, "end": 2587, "text": "11]", "ref_id": "BIBREF12"}, {"start": 2860, "end": 2867, "text": "(14,4%)", "ref_id": null}, {"start": 3373, "end": 3384, "text": "17/20 (85%)", "ref_id": null}, {"start": 3454, "end": 3458, "text": "[10,", "ref_id": "BIBREF11"}, {"start": 3459, "end": 3462, "text": "11]", "ref_id": "BIBREF12"}, {"start": 3682, "end": 3686, "text": "[21,", "ref_id": "BIBREF22"}, {"start": 3687, "end": 3690, "text": "22]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 2831, "end": 2844, "text": "(Figg. 2a, 3a", "ref_id": null}, {"start": 2868, "end": 2877, "text": "(Fig. 1a)", "ref_id": null}, {"start": 3241, "end": 3250, "text": "(Fig. 4a)", "ref_id": null}, {"start": 3363, "end": 3372, "text": "(Fig. 1a)", "ref_id": null}], "section": "Discussion"}, {"text": "The most important reported [8] clinical manifestations of H1N1 virus infl uenza are: fever (95%), cough (88%), headache (34%), sore throat (31%), vomiting (29%) and diarrhoea (25%). In agreement with these data, the clinical signs of infl uenza A identifi ed in our study population were fever (96.4%), cough (85.6%), angina (41.3%), vomiting (34.1%) and diarrhoea (41.3%). In addition, similar to previous reports [8] , we found elevated liver function tests (44.9%), leucocytes (17.9%) and thrombocytopenia (2.9%). The main underlying conditions were asthmatic bronchitis (45.5%), which was more frequent than reported in the literature [8] , heart disease (38.9%) and diabetes (14.9%).", "cite_spans": [{"start": 28, "end": 31, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 416, "end": 419, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 640, "end": 643, "text": "[8]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "To date, few studies addressing chest imaging in patients affected by infl uenza A/H1N1 have been published [10] [11] [12] , and the presentation of H1N1 virus pneumonia on both CXR and chest CT seems to refl ect the general features of viral pneumonia [23] . One study [11] reported on the main CXR and chest CT fi ndings in seven patients affected by infl uenza A/H1N1: bilateral GGO, more frequently associated with focal or multifocal areas of consolidation. At CT, the GGO and the areas of consolidation had a predominant peribronchovascular and subpleural distribution. Agarwal et al. [10] conducted a larger study involving 222 patients with infl uenza A/H1N1 seen between May and July 2009. Of the 66 (30%) patients studied with CXR, 28 (42%) had consolidations (50%), more frequently distributed in the lower lobes. Of the 15/66 (22.7%) patients who underwent CT, 9/15 (60%) had GGO combined with consolidation, with diffuse or lobar extension in 70% of cases. Thromboembolic complications occurred in 8% of cases, and 8% of the patients died.", "cite_spans": [{"start": 108, "end": 112, "text": "[10]", "ref_id": "BIBREF11"}, {"start": 113, "end": 117, "text": "[11]", "ref_id": "BIBREF12"}, {"start": 118, "end": 122, "text": "[12]", "ref_id": "BIBREF13"}, {"start": 253, "end": 257, "text": "[23]", "ref_id": "BIBREF24"}, {"start": 270, "end": 274, "text": "[11]", "ref_id": "BIBREF12"}, {"start": 591, "end": 595, "text": "[10]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "In agreement with the literature [10, 11] , the main primary pulmonary lesions we identifi ed on CXR (53%) ( Table 1) were consolidations (55.5%), with prevalent bilateral, symmetrical, diffuse/multifocal extension (14%/14%) and predominant basal distribution (46%) (Figs. 2a, 3a) , and GGO (14.4%) (Fig. 1a) . The latter had, however, prevalent unilateral and focal extension (61.5%) and predominant distribution in the middle-basal region (46.1%). In our series, we had fewer cases (6.6 %) of consolidation combined with GGO, which showed diffuse, symmetrical and multifocal extension (83.3%) and predominant middlebasal distribution (50%) (Fig. 4a) . At CXR we found a typically high proportion of patients with interstitial reticulation (58.8%) (Fig. 1a) , which showed bilateral, symmetrical and diffuse extension (90.6%) and predominant basal distribution (86.8%). It is likely that the alarmism regarding infl uenza infection prompted many patients to seek early medical attention, thus allowing detection of interstitial reticulation, an early fi nding in viral disease. Only 5% of patients had con una maggiore tendenza alla distribuzione asimmetrica e multifocale (80%) (Fig. 2b) , piuttosto che diffusa e simmetrica (20%) (Fig. 4b,c) . La distribuzione delle OGG associate ai CM è stata predominante ai lobi inferiori (60%) ed in sede subpleurica, associata nel 60% dei casi ad omologhe lesioni in sede peribroncovascolare. Inoltre non sono stati evidenziati CM isolati in assenza di OGG verosimilmente per la relativa precocità di osservazione delle lesioni elementari polmonari: nella fase iniziale di infezione le OGG, lesioni più precoci in cui sono ancora distinguibili bronchi e vasi, si manifestano insieme ai CM, rispetto a fasi più tardive della patologia, non necessariamente evolventi in ARDS, in cui esse aumentano la loro densitometria e confl uiscono interamente in consolidamenti. All'indagine TC sono stati identifi cati, inoltre, 82,3% casi di RI, a prevalente estensione bilaterale, diffusa e simmetrica (78,6%) con predominante distribuzione medio-basale (Fig. 1b) [10] , negli esami eseguiti con mezzo di contrasto endovena per quesito clinico di embolia polmonare, non abbiamo evidenziato fenomeni di natura tromboembolica a carico delle arterie polmonari e dei suoi rami.", "cite_spans": [{"start": 33, "end": 37, "text": "[10,", "ref_id": "BIBREF11"}, {"start": 38, "end": 41, "text": "11]", "ref_id": "BIBREF12"}, {"start": 2095, "end": 2099, "text": "[10]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 109, "end": 117, "text": "Table 1)", "ref_id": "TABREF4"}, {"start": 266, "end": 280, "text": "(Figs. 2a, 3a)", "ref_id": null}, {"start": 299, "end": 308, "text": "(Fig. 1a)", "ref_id": null}, {"start": 642, "end": 651, "text": "(Fig. 4a)", "ref_id": null}, {"start": 749, "end": 758, "text": "(Fig. 1a)", "ref_id": null}, {"start": 1180, "end": 1189, "text": "(Fig. 2b)", "ref_id": "FIGREF4"}, {"start": 1233, "end": 1244, "text": "(Fig. 4b,c)", "ref_id": "FIGREF4"}, {"start": 2085, "end": 2094, "text": "(Fig. 1b)", "ref_id": "FIGREF4"}], "section": "Discussion"}, {"text": "La letteratura moderna [24] [25] [26] ha ampiamente descritto le principali alterazioni polmonari identifi cabili in caso di infezione batterica: consolidazioni con broncogramma aereo, tree-in-bud, cavitazioni,versamento pleurico e/o pericardico, linfoadenomegalie. In accordo con i dati della letteratura [24] [25] [26] , sebbene differentemente identifi cati nelle due metodiche di studio (Tabelle 1 e 2), i segni di sovrainfezione batterica più frequenti nel nostro gruppo di studio sono stati tree-in-bud, CM con broncogramma aereo, versamento pleurico e pericardico. All'esame colturale e nel bronco aspirato, in 3/9 casi (33,3%) è stato identifi cato il batterio S. aureus, in 6/9 casi (66,7%) una fl ora batterica mista. Dei Figg. 3 e 4) .", "cite_spans": [{"start": 23, "end": 27, "text": "[24]", "ref_id": "BIBREF25"}, {"start": 28, "end": 32, "text": "[25]", "ref_id": null}, {"start": 33, "end": 37, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 306, "end": 310, "text": "[24]", "ref_id": "BIBREF25"}, {"start": 311, "end": 315, "text": "[25]", "ref_id": null}, {"start": 316, "end": 320, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 728, "end": 731, "text": "Dei", "ref_id": null}], "ref_spans": [{"start": 732, "end": 744, "text": "Figg. 3 e 4)", "ref_id": null}], "section": "Discussion"}, {"text": "Il nostro studio ha permesso di determinare le principali nodules, which showed unilateral and focal extension and basal distribution in 60% of cases.", "cite_spans": [], "ref_spans": [], "section": "Conclusioni"}, {"text": "Of 20/167 (11.9%) patients studied with CT, 17/20 (85%) showed pathological abnormalities. In agreement with the literature [10, 11] the primary lesions identifi ed on CT (Table 2) were GGO combined with consolidation (58.8%), both with bilateral extension and a tendency to asymmetrical and multifocal (80%) (Fig. 2b) , rather than diffuse and symmetrical distribution (Fig. 4b,c) (20%). The distribution of GGO combined with consolidation was predominant in the lower lobes (60%) and subpleural regions and was associated in 60% of cases with similar peribronchovascular lesions. Additionally, there were no cases of isolated consolidation without GGO, probably owing to the relatively early observation of the primary pulmonary lesions: in the initial phase of infection, GGOs -earlier lesions in which bronchial and vessel margins are still discernible -manifest alongside consolidations compared with the later phases of disease (not necessarily evolving to ARDS) in which they increase in attenuation and coalesce into consolidations. On CT we also identifi ed 82.3% cases of interstitial reticulation, with prevalent bilateral, diffuse and symmetrical extension (78.6%) and predominant middle-basal distribution (Fig. 1b) . These fi ndings appear to corroborate the CXR results and refl ect, similarly to CXR, the same early observation of the radiographic fi ndings. Only two cases showed parenchymal nodules, which were focal and unilateral and distributed in the lower lobe; these nodules had already been identifi ed at CXR and were referable to an underlying infectious disease. At variance with previous reports [10] , in the contrast-enhanced examinations requested for suspected pulmonary embolism, we found no thromboembolic phenomena involving the pulmonary arteries or their branches.", "cite_spans": [{"start": 124, "end": 128, "text": "[10,", "ref_id": "BIBREF11"}, {"start": 129, "end": 132, "text": "11]", "ref_id": "BIBREF12"}, {"start": 1625, "end": 1629, "text": "[10]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 171, "end": 180, "text": "(Table 2)", "ref_id": "TABREF6"}, {"start": 309, "end": 318, "text": "(Fig. 2b)", "ref_id": "FIGREF4"}, {"start": 370, "end": 381, "text": "(Fig. 4b,c)", "ref_id": "FIGREF4"}, {"start": 1219, "end": 1228, "text": "(Fig. 1b)", "ref_id": "FIGREF4"}], "section": "Conclusioni"}, {"text": "Recent literature [24] [25] [26] has extensively described the principal pulmonary abnormalities seen in bacterial infections: consolidations with air bronchogram, tree-in-bud pattern, cavitation, pleural and/or pericardial effusion and lymphadenopathy. In agreement with these data [24] [25] [26] , although differently identifi ed by the two imaging modalities (Tables 1 and 2) , the most common signs of bacterial suprainfection in our series were tree-in-bud pattern, consolidation with air bronchogram and pleural and pericardial effusion. Blood and bronchoaspirate culture revealed S. aureus in 3/9 cases (33.3%) and mixed bacterial fl ora in 6/9 cases (66.7%). Of the 15/167 patients (8.98%) who received mechanical ventilation due to worsening clinical and radiological features, all had an underlying condition, and in particular, COPD (33.3%). Six of these 15 patients died (40%): four (66.6%) due to ARDS. In agreement with the literature [27] , the radiographic and CT fi ndings in these 15 patients were characterised by diffuse and bilateral GGO and consolidation (Figs. 3, 4) .", "cite_spans": [{"start": 18, "end": 22, "text": "[24]", "ref_id": "BIBREF25"}, {"start": 23, "end": 27, "text": "[25]", "ref_id": null}, {"start": 28, "end": 32, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 283, "end": 287, "text": "[24]", "ref_id": "BIBREF25"}, {"start": 288, "end": 292, "text": "[25]", "ref_id": null}, {"start": 293, "end": 297, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 950, "end": 954, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 363, "end": 379, "text": "(Tables 1 and 2)", "ref_id": "TABREF4"}, {"start": 1078, "end": 1090, "text": "(Figs. 3, 4)", "ref_id": null}], "section": "Conclusioni"}, {"text": "caratteristiche radiologiche e cliniche di un'ampia popolazione di pazienti ospedalizzati in un centro di riferimento per le malattie infettive con diagnosi accertata, mediante tampone faringeo, di infl uenza virale H1N1. L'ampia casistica radiologica e l'integrazione, quando necessaria, con esame TC hanno consentito di determinare le principali alterazioni polmonari dell' infl uenza virale H1N1. L'esame radiografi co standard e la tomografi a computerizzata del torace hanno rappresentato le indagini di riferimento nell'individuazione della sede ed estensione delle lesioni elementari polmonari, documentando i segni di sovrainfezione batterica e le complicanze polmonari dell'infl uenza H1N1, ai fi ni di un corretto inquadramento diagnostico, prognostico e terapeutico.", "cite_spans": [], "ref_spans": [], "section": "Conclusioni"}, {"text": "Our study allowed us to determine the main clinical features of a large population of patients admitted to an infectious disease referral centre with a diagnosis of H1N1 virus infl uenza proved by pharyngeal swab. The large patient sample, and supplementation when needed with CT, allowed us to defi ne the main pulmonary abnormalities seen in H1N1 virus infl uenza. Standard CXR and chest CT are the reference investigations in identifying the location and extension of primary pulmonary lesions and documenting the signs of bacterial suprainfection and pulmonary complications of H1N1 infl uenza, thus allowing correct diagnostic, prognostic and therapeutic management.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pneumonia and respiratory failure from swine-origin infl uenza A (H1N1) in Mexico", "authors": [{"first": "R", "middle": [], "last": "Perez-Padilla", "suffix": ""}, {"first": "D", "middle": [], "last": "De La Rosa-Zamboni", "suffix": ""}, {"first": "Ponce", "middle": [], "last": "De Leon", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "680--689", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical management of pandemic (H1N1) infection", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "N", "middle": [], "last": "Lee", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Chan", "suffix": ""}], "year": 2010, "venue": "Chest", "volume": "137", "issn": "", "pages": "916--925", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Swine infl uenza A (H1N1) infection in two children -Southern California", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention", "volume": "58", "issn": "", "pages": "400--402", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Update: infections with a swine-origin infl uenza A (H1N1) virus -United States and other countries", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Update: swine infl uenza A (H1N1) infections -California and Texas", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Emergence of a novel swine-origin infl uenza A (H1N1) virus in humans", "authors": [{"first": "F", "middle": ["S"], "last": "Dawood", "suffix": ""}, {"first": "S", "middle": [], "last": "Jain", "suffix": ""}], "year": 2009, "venue": "Novel Swine-Origin Infl uenza A (H1N1) Virus Investigation Team", "volume": "360", "issn": "", "pages": "2605--2615", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Global alert and response: pandemic (H1N1) 2009: update 64", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Hospitalized patients with 2009 H1N1 infl uenza in the United States", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Kamimoto", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bramley", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "1935--1944", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "An update on swine-origin infl uenza virus A/H1N1: a review", "authors": [{"first": "S", "middle": ["U"], "last": "Schnitzler", "suffix": ""}, {"first": "P", "middle": [], "last": "Schnitzler", "suffix": ""}], "year": 2009, "venue": "Virus Genes", "volume": "39", "issn": "", "pages": "279--292", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Chest radiographic and CT fi ndings in novel swine-origin infl uenza A (H1N1) virus (S-OIV) infection", "authors": [{"first": "P", "middle": ["P"], "last": "Agarwal", "suffix": ""}, {"first": "S", "middle": [], "last": "Cinti", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Kazerooni", "suffix": ""}], "year": 2009, "venue": "AJR Am J Roentgenol", "volume": "193", "issn": "", "pages": "1488--1493", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Swine-origin infl uenza A (H1N1) viral infection: radiographic and CT fi ndings", "authors": [{"first": "A", "middle": ["M"], "last": "Ajlan", "suffix": ""}, {"first": "B", "middle": [], "last": "Quiney", "suffix": ""}, {"first": "S", "middle": [], "last": "Nicolaou", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Müller", "suffix": ""}], "year": 2009, "venue": "AJR Am J Roentgenol", "volume": "193", "issn": "", "pages": "1494--1499", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pulmonary complication of novel infl uenza A (H1N1) infection: imaging features in two patients", "authors": [{"first": "C", "middle": ["W"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Seo", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Song", "suffix": ""}], "year": 2009, "venue": "Korean J Radiol", "volume": "10", "issn": "", "pages": "531--534", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Fleischner Society: glossary of terms for thoracic imaging", "authors": [{"first": "D", "middle": ["M"], "last": "Hansell", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Bankier", "suffix": ""}, {"first": "H", "middle": [], "last": "Macmahon", "suffix": ""}], "year": 2008, "venue": "Radiology", "volume": "246", "issn": "", "pages": "697--722", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Characterization of the 1918 infl uenza virus polymerase genes", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Reid", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Lourens", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "437", "issn": "", "pages": "889--893", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Genetic analysis of human H2N2 and early H3N2 infl uenza viruses, 1957-1972: evidence for genetic divergence and multiple reassortment events", "authors": [{"first": "S", "middle": ["E"], "last": "Lindstrom", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "A", "middle": [], "last": "Klimov", "suffix": ""}], "year": 2004, "venue": "Virology", "volume": "328", "issn": "", "pages": "101--119", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Triple-reassortant swine infl uenza A (H1) in humans in the United States", "authors": [{"first": "V", "middle": [], "last": "Shinde", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Bridges", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Uyeki", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "360", "issn": "", "pages": "2616--2625", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Pandemia da infl uenza umana da virus A/H1N1v-Aggiornamento 75", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Ministero del Lavoro, della Salute e delle politiche sociali, Infl uenza A/H1N1, Il punto della situazione al 15 novembre", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Cross-reactive antibody responses to the 2009 pandemic H1N1 infl uenza virus", "authors": [{"first": "K", "middle": [], "last": "Hancock", "suffix": ""}, {"first": "V", "middle": [], "last": "Veguilla", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "1945--1952", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Immunocompetence of children with frequent respiratory infection", "authors": [{"first": "L", "middle": ["J"], "last": "Beard", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Maxwell", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Thong", "suffix": ""}], "year": 1981, "venue": "Arch Dis Child", "volume": "56", "issn": "", "pages": "101--105", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Pediatric hospitalizations associated with 2009 pandemic infl uenza A (H1N1) in Argentina", "authors": [{"first": "R", "middle": [], "last": "Libster", "suffix": ""}, {"first": "J", "middle": [], "last": "Bugna", "suffix": ""}, {"first": "S", "middle": [], "last": "Coviello", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "", "pages": "45--55", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Viral pneumonias in adults: radiologic and pathologic fi ndings", "authors": [{"first": "E", "middle": ["A"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Primack", "suffix": ""}], "year": 2002, "venue": "", "volume": "22", "issn": "", "pages": "137--149", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Radiology of bacterial pneumonia", "authors": [{"first": "J", "middle": [], "last": "Vilar", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Domingo", "suffix": ""}, {"first": "C", "middle": [], "last": "Soto", "suffix": ""}, {"first": "J", "middle": [], "last": "Cogollos", "suffix": ""}], "year": 2004, "venue": "Herold CJ, Sailer JG", "volume": "51", "issn": "", "pages": "2--20", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Imaging of pneumonia: trends and algorithms", "authors": [{"first": "T", "middle": [], "last": "Franquet", "suffix": ""}], "year": 2001, "venue": "Eur Respir J", "volume": "18", "issn": "", "pages": "196--208", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Imaging fi ndings in a fatal case of pandemic swine-origin infl uenza A (H1N1)", "authors": [{"first": "D", "middle": ["J"], "last": "Mollura", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Asnis", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Crupi", "suffix": ""}], "year": 2009, "venue": "AJR Am J Roentgenol", "volume": "193", "issn": "", "pages": "1500--1503", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". 1a,b A 55-year-old man with clinical fi ndings of fever (38°C), cough, dyspnoea. a Chest X-ray, posteroanterior projection: diffuse and bilateral thickening of the interstitium, particularly visible in the right lower lung fi eld, where there is an area of GGO. b Axial chest MDCT scan: bilateral extension of GGO is defi ned with greater accuracy than with chest X-ray. Inside and around the GGO, multiple interstitial reticulations are depicted as linear areas of increased pulmonary attenuation.", "latex": null, "type": "figure"}, "FIGREF1": {"text": ". 1a,b Uomo, età 55 anni.", "latex": null, "type": "figure"}, "FIGREF2": {"text": ". 2a,b A 53 year-old man with clinical fi ndings of fever (39°C), headache, cough, dyspnoea, hepatomegaly. a Chest X-ray performed at the bedside with anteroposterior projection: multiple GGO and small consolidations (CONS) bilaterally, distributed peripherally and in the middle-basal lung fi elds. b Axial chest MDCT: bilateral small areas of GGO and CONS, distributed peripherally and preferentially in the middle-basal lung fi elds.", "latex": null, "type": "figure"}, "FIGREF3": {"text": ". 2a,b Uomo, età 53 anni. Presentazione clinica: febbre (39°C), cefalea, tosse, dispnea, epatomegalia. a Radiogramma del torace, eseguito a letto in proiezione AP: multipli addensamenti con aspetto a OGG e parcellari consolidamenti (CM) bilaterali, più evidenti in sede medio-basale. b Sezione assiale di MDCT del torace: multiple areole di OGG e parcellari CM bilaterali, a prevalente distribuzione mantellare ed in sede lobare inferiore.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Uomo, età 63 anni, affetto da obesità e BPCO, in ossigenoterapia. Presentazione clinica: febbre elevata (39°C), insuffi cienza respiratoria. a Radiogramma del torace in proiezione PA: multipli CM parenchimali, maggiormente distribuiti nei campi polmonari medi e inferiori. b Sezione assiale di MDCT del torace: consolidamenti polmonari bilaterali con associate diffuse alterazioni ground glass sono prevalentemente distribuiti in sede mantellare e posteriore e nel segmento apicale del lobo inferiore. a b", "latex": null, "type": "figure"}, "FIGREF5": {"text": ". 4a-c A 24-year-old man with moderately fatty liver, alteration of liver function indices, and drug abuse. Clinical fi ndings: fever (38°C), jaundice, acute respiratory failure. a Chest X-ray, anteroposterior projection: diffuse consolidations of both the lungs. b,c Emergency chest MDCT, axial images: massive lobar CONS of both lungs with consequent severe reduction of pulmonary function.", "latex": null, "type": "figure"}, "FIGREF6": {"text": ". 4a-c Uomo di 24 anni, affetto da steatosi epatica moderata, alterazione degli indici di funzionalità epatica, abuso di droghe. Presentazione clinica: febbre (38°C), ittero, insuffi cienza respiratoria. a Radiogramma del torace in proiezione AP: esteso consolidamento di ambedue gli ambiti polmonari. b,c Sezioni assiali di MDCT del torace eseguita in regime di urgenza: estesi consolidamenti panlobari interessano diffusamente ambedue i polmoni con severa riduzione della funzionalità polmonare.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Dal mese di maggio alla metà di novembre 2009, 3649 pazienti con sospetta infl uenza virale A di origine suina si sono presentati presso il nostro presidio ospedaliero. La diagnosi di infl uenza virale H1N1 è stata confermata in 1896/3649 (51,9 %) casi con tecnica reverse transcription-polymerase chain reaction (RT-PCR), mediante ricerca dell'RNA virale nel materiale prelevato con tampone faringeo. Duecentosessantuno/1896 (13,7%) casi sono stati ospedalizzati presso la nostra struttura e sottoposti ad esami ematochimici generali. Di essi, 167/261 (63,9%) pazienti sono stati sottoposti ad indagini diagnostiche strumentali a causa del persistere e/o dell'aggravarsi della sintomatologia respiratoria dopo terapia medica da almeno 3 giorni. Questi ultimi hanno costituito la popolazione del nostro studio: 91 uomini (54,4%) e 76 donne (45,5%), di età media di 29 anni (range di età 11 mesi-82 anni), di cui 98/167 (58,7%) di età inferiore ai 18 anni, 69/167 (41,3%) di età superiore ai 18 anni, 6/167 (3,5%) di età >65 anni. Hanno eseguito l'esame radiografi co del torace 167 pazienti e, di essi, 20 (11,9%) sono stati sottoposti ad esame TC, al fi ne di valutare reperti dubbi o discordanti fra Rx del torace e manifestazioni cliniche. L'esame radiografi co del torace è stato effettuato mediante tecnica standard (proiezione postero-anteriore [PA]: 10 mAs, 70 kV; proiezione latero-laterale [LL]: 60 mAs, 80 kV; distanza tubo-paziente 180 cm) ed in posizione ortostatica in 150 casi (89,9%); solo in 17 casi (10,1%) sono stati effettuati radiogrammi in posizione seduta o sdraiata ed in proiezione antero-posteriore (AP) per incapacità da parte dei pazienti a mantenere la posizione ortostatica e/o l'inspirio. L'indagine TC è stata eseguita mediante apparecchiatura TC multidetettore (TCMD) a 64 fi le di detettori subito dopo la Rx del torace in 11/20 casi, dopo 24 ore dall'esame radiografi co in 9/20 casi. Su richiesta clinica, 18/20 pazienti, di cui 12/20 di elevata taglia corporea e 6 non collaboranti, sono stati sottoposti ad esame TC torace ed addome senza somministrazione di mezzo di contrasto endovena mediante tecnica spirale: scansioni volumetriche in inspirio, spessore di strato di 1 mm, kV 120, mA 180, pitch 1. Solo in 2/18 pazienti, per sospetto di embolia polmonare, è stato successivamente somministrato mezzo di contrasto iodato non ionico endovena mediante tecnica Sure Start, velocità di fl usso 3 ml/s, volume di contrasto 100 ml. Le immagini TC così acquisite sono state visualizzate mediante fi nestraMaterials and methodsBetween May and mid-November 2009, 3,649 patients with suspected swine-origin infl uenza A virus infection presented to our hospital. The diagnosis of H1N1 viral infl uenza was confi rmed in 1,896/3,649 (51.9%) cases by reverse transcriptase polymerase chain reaction (RT-PCR) for detection of viral RNA in pharyngeal swabs. Of these, 261 patients (13.7%) were hospitalised and underwent standard blood chemistry tests. Imaging investigations were performed on 167/261 (63.9%) patients owing to persistent or worsening respiratory symptoms after medical treatment for at least 3 days. This group of 167 patients made up our study popu-", "latex": null, "type": "table"}, "TABREF1": {"text": "defi ned according to the Fleischner Society glossary", "latex": null, "type": "table"}, "TABREF2": {"text": "9%) elevated transaminase levels -associated with hepatomegaly in 19 (25.3%) and 5 (2.9%) thrombocytopenia. Elevated ESR (94%), CRP (89.8%) and LDH (86.2%) were the most frequent blood chemistry abnormalities. On standard CXR, 90/167 (53.8%) patients showed primary pulmonary lesions (Figs. 1a, 2a, 3a, 4a) characterised by different associated patterns, locations and extent(Table 1): IR was seen in 53/90 (58.8%), N in 5/90 (5.5%), GGO in 13/90 (14.4%), CONS in 50/90 (55.5%). The predominant combination was GGO and CONS, seen in 6/90 cases (6.6%). On CT examination, 17/20 (85%) patients showed primary pulmonary lesions(Figs. 1b, 2b, 3b, 4b, c) characterised by different associated patterns, locations and extent (", "latex": null, "type": "table"}, "TABREF3": {"text": "Presentazione clinica: febbre (38°C), tosse, dispnea. a Radiogramma del torace in proiezione PA: ispessimento diffuso e bilaterale dell'interstizio polmonare più evidente nel campo polmonare inferiore di destra in cui si osserva un addensamento parenchimale del tipo vetro smerigliato. b Sezione assiale di MDCT del torace: l'estensione bilaterale delle aree di GGO viene defi nita con una più elevata accuratezza rispetto al radiogramma del torace. Un ispessimento dell'interstizio polmonare, rappresentato da aree lineari di incremento della densità polmonare, si osserva nel contesto delle aree di OGG ed intorno ad esse.", "latex": null, "type": "table"}, "TABREF4": {"text": "Extension and location of primary lesions and signs of bacterial superinfection detected by chest X-ray (CXR) in patients with infl uenza A H1N1 2%) ed ha indicato come falsi positivi 5 casi di sospetto versamento pleurico rilevati alla Rx del torace. In tutti i 5 casi i radiogrammi erano stati acquisiti in posizione supina e nella sola proiezione AP, in pazienti scarsamente collaboranti. Inoltre, in due dei 9 casi in cui la TC ha confermato i segni radiografi ci di sovra infezione batterica, essa ha individuato consolidamenti con broncogramma aereo misconosciuti alla Rx del torace. Essi erano disposti in sede basale e retro cardiaca in radiogrammi acquisiti nella", "latex": null, "type": "table"}, "TABREF5": {"text": "TC si caratterizzava in tutti i casi per la pre-of the twentieth century, that of 1918 was cause by a virus of avian origin", "latex": null, "type": "table"}, "TABREF6": {"text": "Extension and location of primary lesions and signs of bacterial superinfection detected by chest computed tomography (CT) in patients with infl uenza A H1N1 , oltre 78000 casi di infl uenza A H1N1 sono stati notifi cati in Europa e 190765 nelle Americhe, con un numero di decessi rispettivamente di almeno 350 e 4806 [17]. Dal 19 ottobre, giorno di avvio della sorveglianza Infl unet in Italia [18], all'8 novembre, sono stimati 1521 mila i casi di infl uenza A H1N1 nel nostro paese, con un numero di decessi pari a 53 secondo l'European Centre for Disease Prevention and Control (ECDC) [19]. In Italia le Regioni dove si è registrata la più ampia diffusione del virus sono state le Marche con un incidenza del 2,9% seguite da Emilia Romagna (1,8%), Lazio (1,7%), Abruzzo (1,6%) e Campania (1,6%). In data 15 novembre 2009, in cui si è registrato il picco di contagio, le vittime correlate alla infl uenza A sono salite a 53 di cui 23 in Campania, 7 in Emilia Romagna, 5 in Lombardia. Tutti i soggetti tranne tre, presentavano gravi patologie pregresse.", "latex": null, "type": "table"}, "TABREF7": {"text": "ad estensione diffusa ed a sede lobare inferiore nel 70% dei pazienti. Complicanze tromboemboliche venivano descritte dagli stessi autori nel 8% dei casi e, nella stessa percentuale, venivano registrati da essi i decessi.", "latex": null, "type": "table"}, "TABREF9": {"text": ". Tali dati conforterebbero i risultati della radiologia tradizionale e sarebbero supportati dalle medesime osservazioni circa la relativa precocità di osservazione dei reperti radiografi ci. Solo in 2 casi sono state identifi cate nodulazioni parenchimali, focali e monolaterali, a distribuzione lobare inferiore, peraltro già identifi cate all'esame Rx del torace, inquadrabili nell'ambito della patologia infettiva di base. Contrariamente ad alcuni autori", "latex": null, "type": "table"}, "TABREF10": {"text": "15/167 casi (8,98%) sottoposti a ventilazione meccanica per peggioramento del quadro clinico-radiologico, tutti presentavano patologie concomitanti, in particolare BPCO (33,3%). Sei/15 pazienti sono deceduti (40%) e, di questi, 4 (66,6%) per ARDS. In accordo con i dati della letteratura [27], nei 15 pazienti il quadro radiografi co e TC si caratterizzava per la presenza di OGG e CM diffusi e bilaterali (", "latex": null, "type": "table"}, "TABREF11": {"text": "Table 1 Extension and location of primary lesions and signs of bacterial superinfection detected by chest X-ray (CXR) in patients with infl uenza", "latex": null, "type": "table", "html": "<html><body><table><tr><td>A H1N1\nPrimary and associated lesions </td><td> n\n</td><td>Lesioni elementari ed associate </td><td>n\n</td></tr><tr><td>IR </td><td> 53 (58.8%)\n</td><td>RI </td><td>53 (58,8%)\n</td></tr><tr><td> Bilateral, symmetrical and diffuse </td><td> 48 (90.5%)\n</td><td> Bilaterale, simmetrico e diffuso </td><td>48 (90,5%)\n</td></tr><tr><td> Unilateral, multifocal </td><td> 5 (9.4%)\n</td><td> Monolaterale, multifocale </td><td>5 (9,4%)\n</td></tr><tr><td> Middle and lower lung fi elds </td><td> 46 (86.7%)\n</td><td> Campi polmonari medio ed inferiore </td><td>46 (86,7%)\n</td></tr><tr><td> Lower lung fi eld </td><td> 7 (13.2%)\n</td><td> Campo polmonare inferiore </td><td>7 (13,2%)\n</td></tr><tr><td>N </td><td> 5 (5.5%)\nN </td><td>5 (5,5%)\n</td></tr><tr><td> Unilateral, focal </td><td> 3 (60%)\n</td><td> Monolaterali, focali </td><td>3 (60%)\n</td></tr><tr><td> Bilateral, multifocal and symmetrical </td><td> 2 (40%)\n</td><td> Bilaterali, multifocali e simmetrici </td><td>2 (40%)\n</td></tr><tr><td> Lower lung fi eld </td><td> 3 (60%)\n</td><td> Campo polmonare inferiore </td><td>3 (60%)\n</td></tr><tr><td> Middle and lower lung fi elds </td><td> 2 (40%)\n</td><td> Campi polmonari medi ed inferiori </td><td>2 (40%)\n</td></tr><tr><td>GGO </td><td> 13 (14.4%)\n</td><td>OGG </td><td>13 (14,4%)\n</td></tr><tr><td> Unilateral, focal </td><td> 8 (61.5%)\n</td><td> Monolaterale, focale </td><td>8 (61,5%)\n</td></tr><tr><td> Bilateral, symmetrical, diffuse </td><td> 5 (38.5%)\n</td><td> Bilaterale, simmetrico, diffuso </td><td>5 (38,5%)\n</td></tr><tr><td> Middle and lower lung fi elds </td><td> 6 (46.1%)\n</td><td> Campi polmonari medi ed inferiori </td><td>6 (46,1%)\n</td></tr><tr><td> Lower lung fi eld </td><td> 4 (3%)\n</td><td> Campo polmonare inferiore </td><td>4 (3%)\n</td></tr><tr><td> Middle lung fi elds </td><td> 2 (1.5%)\n</td><td> Campi polmonari medi </td><td>2 (1,5%)\n</td></tr><tr><td> Upper lung fi elds </td><td> 1 (0.75%)\n</td><td> Campi polmonari superiori </td><td>1 (0,75%)\n</td></tr><tr><td>CONS </td><td> 50 (55.5%) </td><td>CM </td><td>50 (55,5%)\n</td></tr><tr><td> Unilateral, focal </td><td> 33 (66%)\n</td><td> Monolaterale, focale </td><td>33 (66%)\n</td></tr><tr><td> Bilateral, symmetrical, multifocal </td><td> 7 (14%)\n</td><td> Bilaterale, simmetrica, multifocale </td><td>7 (14%)\n</td></tr><tr><td> Bilateral, symmetrical, diffuse </td><td> 7 (14%)\n</td><td> Bilaterale, simmetrica, diffusa </td><td>7 (14%)\n</td></tr><tr><td> Bilateral, asymmetrical, multifocal </td><td> 3 (6%) </td><td> Bilaterale, asimmetrica, multifocale </td><td>3 (6%)\n</td></tr><tr><td> Lower lung fi elds </td><td> 23 (46%)\n</td><td> Campi polmonari inferiori </td><td>23 (46%)\n</td></tr><tr><td> Middle and lower lung fi elds </td><td> 19 (38%)\n</td><td> Campi polmonari medi ed inferiori </td><td>19 (38%)\n</td></tr><tr><td> Middle lung fi elds </td><td> 6 (12%)\n</td><td> Campi polmonari medi </td><td>6 (12%)\n</td></tr><tr><td> Upper lung fi elds </td><td> 2 (4%)\n</td><td> Campi polmonari superiori </td><td>2 (4%)\n</td></tr><tr><td>CONS+GGO </td><td> 6 (6.6%)\n</td><td>CM e OGG </td><td>6 (6,6%)\n</td></tr><tr><td> Symmetrical and multifocal </td><td> 5 (83.3%)\n</td><td> Simmetrica e multifocale </td><td>5 (83,3%)\n</td></tr><tr><td> Focal and unilateral </td><td> 1 (16.7%)\n</td><td> Focale e monolaterale </td><td>1 (16,7%)\n</td></tr><tr><td> Middle and lower lung fi elds </td><td> 3 (50%)\n</td><td> Campi polmonari medi ed inferiori </td><td>3 (50%)\n</td></tr><tr><td> Lower lung fi elds </td><td> 3 (50%)\n</td><td> Campi polmonari inferiori </td><td>3 (50%)\n</td></tr><tr><td>Signs of bacterial suprainfection </td><td> 14 (15.5%)\n</td><td>Segni di sovrainfezione batterica </td><td>14 (15,5%)\n</td></tr><tr><td> Pleural effusion </td><td> 9 (64.2%)\n</td><td> Versamento pleurico </td><td>9 (64,2%)\n</td></tr><tr><td> Consolidation with air bronchogram </td><td> 4 (28.5%)\n</td><td> CM con broncogramma aereo </td><td>4 (28,5%)\n</td></tr><tr><td> Lymphadenopathy </td><td> 2 (14.2%)\n</td><td> Linfoadenopatie </td><td>2 (14,2%)\n</td></tr><tr><td> Cavitation </td><td> 1 (7.1%)\n</td><td> Cavitazione </td><td>1 (7,1%)\n</td></tr><tr><td> Hydropneumothorax </td><td> 1 (7.1%)\n</td><td> Idropneumotorace </td><td>1 (7,1%)\n</td></tr></table></body></html>"}}, "back_matter": []}