{"paper_id": "13a370eee6b204bce9540599ae83b9a1c3e4a645", "metadata": {"title": "Development and Testing of an Abbreviated Numeracy Scale: A Rasch Analysis Approach", "authors": [{"first": "Joshua", "middle": ["A"], "last": "Weller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nathan", "middle": ["F"], "last": "Dieckmann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Martin", "middle": [], "last": "Tusler", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Ohio State University", "location": {"addrLine": "1201 Oak Street, Suite 200", "postCode": "97401", "settlement": "Columbus, Eugene", "region": "OH, OR", "country": "USA, USA"}}, "email": ""}, {"first": "C", "middle": ["K"], "last": "Mertz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "William", "middle": ["J"], "last": "Burns", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ellen", "middle": [], "last": "Peters", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Ohio State University", "location": {"addrLine": "1201 Oak Street, Suite 200", "postCode": "97401", "settlement": "Columbus, Eugene", "region": "OH, OR", "country": "USA, USA"}}, "email": ""}]}, "abstract": [{"text": "Research has demonstrated that individual differences in numeracy may have important consequences for decision making. In the present paper, we develop a shorter, psychometrically improved measure of numeracy-the ability to understand, manipulate, and use numerical information, including probabilities. Across two large independent samples that varied widely in age and educational level, participants completed 18 items from existing numeracy measures. In Study 1, we conducted a Rasch analysis on the item pool and created an eight-item numeracy scale that assesses a broader range of difficulty than previous scales. In Study 2, we replicated this eight-item scale in a separate Rasch analysis using data from an independent sample. We also found that the new Rasch-based numeracy scale, compared with previous measures, could predict decision-making preferences obtained in past studies, supporting its predictive validity. In Study, 3, we further established the predictive validity of the Rasch-based numeracy scale. Specifically, we examined the associations between numeracy and risk judgments, compared with previous scales. Overall, we found that the Rasch-based scale was a better linear predictor of risk judgments than prior measures. Moreover, this study is the first to present the psychometric properties of several popular numeracy measures across a diverse sample of ages and educational level. We discuss the usefulness and the advantages of the new scale, which we feel can be used in a wide range of subject populations, allowing for a more clear understanding of how numeracy is associated with decision processes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Decision making today involves making sense of a morass of information from various sources, such as insurance companies, financial advisors, and marketers (Hibbard, Slovic, Peters, Finucane, & Tusler, 2001; Thaler & Sunstein, 2003; Woloshin, Schwartz, & Welch, 2004) . Today's consumers need an understanding of numbers and basic mathematical skills to use numerical information presented in text, tables, or charts. However, consumers differ considerably in their ability to understand and use such information (Peters, Dieckmann, Dixon, Hibbard, & Mertz, 2007) . Numbers are generally provided to facilitate choices, but they can be confusing or difficult to understand and use for even the most motivated and skilled individual, and appear to be more so for those who are less skilled.", "cite_spans": [{"start": 156, "end": 207, "text": "(Hibbard, Slovic, Peters, Finucane, & Tusler, 2001;", "ref_id": "BIBREF22"}, {"start": 208, "end": 232, "text": "Thaler & Sunstein, 2003;", "ref_id": "BIBREF46"}, {"start": 233, "end": 267, "text": "Woloshin, Schwartz, & Welch, 2004)", "ref_id": "BIBREF48"}, {"start": 513, "end": 563, "text": "(Peters, Dieckmann, Dixon, Hibbard, & Mertz, 2007)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": ""}, {"text": "Research has demonstrated that individual differences in numeracy, the ability to comprehend and manipulate probabilistic and other numeric information, may have important consequences for decision making (Estrada, Barnes, Collins, & Byrd, 1999; Reyna, Nelson, Han, & Dieckmann, 2009 ). An estimate from the National Adult Literacy Survey (Educational Testing Service, 1992) suggests that approximately half of the US population has only very basic or below basic quantitative skills (Kirsch, Jungeblut, Jenkins, & Kolstad, 2002) . The National Assessment of Adult Literacy (Kutner, Greenberg, Jin, & Paulsen, 2006; NCES, 2003) demonstrated similar results. In addition, these problems may be particularly acute for older adults. For example, Hibbard et al. (2001) found that a large proportion of older adults (more than half of those over age 65) had substantial difficulty using numerical information to compare Medicare health plans.", "cite_spans": [{"start": 205, "end": 245, "text": "(Estrada, Barnes, Collins, & Byrd, 1999;", "ref_id": "BIBREF16"}, {"start": 246, "end": 283, "text": "Reyna, Nelson, Han, & Dieckmann, 2009", "ref_id": "BIBREF39"}, {"start": 339, "end": 374, "text": "(Educational Testing Service, 1992)", "ref_id": null}, {"start": 484, "end": 529, "text": "(Kirsch, Jungeblut, Jenkins, & Kolstad, 2002)", "ref_id": "BIBREF24"}, {"start": 574, "end": 615, "text": "(Kutner, Greenberg, Jin, & Paulsen, 2006;", "ref_id": "BIBREF25"}, {"start": 616, "end": 627, "text": "NCES, 2003)", "ref_id": null}, {"start": 743, "end": 764, "text": "Hibbard et al. (2001)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": ""}, {"text": "Although there are several numeracy measures available to researchers (e.g., Lipkus, Samsa, & Rimer, 2001; Schwartz, Woloshin, Black, & Welch, 1997) , the distributional characteristics of these scales previously reported suggest that the items in these measures may possess a limited range of difficulty (Cokely & Kelley, 2009; Cokely, Galesic, Schulz, Ghazal, & Garcia-Retamero, 2012) . Administering a measure that does not match the range of ability level of the population of interest, which may be the case for highly numerate populations such as college students or ones that are less numerate (e.g., older adults or those with lower educational levels), potentially limits the test's ability to discriminate ability level. Put differently, the items in the measure essentially become redundant as respondents answer all items correctly in the former case and incorrectly in the latter. Therefore, a numeracy measure with a greater range of difficulty would be desirable. In the current study, we developed such a measure by adopting an item response theory (IRT) approach. Using scaling procedures developed by Rasch (1960 Rasch ( /1993 , we created a measure of numeracy derived from existing measures shown to be related to decision-making behavior.", "cite_spans": [{"start": 77, "end": 106, "text": "Lipkus, Samsa, & Rimer, 2001;", "ref_id": "BIBREF28"}, {"start": 107, "end": 148, "text": "Schwartz, Woloshin, Black, & Welch, 1997)", "ref_id": "BIBREF40"}, {"start": 305, "end": 328, "text": "(Cokely & Kelley, 2009;", "ref_id": "BIBREF6"}, {"start": 329, "end": 386, "text": "Cokely, Galesic, Schulz, Ghazal, & Garcia-Retamero, 2012)", "ref_id": "BIBREF5"}, {"start": 1119, "end": 1130, "text": "Rasch (1960", "ref_id": "BIBREF38"}, {"start": 1131, "end": 1144, "text": "Rasch ( /1993", "ref_id": "BIBREF38"}], "ref_spans": [], "section": ""}, {"text": "Existing measures of numeracy Researchers have measured numeracy in various ways often because of differences in their specific research interests and domains of study (Reyna et al., 2009) . Some scales have focused on subjective perceptions of one's own numerical abilities Woloshin et al., 2004; in an attempt to measure numeracy without directly asking participants to make any mathematical computations. These scales, at the face level, appear to measure individual differences in confidence to effectively utilize numeric information in and ability to conduct mathematical operations. One subjective test, the Subjective Numeracy Scale (SNS, Fagerlin et al., 2007; Zikmund-Fisher et al., 2007) , has been found to correlate with objective measures of numeracy. However, self-assessments of confidence are influenced by factors in addition to true ability level (Dunning, Heath, & Suls, 2004) , leading to potential concerns about the validity of such assessments. Other numeracy measures have focused on objective performance, testing individuals' ability to make correct computations and understand probabilistic information. These abilities are particularly important in understanding the risk and benefit information presented in many \"real-world\" decision-making contexts (e.g., health and financial contexts; Burkell, 2004) . Although both methods to assess individual differences in numeracy provide valuable insights, the current study focuses on the objective performance scales that have been used in the literature. Schwartz et al. (1997) developed one of the first performance-based numeracy measures. The measure was comprised of three items that included one question assessing participants' understanding of chance (i.e., How many heads would come up in 1000 tosses of a fair coin?) and two questions asking the participants to convert a percentage to a proportion and vice versa (i.e., the chance of winning a car is 1 in 1000; what is the percentage of winning tickets for the lottery?). Lipkus et al. (2001) further expanded this scale by adding eight questions to the Schwartz et al. numeracy scale; the additional items were designed to assess a participant's ability to understand and compare risks (e.g., Which of the following numbers represents the biggest risk of getting a disease: 1%, 10%, or 5%?) and to accurately work with decimal representations, proportions, and fractions. Moreover, Peters, Hibbard, Slovic, and Dieckmann (2007) further expanded the Lipkus et al. numeracy scale, introducing four additional items in an attempt to expand the range of difficulty; these additional items assess the understanding of base rates as well as the ability to make more complex likelihood calculations.", "cite_spans": [{"start": 168, "end": 188, "text": "(Reyna et al., 2009)", "ref_id": "BIBREF39"}, {"start": 275, "end": 297, "text": "Woloshin et al., 2004;", "ref_id": "BIBREF48"}, {"start": 647, "end": 669, "text": "Fagerlin et al., 2007;", "ref_id": "BIBREF17"}, {"start": 670, "end": 698, "text": "Zikmund-Fisher et al., 2007)", "ref_id": "BIBREF49"}, {"start": 866, "end": 896, "text": "(Dunning, Heath, & Suls, 2004)", "ref_id": "BIBREF13"}, {"start": 1319, "end": 1333, "text": "Burkell, 2004)", "ref_id": "BIBREF2"}, {"start": 1531, "end": 1553, "text": "Schwartz et al. (1997)", "ref_id": "BIBREF40"}, {"start": 2009, "end": 2029, "text": "Lipkus et al. (2001)", "ref_id": "BIBREF28"}, {"start": 2420, "end": 2465, "text": "Peters, Hibbard, Slovic, and Dieckmann (2007)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": ""}, {"text": "Similarly, Frederick (2005) developed a three-item measure, the cognitive reflection test (CRT), which includes items that involve mathematical ability. Although the CRT was not explicitly defined as a numeracy test and only speculation exists about the underlying dimensions of the CRT, the items appear to require understanding, manipulating, and using numbers to solve them. Prior research has supported this assertion. For instance, Obrecht, Chapman, and Gelman (2009) found that the CRT was moderately correlated with SAT quantitative scores (r = .45; see Toplak, West, & Stanovich, 2011 for similar findings). In a smaller study, Cokely and Kelley (2009) reported a significant (r = .31) correlation between numeracy and CRT performance. Moreover, Liberali, Reyna, Furlan, Stein, and Pardo (2011) reported a moderate to strong correlation (r = .51 and r = .40 in Brazilian and US samples, respectively; Cohen, 1992) between the 11-item Lipkus et al. (2001) scale and the CRT. Finally, in a large sample including individuals from across the adult lifespan, Finucane and Gullion (2010) also reported a similar effect size (r = .53) between the CRT and numeracy. These findings give us an a priori basis to test whether the CRT items may also serve as valid indicators of the latent construct of numeracy.", "cite_spans": [{"start": 11, "end": 27, "text": "Frederick (2005)", "ref_id": "BIBREF19"}, {"start": 437, "end": 472, "text": "Obrecht, Chapman, and Gelman (2009)", "ref_id": "BIBREF31"}, {"start": 561, "end": 592, "text": "Toplak, West, & Stanovich, 2011", "ref_id": "BIBREF47"}, {"start": 636, "end": 660, "text": "Cokely and Kelley (2009)", "ref_id": "BIBREF6"}, {"start": 754, "end": 802, "text": "Liberali, Reyna, Furlan, Stein, and Pardo (2011)", "ref_id": "BIBREF26"}, {"start": 869, "end": 908, "text": "Brazilian and US samples, respectively;", "ref_id": null}, {"start": 909, "end": 921, "text": "Cohen, 1992)", "ref_id": "BIBREF4"}, {"start": 942, "end": 962, "text": "Lipkus et al. (2001)", "ref_id": "BIBREF28"}, {"start": 1063, "end": 1090, "text": "Finucane and Gullion (2010)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "Although both the Schwartz-based numeracy scales and the CRT are predicted to be indicators of numeracy, evidence suggests that these scales may differ in their ability to assess performance at different levels of the latent trait. For instance, even in very numerate populations, such as college students from highly selective universities, a substantial proportion of participants score only 0 or 1 on the three-item CRT. Frederick (2005) reported that approximately one-third of this total sample scored 0 on the CRT and another 28% answered only one question correctly. Further, the modal score of nearly half of the sub-samples collected was 0. In contrast, median scores on the Lipkus et al. (2001) measure approach the maximum range of scores (e.g., Peters, Västfjäll, Slovic, Mertz, Mazzocco, & Dickert, 2006) . The skewness of each of these measures may limit the measure's ability to discriminate numeracy level in many populations and may provide a disadvantage when assessing any linear effects of numeracy.", "cite_spans": [{"start": 424, "end": 440, "text": "Frederick (2005)", "ref_id": "BIBREF19"}, {"start": 684, "end": 704, "text": "Lipkus et al. (2001)", "ref_id": "BIBREF28"}, {"start": 757, "end": 817, "text": "Peters, Västfjäll, Slovic, Mertz, Mazzocco, & Dickert, 2006)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": ""}, {"text": "Associations between individual differences in numeracy and decision making Individual differences in numeracy have been shown to have important associations with judgment and decision making. Recent reviews of the numeracy literature have found that compared with highly numerate individuals, those lower in numeracy are more likely to have difficulty judging risks and providing consistent assessments of utility, are worse at reading graphs, show larger framing effects, and are more sensitive to the formatting of probability information (for reviews, see Reyna et al., 2009) . Although numeracy typically leads to better decision making, there is evidence that the increased numerical processing observed in the highly numerate can lead to increased affective reactions to numbers, or number comparisons, which, in turn, can result in optimal or sub-optimal decision making. In an optimal example, Peters et al. (2006) asked participants to complete a ratio bias task. They were offered a chance to win a prize by drawing a red jellybean from a bowl. When provided with two bowls from which to choose, participants often elected to draw from a large bowl containing a greater absolute number, but smaller proportion, of red beans (9 in 100, 9%) rather than from a small bowl with fewer red beans but a better winning probability (1 in 10, 10%) even with the probabilities stated beneath each bowl. Peters et al. (2006) found that 33% and 5% of less and more numerate adults, respectively, chose the larger inferior bowl. Controlling for SAT scores, the choice effect remained significant. In addition, compared with the highly numerate, the less numerate reported less affective precision about Bowl A's 9% chance (\"How clear a feeling do you have about [its] goodness or badness?\"); their affect to the inferior 9% odds (\"How good or bad does [it] make you feel?\") was directionally less negative. Peters et al. (2006) concluded that affect derived from numbers and number comparisons may underlie the highly numerate's greater number use (cf. the \"Bets\" experiment in the present paper's Study 2 and Peters et al., 2006) . Frederick (2005) also found that individuals who performed well on his CRT were more likely to choose a future reward of greater value than a smaller immediate reward. Further, these individuals demonstrated evidence of weaker reflection effects (i.e., risk taking to avoid losses is greater than risk taking to achieve gains; Kahneman & Tversky, 1979) , compared with individuals scoring low in cognitive reflection. High-CRT individuals also were less likely to show risk-averse preferences towards gambles when the relative expected value between choice options favored choosing an uncertain option. Moreover, Toplak et al. (2011) found that greater CRT performance was significantly associated with an index of rational decision making comprised of a collection of classic heuristics and biases tasks.", "cite_spans": [{"start": 560, "end": 579, "text": "Reyna et al., 2009)", "ref_id": "BIBREF39"}, {"start": 903, "end": 923, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}, {"start": 1403, "end": 1423, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}, {"start": 1904, "end": 1924, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}, {"start": 2107, "end": 2127, "text": "Peters et al., 2006)", "ref_id": "BIBREF36"}, {"start": 2130, "end": 2146, "text": "Frederick (2005)", "ref_id": "BIBREF19"}, {"start": 2457, "end": 2482, "text": "Kahneman & Tversky, 1979)", "ref_id": "BIBREF23"}, {"start": 2743, "end": 2763, "text": "Toplak et al. (2011)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": ""}, {"text": "Development of an abbreviated numeracy scale A common problem with traditional methods of short-form scale construction has been the reliance on item-total correlations to guide item selection for short forms (i.e., choosing items with the highest item-total correlations). Using such an approach renders the researcher unable to ascertain whether the short form has removed error variance or narrowed the construct (Smith, McCarthy, & Anderson, 2000) . In turn, scales developed in this manner are often less able to fully assess the scope of the construct in question, thus posing a threat to predictive validity of the measure despite retaining levels of internal consistency similar to the long form (Smith & McCarthy, 1996) .", "cite_spans": [{"start": 416, "end": 451, "text": "(Smith, McCarthy, & Anderson, 2000)", "ref_id": "BIBREF44"}, {"start": 704, "end": 728, "text": "(Smith & McCarthy, 1996)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": ""}, {"text": "Alternative scaling methods can allay such concerns. Using these techniques, which can be classified as IRT-based scaling, one can develop more efficient psychological tests, in the sense that fewer items are needed to measure a latent construct while concurrently maintaining the scale's range of difficulty. Importantly, these methods largely preserve psychometric indices such as mean inter-item correlations despite reductions in the number of items, upon which calculations of coefficient a are based. 1 One IRT-based scaling approach was developed by Rasch (1960 Rasch ( /1993 and has been successfully used to develop shorter instruments for a wide range of constructs (e.g., Cole, Kaufman, Smith, & Rabin, 2004; Hibbard, Mahoney, Stockard, & Tusler, 2005; Prieto, Alonso, & Lamarca, 2003; Simon, Ludman, Bauer, Unützer, & Operskalski, 2006) . In a Rasch model, responses are viewed as outcomes of the interaction between a test taker's standing on a latent trait or ability level and the difficulty of the test item. According to this model, the probability that an individual will correctly answer an item is a logistic function of the difference between the individual's trait level and the extent to which the trait is expressed in the item. Put differently, the higher a person's ability relative to the difficulty of an item, the higher the probability of a correct response on that item. When a person's location on the latent trait is equal to the difficulty of the item, there is, by definition, a .5 probability of a correct response in the Rasch model. Thus, for each item, Rasch analyses can characterize a curve that describes the ability level at which the item maximally discriminates.", "cite_spans": [{"start": 507, "end": 508, "text": "1", "ref_id": null}, {"start": 557, "end": 568, "text": "Rasch (1960", "ref_id": "BIBREF38"}, {"start": 569, "end": 582, "text": "Rasch ( /1993", "ref_id": "BIBREF38"}, {"start": 683, "end": 719, "text": "Cole, Kaufman, Smith, & Rabin, 2004;", "ref_id": "BIBREF7"}, {"start": 720, "end": 763, "text": "Hibbard, Mahoney, Stockard, & Tusler, 2005;", "ref_id": "BIBREF21"}, {"start": 764, "end": 796, "text": "Prieto, Alonso, & Lamarca, 2003;", "ref_id": "BIBREF37"}, {"start": 797, "end": 848, "text": "Simon, Ludman, Bauer, Unützer, & Operskalski, 2006)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": ""}, {"text": "Overview of the present paper In Study 1, we focused on the development of a Rasch-based numeracy measure. For our item pool, we used items from the existing scales: the Schwartz et al. (1997) three-item measure, the Lipkus et al. (2001) expanded 11-item numeracy scale, further expansion of that scale by , and Frederick's (2005) CRT. In contrast to a typical short-form scale construction that attempts to reduce a single existing scale, our primary objective was to retain the range of difficulty shown across the scales and to develop a shorter numeracy measure (relative to the entire item pool and to individual measures as possible). The former point will allow a broader use of the scale for populations who show limited variability on the existing measures. To achieve these goals, we incorporated items from all four measures that encompass a greater range of difficulty than any one of the scales. In Study 2, we confirmed the Rasch analysis results on an independent sample and tested the predictive validity of the scale by replicating findings that have been obtained in previous studies. Additionally, we compared the predictive validity of our scale with that of the CRT and the Lipkus et al. measure. Finally, in Study 3, we further tested the predictive and comparative validity of the Raschbased numeracy scale by examining its associations with risk likelihood judgments.", "cite_spans": [{"start": 170, "end": 192, "text": "Schwartz et al. (1997)", "ref_id": "BIBREF40"}, {"start": 217, "end": 237, "text": "Lipkus et al. (2001)", "ref_id": "BIBREF28"}, {"start": 312, "end": 330, "text": "Frederick's (2005)", "ref_id": "BIBREF19"}, {"start": 1195, "end": 1229, "text": "Lipkus et al. measure. Finally, in", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Method Participants Participants were 1970 subjects collected from three separate samples. The first sample consisted of 302 community members, equally divided between those with higher education and those with lower education. Participants were recruited through online and newspaper advertisements. The second sample consisted of 163 undergraduates in an introductory psychology class. Finally, the third sample was an online study of adults using the American Life Panel (n = 1505). These three samples were merged into a single dataset.", "cite_spans": [], "ref_spans": [], "section": "STUDY 1"}, {"text": "The sample included 894 women (45.3%) and 1076 men (54.7%). The median age for this sample was 48 years (range = 18-89). Highest educational level attained was as follows: 3% of participants did not graduate from high school, 16.3% received a high school diploma, 9.2% attended a vocational/trade school or community college, 31.7% had completed some college (including those currently enrolled in a 4-year program), 21.5% received a bachelor's degree, and 17.5% had an advanced degree. The college sample received course credit for their participation, and individuals in both community samples were financially compensated for participation.", "cite_spans": [], "ref_spans": [], "section": "STUDY 1"}, {"text": "All participants completed the following measures of numeracy: the 11-item Lipkus numeracy scale (Lipkus et al., 2001) , which also included the three items from Schwartz et al. (1997) , four additional items developed by , and three CRT items (Frederick, 2005) . In the current sample, the and CRT measures were significantly correlated (r = .49). Further, examination of Cronbach's a of the omnibus 18-item scale (a = .75) and the mean inter-item correlation (r = .19) for the combined items provides initial evidence that the decision to combine these scales was warranted.", "cite_spans": [{"start": 97, "end": 118, "text": "(Lipkus et al., 2001)", "ref_id": "BIBREF28"}, {"start": 162, "end": 184, "text": "Schwartz et al. (1997)", "ref_id": "BIBREF40"}, {"start": 244, "end": 261, "text": "(Frederick, 2005)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Numeracy scales"}, {"text": "Because Rasch analysis assumes that the latent construct is unitary in nature, the most important threat to this assumption would occur if the CRT and the items from the other numeracy scales represented separate factors. Such a finding would suggest that the item pool that we intended to use would not tenably represent a coherent, unitary construct. To test whether the CRT and numeracy items load on a unitary factor, we compared two separate confirmatory factor analysis (CFA) models: (i) a single-factor model in which all numeracy and CRT items loaded on a unitary factor and (ii) a correlated two-factor model with CRT items loading on one dimension and numeracy items loading on another factor. CFA is widely regarded in the broader psychological assessment literature to be the strongest test for unidimensionality, compared with exploratory factor analysis methods. CFAs were conducted using MPLUS version 6.1 software. A variance-adjusted weighted least squares estimation was used to estimate dichotomous variables in CFA. 2 Path parameters were freely estimated. Both the one-factor and two-factor solutions showed nearly identical fit statistics (see Table 1 for fit statistics and factor loadings). Given that the two-factor model does not offer an appreciably better model fit and the between-factor correlation was high (r = .85), the more parsimonious explanation of the data favors adopting a one-factor model. The data suggest that the assumption that the item pool represented a coherent, unitary construct is a tenable one; hence, Rasch-based scaling is appropriate. Table 2 shows the item difficulty statistics for all items (i.e., the proportion of participants correctly answering each item). On average, the Lipkus et al. numeracy items were less difficult, whereas the CRT items were more difficult. Next, we conducted a Rasch analysis on all numeracy and CRT items, following the procedure of Hibbard et al. (2005) . Initially, items were assessed for fit. In general, fit statistics should range from .5 to 1.5 (Linacre, 2002) . One item was deleted because of a poor outfit statistic. All other items met this criterion. To reduce the item pool further, items were deleted sequentially on the basis of the extent to which the deletion minimally reduced the person reliability. Person reliability is a measure of the ability of the scale to discriminate the sample into different levels of ability and, therefore, is a key construct in measure development using the Rasch technique. After each item was deleted, Rasch analysis was rerun to determine the decrease in person reliability for that deletion. The item that decreased person reliability the least was deleted, and the process was repeated. In the case of ties, items that were most similar to remaining items in difficulty were deleted. The process was stopped when further deletions resulted in unacceptably low levels of person reliability (Hibbard et al., 2005) .", "cite_spans": [{"start": 1922, "end": 1943, "text": "Hibbard et al. (2005)", "ref_id": "BIBREF21"}, {"start": 2041, "end": 2056, "text": "(Linacre, 2002)", "ref_id": "BIBREF27"}, {"start": 2932, "end": 2954, "text": "(Hibbard et al., 2005)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 1166, "end": 1173, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1590, "end": 1597, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Confirmatory factor analysis"}, {"text": "The final scale consisted of eight items, five from the original Lipkus et al. scale (including the three original Schwartz et al. items) , two from the CRT scale, and one of the Peters et al. items. Difficulty structure and fit statistics are shown in Table 3 . Fit statistics for all items were deemed to be adequate, and person reliability was .63. Cronbach's a for the eight-item scale was .71 and mean inter-item was r = .24. 3 Consistent with the psychological assessment literature, which suggests that the mean inter-item correlation is a more useful index of internal consistency, the observed mean inter-item correlation was acceptable for measuring a broad, higher-order construct (Briggs & Cheek, 1986; Clark & Watson, 1995) . Combined with the CFA results, these results suggest that the Rasch-based numeracy scale measures the construct in a coherent, unitary, and internally consistent manner.", "cite_spans": [{"start": 115, "end": 137, "text": "Schwartz et al. items)", "ref_id": null}, {"start": 692, "end": 714, "text": "(Briggs & Cheek, 1986;", "ref_id": "BIBREF1"}, {"start": 715, "end": 736, "text": "Clark & Watson, 1995)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 253, "end": 260, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Rasch analysis"}, {"text": "Descriptive statistics. Associations between Rasch-based numeracy scale and demographic variables. Somewhat surprisingly, we found no significant negative correlation between age and numeracy (r = À.02, ns). With respect to gender, we found that men performed better than women (point biserial r = .28, p < .001). We also investigated how educational level was associated with numeracy performance. As shown in Table 5 , we observed that a disproportionate number of individuals with a high school/trade school or less educational level (low education group) scored 0 on the CRT (64%). In fact, even among those with a bachelor's degree or greater (high-education group), the modal response was still 0. In contrast, we observed that the Lipkus et al. measure showed a greater negative skew as a function of participants' educational level. Nearly 69% of all individuals scored 9 or higher on the Lipkus et al. measure. The Rasch-based measure, in comparison, maintained a relatively normal distribution across different educational levels. For this scale, the majority of respondents scored in the middle of the distribution, with predictably more individuals in the lowereducation group scoring worse on the scale, whereas in the higher-education group, more individuals scored towards the higher end of the distribution. To further examine these educational level differences with the Rasch-based numeracy measure, we conducted a one-way analysis of variance for educational level (three levels: high school/trade school education or less, some college, and 4-year college graduate Q11. Which of the following numbers represents the biggest risk of getting a disease? (1 in 12 or 1 in 37) 96.1 Q5. Which of the following numbers represents the biggest risk of getting a disease? (1%, 10%, or 5%) 94.5 Q4. Which of the following numbers represents the biggest risk of getting a disease? (1 in 100, 1 in 1000, or 1 in 10) 92.7 Q8a. If the chance of getting a disease is 10%, how many people would be expected to get the disease? Out of 100? 91.2 Q8b. Out of 1000?", "cite_spans": [], "ref_spans": [{"start": 411, "end": 418, "text": "Table 5", "ref_id": null}], "section": "Rasch analysis"}, {"text": "88.1 Q9. If the chance of getting a disease is 20 out of 100, this would be the same as having a _____% chance of getting the disease.", "cite_spans": [], "ref_spans": [], "section": "Rasch analysis"}, {"text": "84.3 Q1. Imagine that we roll a fair, six-sided die 1000 times. Out of 1000 rolls, how many times do you think the die would come up as an even number? 74.9 Q13. Imagine that you are taking a class and your chances of being asked a question in class are 1% during the first week of class and double each week thereafter (i.e., you would have a 2% chance in Week 2, a 4% chance in Week 3, an 8% chance in Week 4). What is the probability that you will be asked a question in class during Week 7? 55.3 Q14. Suppose that 1 out of every 10 000 doctors in a certain region is infected with the SARS virus; in the same region, 20 out of every 100 people in a particular at-risk population also are infected with the virus. A test for the virus gives a positive result in 99% of those who are infected and in 1% of those who are not infected. A randomly selected doctor and a randomly selected person in the at-risk population in this region both test positive for the disease. Who is more likely to actually have the disease? 52.8 Q3. In the ACME PUBLISHING SWEEPSTAKES, the chance of winning a car is 1 in 1000. What percent of tickets of ACME PUBLISHING SWEEPSTAKES win a car? 34.5 Q16 (CRT). If it takes five machines 5 minutes to make five widgets, how long would it take 100 machines to make 100 widgets? 32.3 Q17 (CRT). In a lake, there is a patch of lily pads. Every day, the patch doubles in size. If it takes 48 days for the patch to cover the entire lake, how long would it take for the patch to cover half of the lake? 31.9 Q15 (CRT). A bat and a ball cost $1.10 in total. The bat costs $1.00 more than the ball. How much does the ball cost? 18.7 Q12. Suppose you have a close friend who has a lump in her breast and must have a mammography . . . The table below summarizes all of this information. Imagine that your friend tests positive (as if she had a tumor), what is the likelihood that she actually has a tumor? 9.8 ", "cite_spans": [], "ref_spans": [], "section": "Rasch analysis"}, {"text": "Participants from the community sub-sample also completed the Fagerlin et al. (2007) eight-item SNS (a = .86). As expected, we found that the Rasch-based numeracy measure was significantly correlated with individuals' subjective perceptions of numeracy Taken together, these results indicate that the Rasch-based measure was able to reduce the item pool from 18 to eight items, while maintaining the psychometric qualities of the larger item pool and the composite scales. Additionally, we found evidence of convergent validity and largely replicated previously reported correlations with demographic variables.", "cite_spans": [{"start": 62, "end": 84, "text": "Fagerlin et al. (2007)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Convergent validity"}, {"text": "The purpose of Study 2 was both to confirm the Rasch results from Study 1 on an independent sample and to test the predictive validity of the eight-item Rasch-based numeracy scale. We tested performance on three decision-making paradigms that previously have been associated with individual differences in numeracy (Peters et al., 2006 ). Specifically, we tested whether performance on the Rasch-based numeracy measure predicted the following: (i) the extent of framing effects; (ii) how individuals rated the attractiveness of bets in a \"less is more\" effect paradigm (Slovic, Finucane, Peters, & MacGregor, 2002) ; and (iii) the extent of denominator neglect in a ratio bias task. We also compared the predictive validity of the Rasch-based scale with that of two of the component measures, namely the CRT and the Lipkus et al. measures. One well-established criteria of successful shortform development is that an abbreviated measure should not result in significant decrements to validity (Smith et al., 2000) . By definition, short-form development attempts to reduce a construct that prior researchers concluded required a more lengthy assessment. If a full-length scale contains much irrelevant or invalid content, then one could expect that the validity of the short-form scale would increase. However, if the items contained in full-length assessment are largely valid, then one would expect that a short-form measure would result in reduced validity. In this sense, the Raschbased measure does not necessarily have to demonstrate increased validity compared with other assessments but should, at least, show comparable validity with that observed with the other measures.", "cite_spans": [{"start": 315, "end": 335, "text": "(Peters et al., 2006", "ref_id": "BIBREF36"}, {"start": 569, "end": 614, "text": "(Slovic, Finucane, Peters, & MacGregor, 2002)", "ref_id": "BIBREF42"}, {"start": 993, "end": 1013, "text": "(Smith et al., 2000)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Overview"}, {"text": "The sample consisted of 899 participants who consented to be part of an ongoing opt-in Web panel administered by Decision Research. The panel members are 65% women and have a mean age of 38.7 years. Two percent had less than a high school education, 33% had completed high school or a trade school, 53% had completed some college or had a college degree, and 13% had completed schooling beyond a 4-year degree. A subset of this sample (n = 723, 70% women) was used for testing the predictive validity of the Rasch-based measure. The mean age of the sample was 39.5 years. One percent had less than a high school education, 26% had completed high school or a trade school, 57% had completed some college or had a college degree, and 14% had completed schooling beyond a 4-year degree. The Decision Research Web panel participants are compensated $15 per hour (prorated).", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Decision-making tasks Ratio bias task. As explained earlier, in the ratio bias task (Denes-Raj & Epstein, 1994) , participants are offered a chance to win a prize by drawing a red jellybean from one of two bowls. One bowl has a greater absolute number of red beans (i.e., 9 in 100), and the other bowl has a smaller absolute number but a greater proportion of red beans (i.e., 1 in 10). Peters et al. (2006) predicted and found that less numerate adults drew more often from the affectively appealing bowl with less favorable objective probabilities whereas the highly numerate drew more often from the objectively better bowl. Participants responded on a 13-point bipolar scale (1 = strongly prefer 9% bowl, 7=no preference, 13 = strongly prefer 10% bowl). We predicted that the new measure would also replicate the findings of Peters et al.", "cite_spans": [{"start": 84, "end": 111, "text": "(Denes-Raj & Epstein, 1994)", "ref_id": "BIBREF11"}, {"start": 387, "end": 407, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Participants"}, {"text": "\"Bets\" task. Peters et al. (2006) concluded from the ratio bias task discussed earlier that an affective process may underlie the greater number use of numbers by the highly numerate. If correct, then highly numerate individuals (who are thought to be more likely to draw affective meaning from number comparisons) may sometimes overuse numbers and respond less rationally than the less numerate. As a replication of the work of Peters et al. (2006) , the bets task was conducted in a between-subjects design. One group of participants rated the attractiveness of a no-loss gamble (7/36 chances to win $9; otherwise, win $0) on a 0-20 scale; a second group rated a similar gamble with a small loss (7/36 chances to win $9; otherwise lose 5¢). Peters et al. (2006) hypothesized and found that highly numerate participants rated the objectively worse bet as more attractive and reported more precise affect and more positive affect to the $9 in the loss' presence. Thus, although greater numeracy is generally thought to lead to better decisions when numeric information is involved, it appears associated sometimes with an overuse of number comparisons, which may subsequently lead to sub-optimal judgments despite higher ability levels. These results were consistent with the highly numerate accessing a richer affective \"gist\" from numbers (Reyna et al., 2009 ). Thus, we predicted a significant bet condition Â numeracy interaction.", "cite_spans": [{"start": 13, "end": 33, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}, {"start": 429, "end": 449, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}, {"start": 743, "end": 763, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}, {"start": 1341, "end": 1360, "text": "(Reyna et al., 2009", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Participants"}, {"text": "Framing. Participants were presented with the exam scores and course levels (200, 300, or 400-indicating varying difficulty levels of classes) of three psychology students and were asked to rate the quality of each student's work on a 7-point scale (À3 = very poor to +3 = very good). Framing was manipulated between subjects as percent correct or percent incorrect so that \"Paul,\" for example, was described as receiving either 74% correct on his exam or 26% incorrect. Consistent with prior research (Peters et al., 2006) , we predicted the difference in ratings for the positive versus negative frames would be greatest among less numerate participants. Put differently, participants lower in numeracy were expected to show more pronounced framing effects than those higher in numeracy. More numerate individuals were expected to transform the provided frame into the normatively equivalent alternative frame so that they would have both frames of information available (Cokely & Kelley, 2009; Peters et al., 2006) .", "cite_spans": [{"start": 502, "end": 523, "text": "(Peters et al., 2006)", "ref_id": "BIBREF36"}, {"start": 973, "end": 996, "text": "(Cokely & Kelley, 2009;", "ref_id": "BIBREF6"}, {"start": 997, "end": 1017, "text": "Peters et al., 2006)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Participants"}, {"text": "All participants completed the framing and bets decision tasks. A subset (n = 218) also completed the ratio bias task.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Rasch analysis was conducted in the same manner as in Study 1. We found that the results matched those obtained in Study 1, both in terms of the items retained as well as their relative difficulties (Table 6 ). Person reliability for this scale was .65, and Cronbach's a was .71; the mean inter-item correlation for the retained items was .24.", "cite_spans": [], "ref_spans": [{"start": 199, "end": 207, "text": "(Table 6", "ref_id": "TABREF4"}], "section": "Rasch analysis"}, {"text": "As predicted, the scores for the Rasch-based numeracy scale were roughly normally distributed (M = 4.07, SD = 1.83, median = 4, mode = 4), and the distribution was not significantly skewed (.07, z = 0.83).", "cite_spans": [], "ref_spans": [], "section": "Descriptive statistics"}, {"text": "Associations between Rasch-based numeracy and demographic variables. We found the expected negative correlation between age and numeracy (r = À.17, p < .001). Additionally, we found that men performed better than women (point biserial r = .31, p < .001). Moreover, we conducted a one-way analysis of variance to determine differences in numeracy as a function of educational level and the association between educational level (three levels: high school/trade school education or less, some college, and 4-year college graduate or greater). As expected, we found a significant main effect for educational level (F(2, 720) = 35.57, p < .001), in that those with a 4-year college degree or greater performed better on the Rasch-based numeracy measure (M = 4.60, compared with 4.11 and 3.27 for the some college and high school/trade school or less education groups, respectively). Overall, these findings replicate the results reported in Study 1.", "cite_spans": [], "ref_spans": [], "section": "Descriptive statistics"}, {"text": "We report the analyses based on the Rasch-derived measure in the following sections and then discuss the issue of comparative validity.", "cite_spans": [], "ref_spans": [], "section": "Predictive validity"}, {"text": "Ratio bias task. We also replicated the findings from the ratio bias task (Peters et al., 2006) . Consistent with Peters et al. (2006) , more numerate participants had a stronger preference for the objectively better bowl (10% bowl) than those lower in numeracy (r(218) = 0.16, p < .01). This result also is consistent with Stanovich and West's (2008) finding that cognitive ability was significantly associated with a similar ratio bias problem.", "cite_spans": [{"start": 74, "end": 95, "text": "(Peters et al., 2006)", "ref_id": "BIBREF36"}, {"start": 114, "end": 134, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}, {"start": 324, "end": 351, "text": "Stanovich and West's (2008)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Predictive validity"}, {"text": "Bets task. We regressed the rated attractiveness of the gamble condition (coded À1 = no loss, 1 = small loss), the individual differences in numeracy (mean deviated), and the interaction between numeracy level and condition. Consistent with prior research (Bateman, Dent, Peters, Slovic, & Starmer, 2007; Slovic et al., 2002; Stanovich & West, 2008) , participants rated the gamble as more attractive in the small loss condition (F(1, 719) = 60.40, p < .001, b = .92). Participants higher in numeracy also rated the gamble to be more attractive overall than those lower in numeracy (F(1, 719) = 16.11, p < .001, b = .26). Replicating Peters et al. (2006) , the hypothesized interaction was also significant, such that participants higher in numeracy were more strongly affected by the small loss in the task (F(1, 719) = 6.50, p < .01, b = .17).", "cite_spans": [{"start": 256, "end": 304, "text": "(Bateman, Dent, Peters, Slovic, & Starmer, 2007;", "ref_id": "BIBREF0"}, {"start": 305, "end": 325, "text": "Slovic et al., 2002;", "ref_id": "BIBREF42"}, {"start": 326, "end": 349, "text": "Stanovich & West, 2008)", "ref_id": "BIBREF45"}, {"start": 634, "end": 654, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Predictive validity"}, {"text": "Framing task. We regressed the average rated student's work quality on frame condition (coded À1 = negative, 1 = positive), numeracy (mean deviated), and a frame Â numeracy interaction. Subjects who did not respond to all stimuli (n = 29) were excluded from the analyses. As expected, we replicated the findings from the framing task reported earlier (Peters et al., 2006) . We found a significant effect for frame (F(1, 690) = 245.07, p < .001, b = .48) and additionally found a significant main effect for numeracy (F(1, 690) = 4.59, p < .05, b = À.04). Most importantly, we found a significant frameÂ numeracy interaction (F(1, 690) = 8.34, p < .001, b = À.05), in which less numerate participants showed larger framing effects. These findings replicate the work of Peters et al. (2006) and, moreover, are consistent with research suggesting that less numerate decision makers focus on non-numeric sources of information when constructing preferences Peters, Dieckmann, Västfjäll, Mertz, Slovic, & Hibbard, 2009) . Table 7 shows the results for the three behavioral tasks as a function of different numeracy assessment. Overall, the Rasch-based scale demonstrates comparable validity with that observed with the Lipkus et al. and CRT scales. For the ratio bias task, the Rasch-based measure was more strongly associated with preference for the normatively correct bowl than the CRT; associations of the Rasch-based scale and the longer Lipkus et al. scale were about the same.", "cite_spans": [{"start": 351, "end": 372, "text": "(Peters et al., 2006)", "ref_id": "BIBREF36"}, {"start": 769, "end": 789, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}, {"start": 954, "end": 1015, "text": "Peters, Dieckmann, Västfjäll, Mertz, Slovic, & Hibbard, 2009)", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 1018, "end": 1025, "text": "Table 7", "ref_id": "TABREF5"}], "section": "Predictive validity"}, {"text": "For the bets task, we found that the numeracy Â bet condition interaction was significant using all three numeracy measures. To test the extent to which this effect was stronger for the Rasch-based numeracy measure, we calculated and compared the effect size estimates for the differences between bet conditions (i.e., bets effect) as a function of both numeracy level (i.e., either high or low numeracy) and specific numeracy measure. Essentially, these analyses compare the simple effects of the interaction in terms of a linear contrast for numeracy, as construed by the different measures. For the Rasch-based measure, the effect size of the bets effect for those scoring highest in numeracy (seven to eight items correct; d = 1.06) was nearly four times as large as the effect size observed for those scoring lowest on the Rasch-based numeracy measure (zero to two items correct; d = .27). Similarly, those who scored 0 on the CRT showed weaker effect sizes (d = .42) than those who answered all three CRT items correctly (d = .70). We also observed a stronger effect size for those scoring highest on the Lipkus et al. measure (9-11 items correct, d = .65) than for individuals scoring the lowest on numeracy (zero to four items correct, d = .06). Thus, although we found the significant predicted interaction effect for all three scales, these results suggest that these effects were strongest when assessed with the Rasch-based numeracy scale. For the framing task, we observed interaction effects for both the CRT and Rasch-based measures, but not for the Lipkus et al. measure. To explore these interaction effects in greater depth, we again calculated and compared effect size estimates of framing effects for high and low scorers on the CRT and Rasch-based measures. Individuals who scored lowest on the Rasch-based measure showed very strong framing effects (d = 1.42) even more so than those scoring 0 on the CRT (d = 1.33). In contrast, we found that individuals scoring highest on the CRT showed about the same framing effects (d = .67) as did those scoring the highest on the Rasch-based numeracy scale (d = .65). Thus, compared with results of the CRT, these results provide evidence that using the Rasch-based measure showed a slight advantage over the CRT when predicting framing effects for the less numerate, which was in the predicted direction of the interaction.", "cite_spans": [], "ref_spans": [], "section": "Comparative validity"}, {"text": "Together, these results provide evidence that the Raschbased numeracy scale shows comparable validity with both the Lipkus et al. measure and the CRT. The Rasch-based measure showed better distributional qualities than the CRT or the Lipkus et al. measure and also demonstrated some evidence for stronger predictive validity than these existing measures. However, we acknowledge that this evidence is somewhat mixed. Compared with the Lipkus et al. measure, we found the Rasch-based measure to show stronger simple effects when we decomposed the framing and bets task interactions, but it showed roughly equal predictive validity for the ratio bias task. Compared with the CRT, the Raschbased measure showed stronger effects with respect to the bets task and the ratio bias test but only showed modest effect size differences for the framing task. It is possible that the use of a more general population, not to mention one collected over the Internet, dampened expected relationships between numeracy and decision effects, thus reducing the chances of finding stronger scale-based differences. For example, the materials in the framing task were originally developed to be meaningful to the undergraduate population tested by Peters et al. (2006) , but the course level information (which was provided without further explanation) may have been confusing for the more general population studied here. Second, although Internet data collection is a valid means of obtaining psychological data, data from Internet samples are often noisier because of the lack of environmental control (Gosling, Vazire, Srivastava, & John, 2004) .", "cite_spans": [{"start": 1228, "end": 1248, "text": "Peters et al. (2006)", "ref_id": "BIBREF36"}, {"start": 1585, "end": 1628, "text": "(Gosling, Vazire, Srivastava, & John, 2004)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Comparative validity"}, {"text": "Although these results are encouraging, they may raise a potential question regarding the advantages of the Raschbased numeracy scale. As we have demonstrated in the past two studies, the primary advantage of the Rasch-based scale is that it offers a normal distribution in the general population, compared with the Lipkus et al. measure and the CRT, both of which are significantly skewed. Because skewness can attenuate linear associations between variables, we predicted that the Rasch-based scale would be a stronger linear predictor than either of the component scales. Our Study 2 results suggest that this will not always be the case. In Study 3, we examine this issue further within the context of risk perception.", "cite_spans": [], "ref_spans": [], "section": "Comparative validity"}, {"text": "In this study, we wanted to further explore the comparative predictive validity of the Rasch-based scale using two additional tasks. We turned our attention to understanding how numeracy may predict perceived risks. Recent work has demonstrated that numeracy is related to likelihood and risk perceptions. For instance, when presented with numerical probability information, less numerate participants tend to think that negative low-probability events are more likely to occur, compared with more numerate participants (e.g., Dieckmann et al., 2009; also Lipkus, Peters, Kimmick, Liotcheva, & Marcom, 2010) . This typical finding may be due to the less numerate responding more to non-numeric and often emotional information about risks such as cancer (Peters, 2012; Reyna et al., 2009 ). For this study, we examined whether the Rasch-based measure would be a stronger linear predictor for outcomes related to the explicit understanding and use of probabilistic estimation than is afforded by either the CRT or the The association between understanding risk information and numeracy appears to be a very robust phenomenon (see Reyna et al., 2009, for a review) . Understanding how numeracy is associated with risk perceptions is important in many domains, including financial and health decisions. For instance, if individuals lower in numeracy misinterpret the risks of treatment options, they may act in a suboptimal way. Similarly, being able to accurately identify true numeracy abilities may enable risk communicators to develop more customized and effective communication messages.", "cite_spans": [{"start": 527, "end": 550, "text": "Dieckmann et al., 2009;", "ref_id": "BIBREF12"}, {"start": 551, "end": 607, "text": "also Lipkus, Peters, Kimmick, Liotcheva, & Marcom, 2010)", "ref_id": null}, {"start": 753, "end": 767, "text": "(Peters, 2012;", "ref_id": "BIBREF32"}, {"start": 768, "end": 786, "text": "Reyna et al., 2009", "ref_id": "BIBREF39"}, {"start": 1128, "end": 1161, "text": "Reyna et al., 2009, for a review)", "ref_id": null}], "ref_spans": [], "section": "STUDY 3"}, {"text": "The sample (N = 165) was drawn from the Decision Research Web Panel and was 57.6% women (mean age = 39.53 years). Approximately 25% of the sample had a high school education or less, 4% had some vocational training, 28% had attended some college, 33% were college graduates, and 10% had attended graduate or professional school after college.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "In a previous session, participants completed the CRT, the Lipkus et al. numeracy measure, and the additional items from the Peters et al. measure. Participants each read two different scenarios that included a narrative discussion of available evidence relating to an event as well as a numerical probability assessment made by an expert. The first scenario described a potential terrorist attack, and the second scenario described the possible extinction of salmon in a Pacific Northwest river. The likelihood of each event was presented as either 5% or 20%. Each participant read both scenarios (their order was counterbalanced across subjects), and the numerical probability attached to each scenario was counterbalanced separately across subjects (i.e., numerical probability was a within-subject manipulation). After reading each scenario, participants reported their own perceptions of the likelihood of the attack or salmon extinction on a scale ranging from 0% to 100%. Because the goal of this analysis was to examine the associations between the different numeracy scales and likelihood perceptions in the two scenarios, we do not report the effect of the within-subject condition but instead focus on the correlational analyses for this study.", "cite_spans": [], "ref_spans": [], "section": "Procedure"}, {"text": "Results and discussion Table 8 shows the correlations between perceived likelihood and the three different numeracy scales for the full sample, and for the lower-education (vocational school or less) and higher-education (some college or more) groups. For both scenarios, the full-sample correlations were higher with the Rasch-based measure, although each of the numeracy scales is significantly negatively correlated with perceived likelihood, as expected. However, we anticipated the primary benefit of the Rasch-based measure to be in identifying linear effects across a range of educational levels. In particular, given the difficulty of the CRT, we expected attenuated correlations in the lower-education group. As predicted, the results demonstrate that the CRT showed the smallest correlations across both scenarios, with the Lipkus et al. and Rasch-based measures showing comparable effect sizes. In the higher-education group, all of the numeracy scales were inversely correlated with risk perceptions; the Rasch-based measure shows the largest effect size for both scenarios.", "cite_spans": [], "ref_spans": [{"start": 23, "end": 30, "text": "Table 8", "ref_id": "TABREF6"}], "section": "Procedure"}, {"text": "As expected, the Rasch-based measure showed the strongest and most consistent effects in the full sample and across the two education groups. The CRT consistently demonstrated low correlations in the lower-education group. Moreover, both the Lipkus et al. measure and the CRT showed lower correlations with risk perceptions than did the Rasch-based measure in the higher-education group.", "cite_spans": [], "ref_spans": [], "section": "Procedure"}, {"text": "Study 3 demonstrates some distinct advantages of the new Rasch-based measure. First, the Rasch-based measure demonstrates the most consistent level of correlations across various educational levels. We attribute this advantage to the fact that performance on the Rasch-based measure is normally distributed in the general population. Second, and perhaps more importantly, the Rasch-based measure overall shows stronger predictive validity in these judgments and decisions, compared with the other two measures. Compared with the Rasch-based measure, the CRT showed limited predictive validity, especially in the lower-education sample. In contrast, the Lipkus et al. measure showed evidence of reduced predictive validity in higher-education samples. ", "cite_spans": [], "ref_spans": [], "section": "Procedure"}, {"text": "A growing body of research has demonstrated that individual differences in numeracy are associated with how individuals perceive risks, understand charts and graphs, and ultimately make decisions. However, measurement of this construct has varied. To our knowledge, this study is the first to present the psychometric properties of several popular numeracy measures across a diverse sample in terms of age and educational level (although see Liberali et al., 2011 for a similar examination with Brazilian and US college-age samples, which adds to the literature from a cross-cultural perspective). Inspection of the distributional characteristics of these measures demonstrates that the previously used measures are very skewed, which may limit their ability to discriminate an individual's trait level of numeracy. In general, the CRT appears to be very difficult, whereas the Lipkus et al. (2001) measure appears to be too easy for most individuals, leading to non-normal score distributions, an issue that prior research has largely addressed by using median splits or extreme group designs. We do not mean to either diminish or criticize the contributions that have been made using these scales. In fact, these studies reinforce past research efforts supporting and strengthening the validity of extant measures.", "cite_spans": [{"start": 442, "end": 463, "text": "Liberali et al., 2011", "ref_id": "BIBREF26"}, {"start": 878, "end": 898, "text": "Lipkus et al. (2001)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "GENERAL DISCUSSION"}, {"text": "In the current study, we used Rasch analysis to develop a scale that offers researchers an alternative means to assess individual differences in numeracy, compared with classic test theory approaches (Embretson, 1996) . The items retrieved, as well as the relative difficulty scaling of these items, were identical across two large independent samples of individuals ranging from 18 to 89 years of age. Moreover, the Rasch-based numeracy scale retained a wide range of item difficulties. Further, we found that this scale approached a normal distribution in both samples, which we believe will ultimately lead researchers to treat numeracy as a continuous variable rather than as a dichotomous variable. We feel that this is an important contribution, given the potential limitations involved with dichotomizing variables (MacCallum, Zhang, Preacher, & Rucker, 2002) . Cronbach and Meehl's (1955) classic article first identified construct validity (i.e., how trustworthy is the score and its interpretation) as the most important form of validity in psychological tests. Construct validity of a measure should be treated as a continual process that involves researchers testing the predictive validity of the measure, as well as assessing convergent and discriminant validity. The Raschbased measure demonstrates predictive validity comparable with that obtained in previous numeracy studies. In fact, when directly comparing the Rasch-based scale with its predecessors, we found that the Rasch-based measure predicted as well as or better than the CRT and the Lipkus et al. measure across two separate studies.", "cite_spans": [{"start": 200, "end": 217, "text": "(Embretson, 1996)", "ref_id": "BIBREF15"}, {"start": 822, "end": 866, "text": "(MacCallum, Zhang, Preacher, & Rucker, 2002)", "ref_id": "BIBREF30"}, {"start": 869, "end": 896, "text": "Cronbach and Meehl's (1955)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "GENERAL DISCUSSION"}, {"text": "We also found that the Rasch-based numeracy measure was strongly correlated with the SNS of Fagerlin et al. (2007) , supporting the convergent validity of the measure. Although the SNS was not intended to be a substitute for assessing precise numeracy abilities, this finding reinforces prior research supporting a link between subjective and objective assessments of numeracy Zikmund-Fisher et al., 2007 ; although see Reyna et al., 2009, p. 955 , for an excellent discussion regarding concerns about the accuracy of individual's subjective assessments of their own numeracy). Because the SNS was administered after the objective numeracy measures, we cannot rule out the possibility that individuals reflected on the perceived ease/ difficulty of the numeracy items, which, in turn, may have inflated the correlation between numeracy and SNS. However, our results are consistent with those reported by Fagerlin et al. (2007) , who had subjects complete the SNS first. Finally, our data cannot directly speak to any differences in predictive power between objective and subjective numeracy scales, but we believe that this is an important question that future research should address.", "cite_spans": [{"start": 92, "end": 114, "text": "Fagerlin et al. (2007)", "ref_id": "BIBREF17"}, {"start": 377, "end": 404, "text": "Zikmund-Fisher et al., 2007", "ref_id": "BIBREF49"}, {"start": 420, "end": 446, "text": "Reyna et al., 2009, p. 955", "ref_id": null}, {"start": 904, "end": 926, "text": "Fagerlin et al. (2007)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "GENERAL DISCUSSION"}, {"text": "We acknowledge that this scale may not include a complete range of difficulty. Because of our study's design, our results are limited by the number of items that were included in the initial item pool. In fact, examination of the Rasch-based item difficulties would suggest that more items could be added to more finely differentiate individuals' numeracy ability. Cokely et al. (2012) , for instance, applied a decision tree approach to develop a computer-adaptive test for the highly numerate. Future research using IRT principles can help to create adaptive tests that may assess numeracy across a wider range of ability levels.", "cite_spans": [{"start": 365, "end": 385, "text": "Cokely et al. (2012)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "GENERAL DISCUSSION"}, {"text": "Another implication of only using existing measures is that it restricts our ability to conduct a more extensive analysis of potential multidimensionality of the numeracy construct (Liberali et al., 2011) . If we had started with a much larger initial item pool, it might be reasonable to expect multiple correlated facets of numeracy to be extracted that would represent sub-competencies of numeracy. Although previous research has typically added items on the basis of their face validity, we recommend that future scale construction efforts be based instead on accepted scale construction guidelines widely used in the assessment literature (e.g., Clark & Watson, 1995) . This process begins with the generation of an item pool based on theoretical considerations, such as those discussed in literature reviews and empirical inquiries (see Dehaene, 1997, and Reyna et al., 2009 , for influential reviews). Briefly, researchers should develop an over-inclusive item pool of various items and difficulty levels. Numeracy skills range from, but are not limited to, simple mathematical operations (e.g., addition, multiplication) to logic and quantitative reasoning, as well as comprehension of probabilities, proportions, and fractions. From this item pool, researchers would subsequently conduct multiple administrations of the items, refining the measure by removing ambiguous/poorly constructed and misfit items along the way. Scale development in this manner can result in the ability to make more fine-grained distinctions in numeracy across persons and to more extensively identify sub-competencies/facets of numeracy. From there, researchers will be able to better test if certain sub-competencies of numeracy are differentially important to particular types of judgment and decision problems. Understanding the multiple potential facets of numeracy is an important and necessary future research direction that would be most properly examined within the context of the scale construction/factor analytic methods that we have outlined.", "cite_spans": [{"start": 181, "end": 204, "text": "(Liberali et al., 2011)", "ref_id": "BIBREF26"}, {"start": 651, "end": 672, "text": "Clark & Watson, 1995)", "ref_id": "BIBREF3"}, {"start": 843, "end": 861, "text": "Dehaene, 1997, and", "ref_id": "BIBREF10"}, {"start": 862, "end": 880, "text": "Reyna et al., 2009", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "GENERAL DISCUSSION"}, {"text": "However, we offer one important caveat with respect to the assessment of multidimensionality. As a consequence of adequately developing measures that assess numeracy sub-competencies in the manner that we have outlined, this method would add many more items to a numeracy scale. It would especially be the case if one wanted to adequately scale item difficulty and ability levels for each sub-competency. At the expense of being more comprehensive, it would undoubtedly add more time to assessments than even the longest numeracy measure that currently exists. Thus, researchers who may have limited assessment time or resources available (e.g., researchers interested in assessing numeracy in large nationally representative surveys) may opt for a shorter instrument, sacrificing construct fidelity for a broader bandwidth. We stress that it is vital for researchers to have both types of measures in their assessment arsenal; ultimately, though, the use of each is dependent on the inquiry at hand.", "cite_spans": [], "ref_spans": [], "section": "GENERAL DISCUSSION"}, {"text": "We believe that our Rasch-based measure provides a valuable advance in the assessment of numeracy. Our results reinforce that our reduced-item scale measures numeracy in a coherent, unitary manner, across a wide range of ability levels. Of particular interest, we used CFA to directly test whether the CRT and the numeracy items comprised different underlying factors. We did not find this to be the case. At the surface, these results appear to be in contrast with those reported by Liberali et al. (2011) , who, across two samples, concluded that items from the scales of Lipkus et al. (2001) and Frederick (2005) produced four to five factors based on exploratory factor analysis. 4 Moreover, in one of their two studies, the CRT and objective numeracy items loaded onto different factors. Because the single-factor un-rotated solutions, a direct measure of the common construct defined by the item pool, were not reported, we cannot directly compare results of the current study with those of Liberali et al. (2011) . However, given that reported correlations between the CRT and the Lipkus et al. numeracy measure by Liberali et al. (2011) were indicative of a moderate to large effect size (range = .40-.51; mean r = .45), it seems reasonable that a one-factor solution may also have been observed in confirmatory factor analyses of their data as well.", "cite_spans": [{"start": 484, "end": 506, "text": "Liberali et al. (2011)", "ref_id": "BIBREF26"}, {"start": 574, "end": 594, "text": "Lipkus et al. (2001)", "ref_id": "BIBREF28"}, {"start": 599, "end": 615, "text": "Frederick (2005)", "ref_id": "BIBREF19"}, {"start": 997, "end": 1019, "text": "Liberali et al. (2011)", "ref_id": "BIBREF26"}, {"start": 1122, "end": 1144, "text": "Liberali et al. (2011)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "GENERAL DISCUSSION"}, {"text": "In contrast to exploratory factor analysis as a data reduction tool, the Rasch analysis identifies a hypothetical unidimensional line on which items and persons are scaled on the basis of item difficulty and ability level. In turn, misfit items represent items that do not contribute to better identification of the construct. Hence, the reduced scale requires fewer items to estimate the latent construct with the same range of ability level as the full item pool. In our study, we were able to substantially reduce an item pool from 18 to eight items, creating a measure that is comparable, or even better, in terms of predictive validity and internal consistency with that which would have been obtained by administering either all 18 items or one of the component scales.", "cite_spans": [], "ref_spans": [], "section": "GENERAL DISCUSSION"}, {"text": "As the study of numeracy in the decision-making literature continues to grow, the importance of being able to appropriately discriminate individual differences in numeracy also increases. The current study offers a measure that researchers interested in the associations between numeracy and human decision processes can use to assess individual differences across a wider range of target populations compared with previous measures.", "cite_spans": [], "ref_spans": [], "section": "GENERAL DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The affect heuristic and attractiveness of simple gambles", "authors": [{"first": "I", "middle": ["A"], "last": "Bateman", "suffix": ""}, {"first": "S", "middle": [], "last": "Dent", "suffix": ""}, {"first": "E", "middle": [], "last": "Peters", "suffix": ""}, {"first": "P", "middle": [], "last": "Slovic", "suffix": ""}, {"first": "C", "middle": [], "last": "Starmer", "suffix": ""}], "year": 2007, "venue": "Journal of Behavioral Decision Making", "volume": "20", "issn": "", "pages": "365--380", "other_ids": {"DOI": ["10.1002/bdm.558"]}}, "BIBREF1": {"ref_id": "b1", "title": "The role of factor analysis in the development and evaluation of personality scales", "authors": [{"first": "S", "middle": ["R"], "last": "Briggs", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Cheek", "suffix": ""}], "year": 1986, "venue": "Journal of Personality", "volume": "54", "issn": "", "pages": "106--148", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "What are the chances? Evaluating risk and benefit information in consumer health materials", "authors": [{"first": "J", "middle": [], "last": "Burkell", "suffix": ""}], "year": 2004, "venue": "Journal of the Medical Library Association", "volume": "92", "issn": "", "pages": "200--208", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Constructing validity: Basic issues in scale development", "authors": [{"first": "L", "middle": ["A"], "last": "Clark", "suffix": ""}, {"first": "D", "middle": [], "last": "Watson", "suffix": ""}], "year": 1995, "venue": "Psychological Assessment", "volume": "7", "issn": "", "pages": "309--319", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A power primer", "authors": [{"first": "J", "middle": [], "last": "Cohen", "suffix": ""}], "year": 1992, "venue": "Psychological Bulletin", "volume": "112", "issn": "", "pages": "155--159", "other_ids": {"DOI": ["10.1037/0033-2909.112.1.155"]}}, "BIBREF5": {"ref_id": "b5", "title": "Measuring risk literacy: The Berlin Numeracy Test", "authors": [{"first": "E", "middle": ["T"], "last": "Cokely", "suffix": ""}, {"first": "M", "middle": [], "last": "Galesic", "suffix": ""}, {"first": "E", "middle": [], "last": "Schulz", "suffix": ""}, {"first": "S", "middle": [], "last": "Ghazal", "suffix": ""}, {"first": "R", "middle": [], "last": "Garcia-Retamero", "suffix": ""}], "year": 2012, "venue": "Judgment and Decision Making", "volume": "7", "issn": "", "pages": "25--47", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Cognitive abilities and superior decision making under risk: A protocol analysis and process model evaluation", "authors": [{"first": "E", "middle": ["T"], "last": "Cokely", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Kelley", "suffix": ""}], "year": 2009, "venue": "Judgment and Decision Making", "volume": "4", "issn": "", "pages": "20--33", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Development and validation of a Rasch-derived CES-D short form", "authors": [{"first": "J", "middle": ["C"], "last": "Cole", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Kaufman", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Rabin", "suffix": ""}], "year": 2004, "venue": "Psychological Assessment", "volume": "16", "issn": "", "pages": "360--372", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "What is coefficient alpha? An examination of theory and applications", "authors": [{"first": "J", "middle": ["M"], "last": "Cortina", "suffix": ""}], "year": 1993, "venue": "Journal of Applied Psychology", "volume": "78", "issn": "", "pages": "98--104", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Construct validity in psychological tests", "authors": [{"first": "L", "middle": ["J"], "last": "Cronbach", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Meehl", "suffix": ""}], "year": 1955, "venue": "Psychological Bulletin", "volume": "52", "issn": "", "pages": "281--302", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The number sense: How the mind creates mathematics", "authors": [{"first": "S", "middle": [], "last": "Dehaene", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Conflict between intuitive and rational processing: When people behave against their better judgment", "authors": [{"first": "V", "middle": [], "last": "Denes-Raj", "suffix": ""}, {"first": "S", "middle": [], "last": "Epstein", "suffix": ""}], "year": 1994, "venue": "Journal of Personality and Social Psychology", "volume": "66", "issn": "", "pages": "819--829", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The use of narrative evidence and explicit likelihood by decision makers varying in numeracy", "authors": [{"first": "N", "middle": ["F"], "last": "Dieckmann", "suffix": ""}, {"first": "P", "middle": [], "last": "Slovic", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Peters", "suffix": ""}], "year": 2009, "venue": "Risk Analysis", "volume": "29", "issn": "", "pages": "1473--1487", "other_ids": {"DOI": ["10.1111/j.1539-6924.2009.01279"]}}, "BIBREF13": {"ref_id": "b13", "title": "Flawed self-assessment: Implications for health, education, and the workplace", "authors": [{"first": "D", "middle": [], "last": "Dunning", "suffix": ""}, {"first": "C", "middle": [], "last": "Heath", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Suls", "suffix": ""}], "year": 2004, "venue": "Psychological Science in the Public Interest", "volume": "5", "issn": "3", "pages": "69--106", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "National Adult Literacy Survey (NALS)", "authors": [], "year": 1992, "venue": "Educational Testing Service", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The new rules of measurement", "authors": [{"first": "S", "middle": ["E"], "last": "Embretson", "suffix": ""}], "year": 1996, "venue": "Psychological Assessment", "volume": "8", "issn": "", "pages": "341--349", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Health literacy and numeracy", "authors": [{"first": "C", "middle": [], "last": "Estrada", "suffix": ""}, {"first": "V", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "C", "middle": [], "last": "Collins", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Byrd", "suffix": ""}], "year": 1999, "venue": "Journal of the American Medical Association", "volume": "282", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Measuring numeracy without a math test: Development of the subjective numeracy scale", "authors": [{"first": "A", "middle": [], "last": "Fagerlin", "suffix": ""}, {"first": "B", "middle": [], "last": "Zikmund-Fisher", "suffix": ""}, {"first": "J", "middle": [], "last": "Ubel", "suffix": ""}, {"first": "A", "middle": [], "last": "Peter", "suffix": ""}, {"first": "A", "middle": [], "last": "Jankovic", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Derry", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Smith", "suffix": ""}], "year": 2007, "venue": "Medical Decision Making", "volume": "27", "issn": "", "pages": "672--680", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Developing a tool for measuring the decision-making competence of older adults", "authors": [{"first": "M", "middle": ["L"], "last": "Finucane", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Gullion", "suffix": ""}], "year": 2010, "venue": "Psychology and Aging", "volume": "25", "issn": "", "pages": "271--288", "other_ids": {"DOI": ["10.1037/a0019106"]}}, "BIBREF19": {"ref_id": "b19", "title": "Cognitive reflection and decision making", "authors": [{"first": "S", "middle": [], "last": "Frederick", "suffix": ""}], "year": 2005, "venue": "Journal of Economic Perspectives", "volume": "19", "issn": "", "pages": "25--42", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Should we trust Web-based studies? A comparative analysis of six preconceptions about Internet questionnaires", "authors": [{"first": "S", "middle": ["D"], "last": "Gosling", "suffix": ""}, {"first": "S", "middle": [], "last": "Vazire", "suffix": ""}, {"first": "S", "middle": [], "last": "Srivastava", "suffix": ""}, {"first": "O", "middle": ["P"], "last": "John", "suffix": ""}], "year": 2004, "venue": "American Psychologist", "volume": "59", "issn": "", "pages": "93--104", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Development and testing of a short form of the patient activation measure", "authors": [{"first": "J", "middle": ["H"], "last": "Hibbard", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Mahoney", "suffix": ""}, {"first": "J", "middle": [], "last": "Stockard", "suffix": ""}, {"first": "M", "middle": [], "last": "Tusler", "suffix": ""}], "year": 1918, "venue": "Health Research and Educational Trust", "volume": "40", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Is the informed-choice policy approach appropriate for Medicare beneficiaries?", "authors": [{"first": "J", "middle": ["H"], "last": "Hibbard", "suffix": ""}, {"first": "P", "middle": [], "last": "Slovic", "suffix": ""}, {"first": "E", "middle": [], "last": "Peters", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Finucane", "suffix": ""}, {"first": "M", "middle": [], "last": "Tusler", "suffix": ""}], "year": 2001, "venue": "", "volume": "20", "issn": "", "pages": "199--203", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Prospect theory: An analysis of decision under risk", "authors": [{"first": "D", "middle": [], "last": "Kahneman", "suffix": ""}, {"first": "A", "middle": [], "last": "Tversky", "suffix": ""}], "year": 1979, "venue": "Econometrica", "volume": "47", "issn": "", "pages": "263--291", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Adult literacy in America: A first look at the findings of the National Adult Literacy Survey", "authors": [{"first": "I", "middle": ["S"], "last": "Kirsch", "suffix": ""}, {"first": "A", "middle": [], "last": "Jungeblut", "suffix": ""}, {"first": "L", "middle": [], "last": "Jenkins", "suffix": ""}, {"first": "A", "middle": [], "last": "Kolstad", "suffix": ""}], "year": 2002, "venue": "", "volume": "201", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The health literacy of America's adults: Results from the 2003 National Assessment of Adult Literacy (NCES 2006-483)", "authors": [{"first": "M", "middle": [], "last": "Kutner", "suffix": ""}, {"first": "E", "middle": [], "last": "Greenberg", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jin", "suffix": ""}, {"first": "C", "middle": [], "last": "Paulsen", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Individual differences in numeracy and cognitive reflection, with implications for biases and fallacies in probability judgment", "authors": [{"first": "J", "middle": ["M"], "last": "Liberali", "suffix": ""}, {"first": "V", "middle": ["F"], "last": "Reyna", "suffix": ""}, {"first": "S", "middle": [], "last": "Furlan", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Stein", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Pardo", "suffix": ""}], "year": 2011, "venue": "Journal of Behavioral Decision Making", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/bdm.752"]}}, "BIBREF27": {"ref_id": "b27", "title": "Breast cancer patients' treatment expectations after exposure to the decision aid program Adjuvant Online: The influence of numeracy", "authors": [{"first": "J", "middle": ["M"], "last": "Linacre", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Lipkus", "suffix": ""}, {"first": "E", "middle": [], "last": "Peters", "suffix": ""}, {"first": "G", "middle": [], "last": "Kimmick", "suffix": ""}, {"first": "V", "middle": [], "last": "Liotcheva", "suffix": ""}, {"first": "P", "middle": [], "last": "Marcom", "suffix": ""}], "year": 2002, "venue": "Rasch Measurement Transactions", "volume": "16", "issn": "", "pages": "464--473", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "General performance on a numeracy scale among highly educated samples", "authors": [{"first": "I", "middle": ["M"], "last": "Lipkus", "suffix": ""}, {"first": "G", "middle": [], "last": "Samsa", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Rimer", "suffix": ""}], "year": 2001, "venue": "Medical Decision Making", "volume": "21", "issn": "", "pages": "37--44", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Statistical theories of mental test scores", "authors": [{"first": "F", "middle": ["M"], "last": "Lord", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Novick", "suffix": ""}], "year": 1968, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "On the practice of dichotomization of quantitative variables", "authors": [{"first": "R", "middle": ["C"], "last": "Maccallum", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Preacher", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Rucker", "suffix": ""}], "year": 2002, "venue": "National Center for Education Statistics (NCES)", "volume": "7", "issn": "", "pages": "19--40", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "An encounter frequency account of how experience affects likelihood estimation", "authors": [{"first": "N", "middle": ["A"], "last": "Obrecht", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Chapman", "suffix": ""}, {"first": "R", "middle": [], "last": "Gelman", "suffix": ""}], "year": 2009, "venue": "Memory & Cognition", "volume": "37", "issn": "", "pages": "632--643", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Beyond comprehension: The role of numeracy in judgments and decisions", "authors": [{"first": "E", "middle": [], "last": "Peters", "suffix": ""}], "year": 2012, "venue": "Current Directions in Psychological Science", "volume": "21", "issn": "", "pages": "31--35", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Less is more in presenting quality information to consumers", "authors": [{"first": "E", "middle": [], "last": "Peters", "suffix": ""}, {"first": "N", "middle": ["F"], "last": "Dieckmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Dixon", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Hibbard", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Mertz", "suffix": ""}], "year": 2007, "venue": "Medical Care Research and Review", "volume": "64", "issn": "", "pages": "169--190", "other_ids": {"DOI": ["10.1177/10775587070640020301"]}}, "BIBREF34": {"ref_id": "b34", "title": "Bringing meaning to numbers: The impact of evaluative categories on decisions", "authors": [{"first": "E", "middle": [], "last": "Peters", "suffix": ""}, {"first": "N", "middle": ["F"], "last": "Dieckmann", "suffix": ""}, {"first": "D", "middle": [], "last": "Västfjäll", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Mertz", "suffix": ""}, {"first": "P", "middle": [], "last": "Slovic", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Hibbard", "suffix": ""}], "year": 2009, "venue": "Journal of Experimental Psychology. Applied", "volume": "15", "issn": "", "pages": "213--227", "other_ids": {"DOI": ["10.1037/a0016978"]}}, "BIBREF35": {"ref_id": "b35", "title": "Numeracy skill and the communication, comprehension, and use of risk and benefit information", "authors": [{"first": "E", "middle": [], "last": "Peters", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Hibbard", "suffix": ""}, {"first": "P", "middle": [], "last": "Slovic", "suffix": ""}, {"first": "N", "middle": ["F"], "last": "Dieckmann", "suffix": ""}], "year": 2007, "venue": "", "volume": "26", "issn": "", "pages": "741--748", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Numeracy and decision making", "authors": [{"first": "E", "middle": [], "last": "Peters", "suffix": ""}, {"first": "D", "middle": [], "last": "Västfjäll", "suffix": ""}, {"first": "P", "middle": [], "last": "Slovic", "suffix": ""}, {"first": "C", "middle": [], "last": "Mertz", "suffix": ""}, {"first": "K", "middle": [], "last": "Mazzocco", "suffix": ""}, {"first": "S", "middle": [], "last": "Dickert", "suffix": ""}], "year": 2006, "venue": "Psychological Science", "volume": "17", "issn": "", "pages": "407--413", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Classical test theory versus Rasch analysis for quality of life questionnaire reduction", "authors": [{"first": "L", "middle": [], "last": "Prieto", "suffix": ""}, {"first": "J", "middle": [], "last": "Alonso", "suffix": ""}, {"first": "R", "middle": [], "last": "Lamarca", "suffix": ""}], "year": 2003, "venue": "Health and Quality of Life Outcomes", "volume": "1", "issn": "", "pages": "1186--1477", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Probabilistic models for some intelligence and attainment tests", "authors": [{"first": "G", "middle": [], "last": "Rasch", "suffix": ""}], "year": 1960, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "How numeracy influences risk reduction and medical decision making", "authors": [{"first": "V", "middle": ["F"], "last": "Reyna", "suffix": ""}, {"first": "W", "middle": [], "last": "Nelson", "suffix": ""}, {"first": "P", "middle": [], "last": "Han", "suffix": ""}, {"first": "N", "middle": ["F"], "last": "Dieckmann", "suffix": ""}], "year": 2009, "venue": "Psychological Bulletin", "volume": "135", "issn": "", "pages": "943--973", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "The role of numeracy in understanding the benefit of screening mammography", "authors": [{"first": "L", "middle": ["M"], "last": "Schwartz", "suffix": ""}, {"first": "S", "middle": [], "last": "Woloshin", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Black", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Welch", "suffix": ""}], "year": 1997, "venue": "Annals of Internal Medicine", "volume": "127", "issn": "", "pages": "966--972", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Long-term effectiveness and cost of a systematic care program for bipolar disorder", "authors": [{"first": "G", "middle": ["E"], "last": "Simon", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Ludman", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Bauer", "suffix": ""}, {"first": "J", "middle": [], "last": "Unützer", "suffix": ""}, {"first": "B", "middle": [], "last": "Operskalski", "suffix": ""}], "year": 2006, "venue": "Archives of General Psychiatry", "volume": "63", "issn": "", "pages": "500--508", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "The affect heuristic", "authors": [{"first": "P", "middle": [], "last": "Slovic", "suffix": ""}, {"first": "M", "middle": [], "last": "Finucane", "suffix": ""}, {"first": "E", "middle": [], "last": "Peters", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Macgregor", "suffix": ""}], "year": 2002, "venue": "Heuristics and biases: The psychology of intuitive judgment", "volume": "", "issn": "", "pages": "397--420", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The development of a semistructured interview to investigate the attachment-related experiences of adults with learning disabilities", "authors": [{"first": "P", "middle": [], "last": "Smith", "suffix": ""}, {"first": "G", "middle": [], "last": "Mccarthy", "suffix": ""}], "year": 1996, "venue": "British Journal of Learning Disabilities", "volume": "24", "issn": "", "pages": "154--160", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "On the sins of short-form development", "authors": [{"first": "G", "middle": ["T"], "last": "Smith", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Mccarthy", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Anderson", "suffix": ""}], "year": 2000, "venue": "Psychological Assessment", "volume": "12", "issn": "", "pages": "102--111", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "On the relative independence of thinking biases and cognitive ability", "authors": [{"first": "K", "middle": ["E"], "last": "Stanovich", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "West", "suffix": ""}], "year": 2008, "venue": "Journal of Personality and Social Psychology", "volume": "94", "issn": "", "pages": "672--695", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Libertarian paternalism", "authors": [{"first": "R", "middle": ["H"], "last": "Thaler", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Sunstein", "suffix": ""}], "year": 2003, "venue": "American Economic Review", "volume": "93", "issn": "", "pages": "174--179", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The Cognitive Reflection Test as a predictor of performance on heuristicsand-biases tasks", "authors": [{"first": "M", "middle": ["E"], "last": "Toplak", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "West", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Stanovich", "suffix": ""}], "year": 2011, "venue": "Memory and Cognition", "volume": "39", "issn": "", "pages": "1275--1289", "other_ids": {"DOI": ["10.3758/s13421-011-0104-1"]}}, "BIBREF48": {"ref_id": "b48", "title": "The value of benefit data in direct-to-consumer drug ads", "authors": [{"first": "S", "middle": [], "last": "Woloshin", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Schwartz", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Welch", "suffix": ""}], "year": 2004, "venue": "", "volume": "4", "issn": "", "pages": "234--245", "other_ids": {"DOI": ["10.1377/hlthaff.W1374.1234"]}}, "BIBREF49": {"ref_id": "b49", "title": "Validation of the Subjective Numeracy Scale (SNS): Effects of low numeracy on comprehension of risk communications and utility elicitations", "authors": [{"first": "B", "middle": ["J"], "last": "Zikmund-Fisher", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Smith", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Ubel", "suffix": ""}, {"first": "A", "middle": [], "last": "Fagerlin", "suffix": ""}], "year": 2007, "venue": "Medical Decision Making", "volume": "27", "issn": "", "pages": "663--671", "other_ids": {"DOI": ["10.1177/0272989X07303824"]}}, "BIBREF50": {"ref_id": "b50", "title": "Comparison of five rules for determining the number of components to retain", "authors": [{"first": "W", "middle": ["R"], "last": "Zwick", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Velicer", "suffix": ""}], "year": 1986, "venue": "Psychological Bulletin", "volume": "99", "issn": "", "pages": "432--442", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Numeracy scales For the Schwartz et al. three-item scale, Cronbach's a = .58, mean inter-item r = .31. Adding the additional eight items of Lipkus et al. to the Schwartz et al. scale resulted in the 11-item Lipkus numeracy measure with Cronbach's a = .76, mean inter-item r = .23. When adding the four additional items of Peters et al. to the Lipkus measure, Cronbach's a = .76, mean inter-item r = .19. For the CRT, Cronbach's a = .60, mean inter-item r = .34.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Figure 1 shows frequency distributions for the separate measures used: the Lipkus et al. measure (Panel A), Frederick's CRT (Panel B), the Peters et al. measure (Panel C), and the Rasch-modeled scale", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Person A's risk of getting a disease is 1% in 10 years, and Person B's risk is double that of A's, what is B's risk? 71.2 Q2. In the BIG BUCKS LOTTERY, the chances of winning a $10.00 prize are 1%. What is your best guess about how many people would win a $10.00 prize if 1000 people each buy a single ticket from BIG BUCKS? 70.6 Q10. The chance of getting a viral infection is .0005. Out of 10 000 people, about how many of them are expected to get infected? 58.4 Q7. If Person A's chance of getting a disease is 1 in 100 in 10 years, and person B's risk is double that of A, what is B's risk?", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Frequency distributions of individual scales-Study 1. We present the frequency distributions of the cognitive reflection task (CRT; Panel a), the Lipkus et al. numeracy measure (Lipkus; Panel b), the Peters et al. numeracy measure (Peters; Panel c), and the new reduced Rasch-derived model developed in the current study (\"Rasch\"; Panel d).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Fit statistics and unstandardized and standardized coefficients for one-factor and two-factor confirmatory factor analysis solutions-Study 1 Q6. If Person A's risk of getting a disease is 1% in 10 years, and Person B's risk is double that of A's, what is B's risk? If the chance of getting a disease is 20 out of 100, this would be the same as having a _____% chance of getting the disease.Q10. The chance of getting a viral infection is .0005. Out of 10 000 people, about how many of them are expected to get infected? Q11. Which of the following numbers represents the biggest risk of getting a disease? (1 in 12 or 1 in 37) Q12. Suppose you have a close friend who has a lump in her breast and must have a mammography . . . The table below summarizes all of this information. Imagine that your friend tests positive (as if she had a tumor), what is the likelihood that she actually has a tumor?Q13. Imagine that you are taking a class and your chances of being asked a question in class are 1% during the first week of class and double each week thereafter (i.e., you would have a 2% chance in Week 2, a 4% chance in Week 3, an 8% chance in Week 4). What is the probability that you will be asked a question in class during Week 7? Q15 (CRT). A bat and a ball cost $1.10 in total. The bat costs $1.00 more than the ball. How much does the ball cost? Q16 (CRT). If it takes five machines 5 minutes to make five widgets, how long would it take 100 machines to make 100 widgets? Q17 (CRT). In a lake, there is a patch of lily pads. Every day, the patch doubles in size. If it takes 48 days for the patch to cover the entire lake, how long would it take for the patch to cover half of the lake? Panel D).Table 4 shows the descriptive statistics for each scale. As expected, the CRT was positively skewed, whereas the Peters et al. measure and especially the Lipkus et al. measure were negatively skewed. These findings suggest that both the Lipkus et al. measure and the CRT do not adhere to a normal distribution. On the contrary, performance scores for the Rasch-based numeracy scale were roughly normally distributed (M = 4.12, SD = 1.87, median = 4, mode = 4), and the distribution was not significantly skewed (.07, z = 0.11, ns). Taken together, these results strongly suggest that the CRT, Lipkus et al., and Peters et al. scales, taken separately, may be too difficult or too easy, which may limit the sensitivity of the test to accurately detect an individual's true ability level on the latent construct.", "latex": null, "type": "table"}, "TABREF1": {"text": "Item difficulties for individual items-Study 1", "latex": null, "type": "table"}, "TABREF2": {"text": "Difficulty structure and fit statistics for the eight-item numeracy scale-Study 1", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Item </td><td>Difficulty </td><td>Infit </td><td>Outfit\n</td></tr><tr><td>Q12 </td><td>89.0 </td><td>1.10 </td><td>.90\n</td></tr><tr><td>CRT1 </td><td>73.5 </td><td>.95 </td><td>.72\n</td></tr><tr><td>CRT3 </td><td>60.2 </td><td>.87 </td><td>.75\n</td></tr><tr><td>Q3 </td><td>57.9 </td><td>.84 </td><td>.76\n</td></tr><tr><td>Q2 </td><td>39.6 </td><td>1.24 </td><td>1.61\n</td></tr><tr><td>Q1 </td><td>29.8 </td><td>.90 </td><td>.77\n</td></tr><tr><td>Q9 </td><td>26.2 </td><td>1.02 </td><td>1.16\n</td></tr><tr><td>Q8b </td><td>15.2 </td><td>1.05 </td><td>.79\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Descriptive statistics for numeracy measures-Study 1", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Scale </td><td>Mean (SD) </td><td>Median </td><td>Mode </td><td>Skewness\n</td></tr><tr><td>CRT (three items) </td><td>0.83 (.99) </td><td>0 </td><td>0 </td><td>.88\n</td></tr><tr><td>Schwartz et al.\n(three items)\n</td><td>1.8 (1.01) </td><td>2 </td><td>2 </td><td>-.36\n</td></tr><tr><td>Lipkus et al. (11 items) </td><td>8.15 (2.36) </td><td>9 </td><td>10 </td><td>-.94\n</td></tr><tr><td>Peters et al. (15 items) </td><td>10.48 (2.81) </td><td>11 </td><td>12 </td><td>-.98\n</td></tr><tr><td>Rasch-based\n(eight items)\n</td><td>4.13 (1.87) </td><td>4 </td><td>4 </td><td>.00\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Difficulty structure and fit statistics for the Rasch-based numeracy scale-Study 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Difficulty </td><td>Infit </td><td>Outfit\n</td></tr><tr><td>Q12 </td><td>90.5 </td><td>1.24 </td><td>.74\n</td></tr><tr><td>CRT1 </td><td>76.6 </td><td>.96 </td><td>.94\n</td></tr><tr><td>CRT3 </td><td>60.5 </td><td>.91 </td><td>.67\n</td></tr><tr><td>Q3 </td><td>54.2 </td><td>.84 </td><td>.80\n</td></tr><tr><td>Q2 </td><td>30.5 </td><td>.96 </td><td>.84\n</td></tr><tr><td>Q1 </td><td>29.7 </td><td>1.07 </td><td>1.27\n</td></tr><tr><td>Q9 </td><td>17.4 </td><td>.91 </td><td>.62\n</td></tr><tr><td>Q8b </td><td>14.2 </td><td>1.07 </td><td>.98\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Comparative validity analyses regressing decision performance on numeracy scales-Study 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Ratio bias task </td><td>Bets task </td><td> </td><td> </td><td> </td><td>Framing task\n</td><td> </td><td> </td></tr><tr><td> </td><td>Pearson r </td><td>Bets condition </td><td>Numeracy scale </td><td>Interaction </td><td>R2 </td><td>Framing condition </td><td>Numeracy scale </td><td>Interaction </td><td>R2\n</td></tr><tr><td>CRT </td><td>.11 </td><td>0.91** </td><td>0.57** </td><td>0.24* </td><td>.11 </td><td>0.47** </td><td>0.03 </td><td>0.1** </td><td>.27\n</td></tr><tr><td>Lipkus et al. </td><td>.14 </td><td>0.92** </td><td>0.15 </td><td>0.11* </td><td>.09 </td><td>0.47** </td><td>0.03* </td><td>0.02 </td><td>.26\n</td></tr><tr><td>Rasch-based </td><td>.16 </td><td>0.92** </td><td>0.26** </td><td>0.16** </td><td>.10 </td><td>0.48** </td><td>0.04* </td><td>0.05** </td><td>.27\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Correlations between risk perceptions and numeracy in the full sample and as a function of educational level-Study 3", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Full sample </td><td>Lower-education group </td><td>Higher-education group\n</td></tr><tr><td>Terrorist attacks\n</td><td> </td><td> </td><td>-.21*\n</td></tr><tr><td>CRT (three items) </td><td>-.24** </td><td>-.13* </td><td> </td></tr><tr><td>Lipkus et al. (11 items) </td><td>-.34** </td><td>-.34* </td><td>-.29**\n</td></tr><tr><td>Rasch (eight items) </td><td>-.41** </td><td>-.38** </td><td>-.36**\n</td></tr><tr><td>Salmon extinction\n</td><td> </td><td> </td><td> </td></tr><tr><td>CRT (three items) </td><td>-.35** </td><td>-.11 </td><td>-.33**\n</td></tr><tr><td>Lipkus et al. (11 items) </td><td>-.38** </td><td>-.31* </td><td>-.35**\n</td></tr><tr><td>Rasch-based (eight items) </td><td>-.44** </td><td>-.27+ </td><td>-.43**\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 1. Fit statistics and unstandardized and standardized coef fi cients for one-factor and two-factor con fi rmatory factor analysis solutions -\nStudy 1", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>Two-factor solution\n</td><td> </td></tr><tr><td> </td><td>One-factor solution\n</td><td>Factor 1 </td><td>Factor 2\n</td></tr><tr><td>Item number\n</td><td>Ustd (SE) </td><td>Std (SE) </td><td>Ustd (SE) </td><td>Std (SE) </td><td>Ustd (SE) </td><td>Std (SE)\n</td></tr><tr><td>Q1. Imagine that we roll a fair, six-sided die 1000 times. Out of 1000 rolls, how many times do you think the die\n</td><td>1.0 (.00) </td><td>1.0 (.00) </td><td>.67 (.02) </td><td>.64 (.02)\n</td><td> </td><td> </td></tr><tr><td>would come up as an even number?\nQ2. In the BIG BUCKS LOTTERY, the chances of winning a $10.00 prize are 1%. What is your best guess\n</td><td>1.10 (.05) </td><td>.70 (.02) </td><td>1.1 (.05) </td><td>.70 (.02)\n</td><td> </td><td> </td></tr><tr><td>about how many people would win a $10.00 prize if 1000 people each buy a single ticket from BIG BUCKS?\nQ3. In the ACME PUBLISHING SWEEPSTAKES, the chance of winning a car is 1 in 1000. What percent of tickets\n</td><td>1.17 (.05) </td><td>.76 (.02) </td><td>1.18 (.05) </td><td>.77 (.02)\n</td><td> </td><td> </td></tr><tr><td>of ACME PUBLISHING SWEEPSTAKES win a car?\nQ4. Which of the following numbers represents the biggest\n</td><td>1.13 (.06) </td><td>.73 (.03) </td><td>1.12 (.06) </td><td>.73 (.03)\n</td><td> </td><td> </td></tr><tr><td>risk of getting a disease? (1 in 100, 1 in 1000, or 1 in 10)\nQ5. Which of the following numbers represents the biggest\n</td><td>1.07 (.06) </td><td>.69 (.03) </td><td>1.07 (.06) </td><td>.69 (.03)\n</td><td> </td><td> </td></tr><tr><td>risk of getting a disease? (1%, 10%, or 5%)\nQ6. If Person A's risk of getting a disease is 1% in 10 years,\n</td><td>1.16 (.05) </td><td>.75 (.02) </td><td>1.17 (.05) </td><td>.76 (.02)\n</td><td> </td><td> </td></tr><tr><td>and Person B's risk is double that of A's, what is B's risk?\nQ7. If Person A's chance of getting a disease is 1 in 100 in 10 years, and person B's risk is double that of A, what\n</td><td>1.11 (.05) </td><td>.72 (.02) </td><td>1.12 (.05) </td><td>.72 (.02)\n</td><td> </td><td> </td></tr><tr><td>is B's risk?\nQ8b. Out of 1000? </td><td>.92 (.06) </td><td>.60 (.03) </td><td>.92 (.06) </td><td>.60 (.03)\n</td><td> </td><td> </td></tr><tr><td>Q9. If the chance of getting a disease is 20 out of 100, this would be the same as having a _____% chance of getting\n</td><td>1.03 (.05) </td><td>.67 (.03) </td><td>1.03 (.05) </td><td>.67 (.03)\n</td><td> </td><td> </td></tr><tr><td>the disease.\nQ10. The chance of getting a viral infection is .0005. Out of 10 000 people, about how many of them are expected\n</td><td>.77 (.05) </td><td>.49 (.03) </td><td>.77 (.05) </td><td>.50 (.03)\n</td><td> </td><td> </td></tr><tr><td>to get infected?\nQ11. Which of the following numbers represents the\n</td><td>1.14 (.07) </td><td>.74 (.04) </td><td>1.14 (.07) </td><td>.74 (.04)\n</td><td> </td><td> </td></tr><tr><td>biggest risk of getting a disease? (1 in 12 or 1 in 37) Q12. Suppose you have a close friend who has a lump in her breast and must have a mammography below summarizes all of this information. Imagine that\n</td><td>The table\n.74 (.07) </td><td>.48 (.04) </td><td>.74 (.07) </td><td>.48 (.04)\n</td><td> </td><td> </td></tr><tr><td>your friend tests positive (as if she had a tumor), what is the likelihood that she actually has a tumor?\nQ13. Imagine that you are taking a class and your chances of being asked a question in class are 1% during the week of class and double each week thereafter (i.e., you\n</td><td>first\n1.05 (.05) </td><td>.67 (.02) </td><td>1.05 (.05) </td><td>.68 (.02)\n</td><td> </td><td> </td></tr><tr><td>would have a 2% chance in Week 2, a 4% chance in Week 3, an 8% chance in Week 4). What is the probability that you will be asked a question in class during Week 7? Q15 (CRT). A bat and a ball cost $1.10 in total. The bat costs\n</td><td>1.20 (.05) </td><td>.77 (.02) </td><td> </td><td> </td><td>1.16 (.05) </td><td>.85 (.02)\n</td></tr><tr><td>$1.00 more than the ball. How much does the ball cost? Q16 (CRT). If it takes five widgets, how long would it take 100 machines to\n</td><td>five machines 5minutes to make\n1.06 (.05) </td><td>.68 (.02) </td><td> </td><td> </td><td>1.0 (.00) </td><td>.74 (.03)\n</td></tr><tr><td>make 100 widgets?\nQ17 (CRT). In a lake, there is a patch of lily pads. Every day, the patch doubles in size. If it takes 48 days for the patch to cover the entire lake, how long would it take for the patch to cover half of the lake?\nFit statistics\n</td><td>.91 (.05) </td><td>.58 (.03) </td><td> </td><td> </td><td>.87 (.05) </td><td>.64 (.03)\n</td></tr><tr><td>X2/df </td><td>9.980 </td><td> </td><td> </td><td> </td><td>9.628\n</td><td> </td></tr><tr><td>CFI </td><td> </td><td>.912 </td><td> </td><td> </td><td>.917\n</td><td> </td></tr><tr><td>TLI </td><td> </td><td>.900 </td><td> </td><td> </td><td>.903\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>RMSEA </td><td>.068 </td><td>.066\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Table 5. Distribution of correct answers for the CRT, Schwartz et al., Lipkus et al., and Rasch-based measures as a function of educational level - Study 1", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Scale\n</td><td>Educational level\n</td><td> </td></tr><tr><td>score\n</td><td>High school/trade </td><td>Some college </td><td>College grad\n</td></tr><tr><td>Cognitive reflection test\n</td><td> </td><td> </td></tr><tr><td>0 </td><td>64.1 </td><td>55.8 </td><td>36.1\n</td></tr><tr><td>1 </td><td>22.3 </td><td>24.8 </td><td>25.5\n</td></tr><tr><td>2 </td><td>9.5 </td><td>13.7 </td><td>23.1\n</td></tr><tr><td>3 </td><td>4.2 </td><td>5.8 </td><td>15.3\n</td></tr><tr><td>Schwartz et al.\n</td><td> </td><td> </td></tr><tr><td>0 </td><td>22.6 </td><td>12.4 </td><td>4.1\n</td></tr><tr><td>1 </td><td>32.3 </td><td>27.7 </td><td>17.1\n</td></tr><tr><td>2 </td><td>29.7 </td><td>36.5 </td><td>35.9\n</td></tr><tr><td>3 </td><td>15.4 </td><td>23.5 </td><td>43.0\n</td></tr><tr><td>Lipkus et al.\n</td><td> </td><td> </td></tr><tr><td>0-4 </td><td>16.9 </td><td>7.7 </td><td>2.8\n</td></tr><tr><td>5-8 </td><td>53.0 </td><td>47.4 </td><td>28.4\n</td></tr><tr><td>9-11 </td><td>37.7 </td><td>44.9 </td><td>68.8\n</td></tr><tr><td>Peters et al.\n</td><td> </td><td> </td></tr><tr><td>0-4 </td><td>6.5 </td><td>3.1 </td><td>0.8\n</td></tr><tr><td>5-8 </td><td>35.9 </td><td>21.2 </td><td>7.7\n</td></tr><tr><td>9-12 </td><td>46.0 </td><td>57.3 </td><td>51.0\n</td></tr><tr><td>13-15 </td><td>11.6 </td><td>18.3 </td><td>40.4\n</td></tr><tr><td>Rasch-based\n</td><td> </td><td> </td></tr><tr><td>0-2 </td><td>37.4 </td><td>20.8 </td><td>8.5\n</td></tr><tr><td>3-5 </td><td>50.8 </td><td>61.2 </td><td>53.1\n</td></tr><tr><td>6-8 </td><td>11.8 </td><td>17.9 </td><td>38.4\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to gratefully acknowledge support from the National Science Foundation, grant numbers SES-0820197 and SES-0517770 to Dr. Peters, SES-0901036 to Dr. Burns, SES-0925008 to Dr. Dieckmann, and SES-082058 to Dr. Weller. Data collection for Study 2 was supported by the National Institute on Aging, grant numbers R01AG20717 and P30AG024962. All views expressed in this paper are those of the authors alone.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "Joshua A. Weller is currently a research scientist at Decision Research (Eugene, OR) . His research focuses on how the ability to make advantageous decisions develops throughout the lifespan. Additionally, Dr. Weller is interested in understanding how individual differences relate to risk taking and decision making.Nathan F. Dieckmann is a research scientist at Decision Research (Eugene, OR). He conducts basic and applied research in decision making, risk communication, and statistical methodology.Martin Tusler is a research specialist in the Psychology Department at The Ohio State University. He studies medical decision making, scale construction, and numeracy.C. K. Mertz is a data analyst at Decision Research (Eugene, OR). Her research interests include multivariate statistical methods, risk perception, and affect.William J. Burns is a research scientist at Decision Research (Eugene, OR), whose current work focuses on modeling public response and the subsequent economic impacts of disasters (special emphasis on terrorism) on urban areas.Ellen Peters is an associate professor in the Psychology Department at The Ohio State University. She studies decision making as an interaction of characteristics of the decision situation and characteristics of the individual. Her research interests include decision making, affective and deliberative information processing, emotion, risk perception, numeracy, and aging.", "cite_spans": [{"start": 72, "end": 84, "text": "(Eugene, OR)", "ref_id": null}], "ref_spans": [], "section": "Authors' biographies:"}]}