{"paper_id": "13dcb18b11859b90cb0bead78713d36162c83ab9", "metadata": {"title": "CONCISE COMMUNICATIONS Intranasal Interferon-o, Prophylaxis of Natural Respiratory Virus Infection", "authors": [{"first": "M", "middle": [], "last": "Logan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Adelaide Hospital", "location": {"settlement": "Adelaide", "region": "South", "country": "Australia"}}, "email": ""}, {"first": "A", "middle": [], "last": "Hogben", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Adelaide Hospital", "location": {"settlement": "Adelaide", "region": "South", "country": "Australia"}}, "email": ""}, {"first": "A", "middle": [], "last": "Kerr", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Adelaide Hospital", "location": {"settlement": "Adelaide", "region": "South", "country": "Australia"}}, "email": ""}, {"first": "C", "middle": [], "last": "Sandow", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Adelaide Hospital", "location": {"settlement": "Adelaide", "region": "South", "country": "Australia"}}, "email": ""}, {"first": "L", "middle": [], "last": "Davies", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Adelaide Hospital", "location": {"settlement": "Adelaide", "region": "South", "country": "Australia"}}, "email": ""}, {"first": "S", "middle": [], "last": "Lewis", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Adelaide Hospital", "location": {"settlement": "Adelaide", "region": "South", "country": "Australia"}}, "email": ""}, {"first": "J", "middle": [], "last": "Davis", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Adelaide Hospital", "location": {"settlement": "Adelaide", "region": "South", "country": "Australia"}}, "email": ""}, {"first": "S", "middle": [], "last": "Freeman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Adelaide Hospital", "location": {"settlement": "Adelaide", "region": "South", "country": "Australia"}}, "email": ""}]}, "abstract": [{"text": "The hope that the topical application of interferon to the upper respiratory tract could prevent the acquisition of viral respiratory infections has been vigorously pursued in a series of recent studies [1] [2] [3] [4] [5] [6] [7] [8] . At a daily dosage of 10 million IV of IFN-a2' experimental rhinovirus infections were inhibited [2] and experimental influenza A infections were associated with reduced respiratory illness and viral shedding [5] . Two field trails [6, 7) in which this daily dose was tested reported both virological and clinical efficacy, but also found that medication was associated with unacceptable nasal irritation, mucosal ulceration, and nasal bleeding, and the trials were terminated prematurely.", "cite_spans": [{"start": 203, "end": 206, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 207, "end": 210, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 211, "end": 214, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 215, "end": 218, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 219, "end": 222, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 223, "end": 226, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 227, "end": 230, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 231, "end": 234, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 445, "end": 448, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Abstract"}, {"text": "Our decision to field test a 28-day dosage of one million IV twice daily, which had been less than optimal in rhinovirus transmission experiments [8] , was an effort to find the lowest efficacious dose in the field setting that would also be tolerated over a 28-day period.", "cite_spans": [{"start": 146, "end": 149, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Abstract"}, {"text": "Study population and surveillance procedures. The 413 volunteers were staff members of the Royal Adelaide Hospital and the Institute of Medical and Veterinary Science (Adelaide, South Australia) between the ages of 18 and 65 years. All maintained a daily symptom card throughout the lO-week study on which they documented daily the presence and severity of sixteen symptoms, medication taken, and the presence of symptoms in other", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "household members. They were contacted four or five times weekly by surveillance staff who collected nasal washings when a symptom score of six was reached on one or more successive days (three points for sore scratchy throat; two each for muscle ache, chills, fever, runny nose, sneezing, or stopped-up nose).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "During a five-week premedication surveillance phase, volunteers completed a health questionnaire and weremedically reviewed. At this time also, blood samples were collected, informed consent forms were signed, and surveillance procedures were standardized.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Subjects were excluded from the 28-day medication phase for the following reasons: if they were female and pregnant or not taking adequate contraceptive measures; if laboratory tests were abnormal; if they had had an episode of upper-respiratory-tract infection during the week prior to medication; if they were suffering from serious disease or taking regular medication that might interfere with evaluation of IFN-a2' e.g., aspirin or indomethacin. Commencing in week 6 of the study, volunteers twice daily applied two sprays to each nostril of a nasal spray that was renewed weekly and contained either IFN-a2 or placebo. Details of misseddoses weremaintained on symptom cards. Volunteers who complained to the surveillance nurse of adverse effects from the spray were medically reviewed. During week 2 of medication, 900/0 of the volunteers attended for routine nasal examinations. All of the volunteeres were again medically reviewed, a blood sample was taken, and they were examined 1-10 days after medication ceased. Surveillancewas maintained for a week after medication ceased. The study ran from April 5 to June 14, 1983, which is the Australian autumn.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Laboratory procedures. Nasal washings werecollected by no-touch irrigation of each nostril into a sterile container with 3 ml of Hartman's (compound lactate) solution. An equal volume of cell-culture medium base and 0.5% bovine serum albumin was immediately added, and the washing was transported to the laboratory on ice. In the laboratory, penicillin, streptomycin, and fungiozone were added to 4-ml aliquots, and during the medication phase 50,.,1 of sheep antibody to IFN-a2 (sufficient to inhibit 10,000 IV IFN-(2) was added to each 4-ml aliquot. Inoculation of treated specimens into four cell-culture systems took place between 30 and 60 min after preparation. Separate preparations of primary monkey kidney cells, Hep-2 cells, rhinovirus-sensitive HeLa cells, and human fetal tonsil fibroblast cells were inoculated by using standard culture and identification procedures [9] . Paired blood samples, collected 18-25 days before medication commenced and 1-10 days after it was completed, were tested for routine hematology, liver function tests, anti-interferon activity, and viral antibodies. Additional sera were collected from 35 volunteers who developed episodes late in premedication surveillance and from 24 who did so late in the medication phase. All paired sera or relevant triplets were tested by complement fixation tests using the following antigens: influenza A, influenza B, parainfluenza types 1-3, respiratory syncytial virus, adenovirus, Mycoplasma pneumoniae, psittacosis, and Q fever [10] .", "cite_spans": [{"start": 880, "end": 883, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1510, "end": 1514, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "A fourfold rise in antibody titer was considered diagnostic of infection. In addition, paired sera or relevant triplets of those who experienced respiratory episodes during the medication phase and did not have a viral isolate were examined by using an ELISA test against coronavirus strain 229E (D. Tyrrell and K. Callow, personal communication). For this assay a 1.5-rise in antibody titer was considered positive. Assays for interferon neutralizing factor were performed by Schering Corporation by using a competitive radioimmunoassay (W. Profzman, personal communication). Routine hematology assays and liver function tests were undertaken on each blood sample by using a Coulter model S + 4, a Hemalog D90 differential counter, and a Technicon SMAC analyzer.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Medication and randomization. IFN-a2' placebo, and diluent for reconstitution of study medication were prepared by Schering Corporation Research Division (Kenilworth, NJ) and held at 2-8 C until reconstituted. Lyophylized interferon and placebo medication was packaged in vials, which were randomized in New Jersey, and then sequentially numbered from one to 450. Volunteers were allocated a number in order of their recruitment into the study and received the corresponding medication number. Each reconstituted vial of IFN-a2 contained 8 ml of phosphate buffer, 0.0020/0 thimerosol, lyophylized powder equivalent to 40 X 10 6 IV of IFN activity stabilized with human albumin VSP and buffers. The spray was metered to deliver 0.5 x 10 6 IV for each two sprays. The reconstituted placebo contained thimerosol, albumin VSP, and buffers, so that it was identical to the IFN-a2 in protein content, pH, tonicity, and appearance.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Analysis. A computer data base was maintained for each volunteer and included questionnaire data, weekly symptom cards, and laboratory, clinical, and demographic information. At the final interview the chief investigator reviewed all symptom-card data and adverse reactions with the volunteer and made a judgement as to the probable clinical significance of episodes of respiratory symptoms and whether they were indeed infections. Respiratory episodes were characterized by their symptom pattern (nasal, throat, cough, systemic) and by their duration. All episodes in which symptoms lasted two days or more or that involved two or more of nasal, throat, cough, or systemic symptoms were included in the episode analysis and categorized on the clinical evidence into \"definite,\" \"uncertain,\"", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "or \"doubtful\" categories. Clinically \"definite\" episodes comprised symptoms lasting for three or more days and were required either to involve two of nose, throat, cough, or systemic symptoms or five or more days of sore throat. \"Doubtful\" episodes involved only nose, throat, or cough and lasted less than five days or were intermittent over longer periods. Episodes that defied either of these sets of criteria were regarded as of intermediate clinical significance and were classified as \"uncertain.\" The medication code was broken and entered on the data base in late June after all clinical judgements and questionnaires were entered. In comparing medication groups, categorical variables were analyzed by X 2 tests and group mean values were compared by Student's two-sample t tests. All volunteers who completed one week or more of medication were considered to be evaluable up until seven days after regular medication ceased. In comparing the two medication groups for symptom-days/l,ooO days at risk, we considered the entire week following cessation of medication at risk. In comparisons of episodes in the medication groups, only those episodes that began within 48 hr of ceasing medication were included in the analysis.", "cite_spans": [], "ref_spans": [], "section": "Concise Communications"}, {"text": "Participants andpremedication experience. Randomization resulted in two groups with very similar demographic characteristics and similar prior experience of respiratory infection (table 1) . Those who were to become the placebo recipients reported a higher rate of stoppedup nose in the premedication phase (P = .008; table 2). In other respects the two groups were closely comparable. In the premedication phase viruses were cultured from 19% of the episodes in which nasal washings were collected. Of the 24 positive cultures, 22 came from episodes clinically classified as definite and two from episodes classified as uncertain.", "cite_spans": [], "ref_spans": [{"start": 179, "end": 188, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Medication tolerance. Four of the 207 interferon recipients and one of the 206 placebo recipients withdrew from the study because of adverse effects within the first week (table 1) . These five volunteers were excluded from analysis of episodes and symptoms. Twelve more interferon and one more placebo volunteer either withdrew before the study ended or intermitted their dosage because of adverse effects. The principal recorded adverse effects were nasal bleeding and \"dry nose\" or nasal irritation. For 90% of the volunteers who were nasoscopically examined during the second week of medication no abnormalities were found. However, a characteristic clinical picture was seen on examination of noses of a group of 14 interferon recipients who were troubled by repeated blood-tinged nasal mucus or frank nasal bleeding. This consisted of increased vascularity of nasal mucosa and the presence of occasional fine, punctate bleeding points. In one insulindependent diabetic subject, the syndrome was well developed by the fourth day of medication. Frank ulceration t All volunteers who complete one week of medication are considered assessable for the period they took regular medication.", "cite_spans": [], "ref_spans": [{"start": 171, "end": 180, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "of nasal mucosa was observed in only two interferon recipients and one placebo recipient. None of the three volunteers with ulcers exhibited the hyperemic syndrome.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "All clinical abnormalities reverted to normal seven days to two weeks after suspension of medication. In the whole population, the occasional presence of blood-tinged nasal mucus and dry nose were recorded more often during the medication phase than in the premedication phase by both groups, and significantly more often by interferon recipients than placebo recipients (table 2). The incidence * Five-week period before medication commenced.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "t Four weeks of medication and one week immediately following its cessation.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "of nasal side effects in the study population was closely correlated with duration of dosage and there was little reported nasal symptomatology in the first seven days of dosing. By this time 16070 of interferon and 7% of placebo recipients had reported blood-tinged mucus on one or more occasions. At the conclusion of the study, significantly more interferon recipients reported that they had experienced frequent or constant nasal discomfort (11 % interferon recipients vs. 2% placebo recipients; P = .0002) and also that they had experienced blood-tinged mucus in nasal secretions or bleeding for much or all of the study (20% vs. 1%; P < .0001).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "These facts notwithstanding, 87% of interferon recipients and 95% of placebo recipients completed all phases of the 28-day study, 68% of interferon and 86% of placebo recipients denied significant nasal discomfort during the study, and 53% of interferon and 56% of placebo recipients stated on their final questionnaire that if the preparation were known to be efficacious in preventing colds they would be willing to use it for four lO-day periods during the winter months.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Anti-interferon activity was not detected in the serum of any of the volunteers. Nor were there significant differences between placebo and interferon recipients after medication for any of the hematologic or biochemical parameters examined, including hemoglobin levels; hematocrit; erythrocyte, platelet, leukocyte, neutrophil, lymphocyte, monocyte, and eosinophil numbers; albumin, globulins, bilirubin, j-glutamyl transpeptidase, alkaline phosphatase, lactate dehydrogenase, and aspartate aminotransferase levels.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Efficacy. The 205 assessable placebo recipients were observed for 7,227 days at risk compared with 7,047 for the 203 interferon recipients. Those who received interferon experienced significantly more days of nasal symptoms (table 2) and slightly more respiratory episodes (table 1) than did those who received placebo (86 vs. 74). However the clinical characteristics of their respiratory episodes differed, there being 23 clinically doubtful episodes in the interferon group and 7 in the placebo group. Most of these doubtful infections consisted only of nasal symptoms and may be attributable to the greater nasal irritative effects of the active preparation. When these doubtful cases are excluded from both groups, the numbers of episodes are more comparable (63 vs. 67). There were also slightly more days of sore throat per thousand in the interferon group (43 vs. 34; P = .2), but equivalent days of hoarseness and cough in the two groups. Days of systemic symptoms were comparable in the two groups.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Nasal washings were collected from 58% of placebo and 51% of interferon episodes (63% vs. 65%, if doubtful episodes are excluded). Eight isolates of rhinoviruses, one of parainfluenza virus, and one of adenovirus were cultured from the placebo group compared with one rhinovirus and two parainfluenza viruses from the interferon group. Twelveof the 13 virus isolations were from clinically definite episodes and one was an adenovirus from a case labelled clinically as uncertain. The difference in isolation rate of rhinovirus for the two medication groups (1 vs. 8) was significant (P = .03).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Serological studies confirmed the role of one parainfluenza virus that had been isolated from each medication group and provided separate evidence that a respiratory virus infection had occurred during the medication phase in eight placebo-and nine interferon-group volunteers. In each medication group there was one person with a rise in titer of antibody to respiratory syncytial virus and one with a rise in titer of antibody to influenza A; each of these four volunteers had experienced a definite episode. In addition, in the placebo group, six other rises were recorded -five associated with uncertain episodes (one parainfluenza, one mumps and three coronavirus), and one associated with a doubtful episode (coronavirus). For the interferon group there wereseven other viral antibody rises recorded -four of them associated with definite infections (two parainfluenza and two-coronavirus), one with an uncertain infection (coronavirus), and two with doubtful infections (both coronavirus).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Altogether 18 episodes in the placebo group (11 definite, six uncertain, and one doubtful) and 12in the interferon group (nine definite, one uncertain, and two doubtful) were shown by direct culture or serology to be virus associated (P > .1).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Each day, volunteers were asked to register on their symptom cards the presence among any other members of their household of any of the symptoms listed on their symptom card. In an endeavour to discover whether interferon recipients could have transmitted less infections to other household members than did their placebo counterparts, respiratory-symptom days were compared in the households of the 41 placebo and the 36 interferon recipients whose respiratory episodes werenot preceded (a clear seven days) by symptoms in other family members. Among the households of these interferon recipients, symptoms were recorded for one or more family members on 96 of 831 days at risk (11.5070) compared with 73 of 790 (9.2%) among the households of placebo recipients. The households of the placebo recipients were also larger than those of the interferon recipients, with an average of 2.7 people at risk in placebo households compared with 2.1 in the interferon households.", "cite_spans": [{"start": 680, "end": 689, "text": "(11.5070)", "ref_id": null}], "ref_spans": [], "section": "Symptom days among other household members."}, {"text": "Although the interferon recipients wereshown to have significantly fewer rhinovirus-associated episodes than those who receivedplacebo, no clinical benefit could be demonstrated from use of the medication. Any clinical benefit conferred by the reduction in rhinovirus-associated episodes appears to have been more than counterbalanced by the nasal irritant effects of the active preparation. Rhinoviruses apparently contributed relatively slightly to 735 the respiratory morbidity reported in this study, as we cultured this virus from only 27% of nasal washings collected from clinicallydefinite episodes among placebo recipients. However, our laboratory investigations did not reveal any other more predominant pathogens. Parainfluenza viruses were implicated, either by culture or serology, in clinical episodes in four interferon recipients and two placebo recipients; coronaviruses were serologically implicated in five interferon and four placebo recipients; and influenza A and respiratory syncytialvirus wereeach implicated serologically in one volunteer in each medication group. Thus, the apparent protection afforded by IFN-a2 at this dosage against natural rhinoviral infections has not been shown to extend to natural infection with these other respiratory pathogens, and these other pathogens have not been shown to be particularly prevalent during the study period.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our data on respiratory symptoms in other household members of the volunteers provide no evidence that interferon recipients were less contagious than those who received placebo. However, there is no virological information on the episodes experienced by the other family members and data on pathogens in the index volunteers themselves is fragmentary.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In view of the discrepancy between rhinovirus isolation data on the one hand and symptom data on the other, the question arises whether the demonstrated difference in rhinoviral shedding in our two medicated groups was a consequence of a real difference in infection rates or of artifactual differencesbrought about by study circumstances. It has previously been shown that when human IFN-a2 is added to cell culture media prior to rhinoviral innoculation it can completely prevent CPE in cell culture monolayers [11] . However, the addition of anti-interferon antibody to the collection broth has been shown to reverse this effect [12] and, in our study, we added enough antiinterferon antibody to all nasal washings during the medication phase to neutralize the amounts of interferon that were likely to be in the culture medium of those subjects using the active preparation (10,000 IV). Thus, although we cannot exclude the possiblity of an artifactual explanation for the rhinovirus results, it seems unlikely.", "cite_spans": [{"start": 513, "end": 517, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 632, "end": 636, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "The dosage of IFN-a2 used in the present study was generally well tolerated and was not associated with the degree of discomfort and incidence of ulceration that forced early termination of studies using 10 x 10 6 IV daily [6, 7] . The irritant effects of the medication at this dose remain, however, and its apparent lack of efficacy at this dose against a broad range of respiratory viruses have led to a masking of any clinical benefit that the demonstrated effect on rhinoviruses might have produced.", "cite_spans": [{"start": 223, "end": 226, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 227, "end": 229, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "If intranasal IFN-a2 is to playa role in prophylaxis against upper-respiratory-tract infections, it is to be hoped that it can be given at a dosage that is effective in inhibiting acquisition of a range of respiratory pathogens and also in preventingthe respiratory symptoms associated with them.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The tendency to nasal irritation increases both with the dosage and the duration of its administration. It may be possible to find a daily dose that is efficacious against a range of viruses and could be safely used daily for up to seven days after exposure to an index case. We can say at present that if such a dose exists, it is likely to be > 2 x 10 6 IV and < 10 x 10 6 IV.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Inhibition of respiratory virus infection by locally applied interferon", "authors": [{"first": "T", "middle": ["C"], "last": "Merigan", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Reed", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Hall", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1973, "venue": "Lancet", "volume": "1", "issn": "", "pages": "563--570", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Prevention of rhinovirus colds by human interferon alpha-2 from Escherichia coli", "authors": [{"first": "G", "middle": ["M"], "last": "Scott", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallace", "suffix": ""}, {"first": "J", "middle": [], "last": "Greiner", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Phillpotts", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Gaucci", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1982, "venue": "Lancet", "volume": "2", "issn": "", "pages": "186--194", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Intranasal interferon-«, for Concise Communications prevention of rhinovirus infection and illness", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1983, "venue": "J Infect Dis", "volume": "148", "issn": "", "pages": "543--50", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Efficacy and tolerance of intranasally applied recombinant leucocyte A interferon in normal volunteers", "authors": [{"first": "T", "middle": ["C"], "last": "Sarno", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Greenberg", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Couch", "suffix": ""}, {"first": "J", "middle": [], "last": "Quarles", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Johnson", "suffix": ""}, {"first": "S", "middle": [], "last": "Hook", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Harmon", "suffix": ""}], "year": 1983, "venue": "J Infect Dis", "volume": "148", "issn": "", "pages": "535--577", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Intranasally administered interferon as prophylaxis against experimentally induced influenza A infection in humans. Program and abstracts, 13th International Congress of Chemotherapy", "authors": [{"first": "R", "middle": [], "last": "Dolin", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Betts", "suffix": ""}, {"first": "J", "middle": [], "last": "Treanor", "suffix": ""}, {"first": "S", "middle": [], "last": "Erb", "suffix": ""}, {"first": "F", "middle": ["K"], "last": "Roth", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Reichman", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "60120--60123", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A field trial of intranasal interferon a. Program and abstracts", "authors": [{"first": "R", "middle": ["F"], "last": "Betts", "suffix": ""}, {"first": "S", "middle": [], "last": "Erb", "suffix": ""}, {"first": "F", "middle": [], "last": "Roth", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Reichman", "suffix": ""}, {"first": "J", "middle": [], "last": "Treanor", "suffix": ""}, {"first": "K", "middle": [], "last": "Beutner", "suffix": ""}, {"first": "R", "middle": [], "last": "Dolin", "suffix": ""}], "year": 1983, "venue": "13th International Congress of Chemotherapy", "volume": "60", "issn": "", "pages": "13--18", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Prevention of natural rhinovirus infection by daily intranasal human interferonaz. Program and abstracts", "authors": [{"first": "B", "middle": [], "last": "Farr", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1983, "venue": "13th International Congress of Chemotherapy", "volume": "60", "issn": "", "pages": "24--31", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "An effective dosage regimen for prophylaxis against rhinovirus infection by intranasal administration of HuIFN-az", "authors": [{"first": "R", "middle": ["J"], "last": "Phillpotts", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Scott", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Higgins", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallace", "suffix": ""}, {"first": "", "middle": [], "last": "Tyrrelldaj", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Gaud", "suffix": ""}], "year": 1983, "venue": "Antiviral Res", "volume": "3", "issn": "", "pages": "121--157", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Diagnostic procedures for viral rickettsial and chlamydial infections", "authors": [], "year": 1979, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Technique of complement fixation tests applicable to diagnosis of virus diseases. Reprinted with amendment from the monthly Bulletin of the Ministry of Health and Public Health Laboratory Services", "authors": [{"first": "Cmp", "middle": [], "last": "Bradstreet", "suffix": ""}, {"first": "Ced", "middle": [], "last": "Taylor", "suffix": ""}], "year": 1962, "venue": "", "volume": "21", "issn": "", "pages": "96--104", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Purified interferon as protection against rhinovirus infection", "authors": [{"first": "G", "middle": ["M"], "last": "Scott", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Philpotts", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallace", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Secher", "suffix": ""}, {"first": "K", "middle": [], "last": "Cantell", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1982, "venue": "Br Med J", "volume": "284", "issn": "", "pages": "1822--1827", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Anti-interferon antibody increases rhinovirus isolation rates from nasal wash specimens containing interferon-e", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gawltney", "suffix": ""}], "year": 1983, "venue": "Antiviral Res", "volume": "3", "issn": "", "pages": "67--71", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Comparative data from the medication groups, including respiratory episodes experienced in premedication phases of the study.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter\n</td><td> </td><td>Placebo </td><td>Interferon </td><td>Significance of difference (P)\n</td></tr><tr><td>No. commencing medication\n</td><td>206 </td><td>207\n</td><td> </td></tr><tr><td>Mean age (years)\n</td><td> </td><td>28.8 </td><td>29.8 </td><td>.3\n</td></tr><tr><td>010 males\n</td><td> </td><td>34.5 </td><td>33.8 </td><td>.7\n</td></tr><tr><td>past 12 months\n</td><td>Mean days absent due to respiratory infection\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>2.8 </td><td>2.9 </td><td>.9\n</td></tr><tr><td>% smokers\n</td><td> </td><td>29.8 </td><td>32.9 </td><td>.5\n</td></tr><tr><td>Withdrew within one week\n</td><td>1 </td><td>4 </td><td>.3\n</td></tr><tr><td>Withdrew 7-22 days </td><td>due to adverse effects\n</td><td>1 </td><td>8 </td><td>.05\n</td></tr><tr><td>Intermitted dosage\n</td><td> </td><td>0 </td><td>4 </td><td>.1\n</td></tr><tr><td>Total incomplete dosing\n</td><td> </td><td>2 </td><td>16 </td><td>.005\n</td></tr><tr><td>Incomplete dosing other reasons*\n</td><td>8 </td><td>6\n</td><td> </td></tr><tr><td>No. of assessable volunteers'[\n</td><td>205 </td><td>203\n</td><td> </td></tr><tr><td>Premedication surveillance\n</td><td> </td><td> </td><td> </td></tr><tr><td>No. experiencing episodes of\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>symptoms premedication phase\n</td><td>98 </td><td>97 </td><td>1.0\n</td></tr><tr><td>No. of separate episodes\n</td><td>108 </td><td>103\n</td><td> </td></tr><tr><td> </td><td>Episodes associated with systemic symptoms\n</td><td>56 </td><td>59 </td><td>.5\n</td></tr><tr><td>Classified clinically as\n</td><td>Episodes comprising nasal symptoms only\n</td><td>20 </td><td>17 </td><td>.8\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td>\"definite\"\n</td><td> </td><td>64 </td><td>55\n</td><td> </td></tr><tr><td>\"uncertain\"\n</td><td> </td><td> </td><td>18 23 2 \\.526 5</td><td> </td></tr><tr><td>\"doubtful\"\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Episodes from which nasal washings collected rhinovirus grown other virus grown\n</td><td>67 </td><td>57 </td><td>.4\n</td></tr><tr><td>12 </td><td>9 </td><td>.9\n</td></tr><tr><td>2 </td><td>1\n</td><td> </td></tr><tr><td>% of nasal washings positive\n</td><td>21 </td><td>17.5 </td><td>.8\n</td></tr><tr><td>Medication phase\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No. experiencing episodic symptoms\n</td><td>72 </td><td>79 </td><td>.3\n</td></tr><tr><td>No. of separate episodes\n</td><td>74 </td><td>86\n</td><td> </td></tr><tr><td> </td><td>Episodes associated with systemic symptoms\n</td><td>45 </td><td>39 </td><td>.5\n</td></tr><tr><td>Episodes comprising nasal symptoms only\n</td><td>5 </td><td>23 </td><td>.001\n</td></tr><tr><td>Classified clinically as\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>\"definite\"\n</td><td> </td><td>39 </td><td>31\n</td><td> </td></tr><tr><td>\"uncertain\"\n</td><td> </td><td>28 </td><td>32 2 \\.017 3</td><td> </td></tr><tr><td>\"doubtful\"\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>43 </td><td>44 </td><td>.5\n</td></tr><tr><td>Episodes from which nasal washings collected rhinovirus grown other viruses were grown\n</td><td>8 </td><td>1 </td><td>.03\n</td></tr><tr><td>2 </td><td>2\n</td><td> </td></tr><tr><td> </td><td>% of nasal washings virus positive\n</td><td>23 </td><td>7 </td><td>.1\n</td></tr><tr><td>Episodes virus not positive, but antibody positive\n</td><td>8 </td><td>9 </td><td>.8\n</td></tr><tr><td>Total episodes virus associated\n</td><td>18 </td><td>12 </td><td>.1\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Symptom reports in the premedication and medication phases (assessable volunteers only).", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Symptomdays per </td><td>thousand days at risk\n</td><td> </td></tr><tr><td> </td><td>Premedication phase* </td><td>Medication phaset\n</td><td> </td></tr><tr><td>Symptom (Volunteers at risk) </td><td>Placebo </td><td>Interferon </td><td>P </td><td>Placebo </td><td>Interferon </td><td>P\n</td></tr><tr><td>(205) </td><td>(203) </td><td> </td><td>(205) </td><td>(203)\n</td><td> </td></tr><tr><td>(Days at risk) </td><td>(7028) </td><td>(6962) </td><td> </td><td>(7227) </td><td>(7047)\n</td><td> </td></tr><tr><td>Nausea </td><td>6 </td><td>8 </td><td>.6 </td><td>14 </td><td>9 </td><td>.3\n</td></tr><tr><td>Feverish </td><td>8 </td><td>7 </td><td>.8 </td><td>8 </td><td>9 </td><td>.7\n</td></tr><tr><td>Chilly </td><td>5 </td><td>4 </td><td>.5 </td><td>3 </td><td>5 </td><td>.3\n</td></tr><tr><td>Headache </td><td>35 </td><td>35 </td><td>1.0 </td><td>31 </td><td>37 </td><td>.3\n</td></tr><tr><td>Muscle ache </td><td>13 </td><td>11 </td><td>.5 </td><td>9 </td><td>11 </td><td>.5\n</td></tr><tr><td>Sneezing </td><td>32 </td><td>24 </td><td>.2 </td><td>21 </td><td>30 </td><td>.1\n</td></tr><tr><td>Runny nose </td><td>81 </td><td>65 </td><td>.2 </td><td>44 </td><td>54 </td><td>.2\n</td></tr><tr><td>Stopped-up nose </td><td>67 </td><td>41 </td><td>.008 </td><td>36 </td><td>62 </td><td>.02\n</td></tr><tr><td>Postnasal drip </td><td>36 </td><td>25 </td><td>.3 </td><td>14 </td><td>22 </td><td>.3\n</td></tr><tr><td>Blood-tinged nasal mucus </td><td>2 </td><td>1 </td><td>.1 </td><td>15 </td><td>94 </td><td>.0001\n</td></tr><tr><td>Dry nose </td><td>2 </td><td>2 </td><td>.7 </td><td>38 </td><td>82 </td><td>.006\n</td></tr><tr><td>Sore scratchy throat </td><td>46 </td><td>41 </td><td>.5 </td><td>34 </td><td>43 </td><td>.2\n</td></tr><tr><td>Hoarse </td><td>19 </td><td>12 </td><td>.2 </td><td>10 </td><td>10 </td><td>1.0\n</td></tr><tr><td>Cough </td><td>59 </td><td>45 </td><td>.3 </td><td>35 </td><td>36 </td><td>.9\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We concluded that 2 x 10 6 IV daily of intranasal IFN-Qz conferred no identifiable clinical benefit on our volunteers or their families, despite an apparent reduction in rhinoviral shedding. Further studies of short-term IFN-Qz in families of index cases of viral respiratory infection are needed to assess the efficacy and tolerability of higher doses administered over shorter periods. ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}