{"paper_id": "145c00618e7b5beab53921724359331022630804", "metadata": {"title": "Genetic diversity and molecular epidemiology of human Rhinoviruses in South Africa", "authors": [{"first": "Marthi", "middle": ["A"], "last": "Pretorius", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute for Communicable Diseases of the National Health Laboratory Service", "location": {"settlement": "Johannesburg", "country": "South Africa"}}, "email": ""}, {"first": "Stefano", "middle": [], "last": "Tempia", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Florette", "middle": ["K"], "last": "Treurnicht", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute for Communicable Diseases of the National Health Laboratory Service", "location": {"settlement": "Johannesburg", "country": "South Africa"}}, "email": ""}, {"first": "Sibongile", "middle": [], "last": "Walaza", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute for Communicable Diseases of the National Health Laboratory Service", "location": {"settlement": "Johannesburg", "country": "South Africa"}}, "email": ""}, {"first": "Adam", "middle": ["L"], "last": "Cohen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jocelyn", "middle": [], "last": "Moyes", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute for Communicable Diseases of the National Health Laboratory Service", "location": {"settlement": "Johannesburg", "country": "South Africa"}}, "email": ""}, {"first": "Orienka", "middle": [], "last": "Hellferscee", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute for Communicable Diseases of the National Health Laboratory Service", "location": {"settlement": "Johannesburg", "country": "South Africa"}}, "email": ""}, {"first": "Ebrahim", "middle": [], "last": "Variava", "suffix": "", "affiliation": {"laboratory": "", "institution": "Klerksdorp Tshepong Hospital", "location": {"settlement": "Klerksdorp", "country": "South Africa"}}, "email": ""}, {"first": "Halima", "middle": [], "last": "Dawood", "suffix": "", "affiliation": {"laboratory": "", "institution": "Pietermaritzburg Metropolitan Hospital", "location": {"settlement": "Pietermaritzburg", "country": "South Africa"}}, "email": ""}, {"first": "Meera", "middle": [], "last": "Chhagan", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of KwaZulu Natal", "location": {"settlement": "Pietermaritzburg", "country": "South Africa"}}, "email": ""}, {"first": "Sumayya", "middle": [], "last": "Haffjee", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of KwaZulu Natal", "location": {"settlement": "Pietermaritzburg", "country": "South Africa"}}, "email": ""}, {"first": "Shabir", "middle": ["A"], "last": "Madhi", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute for Communicable Diseases of the National Health Laboratory Service", "location": {"settlement": "Johannesburg", "country": "South Africa"}}, "email": ""}, {"first": "Cheryl", "middle": [], "last": "Cohen", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute for Communicable Diseases of the National Health Laboratory Service", "location": {"settlement": "Johannesburg", "country": "South Africa"}}, "email": ""}, {"first": "Marietjie", "middle": [], "last": "Venter", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute for Communicable Diseases of the National Health Laboratory Service", "location": {"settlement": "Johannesburg", "country": "South Africa"}}, "email": ""}]}, "abstract": [{"text": "Conclusion All three type of RV were identified in South Africa, although RV-A and RV-C were more common than RV-B. RV was associated with symptomatic respiratory illness; however, there was no association between RV type and disease severity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Background Rhinoviruses (RV) are a well-established cause of respiratory illness. RV-C has been associated with more severe illness. We aimed to characterize and compare the clinical presentations and disease severity of different RV type circulating in South Africa. Method We performed two analyses of RV-positive specimens identified through surveillance in South Africa across all age groups. First, RV-positive specimens identified through severe acute respiratory illness (SARI) surveillance in four provinces was randomly selected from 2009 to 2010 for molecular characterization. Second, RV-positive specimens identified through SARI, influenzalike illness (ILI) and control surveillance at hospitals and outpatient clinics in during 2012-2013 were used to determine the association of RV type with severe disease. Selected specimens were sequenced, and phylogenetic analysis was performed.", "cite_spans": [{"start": 268, "end": 274, "text": "Method", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Results Among the 599 sequenced specimens from 2009 to 2010 and 2012 to 2013, RV-A (285, 48%) and RV-C (247, 41%) were more commonly identified than RV-B (67, 11%), with no seasonality and a high genetic diversity. A higher prevalence of RV infection was identified in cases with SARI [515/962 (26%); aRRR = 1Á6; 95% CI 1Á21; 2Á2] and ILI [356/962 (28%); aRRR = 1Á9; 95% CI 1Á37; 2Á6] compared with asymptomatic controls (91/962, 22%). There was no difference in disease severity between the different type when comparing SARI, ILI and controls.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Pneumonia is a major cause of morbidity and mortality in children worldwide and causes 18% of all deaths in children <5 years of age. 1 Currently, more than 100 different serotypes of Rhinovirus and three genetically characterized types (RV-A, RV-B and RV-C) have been described. 2 Although the majority of RV infections are associated with mild disease, their impact on overall morbidity and economic cost worldwide is thought to be considerable. 3 Some studies have suggested that infection with RV-C may result in more severe illness compared with RV-A and RV-B. 4 Using real-time PCR methods, we previously reported that RV was identified in 25% of patients that were hospitalized with severe acute respiratory illness (SARI) in South Africa. 5 RV has also been identified among asymptomatic patients 6 with a reported prevalence of 12-22% among children and 13% among immune-compromised patients. 7 RV has a relatively short shedding period in otherwise healthy persons; however, prolonged shedding of over and above 28 days has been reported for immune-compromised patients. 8 Consequently, the clinical relevance of detecting RV among hospitalized patients is difficult to interpret, especially in a population with a high HIV sero-prevalence. According to statistics of South Africa, 10% of the South African population is HIV-positive. This suggests a high percentage of potentially vulnerable individuals 9 and highlights the need to determine the association of respiratory viruses like RV with SARI relative to patients with milder illness or without respiratory symptoms.", "cite_spans": [{"start": 280, "end": 281, "text": "2", "ref_id": "BIBREF1"}, {"start": 448, "end": 449, "text": "3", "ref_id": "BIBREF2"}, {"start": 566, "end": 567, "text": "4", "ref_id": "BIBREF3"}, {"start": 747, "end": 748, "text": "5", "ref_id": "BIBREF4"}, {"start": 805, "end": 806, "text": "6", "ref_id": "BIBREF5"}, {"start": 902, "end": 903, "text": "7", "ref_id": "BIBREF6"}, {"start": 1081, "end": 1082, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "We investigated the prevalence, epidemiological characteristics, genetic diversity and disease association of RV, including type, among patients with SARI, influenza-like illness (ILI) and asymptomatic controls in South Africa.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Study samples were obtained from participants enrolled in a prospective hospital-based surveillance programme for SARI initiated in February 2009, which aimed to describe the aetiology and risk factors for acute lower respiratory tract infection (ALRI) in all age groups in South Africa. The methodology and case definitions of this study have been previously described. 5, 10 All patients were enrolled only once and followed through until discharged from the hospital.", "cite_spans": [{"start": 371, "end": 373, "text": "5,", "ref_id": "BIBREF4"}, {"start": 374, "end": 376, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "SARI surveillance"}, {"text": "ILI and asymptomatic control surveillance Study samples were obtained from participants enrolled in an active surveillance programme for ILI, and asymptomatic controls initiated in May 2012 through 2013. Patients presenting with ILI and asymptomatic controls were enrolled at two outpatient clinics serving the population surveyed at two of the SARI sentinel sites: the Gateway Clinic, KwaZulu Natal Province and Jouberton Clinic, Northwest Province. An ILI case was defined as an outpatient of any age presenting with cough duration of ≤7 days with either temperature >38°C or history of fever. ILI cases that were referred for hospitalization subsequent to the visit were not eligible for enrolment.", "cite_spans": [], "ref_spans": [], "section": "SARI surveillance"}, {"text": "An asymptomatic control was defined as an individual presenting at the same outpatient clinic with no history of fever, respiratory or gastro-intestinal symptoms during the 14 days preceding the visit. The patients commonly presented to the clinic for visits such as dental procedures, family planning, well baby clinics, voluntary HIV counselling and testing or acute care for non-febrile illnesses. Medical and symptoms history was systematically verified by a trained nurse using a structured checklist. This information was obtained through medical chart review and interview with the patient or legal guardian for children <15 years of age. One HIV-infected and one HIV-uninfected control were enrolled every week in each ILI clinic within each of the following age categories: 0-1, 2-4, 5-14, 15-54 and ≥55 years.", "cite_spans": [], "ref_spans": [], "section": "SARI surveillance"}, {"text": "A standardized questionnaire was used to collect demographic and clinical information from each enrolled SARI and ILI case and control. In addition, for SARI cases hospital records were reviewed to assess disease progression and outcome (i.e., discharge, transfer or in-hospital death).", "cite_spans": [], "ref_spans": [], "section": "SARI surveillance"}, {"text": "2009-2010 cohort SARI cases were randomly selected from single positive RV SARI patients; specimens were sorted according to randomly assigned numbers, and the first 381 were selected (37%, 381/ 1039) for molecular characterization.", "cite_spans": [], "ref_spans": [], "section": "Sample selection of two groups for molecular characterization"}, {"text": "2012-2013 cohort SARI, ILI and controls for the disease association analysis, we assumed a 25% RV prevalence among cases and a 15% RV prevalence among controls, which resulted in a needed sample size of 214 RV-positive cases in each group to statistically assess significance using a 95% confidence interval and 80% power, and a random selection (as described above) of single RV-positive specimens was characterized further.", "cite_spans": [], "ref_spans": [], "section": "Sample selection of two groups for molecular characterization"}, {"text": "Respiratory specimens (i.e., nasopharyngeal aspirates for children <5 years of age and nasopharyngeal and oropharyngeal swabs from individuals ≥5 years of age) were collected, placed in viral transport medium, stored at 4-8°C and transported to the National Institute for Communicable Diseases within 72 hours of collection for testing. All specimens were tested for the presence of 10 respiratory viruses using the real assay as described by Pretorius et al. 5 Among consenting study patients, HIV status was established by enzyme-linked immunosorbent assay (ELISA) or PCR depending on the patients' age.", "cite_spans": [{"start": 460, "end": 461, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Rhinovirus detection"}, {"text": "Sequencing of the Rhinovirus VP4/VP2 genomic fragment A 440 base pair region of VP4 and VP2 was amplified and sequenced for 595 randomly selected RV-positive specimens (single infection) consisting of 381 SARI specimens from 2009 to 2010 and 214 SARI, ILI and control specimens from 2012 to 2013. Briefly, the first round of RT-PCR was performed using primers PR-1 (Forward) and PR-2 (Reverse). 11 Nested PCR was performed, using primers HRV 01.3 12 and RV2n with an expected band size of 550 bp. 11 Amplicons were purified using the ExoSAP-IT enzyme system (USB Corporation, Cleveland, OH, USA) and sequenced using the BIG DYE TERMINATOR version 3.1 cycle Sequencing Ready Reaction kit (Life Technologies, Foster City, CA, USA) using nested primers. Sequences were assembled using Sequencher â version 5 (Gene Codes Corporation, MI, USA), and alignments were performed using MAFFT multiple sequence alignment program. 13 The nucleotide substitution model used in the maximum-likelihood (ML) analysis was determined using JMODELTEST 14, 15 , and the ML trees were generated using PHYML 3.0. 15, 16 ", "cite_spans": [{"start": 395, "end": 397, "text": "11", "ref_id": "BIBREF10"}, {"start": 447, "end": 449, "text": "12", "ref_id": "BIBREF11"}, {"start": 497, "end": 499, "text": "11", "ref_id": "BIBREF10"}, {"start": 919, "end": 921, "text": "13", "ref_id": "BIBREF12"}, {"start": 1022, "end": 1036, "text": "JMODELTEST 14,", "ref_id": null}, {"start": 1037, "end": 1039, "text": "15", "ref_id": "BIBREF14"}, {"start": 1091, "end": 1094, "text": "15,", "ref_id": "BIBREF14"}, {"start": 1095, "end": 1097, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Rhinovirus detection"}, {"text": "We implemented three multivariable multinomial regression models. First, using the 2009-2010 cohort of SARI cases, we evaluated factors associated with each RV type. For this analysis, the RV-A type was defined as the baseline category as it was the most common type detected. Second, using the 2012-2013 cohort of SARI, ILI and control cases, we evaluated disease severity associated with RV infection comparing the RV prevalence among SARI and ILI cases to controls (reference group). Third, also using the 2012-2013 cohort, we evaluated disease severity associated with RV type by comparing the proportion of RV type among SARI and ILI cases to controls. Statistical significance was defined as P < 0Á05. The analysis was performed using STATA 12 (Stata Corporation, Texas, TX, USA).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The SARI protocol was reviewed and approved by the University of the Witwatersrand Human Research Ethics Committee (HREC) and the University of KwaZulu Natal Human Biomedical Research Ethics Committee (BREC) protocol number M081042 and BF157/08, respectively. The ILI and asymptomatic controls protocol were reviewed and approved by BREC protocol number (BREC BF 080/12). This surveillance was deemed non-research by the U.S. Centers for Disease Control and Prevention.", "cite_spans": [], "ref_spans": [], "section": "Ethical considerations"}, {"text": "Maximum-likelihood phylogenetic comparison of clinical specimens from 2009 to 2010 and 2012 to 2013 to international reference sequences indicated that RV-A (285,48%) and RV-C (247,41%) were more commonly identified than RV-B (67,11%) and that the South African sequences for each of the type formed numerous subclusters within each type, with statistically significant bootstrap support (Figure 1 ). Several distinct bootstrap supported clusters of South African viruses were identified in type C (Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 388, "end": 397, "text": "(Figure 1", "ref_id": "FIGREF2"}, {"start": 498, "end": 507, "text": "(Figure 1", "ref_id": "FIGREF2"}], "section": "Phylogenetic comparison of RV strains identified in 2009-2010 and 2012-2013 cohorts"}, {"text": "The 2009-2010 study cohort data were used for this analysis. From February 2009 through December 2010, we obtained laboratory results from 7641 SARI patients. Of these 3171 (41%) were negative for the viral pathogens in our assay. RV was detected in 1949 (25%) subjects, of which it was the only virus identified in 1039 (53%) cases. In multivariable analysis adjusting for age and year of circulation infection, RV-C compared with RV-A type was associated with asthma or having a history of asthma [adjusted relative risk ratio (aRRR) = 3Á4 95% CI 1Á1; 11Á1; Table 1 ]. No difference between RV-B and RV-A type were detected in the multivariable analysis. RV was detected throughout the year with no evident seasonality. RV-A and RV-C cocirculated in 2009-2010, while RV-B was detected sporadically mainly in 2010 ( Figure 2A ).", "cite_spans": [], "ref_spans": [{"start": 560, "end": 567, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 817, "end": 826, "text": "Figure 2A", "ref_id": "FIGREF3"}], "section": "Epidemiology of RV infection and factors associated with RV type in 2009-2010 cohort"}, {"text": "The 2012-2013 study cohort data were used for this analysis. From May 2012 through April 2013, we obtained laboratory results from 3907 patients, of which 2125 (54%) had SARI, 1325 (23%) had ILI and 457 (11%) were controls. Children <5 years of age accounted for 35% (743), 23% (299) and 26% (119) of the SARI, ILI and controls, respectively (P = 0Á226). RV was identified in 24% (515/2125), 27% (356/1325) and 20% (91/457) of SARI, ILI and controls, respectively. On multivariable analysis adjusting for age (<5, 5-14, 15-44 and ≥45 years age groups; P = 0Á003) and HIV status (P = 0Á012), RV infection was associated with both ILI (aRRR: 1Á9; 95% CI 1Á4-2Á6) and SARI cases (aRRR: 1Á6; 95% CI 1Á2-2Á2) compared with controls.", "cite_spans": [], "ref_spans": [], "section": "Association of RV infection and RV type with respiratory disease severity in 2012-2013 cohort"}, {"text": "No significant difference was observed between the different RV type and disease severity among the characterized cases (results not shown). RV was detected with no evident seasonality. RV-A and RV-C cocirculated in 2012-2013, while RV-B was detected sporadically throughout ( Figure 2B ).", "cite_spans": [], "ref_spans": [{"start": 277, "end": 286, "text": "Figure 2B", "ref_id": "FIGREF3"}], "section": "Association of RV infection and RV type with respiratory disease severity in 2012-2013 cohort"}, {"text": "We describe the RV type circulating among patients from all age groups with acute upper and lower respiratory tract infections and controls in South Africa. While we detected a statistically significant difference in the prevalence of RV among SARI and ILI cases compared with controls, the elevated positivity rate of RV among controls indicates that RV may act as pathogen but could also be present in asymptomatic infections. This suggests that only a proportion of RV infections (along with other factors such as viral load and host interactions) may be responsible for the clinical disease that manifests as ILI or SARI.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We did not identify any difference in disease severity due to different RV type. Similar results have been reported by a study in Thailand 17 ; whereby a RV prevalence of 19% in outpatients with ILI and 9% in controls was observed, and no difference in disease severity by RV type was identified. The study in Thailand 17 and a more recent study conducted in Kenya 18 showed similar distributions of RV type that we observed in South Africa: RV-A and RV-C cocirculated with no clear seasonality, and RV-B was observed sporadically.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We found that HRV-C is not associated with more severe disease, but does appear to be associated with a history of asthma. This suggests that HRV-C induces asthma, or alternatively, that asthmatic children are vulnerable to HRV-C infections. Studies have shown HRV-C was not only related to wheezing illnesses and asthma, but was also associated with an increased risk of prior and subsequent hospital respiratory admissions. 7, [19] [20] [21] [22] Our study has several limitations. We only recorded in the initial interview if participants had a history of asthma. We did not follow up on participants over the course of the study to determine whether the RV infection led to a diagnosis of wheezing or asthma or whether any viral nucleic acids detected using RT-PCR may represent the pre-syndromic phase of a viral infection. Also, the case definition for SARI and ILI was restricted to patients with duration of symptoms ≤7 days, so we could have missed some cases that might have more prolonged illness. The collection of different types of samples may potentially affect the sensitivity of RV detection. However, when comparing the detection rate of respiratory viruses in different samples, Blaschke et al. 23 have shown that non-invasive methods for collecting respiratory samples can be used to identify respiratory viruses with multiplex PCR testing. Finally, while adjusting for age and HIV status in our analyses on association with disease severity, we were not powered to implement age-and HIV-stratified analysis, hindering the ability to detect differences among different groups.", "cite_spans": [{"start": 426, "end": 428, "text": "7,", "ref_id": "BIBREF6"}, {"start": 429, "end": 433, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 434, "end": 438, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 439, "end": 443, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 444, "end": 448, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1214, "end": 1216, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, we showed that there was a high diversity in the sequences of the RV type that circulated in South Africa. RV is detected in a proportion of outpatient and hospitalized respiratory disease but is also detected in individuals with no history within the past 14 days of respiratory illness, which suggests that rhinovirus can act as a disease causing agent ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global, regional, and national causes of child mortality in 2008: a systematic analysis", "authors": [{"first": "R", "middle": ["E"], "last": "Black", "suffix": ""}, {"first": "S", "middle": [], "last": "Cousens", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Johnson", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "375", "issn": "", "pages": "1969--1987", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Global distribution of novel rhinovirus genotype", "authors": [{"first": "T", "middle": [], "last": "Briese", "suffix": ""}, {"first": "N", "middle": [], "last": "Renwick", "suffix": ""}, {"first": "M", "middle": [], "last": "Venter", "suffix": ""}], "year": 2008, "venue": "Emerg Infect Dis", "volume": "14", "issn": "", "pages": "944--947", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Detection of respiratory viruses by molecular methods", "authors": [{"first": "J", "middle": ["B"], "last": "Mahony", "suffix": ""}], "year": 2008, "venue": "Clin Microbiol Rev", "volume": "21", "issn": "", "pages": "716--747", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A novel group of rhinoviruses is associated with asthma hospitalizations", "authors": [{"first": "E", "middle": ["K"], "last": "Miller", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Weinberg", "suffix": ""}], "year": 2009, "venue": "J Allergy Clin Immunol", "volume": "123", "issn": "", "pages": "98--104", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Respiratory viral coinfections identified by a 10-plex real-time reverse-transcription polymerase chain reaction assay in patients hospitalized with severe acute respiratory illness-South Africa", "authors": [{"first": "M", "middle": ["A"], "last": "Pretorius", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Madhi", "suffix": ""}, {"first": "C", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2009, "venue": "J Infect Dis", "volume": "206", "issn": "1", "pages": "159--165", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The burden of hospitalized lower respiratory tract infection due to respiratory syncytial virus in rural Thailand", "authors": [{"first": "A", "middle": ["M"], "last": "Fry", "suffix": ""}, {"first": "M", "middle": [], "last": "Chittaganpitch", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Baggett", "suffix": ""}], "year": 2010, "venue": "PLoS ONE", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Human rhinovirus infection in young African children with acute wheezing", "authors": [{"first": "H", "middle": ["E"], "last": "Smuts", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Workman", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Zar", "suffix": ""}], "year": 2011, "venue": "BMC Infect Dis", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Virus shedding after human rhinovirus infection in children, adults and patients with hypogammaglobulinaemia", "authors": [{"first": "V", "middle": [], "last": "Peltola", "suffix": ""}, {"first": "M", "middle": [], "last": "Waris", "suffix": ""}, {"first": "L", "middle": [], "last": "Kainulainen", "suffix": ""}, {"first": "J", "middle": [], "last": "Kero", "suffix": ""}, {"first": "O", "middle": [], "last": "Ruuskanen", "suffix": ""}], "year": 2013, "venue": "Clin Microbiol Infect", "volume": "19", "issn": "", "pages": "322--327", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Available at www.statssa.gov.za/publications", "authors": [], "year": 2013, "venue": "Statistics South Africa", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Severe influenza-associated respiratory infection in high HIV prevalence setting, South Africa", "authors": [{"first": "C", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "J", "middle": [], "last": "Moyes", "suffix": ""}, {"first": "S", "middle": [], "last": "Tempia", "suffix": ""}, {"first": "M", "middle": [], "last": "Groom", "suffix": ""}, {"first": "S", "middle": [], "last": "Walaza", "suffix": ""}, {"first": "M", "middle": [], "last": "Pretorius", "suffix": ""}], "year": 2009, "venue": "Emerg Infect Dis", "volume": "19", "issn": "", "pages": "1766--1774", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Simultaneous detection of fourteen respiratory viruses in clinical specimens by two multiplex reverse transcription nested-PCR assays", "authors": [{"first": "M", "middle": ["T"], "last": "Coiras", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Aguilar", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Garcia", "suffix": ""}, {"first": "I", "middle": [], "last": "Casas", "suffix": ""}, {"first": "P", "middle": [], "last": "Perez-Brena", "suffix": ""}], "year": 2004, "venue": "J Med Virol", "volume": "72", "issn": "", "pages": "484--495", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Frequent detection of human rhinoviruses, paramyxoviruses, coronaviruses, and bocavirus during acute respiratory tract infections", "authors": [{"first": "K", "middle": ["E"], "last": "Arden", "suffix": ""}, {"first": "P", "middle": [], "last": "Mcerlean", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Nissen", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Sloots", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Mackay", "suffix": ""}], "year": 2006, "venue": "J Med Virol", "volume": "78", "issn": "", "pages": "1232--1240", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "MAFFT multiple sequence alignment software version 7: improvements in performance and usability", "authors": [{"first": "K", "middle": [], "last": "Katoh", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Standley", "suffix": ""}], "year": 2013, "venue": "Mol Biol Evol", "volume": "30", "issn": "", "pages": "772--780", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "jModelTest 2: more models, new heuristics and parallel computing", "authors": [{"first": "D", "middle": [], "last": "Darriba", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Taboada", "suffix": ""}, {"first": "R", "middle": [], "last": "Doallo", "suffix": ""}, {"first": "D", "middle": [], "last": "Posada", "suffix": ""}], "year": 2012, "venue": "Nat Methods", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A simple, fast, and accurate algorithm to estimate large phylogenies by maximum likelihood", "authors": [{"first": "S", "middle": [], "last": "Guindon", "suffix": ""}, {"first": "O", "middle": [], "last": "Gascuel", "suffix": ""}], "year": 2003, "venue": "Syst Biol", "volume": "52", "issn": "", "pages": "696--704", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "PHYML Online-a web server for fast maximum likelihood-based phylogenetic inference", "authors": [{"first": "S", "middle": [], "last": "Guindon", "suffix": ""}, {"first": "F", "middle": [], "last": "Lethiec", "suffix": ""}, {"first": "P", "middle": [], "last": "Duroux", "suffix": ""}, {"first": "O", "middle": [], "last": "Gascuel", "suffix": ""}], "year": 2005, "venue": "Nucleic Acids Res", "volume": "33", "issn": "", "pages": "557--559", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Human rhinovirus infections in rural Thailand: epidemiological evidence for rhinovirus as both pathogen and bystander", "authors": [{"first": "A", "middle": ["M"], "last": "Fry", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Olsen", "suffix": ""}], "year": 2011, "venue": "PLoS ONE", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Molecular epidemiology of human rhinovirus infections in Kilifi, coastal Kenya", "authors": [{"first": "C", "middle": ["O"], "last": "Onyango", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Welch", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Munywoki", "suffix": ""}], "year": 2012, "venue": "J Med Virol", "volume": "84", "issn": "", "pages": "823--831", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Clinical features and complete genome characterization of a distinct human rhinovirus (HRV) genetic cluster, probably representing a previously undetected HRV species, HRV-C, associated with acute respiratory illness in children", "authors": [{"first": "Skp", "middle": [], "last": "Lau", "suffix": ""}, {"first": "Ccy", "middle": [], "last": "Yip", "suffix": ""}, {"first": "H-W", "middle": [], "last": "Tsoi", "suffix": ""}], "year": 2007, "venue": "J Clin Microbiol", "volume": "45", "issn": "", "pages": "3655--3664", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Rhinovirus-induced wheezing in infancythe first sign of childhood asthma?", "authors": [{"first": "A", "middle": [], "last": "Kotaniemi-Syrjanen", "suffix": ""}, {"first": "R", "middle": [], "last": "Vainionpaa", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Reijonen", "suffix": ""}, {"first": "M", "middle": [], "last": "Waris", "suffix": ""}, {"first": "K", "middle": [], "last": "Korhonen", "suffix": ""}, {"first": "M", "middle": [], "last": "Korppi", "suffix": ""}], "year": 2003, "venue": "J Allergy Clin Immunol", "volume": "111", "issn": "", "pages": "66--71", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Association between human rhinovirus C and severity of acute asthma in children", "authors": [{"first": "J", "middle": [], "last": "Bizzintino", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Laing", "suffix": ""}], "year": 2011, "venue": "Eur Respir J", "volume": "37", "issn": "", "pages": "1037--1042", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Human rhinovirus species C infection in young children with acute wheeze is associated with increased acute respiratory hospital admissions", "authors": [{"first": "D", "middle": ["W"], "last": "Cox", "suffix": ""}, {"first": "J", "middle": [], "last": "Bizzintino", "suffix": ""}, {"first": "G", "middle": [], "last": "Ferrari", "suffix": ""}], "year": 2013, "venue": "Am J Respir Crit Care Med", "volume": "188", "issn": "", "pages": "1358--1364", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Non-invasive sample collection for respiratory virus testing by multiplex PCR", "authors": [{"first": "A", "middle": ["J"], "last": "Blaschke", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Allison", "suffix": ""}, {"first": "L", "middle": [], "last": "Meyers", "suffix": ""}], "year": 2011, "venue": "J Clin Virol", "volume": "52", "issn": "", "pages": "210--214", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Rhinovirus diversity and disease association ª 2014 The Authors. Influenza and Other Respiratory Viruses Published by", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Phylogenetic analysis of RV type by maximum-likelihood method of the VP4/VP2 region, South Africa, 2009-2010 and 2012-2013. Phylogenetic analysis of Rhinovirus sequences from South Africa and reference sequences from Genbank using maximumlikelihood method of the VP4/VP2 region. Sequences with closed circle denotes type identified in SARI patients, those with open squares denotes type identified in ILI patients, while those with open circles denotes type identified in control patients, those without denotation are the reference sequences. Bootstrap values (100 replicates) shown on the branches, with values <70% omitted from the tree.and be found in asymptomatic infection. Further studies are necessary to determine if other factors such as viral load or host interactions play a role in RV-associated disease. Funding This work was supported by the United States Centers for Disease Control and Prevention, Atlanta, Georgia, USA [cooperative agreement number: 5U51IP000155]. The corresponding author has full access to all data in the study and final responsibility for the decision to submit this publication. Author contributions CC, JM, ST, MV and SAM involved in the conception and design of the study.CC, JM, ST, SW, MAP, HD, MC, SH, EV, ALC, MV, SAM, OH and FKT carried out the data collection and laboratory processing.MAP, ST, ALC, FKT, OH, MV interpreted and analysed the data. MAP, CC, JM, ST, SW, OH, HD, MC, SH, EV, ALC, MV and SAM drafted and critically reviewed the article.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Number of positive cases and detection rate of Rhinovirus by month in South Africa, 2009-2010 SARI (A) and 2012-2013 SARI, ILI and control cases (B).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Factors associated with RV type among patients hospitalized with severe acute respiratory illness, South Africa,[2009][2010]", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Univariable analysis </td><td> </td><td> </td><td> </td><td>Multivariable analysis*\n</td></tr><tr><td> </td><td> </td><td>RV-B </td><td> </td><td>RV-C\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>RRR***\n</td><td> </td><td>RRR***\n</td><td>RV-B aRRR†\n</td><td>RV-C\naRRR†\n</td></tr><tr><td>Factor\n</td><td>RV-A**\nn/N (%) </td><td>n/N (%)\n</td><td>(95% CI) </td><td>n/N (%)\n</td><td>(95% CI)\n</td><td>(95% CI)\n</td><td>(95% CI)\n</td></tr><tr><td>Age group, yrs\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&lt;5 </td><td>78/162 (48) </td><td>9/39 (23) </td><td>1 </td><td>90/156 (58) </td><td>1 </td><td>1 </td><td>1\n</td></tr><tr><td>5-14 </td><td>9/162 (6) </td><td>1/39 (3) </td><td>09 (01-85) </td><td>10/156 (6) </td><td>09 (04-25) </td><td>11 (01-93) </td><td>09 (03-22)\n</td></tr><tr><td>15-24 </td><td>9/162 (6) </td><td>2/39 (5) </td><td>19 (03-103) </td><td>6/156 (4) </td><td>06 (02-17) </td><td>18 (03-95) </td><td>06 (02-19)\n</td></tr><tr><td>25-44 </td><td>42/162 (26) </td><td>19/39 (49) </td><td>39 (16-94) </td><td>38/156 (24) </td><td>08 (05-13) </td><td>35 (14-85) </td><td>09 (05-16)\n</td></tr><tr><td>45+ </td><td>24/162 (15) </td><td>8/39 (20) </td><td>29 (11-83) </td><td>12/156 (8) </td><td>04 (02-09) </td><td>26 (09-78) </td><td>04 (02-09)\n</td></tr><tr><td>Sex (male) </td><td>82/162 (51) </td><td>13/39 (33) </td><td>05 (02-11) </td><td>75/156 (48) </td><td>09 (06-14)\n</td><td> </td><td> </td></tr><tr><td>Year\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2009 </td><td>52/162 (33) </td><td>6/39 (15) </td><td>1 </td><td>85/156 (54) </td><td>1 </td><td>1\n</td><td> </td></tr><tr><td>2010 </td><td>109/162 (66) </td><td>33/39 (85) </td><td>27 (11-67) </td><td>71/156 (46) </td><td>04 (02-06) </td><td>20 (07-52) </td><td>04 (03-07)\n</td></tr><tr><td>Duration of symptoms &gt;2 days </td><td>115/162 (71) </td><td>33/39 (85) </td><td>24 (09-57) </td><td>101/156 (65) </td><td>07 (05-12)\n</td><td> </td><td> </td></tr><tr><td>Length of hospitalization &gt;5 days </td><td>68/161 (42) </td><td>25/39 (64) </td><td>24 (12-50) </td><td>58/155 (37) </td><td>08 (05-13)\n</td><td> </td><td> </td></tr><tr><td>HIV infection </td><td>71/153 (46) </td><td>26/37 (70) </td><td>27 (12-59) </td><td>60/135 (44) </td><td>08 (05-13)\n</td><td> </td><td> </td></tr><tr><td>Asthma†† </td><td>5/162 (3) </td><td>1/39 (2) </td><td>08 (01-72) </td><td>10/156 (6) </td><td>21 (07-64) </td><td>06 (01-55) </td><td>34 (11-111)\n</td></tr><tr><td>Underlying illness††† </td><td>15/162 (9) </td><td>2/39 (5) </td><td>05 (01-24) </td><td>16/156 (10) </td><td>11 (05-23)\n</td><td> </td><td> </td></tr><tr><td>Oxygen therapy </td><td>56/161 (35) </td><td>20/39 (51) </td><td>20 (09-40) </td><td>63/156 (40) </td><td>13 (08-20)\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Patient died </td><td>8/162 (5) </td><td>1/39 (3) </td><td>05 (01-42) </td><td>8/156 (5) </td><td>10 (04-28\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank the following Units ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "We declare we have no conflict of interest or competing interests.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest statement"}, {"text": "The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the US Centers for Disease Control and Prevention. ", "cite_spans": [], "ref_spans": [], "section": "Disclaimer"}]}