{"paper_id": "14638305e09e33a48cacf3dda475da5c600cb40a", "metadata": {"title": "Successful rescue of disseminated varicella infection with multiple organ failure in a pediatric living donor liver transplant recipient: a case report and literature review", "authors": [{"first": "Naoya", "middle": [], "last": "Yamada", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yukihiro", "middle": [], "last": "Sanada", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Noriki", "middle": [], "last": "Okada", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Taiichi", "middle": [], "last": "Wakiya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yoshiyuki", "middle": [], "last": "Ihara", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Taizen", "middle": [], "last": "Urahashi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Koichi", "middle": [], "last": "Mizuta", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "A 12-year-old female patient with biliary atresia underwent living donor liver transplantation (LDLT). Twelve months after the LDLT, she developed acute hepatitis (alanine aminotransferase 584 IU/L) and was diagnosed with disseminated varicella-zoster virus (VZV) infection with high level of serum VZV-DNA (1.5 × 10 5 copies/mL) and generalized vesicular rash. She had received the VZV vaccination when she was 5-years-old and had not been exposed to chicken pox before the LDLT, and her serum was positive for VZV immunoglobulin G at the time of the LDLT. Although she underwent treatment with intravenous acyclovir, intravenous immunoglobulin, and withdrawal of immunosuppressants, her symptoms worsened and were accompanied by disseminated intravascular coagulation, pneumonia, and encephalitis. These complications required treatment in the intensive care unit for 16 days. Five weeks later, her clinical findings improved, although her VZV-DNA levels remained high (8.5 × 10 3 copies/mL). Oral acyclovir was added for 2 weeks, and she was eventually discharged from our hospital on day 86 after admission; she has not experienced a recurrence. In conclusion, although disseminated VZV infection with multiple organ failure after pediatric LDLT is a life-threatening disease, it can be cured via an early diagnosis and intensive treatment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Varicella-zoster virus (VZV) is a DNA virus that belongs to the family of herpes viruses, and is the cause of both chicken pox (as a primary infection) and herpes zoster, which is a reactivation infection that is typically observed in adults. Chicken pox is generally a mild disease, VZV infection is known to be more severe in adolescent patients, and although disseminated VZV infection is a rare disease, it is potentially life-threating in patients with immunosuppression after organ transplantation [1] [2] [3] [4] . We had previously reported VZV infections after pediatric living donor liver transplantation (LDLT), which was the largest analysis of VZV infections after pediatric LDLT [5] [6] [7] [8] [9] . Based on our findings, we concluded that we could prevent the infection from developing into serious illness via our pre-and post-transplant strategies. However, we recently experienced a case of severe disseminated VZV infection with multiple organ failure (MOF) after pediatric LDLT, and successfully rescued the patient. Therefore we report this case of disseminated VZV infection with MOF after pediatric LDLT, and re-consider the pre-and post-transplant strategies for preventing and treating VZV infection.", "cite_spans": [{"start": 504, "end": 507, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 508, "end": 511, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 512, "end": 515, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 516, "end": 519, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 693, "end": 696, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 697, "end": 700, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 701, "end": 704, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 705, "end": 708, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 709, "end": 712, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Background"}, {"text": "A 12-year-old female patient with biliary atresia underwent LDLT using a left lobe graft from her ABOcompatible father. She had received the VZV vaccination when she was 5-years-old and she had not been exposed to chicken pox before the LDLT. Her serum was positive for VZV immunoglobulin G (IgG) (×160; Artus VZV-PCR kit, Qiagen, USA) at the time of the LDLT. The recipients' cytomegalovirus (CMV) status was seronegative (IgG-negative and IgM-negative) before the LDLT, although the donor's CMV status was seropositive (IgGpositive [×1,500] and IgM-negative). Her immunosuppression regimen after LDLT consisted of tacrolimus (FK), methylprednisolone (MP), and mycophenolate mofetil (MMF). She did not receive prophylactic therapy for CMV infection, and was evaluated each month for CMV antigenemia (C7-HRP) [10] .", "cite_spans": [{"start": 809, "end": 813, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Case presentation"}, {"text": "Twelve months after the LDLT, she developed a fever and back pain with generalized vesicular rash and was admitted to our hospital 5 days later (Fig. 1 ). She had not been exposed to any person with chicken pox, she had not been receiving varicella-zoster immune globulin, and she was negative for VZV-IgG antibodies at the hospitalization. We subsequently diagnosed her as having a VZV infection, based on her clinical findings and the PCR results for VZV-DNA (1.6 × 10 5 copies/mL). As we could not investigate the strain type of the VZV, we were unable to determine whether her infection was primary infection or secondary dissemination. In addition, she exhibited signs of severe hepatic damage (alanine aminotransferase: 584 IU/L) and disseminated intravascular coagulation (DIC) ( Table 1) . We considered performing a liver biopsy, although we chose not to perform the biopsy, given her bleeding tendency. Based on the findings, we diagnosed her with disseminated VZV infection that was accompanied by acute hepatitis and DIC, and started intensive treatment.", "cite_spans": [], "ref_spans": [{"start": 144, "end": 151, "text": "(Fig. 1", "ref_id": null}, {"start": 787, "end": 795, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Case presentation"}, {"text": "Although she underwent treatment with intravenous acyclovir (30 mg/kg/day), intravenous immunoglobulin (125 mg/kg/day), and withdrawal of all immunosuppressants (FK, MP, and MMF), her symptoms worsened, and she developed pneumonia that required artificial respiratory management for 11 days (Fig. 2) . Based on the clinical course, we assumed that this was VZV pneumonia, although we could not perform a bronchoalveolar lavage to confirm this hypothesis. On day 4 after admission, she exhibited neutropenia (<1000/mm 3 ), due to bone marrow suppression. On day 12, she experienced a generalized tonic-clonic seizure. Although brain magnetic resonance imaging did not reveal any abnormal findings, we suspected encephalitis due to disseminated VZV infection and considered performing a lumbar puncture, although we chose not to perform the puncture, based on her unresolved bleeding tendency. Therefore, she remained in the intensive care unit for 16 days, and as her symptoms gradually improved, we resumed the oral immunosuppressants (FK and MP) after 12 days of cessation. In addition, on day 16, we changed the intravenous acyclovir to Fig. 1 The patient's skin rash with blisters, which were already partially covered with scabs WBC white blood cell, RCB red blood cell, Hb hemoglobin, Ht hematocrit, Plt platelet count, T-P total protain, Alb serum albumin, CPK cretine phosphokinase, AST aspartate transaminase, ALT alanine amino transaminase, ALP alkaline phosphatase, LDH lactate dehydrogenese, r-GTP γ-glutamyltranspeptidase, T-bil total-bilirubin, D-Bil direct bilirubin, BUN blood urea nitrogen, Cre cretinine, CRP c-creative protain, PT prothrombin time, APTT activated partial trhomboplastin time, PT-INR prothrombin time-international normalized ratio, Fib fibrinogen, FDP fibrin degradetion product, EBV Epstein-Barr virus, CMV cytomegalovirus EBV-DNA 12x102 copies/1O6WBC ⇒ EBV-DNA 12x10 2 copies/10 6 WBC intravenous ganciclovir (12.5 mg/kg/day), because she had developed a CMV infection (CMV antigen: 2/50,000 white blood cells). After 14 days of intravenous ganciclovir, we changed the treatment to oral valganciclovir after we had confirmed the absence of CMV antigen. At 5 weeks after these treatments were started, all of her skin rash was covered with scabs, her organ symptoms had disappeared, and her clinical findings appeared to be completely improved, although her VZV-DNA levels remained high (8.5 × 10 3 copies/mL). We continued the oral acyclovir treatment for another 2 weeks, and she was discharged on day 86 after the admission; she has not experienced a recurrence. She was well at 6 months after discharge, and follow-up PCR testing did not reveal any VZV-DNA. Fig. 2 The patient's clinical course. The patient exhibited severe hepatitis (alanine aminotransferase: 951 IU/mL), which gradually improved. PCR testing for varicella-zoster virus (VZV) DNA revealed decreasing values after treatment with intravenous acyclovir in the first two weeks. However, the VZV-DNA remained high and tended to be elevated after five weeks of antiviral therapy. Therefore we added prophylactic oral acyclovir for two weeks after her clinical symptoms had improved. She was eventually discharged on day 86 after her admission, and has not experienced a recurrence with MOF, and it is noteworthy that the mortality rate is high once VZV infection leads to MOF. Early diagnosis and treatment are critical to rescuing these patients, and liver transplantation should be considered in cases with fulminant hepatic failure.", "cite_spans": [], "ref_spans": [{"start": 291, "end": 299, "text": "(Fig. 2)", "ref_id": null}, {"start": 1139, "end": 1145, "text": "Fig. 1", "ref_id": null}, {"start": 2698, "end": 2704, "text": "Fig. 2", "ref_id": null}], "section": "Case presentation"}, {"text": "We have previously reported our strategies for preventing VZV infection after pediatric LDLT, which was the largest study regarding VZV infection after pediatric LDLT [8] . Interestingly, Yamada et al. have also reported a case of severe disseminated VZV infection that occurred in an immunocompromised host, although that patient exhibited positive immunity [24] . However, we still believe that preoperative vaccination and positive immunity after the transplant are the critical considerations for managing patients after LDLT. We have performed 266 LDLTs between May 2001 and March 2015, including 36 (14.3 %) cases in which the patients were between 10-20-years-old at the LDLT; their VZV-IgG values at the LDLT are shown in Fig. 3 . Among these cases we found that three patients (including this present case) exhibited relatively low VZV-IgG values and another one patient did not have VZV-IgG at the LDLT. Therefore, we currently believe that an additional vaccination may be added for similar patients before their LDLT, although it is difficult to select an appropriate VZV-IgG cut-off value for the additional vaccination. Besides, we are considering about performing re-vaccination for patients who don't have positive immunity at 2 years after their LDLT.", "cite_spans": [{"start": 167, "end": 170, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 359, "end": 363, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 730, "end": 736, "text": "Fig. 3", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "In the present case, the patient had received an episode of steroid pulse therapy treatment and was receiving three immunosuppressants (FK, MP, and MMF). Although it is unknown whether the present case was primary infection or re-activation of the vaccine strain, it is possible that re-activation of the vaccine strain might have led to severe disseminated VZV infection [25] [26] [27] . Patients who are receiving a potent immunosuppressant regimen have a higher risk of latent infection or vaccine re-activation, and may develop severe illness if VZV infection occurs, regardless of whether it is primary infection or re-activation. Therefore, an early diagnosis and treatment are essential to rescue patients with disseminated VZV infection and MOF. In addition, when VZV infection is suspected in solid organ transplant recipients, it is critical to consider their vaccination history, anti-VZV titers, and presence of VZV-DNA via PCR, as this information can help facilitate an early and accurate diagnosis. If a diagnosis of disseminated VZV infection is made, appropriate early treatment is dictated by the patients'condition, and may include hospitalization, intravenous acyclovir, intravenous immunoglobulin, and the withdrawal of immunosuppressants. The primary treatment for disseminated VZV infection with MOF should address the organ failure and involve antiviral therapy, including intravenous acyclovir. In general, the antiviral therapy should be continued until all skin rashes are covered with scabs, and the organ symptoms have disappeared. Interestingly, Kronenberg et al. have reported four cases of disseminated VZV infection after solid organ transplantation in which the VZV-DNA levels were monitored via PCR [28] . Among those cases, one patient exhibited an increase in VZV-DNA that was accompanied by recurrent gastritis. In our case, we monitored the VZV-DNA levels via PCR, and they remained high (8.5 × 10 3 copies/mL), even after all skin rashes and organ symptoms had completely resolved. Therefore, we added prophylactic oral acyclovir and continued monitoring until a decrease in the patient's VZV-DNA was observed without any symptoms. This course appears to have been effective, as the patient has not experienced a recurrence. Similarly, monitoring for Epstein Barr virus DNA via PCR is and established method for prophylaxis and management of those infections, which are also common after liver transplantation [29, 30] . However, VZV-DNA monitoring via PCR is not an established method, although it appears to have the potential to be an effective biomarker for early diagnosis of VZV infection. In addition, this monitoring can evaluate the efficacy of treatment in cases of organ transplant recipients with severe disseminated VZV infection, especially in patients who have clinical symptoms of MOF.", "cite_spans": [{"start": 372, "end": 376, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 377, "end": 381, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 382, "end": 386, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1734, "end": 1738, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 2450, "end": 2454, "text": "[29,", "ref_id": "BIBREF28"}, {"start": 2455, "end": 2458, "text": "30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, although disseminated VZV infection with MOF after pediatric LDLT is a life-threatening disease, it can be cured via an early diagnosis and intensive treatment. In these cases, PCR monitoring of VZV-DNA is helpful to quickly reach an accurate diagnosis and evaluate the efficacy of the subsequent treatment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Written informed consent was obtained from the patient and her parents for publication of this case report and the accompanying images. A copy of the written consent is available for review by the Editor-in-Chief.", "cite_spans": [], "ref_spans": [], "section": "Consent"}, {"text": "This study was approved by Ethics Committee of Jichi Medical University (rA15-042). ", "cite_spans": [], "ref_spans": [], "section": "Ethics"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Disseminated varicella infection in adult renal allograft recipients: four cases and a review of literature", "authors": [{"first": "T", "middle": [], "last": "Fehr", "suffix": ""}, {"first": "W", "middle": [], "last": "Bossart", "suffix": ""}, {"first": "C", "middle": [], "last": "Wahl", "suffix": ""}, {"first": "U", "middle": [], "last": "Binswanger", "suffix": ""}], "year": 2002, "venue": "Transplantation", "volume": "73", "issn": "", "pages": "608--619", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Primary varicella virus in adult renal transplant recipients", "authors": [{"first": "N", "middle": [], "last": "Ishikawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Tanabe", "suffix": ""}, {"first": "H", "middle": [], "last": "Shinmura", "suffix": ""}, {"first": "T", "middle": [], "last": "Tokumoto", "suffix": ""}, {"first": "H", "middle": [], "last": "Toma", "suffix": ""}], "year": 2000, "venue": "Case Reports Transplant Proc", "volume": "32", "issn": "", "pages": "1952--1955", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Infectious Disease Surveillance Center", "authors": [], "year": 1982, "venue": "Infectious Agents Surveillance Report", "volume": "25", "issn": "", "pages": "318--338", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Fatal varicella in an immunocompromised adult associated with a European genotype E2 variant of varicella zoster virus", "authors": [{"first": "C", "middle": [], "last": "Springfield", "suffix": ""}, {"first": "A", "middle": [], "last": "Sauerbrei", "suffix": ""}, {"first": "A", "middle": [], "last": "Filusch", "suffix": ""}, {"first": "M", "middle": [], "last": "Konstandin", "suffix": ""}, {"first": "W", "middle": [], "last": "Hartschuh", "suffix": ""}, {"first": "P", "middle": [], "last": "Sauer", "suffix": ""}], "year": 2009, "venue": "J Clin Virol", "volume": "44", "issn": "", "pages": "70--73", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Herpes zoster infection following solid organ transplantation: incidence, risk factors and outcomes in the current immunosuppressive era", "authors": [{"first": "S", "middle": [], "last": "Gourishankar", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Mcdermid", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Jhangri", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Preiksaitis", "suffix": ""}], "year": 2004, "venue": "Am J Transplant", "volume": "4", "issn": "", "pages": "108--123", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Herpes zoster after liver transplantation: incidence, risk factors, and complications", "authors": [{"first": "J", "middle": ["I"], "last": "Herrero", "suffix": ""}, {"first": "J", "middle": [], "last": "Quiroga", "suffix": ""}, {"first": "B", "middle": [], "last": "Sangro", "suffix": ""}, {"first": "F", "middle": [], "last": "Pardo", "suffix": ""}, {"first": "F", "middle": [], "last": "Rotellar", "suffix": ""}, {"first": "J", "middle": [], "last": "Alvarez-Cienfuegos", "suffix": ""}], "year": 2004, "venue": "Liver Transpl", "volume": "10", "issn": "", "pages": "1140--1143", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Chicken pox after pediatric liver transplantation", "authors": [{"first": "J", "middle": [], "last": "Levistky", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Kalil", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Meza", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Hurst", "suffix": ""}, {"first": "A", "middle": [], "last": "Freifield", "suffix": ""}], "year": 2005, "venue": "Liver Transpl", "volume": "11", "issn": "", "pages": "1563--1569", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Varicella zoster virus disease after pediatric liver transplantation: is it serious?", "authors": [{"first": "K", "middle": [], "last": "Mizuta", "suffix": ""}, {"first": "T", "middle": [], "last": "Urahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ihara", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sanada", "suffix": ""}, {"first": "T", "middle": [], "last": "Wakiya", "suffix": ""}, {"first": "N", "middle": [], "last": "Yamada", "suffix": ""}], "year": 2012, "venue": "Transplant Proc", "volume": "44", "issn": "", "pages": "780--783", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Varicella in pediatric liver transplant recipients: a retrospective analysis of treatment and outcome", "authors": [{"first": "S", "middle": ["J"], "last": "Pacini-Edelstein", "suffix": ""}, {"first": "M", "middle": [], "last": "Mehra", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Ament", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Vargas", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Martin", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Mcdiarmid", "suffix": ""}], "year": 2003, "venue": "J Pediatr Gastroenterol Nutr", "volume": "37", "issn": "", "pages": "183--189", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Risk factors of cytomegalovirus infection after pediatric liver transplantation", "authors": [{"first": "Y", "middle": [], "last": "Kawano", "suffix": ""}, {"first": "K", "middle": [], "last": "Mizuta", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sanada", "suffix": ""}, {"first": "T", "middle": [], "last": "Urahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ihara", "suffix": ""}, {"first": "N", "middle": [], "last": "Okada", "suffix": ""}], "year": 2014, "venue": "Transplant Proc", "volume": "46", "issn": "", "pages": "3543--3550", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Disseminated varicella zoster virus infection in adult renal transplant recipients: outcome and risk factors", "authors": [{"first": "M", "middle": [], "last": "Rommelaere", "suffix": ""}, {"first": "C", "middle": [], "last": "Marechal", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Yombi", "suffix": ""}, {"first": "E", "middle": [], "last": "Goffin", "suffix": ""}, {"first": "N", "middle": [], "last": "Kanaan", "suffix": ""}], "year": 2012, "venue": "Transplant Proc", "volume": "44", "issn": "", "pages": "2814--2821", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Fulminant hepatic failure due to varicella zoster in a heart transplant patient: successful liver transplant", "authors": [{"first": "M", "middle": [], "last": "Alvite-Canosa", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Paniagua-Martín", "suffix": ""}, {"first": "J", "middle": [], "last": "Quintela-Fandiño", "suffix": ""}, {"first": "A", "middle": [], "last": "Ostero", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Crespo-Leiro", "suffix": ""}], "year": 2009, "venue": "J Heart Lung Transplant", "volume": "28", "issn": "", "pages": "1215--1221", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Acute liver failure due to Varicella zoster virus infection after lung transplantation: a case report", "authors": [{"first": "G", "middle": ["M"], "last": "Verleden", "suffix": ""}, {"first": "R", "middle": [], "last": "Vos", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Van Raemdonck", "suffix": ""}, {"first": "W", "middle": [], "last": "Laleman", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Vanaudenaerde", "suffix": ""}], "year": 2012, "venue": "Transplant Proc", "volume": "44", "issn": "", "pages": "1457--1466", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Systemic varicella-zoster virus infection in two critically ill patients in an intensive care unit", "authors": [{"first": "H", "middle": [], "last": "Hagiya", "suffix": ""}, {"first": "M", "middle": [], "last": "Kimura", "suffix": ""}, {"first": "T", "middle": [], "last": "Miyamoto", "suffix": ""}, {"first": "F", "middle": [], "last": "Otsuka", "suffix": ""}], "year": 2013, "venue": "Virol J", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Fatal varicella infection in a girl with systemic lupus erythematosus after oral acyclovir prophylaxis", "authors": [{"first": "I", "middle": [], "last": "Hirose", "suffix": ""}, {"first": "H", "middle": [], "last": "Yamaguchi", "suffix": ""}, {"first": "D", "middle": [], "last": "Inaguma", "suffix": ""}, {"first": "K", "middle": [], "last": "Ono", "suffix": ""}, {"first": "S", "middle": [], "last": "Shimada", "suffix": ""}, {"first": "J", "middle": [], "last": "Kawada", "suffix": ""}], "year": 2006, "venue": "Eur J Pediatr", "volume": "165", "issn": "", "pages": "280--281", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Use of intravenous immunoglobulin in a disseminated varicella infection in an immunocompromised child", "authors": [{"first": "J", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Kwon", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Bae", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Han", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Lee", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Chung", "suffix": ""}], "year": 2014, "venue": "Korean J Pediatr", "volume": "57", "issn": "", "pages": "370--373", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Concomitant use of acyclovir and intravenous immunoglobulin rescues an immunocompromised child with disseminated varicella caused multiple organ failure", "authors": [{"first": "Y", "middle": ["C"], "last": "Lu", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Fan", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Wang", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Cheng", "suffix": ""}], "year": 2011, "venue": "J Pediatr Hematol Oncol", "volume": "33", "issn": "", "pages": "350--351", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Disseminated varicella with multiorgan failure in an immunocompetent adult", "authors": [{"first": "A", "middle": [], "last": "Beby-Defaux", "suffix": ""}, {"first": "S", "middle": [], "last": "Brabant", "suffix": ""}, {"first": "D", "middle": [], "last": "Chatellier", "suffix": ""}, {"first": "A", "middle": [], "last": "Bourgoin", "suffix": ""}, {"first": "R", "middle": [], "last": "Robert", "suffix": ""}, {"first": "T", "middle": [], "last": "Ruckes", "suffix": ""}], "year": 2009, "venue": "J Med Virol", "volume": "81", "issn": "", "pages": "747--756", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Fulminant multiorgan failure due to varicella zoster virus and HHV6 in an immunocompetent adult patient, and anhepatia", "authors": [{"first": "U", "middle": [], "last": "Maggi", "suffix": ""}, {"first": "R", "middle": [], "last": "Russo", "suffix": ""}, {"first": "G", "middle": [], "last": "Conte", "suffix": ""}, {"first": "D", "middle": [], "last": "Chiumello", "suffix": ""}, {"first": "G", "middle": [], "last": "Lunghi", "suffix": ""}, {"first": "M", "middle": [], "last": "Maggioni", "suffix": ""}], "year": 2011, "venue": "Transplant Proc", "volume": "43", "issn": "", "pages": "1184--1190", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Fulminant hepatitis and death associated with disseminated varicella in an immunocompromised adult from the Czech Republic caused by a wild-type clade 4 varicella-zoster virus strain", "authors": [{"first": "S", "middle": [], "last": "Plisek", "suffix": ""}, {"first": "L", "middle": [], "last": "Pliskova", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Bostik", "suffix": ""}], "year": 2011, "venue": "J Clin Virol", "volume": "50", "issn": "", "pages": "72--77", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Varicella-zoster virus-associated fulminant hepatitis following allogeneic hematopoietic stem cell transplantation for multiple myeloma", "authors": [{"first": "H", "middle": [], "last": "Saitoh", "suffix": ""}, {"first": "N", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "H", "middle": [], "last": "Nanjo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawabata", "suffix": ""}, {"first": "M", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Sawada", "suffix": ""}], "year": 2013, "venue": "Intern Med", "volume": "15", "issn": "", "pages": "1727--1757", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Varicella-zoster virus infections in immunocompromised patients -a single centre 6-years analysis", "authors": [{"first": "V", "middle": [], "last": "Wiegering", "suffix": ""}, {"first": "J", "middle": [], "last": "Schick", "suffix": ""}, {"first": "M", "middle": [], "last": "Beer", "suffix": ""}, {"first": "B", "middle": [], "last": "Weissbrich", "suffix": ""}, {"first": "S", "middle": [], "last": "Gattenlöhner", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Girschick", "suffix": ""}], "year": 2011, "venue": "BMC Pediatr", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Chickenpox-associated fulminant hepatitis that led to liver transplantation in a 63-year-old woman", "authors": [{"first": "A", "middle": ["M"], "last": "Roque-Afonso", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Bralet", "suffix": ""}, {"first": "P", "middle": [], "last": "Ichai", "suffix": ""}, {"first": "D", "middle": [], "last": "Desbois", "suffix": ""}, {"first": "P", "middle": [], "last": "Vaghefi", "suffix": ""}, {"first": "D", "middle": [], "last": "Castaing", "suffix": ""}], "year": 2008, "venue": "Liver Transpl", "volume": "14", "issn": "", "pages": "1309--1321", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Breakthrough varicella in a cancer patient with persistent varicella antibody after varicella vaccination", "authors": [{"first": "M", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "N", "middle": [], "last": "Kamberos", "suffix": ""}, {"first": "C", "middle": [], "last": "Grose", "suffix": ""}], "year": 2013, "venue": "J Pediatr", "volume": "163", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Herpes zoster and meningitis due to reactivation of varicella vaccine virus in an immunocompetent child", "authors": [{"first": "J", "middle": ["Y"], "last": "Han", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Hanson", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Way", "suffix": ""}], "year": 2011, "venue": "Pediatr Infect Dis J", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Herpes zoster and meningitis resulting from reactivation of varicella vaccine virus in an immunocompetent child", "authors": [{"first": "S", "middle": [], "last": "Iyer", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Mittal", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Hodinka", "suffix": ""}], "year": 2009, "venue": "Ann Emerg Med", "volume": "53", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Herpes zoster with skin lesions and meningitis caused by 2 different genotypes of the Oka varicella-zoster virus vaccine", "authors": [{"first": "M", "middle": ["J"], "last": "Levin", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Debiasi", "suffix": ""}, {"first": "V", "middle": [], "last": "Botstik", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Schmid", "suffix": ""}], "year": 2008, "venue": "J Infect Dis", "volume": "198", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Retrospective analysis of varicella zoster virus (VZV) copy DNA numbers in plasma of immunocompetent patients with herpes zoster, of immunocompromised patients with disseminated VZV disease, and of asymptomatic solid organ transplant recipients", "authors": [{"first": "A", "middle": [], "last": "Kronenberg", "suffix": ""}, {"first": "W", "middle": [], "last": "Bossart", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wuthrich", "suffix": ""}, {"first": "C", "middle": [], "last": "Cao", "suffix": ""}, {"first": "S", "middle": [], "last": "Lautenschlager", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Wiegand", "suffix": ""}], "year": 2005, "venue": "Transpl Infect Dis", "volume": "7", "issn": "", "pages": "116--137", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Monitoring of EBV-DNAemia by quantitative real-time PCR after adult liver transplantation", "authors": [{"first": "R", "middle": [], "last": "Loginov", "suffix": ""}, {"first": "S", "middle": [], "last": "Aalto", "suffix": ""}, {"first": "H", "middle": [], "last": "Piiparinen", "suffix": ""}, {"first": "L", "middle": [], "last": "Halme", "suffix": ""}, {"first": "J", "middle": [], "last": "Arola", "suffix": ""}, {"first": "K", "middle": [], "last": "Hedman", "suffix": ""}], "year": 2006, "venue": "J Clin Virol", "volume": "37", "issn": "", "pages": "104--112", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Epstein-Barr virus infection after pediatric living-related liver transplantationmanagement and risk factors", "authors": [{"first": "T", "middle": [], "last": "Shigeta", "suffix": ""}, {"first": "K", "middle": [], "last": "Imadome", "suffix": ""}, {"first": "S", "middle": [], "last": "Sakamoto", "suffix": ""}, {"first": "A", "middle": [], "last": "Fukuda", "suffix": ""}, {"first": "T", "middle": [], "last": "Kakiuchi", "suffix": ""}, {"first": "N", "middle": [], "last": "Matsuno", "suffix": ""}], "year": 2010, "venue": "Transplant Proc", "volume": "42", "issn": "", "pages": "4178--80", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "VZV-IgG values at LDLT in 36 patients received LDLTs at 10-20 years old in our institute. The values are shown as ln VZV-IgG titers. Three patients, including the patient in the present case, exhibited relatively low antibody titers. There existed one patient who didn't have VZV-IgG and not be shown in the figure", "latex": null, "type": "figure"}, "TABREF0": {"text": "Laboratory data from admission reveals severe hepatic damaged and disseminated intravascular coagulation", "latex": null, "type": "table"}, "TABREF1": {"text": "VZV infection is a frequent complication of solid organ transplantation, although most cases are mild and can be treated in the outpatient clinic with oral acyclovir.", "latex": null, "type": "table"}, "TABREF2": {"text": "Recently reported cases of varicella-zoster infection that ledto multiple organfailure", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 2 [12 - 23]. Immunocompromised patients, including solid organ or bone marrow transplant recipients, have the potential to experience a disseminated VZV infection", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Author </td><td>Age Sex </td><td>Patient background </td><td>Recently reported cases of varicella-zoster infection that ledto multiple organfailure\nTypes of organ symptoms </td><td>Main Treatment </td><td>Prognosis\n</td></tr><tr><td>Solid organ transplantation associated\n</td><td>Alvite-Canos [12] </td><td>43 M </td><td>Heart transplanatation </td><td>Hepatitis, Encephalopathy </td><td>IVIG, Acyclovir Liver\n</td><td>Alive\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Transplantation,\n</td><td> </td></tr><tr><td> </td><td>verleden [13] </td><td>30 M </td><td>Lung transplantation </td><td>(hepatic, polmunary, renal insufficiency\n</td><td>Acyclovir </td><td>Dead\n</td></tr><tr><td> </td><td>Our patient </td><td>13 F </td><td>LDLT </td><td>Hepatitis, DIC, Pneumonia Encephalopathy pulmonary </td><td>Acyclovir, IVIG withdrew the immunosuppressants\n</td><td>Alive\n</td></tr><tr><td> </td><td>Spring field C [4] </td><td>25 M </td><td>Crohn disease </td><td> </td><td>Acyclovir </td><td>Dead\n</td></tr><tr><td> </td><td>Hagiya [14] </td><td>75 F </td><td>Acute pancreatitis </td><td>Pneumonia, Hepatitis </td><td>Acyclovir, topical vidarabine </td><td>Dead\n</td></tr><tr><td> </td><td>Hirose [15] </td><td>13 F </td><td>SLE ALL </td><td>Hepatitis. DIC. cardiac muscle,\n</td><td>Acyclovir, IVIG, Plasma\n</td><td>Dead\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Pneumonia. Encephalopathy\n</td><td>exclian2e\n</td><td> </td></tr><tr><td> </td><td>Kim [16] </td><td>8 M </td><td>ALL </td><td>ARDS, Hepatitis DIC, encephilopathy hepatitis, DIC, Myocarditis </td><td>Acyclovir, IVIG </td><td>Alive\n</td></tr><tr><td> </td><td>Lu [17] </td><td>14 M </td><td>ALL </td><td> </td><td>Acyclovir, WIG hepatectomy </td><td>Alive\n</td></tr><tr><td>Non-Solid organ transplantation associated\n</td><td>Maggi [18] </td><td>49 M </td><td>Healthy </td><td>Hepatitis </td><td> </td><td>Dead\n</td></tr><tr><td>Babv-Defaux [19] </td><td>28 M </td><td>Healthy </td><td>Hepatitis. Pneumonia, Rhabdomyolysis\n</td><td>Acyclovir </td><td>Alive\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>DIC Encephalopathy\n</td><td> </td><td> </td></tr><tr><td> </td><td>Plesek [20] </td><td>26 F </td><td>spinal demyelination syndrome\n</td><td>Hepatitis, DIC </td><td>Acyclovir </td><td>Dead\n</td></tr><tr><td> </td><td>Saitoh [21] </td><td>47 M </td><td>Multiple myeloma </td><td>Hepatitis, DIC, encephalopathy </td><td>Transfusion </td><td>Dead\n</td></tr><tr><td> </td><td>Wiegering [22] </td><td>4 M </td><td>Healthy </td><td>Puhnonary, Hepatitis, DIC </td><td>Acyclovir </td><td>Dead\n</td></tr><tr><td> </td><td>Roque-Afons [23] </td><td>63 F </td><td>Asthma and sinusitis </td><td>Fuluminant hepatic failure, DIC </td><td>Acyclovir, IVIG Liver transplantation,\n</td><td>Alive\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors have no competing to disclose, as described by the Virology Journal guidelines.Authors' contributions NY drafted the manuscript. YS, NO, TW, YI, TU, and KM researched the literature, coordinated the management of the case, discussed the scientific issues regarding the patient's management, and helped to draft the manuscript. All authors read and approved the final manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}