{
    "paper_id": "14c50b8ad239f2077965314a9b87c16cb64bfa8b",
    "metadata": {
        "title": "A Reversible Model of Acute Lung Injury Based on Ozone Exposure",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "J P"
                ],
                "last": "Bassett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Bowen-Kellyfl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "L"
                ],
                "last": "Brewster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "L"
                ],
                "last": "Elbon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "S"
                ],
                "last": "Reichenbaugh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "T"
                ],
                "last": "Bunton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "S"
                ],
                "last": "Kerr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this study inflammatory responses were determined in rat lungs 0, I, 3, and 8 days following single 2-and 4-hr exposures to 1.8 ppm ozone. Analysis of lavage fluid immediately following exposure demonstrated enhanced lactate dehydrogenase activity and decreased numbers of lavageable macrophages but no alterations in albumin content. Similar analyses at one day postexposure demonstrated 282% and 456% increases in albumin content and enhanced numbers of lavageable neutrophils from a control value of 0.01 + 0.01 to 0.27 + 0.10 and 0.78 -+ 0.11 million cells per lung for 2-hr and 4-hr exposures, respectively. The observed increased levels of albumin were also present at 3 days, at which time the number of lavageable neutrophils was not significantly different than control. At both one and 3 days postexposure, lavageable lymphocytes were significantly increased 10-fold from a control value of 0.03 -+ 0.01 million cells per lung. However, the number of lavageable macrophages was unaltered on day 1, but enhanced on day 3, giving values of 0.67 + 0.05 (control), 2.25 + 0.46 (2 hr), and 2.70 +-1.05 (4 hr) million cells per lung. By 8 days both inflammatory cell numbers and albumin levels had returned to control values. Since these data demonstrated different time courses for each inflammatory cell type, this reversible model of acute lung injury should be useful for establishing possible involvement of these cells in processes of lung injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Studies of the early cellular events following acute oxidant exposures of the lung are important for understanding the mechanisms leading to irreversible lung injury. Investigators have employed several different approaches to study the nature of this type of injury. Substrates and enzymes have been instilled into the airways to generate reactive oxygen species and peroxidative products of H202 [ 15, 28] . Treatment of lungs with the tumor promoter phorbo[ myristate acetate has been used to cause edema, the infiltration of inflammatory cells [18] , and the development of irreversible interstitial fibrotic lesions [16] . Cytotoxic agents such as paraquat [2, 9] , bleomycin Ill, 32], ozone [1, 6, 8, 12, 14, 22, 31] , and oxygen [17] also lead to similar changes in the lung. Although these model systems have used high levels of the injurious agent in order to establish initial biochemical interactions and models of fibrogenesis, the early events have not been so well defined. The purpose of the present investigation was therefore to develop a model of acute lung injury based on exposure of rats to ozone that more clearly demonstrate some of the early events and cell types involved.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 403,
                    "text": "[ 15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "28]",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 666,
                    "end": 668,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 703,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 704,
                    "end": 706,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "31]",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The effects of acute ozone exposure on lung tissue are well established [I, 6, 8, 12, 14, 22, 24, 31] and include damage to bronchiolar and alveolar epithelia, edema formation, and the infiltration of inflammatory cells. Although inflammatory cell infiltration has been examined in detail during the first 24 hr after 3-hr exposure of rabbits to 5 ppm ozone [6] , few studies have determined the subsequent time course of events. The present study using rats acutely exposed to ozone therefore examined lung inflammatory cell accumulation immediately following exposure and 1, 3, and 8 days postexposure in order to establish whether resolution of the initial ozone-induced lesions could be demonstrated. Changes in lung inflammatory cell content were correlated with early indicators of tissue injury and with alterations of lung morphology. Rats were exposed for either 2 or 4 hr to 1.8 ppm ozone in order to investigate how the length of exposure might influence the degree of lung damage. The resulting lung inflammatory process was examined by light and electron microscopy and by analysis of bronchoalveolar lavage fluid for macrophages, lymphocytes, and polymorphonuclear leukocytes (neutrophils). Cellular damage was indicated by changes in lavage fluid lactate dehydrogenase activity [27] . Alterations in vascular permeability were similarly assessed by measurements of lavage fluid albumin [1, 10] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 79,
                    "end": 81,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 82,
                    "end": 85,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 86,
                    "end": 89,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "31]",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1401,
                    "end": 1404,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The resulting model of lung oxidant injury was found to be reversible, demonstrating different time courses for the appearance of each inflammatory cell type. These changes could be correlated with biochemical markers of tissue injury and observed alterations in lung pathology. Such a model should be useful in future investigations to establish possible points of reversibility and the role each cell type might have in the pathogenesis of lung oxidant injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Male Wistar virus-free rats (Harlan-Sprague Dawley, Indianapolis, IN) weighing 200-250 g were kept in high efficiency particulate-filtered (HEPA) air on a normal diet (RMH-1000, Agway, Syracuse, NY) for 5 to 10 days before exposure. Blood serum samples were taken routinely from at least 2 rats at the end of each experiment to ensure that the animals had been maintained free from Sendai virus, Kilham rat virus, rodent corona viruses, any mycoplasmal infections (Microbiological Associates, Rockville, MD). Rats were exposed to either air or ozone in separate 700-1 laminarflow inhalation chambers (Baker, Sanford, ME) that were equipped with a charcoal-and HEPAfiltered air supply. The animals remained in the chambers in separate stainless steel wire cages with free access to food and water for up to 8 days postexposure. The air flow to the chambers was adjusted to give at least 20 changes per hour, a relative humidity of 50-65%, and a temperature of 20-25°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "Ozone was introduced into the chamber at a rate of 2 l/min from an ultraviolet light generator (Orec Corp., Phoenix, AR). Chamber concentrations were continually measured by an ozone monitor (Model 1008 AH, Dasibi Inc., Glendale, CA) and strip-chart recorder. The ozone meter was routinely calibrated against a known ozone source (Model 1003 PC, Dasibi Inc.). Following an initial chamber equilibrium time of 20 min, rats were exposed to either air or ozone for either 2 or 4 hr. During each exposure, ozone concentrations were monitored at different positions within the chamber and found not to vary by more than 0.1 ppm, giving a mean value of 1.77 --+ 0.03 ppm (± SEM) for 8 separate experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ozone Generation and Analysis"
        },
        {
            "text": "A group of 48 animals was used to measure the effects of ozone exposure on lavage fluid albumin and lactate dehydrogenase.activity. The tracheas of anesthetized rats (sodium pentobarbital, 50 mg/kg body wt., i.p.) were first cannulated, and the chest cavity opened followed by exsanguination via abdominal arteries. The lungs were then gently lavaged in situ with a single 7.5-ml volume of warm (37°C) phosphate-buffered saline (PBS). The voIume of lavage fluid recovered was recorded but was found not to be affected by ozone exposure, giving a mean recovery volume of 6.5 ± 0.4 ml (± SEM, n = 48). Cells and debris were separated by centrifugation and the resulting supernatant used for analysis of lavage fluid lactate dehydrogenase activity and albumin content. Lactate dehydrogenase activity was determined immediately by standard methods based on the decrease of NADH absorbance measured at 340 nm in the presence of excess pyruvate [4] . Results were reported as units of activity equivalent to ~mol NADH utilized per min. Albumin content was determined on lyophylized supernatant samples using a standard assay procedure based on the color reaction of albumin with bromcresol green (sigma Chemical Co., St. Louis, MO) that is read at 630 nm and compared with a standard curve based on known amounts of bovine serum albumin [261.",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 942,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Lung Lavage for Biochemical Determinations"
        },
        {
            "text": "Experiments were conducted to investigate infiltration of inflammatory ceils into ozone-exposed lungs. Lungs isolated from anesthetized rats were cleared of blood by perfusion with Krebs-Ringer bicarbonate buffer (pH 7.4) via the pulmonary artery at 12 ml per min. while being ventilated (Model 680, Harvard Apparatus, S. Natick, MA) at 60 breaths per rain with a tidal volume of 2 ml and an end-expiratory pressure of 1-2 cm H20 as previously described [3] . Lavages were then carried out by serial washings of the lungs with 5-10 ml PBS containing 3 mM EDTA using a total volume of 50 ml. The resulting lavage fluid was centrifuged and the cells resuspended in 3 ml of PBS before differential staining and counting by standard procedures (Diff-Quik ®, American Scientific Products, McGraw Park, IL) [33] . Results were represented as total lavageabte cells per lung.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Lung Lavage for Analysis of Cell Populations"
        },
        {
            "text": "Lungs for pathological evaluation were fixed by perfusion via the pulmonary artery with 1% glutaraldehyde-l% formaldehyde in 0.1 M cacodylate buffer (pH 7.6) as previously described [3] . Perfusion was maintained for at least 15 min at 12 ml/per rain with the lung volume set at functional residual capacity. Tissue samples were prepared from lungs isolated from at least 2 animals at each time point postexposure. Transverse sections were taken from both lungs just distal to the carina. For light microscopy, tissues were routinely embedded in paraffin, sectioned at 6 p.m, and stained with hematoxylin and eosin. For electron microscopy, several blocks of tissue (8.0 x 5.0 x 1.0 mm) were taken from the same areas described above, postfixed in 1.0% osmium tetroxide, dehydrated in a graded series of alcohols, and embedded in Araldite 502. After 1 ~m sectioning, areas that included the centriacinar regions of the lung were selected for thin-sectioning by a Sorval MT2 ultramicrotome, placed on copper grids, and examined with a JEOL 100S electron microscope.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Pathological Evaluations"
        },
        {
            "text": "Changes in total cell number and collagen were indicated in perfused but not lavaged rat lungs by using standard methods for measuring DNA [5, 21] and hydroxyproline [30], respectively.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathological Evaluations"
        },
        {
            "text": "Data were analysed by two-way analysis of the variances and compared by Neuman-K.euls' multiple range test using a level of significance ofp < 0.05 [7] . Logarithmic transformations were carried out on the data in those cases where variances were found not to be homogenous I~y Hartley's test [7] .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "No significant differences in the initial body weights were observed between each experimental group of animals, giving a mean body weight of 245 g (n = I00) at the onset of the air and ozone exposures. Body weight gains following exposures to either air (control) or 1.8 ppm ozone for 2 and 4 hr are shown in Table 1 . The mean air-exposed control rat weight was increased from 247 + 5 g to 251 + 4 g (SEM, n = 11) during the first 24 hr in the exposure chambers. Body weights then increased by an average of 7 g per day to give a final mean body weight on day 8 postexposure of 298 -5 g (SEM, n = 10) ( Table 1) . Ozone-exposed rats losts weight during the first day following exposure in amounts that were proportional to the duration of the ozone exposures. At 3 days postexposure, ozone-exposed rats still demonstrated depressed gains in body weight. By 8 days postexposure, body weight gains were approaching air- Results represent the mean -SEM body weight gains for 10 to 12 rats measured under each condition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 317,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 613,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Body Weights"
        },
        {
            "text": "Significantly different than corresponding control values by two-way analysis of variance followed by Neuman-Keuls' multiple-range test with p < 0.05. exposed control values. Although food and water intakes could not be readily determined in these experiments, the observed loss of weight during the first 24 hr following ozone exposure might best be explained by dehydration resulting from decreased water intake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body Weights"
        },
        {
            "text": "Since lungs isolated from rats exposed to ozone for 2 hr demonstrated little histological alteration, only the effects of 4-hr ozone exposure on lung pathology are described. Although the most severe lesions were located in the anterior lobes, multifocal areas of atelectasis and consolidation were observed throughout the lung. The observed lesions were restricted to proximal alveolar regions. Immediately following exposure, bronchiolar and alveolar lumina were found to be free of exudation and edema. There was, however, an infiltration of neutrophils located intravascularly and perivascularly within bronchiolar walls and subjacent to the bronchiolar epithelium beneath the basal lamina (Fig. I) . Neutrophils were also seen in proximal alveolar septal capillaries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 702,
                    "text": "(Fig. I)",
                    "ref_id": null
                }
            ],
            "section": "Effects of Ozone Exposure on Lung Pathology"
        },
        {
            "text": "Lesions observed on day 1 postexposure were characterized by necrosis and attenuation of the bronchiolar epithelium with intraluminal cellular debris. Bronchiolar walls were thickened due to predominantly neutrophilic and small mononuclear cell infiltration ( Fig. 2A ). Large cells with vacuolated cytoplasm were increased in alveolar lumina. Edema was evident in proximal alveoli and some fibrin deposition was also observed ( Fig. 2A and 2B) . Macrophage numbers were not significantly elevated at this time point. Additional changes in lung ultrastructure included neutrophils between bronchiolar epithelium and alveolar lumina. Lymphocytes were also found in the interstitium and within bronchiolar and alveolar lumina.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 267,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 429,
                    "end": 444,
                    "text": "Fig. 2A and 2B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Effects of Ozone Exposure on Lung Pathology"
        },
        {
            "text": "At 3 days postexposure, the terminal bronchiolar wall was markedly thickened and in some places consolidated with adjacent alveoli (Fig. 3A) , resulting from increased numbers of mononuclear cells and what was interpreted as alveolar type II cells undergoing proliferation (Fig. 3B) . Although the numbers Fig. 1 . Electron micrograph of a representative area of lung tissue immediately following a 4-hr exposure to 1.8 ppm ozone, illustrating the bronchiolar epithelium (top), and neutrophils (arrows) within interstitial and alveolar spaces (original magnification x 3,500). of neutrophils were markedly reduced from the number observed on day 1 postexposure, they were only observed in alveolar lumina and septal capillaries. The proximal alveolar regions of exposed lungs were characterized by increased numbers of cells and debris-ladened, foamy-appearing macrophages ( Fig. 3A and 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 273,
                    "end": 282,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 306,
                    "end": 312,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 889,
                    "text": "Fig. 3A and 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effects of Ozone Exposure on Lung Pathology"
        },
        {
            "text": "At 8 days postexposure, the lesions were mainly resolved, and histologically the lungs appeared similar to controls. There was some residual cellular debris over the bronchiolar epithelium, areas of epithelial remodeling, a few lymphocytes in capillaries, and occasional clusters of type II cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Ozone Exposure on Lung Pathology"
        },
        {
            "text": "Although measurements of tissue dry weights and DNA were made on additional lungs prepared from similarly exposed rats, changes were found not to be significantly different than control values of 227 ± 10 mg and 8.8 -1.0 mg per lung (± SEM, n = 9), respectively. In order to determine whether irreversible fibrotic lesions could have developed in these ozone-exposed lungs, an additional set of control and 4-hr ozone-exposed rats were examined for possible changes in lung hydroxyproline content at 14 days postexposure. No significant differences from a control value of 3.02 + 0.13 mg of hydroxyproline per lung (± SEM, n = 3) could be detected, suggesting that 4-hr exposure to !.8 ppm ozone did not result in any alteration of lung collagen content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Ozone Exposure on Lung Pathology"
        },
        {
            "text": "Lung damage due to ozone exposure was indicated by changes in lavage fluid lactate dehydrogenase and albumin concentrations, indicating cellular damage b 25p._m and increased vascular permeability, respectively. Lavage fluid lactate dehydrogenase and albumin concentrations measured in lungs from air-exposed control animals on days 0, 1, 3, and 8 postexposure were found not to be significantly different (Tables 2 and 3 ). Lactate dehydrogenase levels were found to be significantly increased by 60% in lavage fluids recovered from lungs isolated immediately following both 2-hr and 4-hr exposures to ozone (Table 2) , demonstrating ozone-induced cellular damage. In contrast, measurements of lavage fluid albumin concentrations were not significantly altered from control values immediately following the ozone exposures (Table 3) . Comparisons be- Results represent as mU of lactate dehydrogenase per ml recovered in lavage fluid the mean values ± SEM for 4 rats exposed under each condition. \"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 421,
                    "text": "(Tables 2 and 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 609,
                    "end": 618,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 824,
                    "end": 833,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Biochemical Analysis of Lung Lavage Fluid"
        },
        {
            "text": "Significantly different than unexposed control values by twoway analysis of variance and Neuman-Keuls' multiple-range test following a logarithmic transformation with p < 0.05. Results represent as/xg per ml of albumin recovered in lavage fluid the mean values -SEM for 4 rats exposed under each condition. a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical Analysis of Lung Lavage Fluid"
        },
        {
            "text": "Significantly different than unexposed control values by twoway analysis of variance and Neuman-Keuls' multiple-range test following a logarithmic transformation with p < 0.05. tween control and ozone-exposed lungs 1 day following exposure demonstrated that lavage fluid lactate dehydrogenase activity was only significantly elevated in lungs isolated from rats originally exposed for 4 hr to ozone ( Table 2) . No significant differences in lavage fluid lactate dehydrogenase activities between control and ozone-exposed were observed on 3 and 8 days postexposure. Thesedata suggest that the cell damage resulting from ozone exposure was transient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 409,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "363"
        },
        {
            "text": "At 1 day postexposure, increasing the time of ozone exposure resulted in parallel increases in lavage fluid albumin concentration, giving values that were 182% and 566% higher than air-exposed control lungs for 2-hr and 4-hr exposures, respectively (Table 3) . Albumin levels were similarly enhanced on day 3 postexposure, but had returned to control values by day 8 (Table 3 ). These data suggest that the increased lung vascular permeability observed 1 day postexpo-sure persisted for at least 3 days, but returned to normal by 8 days postexposure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 258,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 367,
                    "end": 375,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "363"
        },
        {
            "text": "The total number of inflammatory cells recovered by lavage immediately following 2 and 4 hr of ozone exposure was decreased from a mean control value of 1.51 -+ 0.13 to 0.87 -+ 0.10 and 1.07 -+ 0.2 million cells (-+ SEM, n = 4), respectively. Although statistical analysis demonstrated that only the total numbers of cells recovered from the 2-hr exposed lungs were significantly different than control values, these changes in cell number were accounted for by significant decreases in the numbers of lavaged macrophages from a control value of 1.44 + 0.14 to 0.82 -+ 0.09 and 0.94 -+ 0.15 million cells per lung for 2-hr and 4-hr exposed lungs, respectively (p < 0.05). The numbers of recovered lymphocytes and neutrophils were not significantly altered from control levels of 0.07 -+ 0.01 and 0.01 -+ 0.00 million cells, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Analysis of Lavage Fluid"
        },
        {
            "text": "In a separate series of 4 experiments, rats were exposed under identical exposure conditions for evaluation of lung inflammatory cell changes on days 1, 3, and 8 postexposure (Fig. 4) . It should be noted that in these experiments the total number of cells recovered from air-exposed control lungs was consistently lower than that obtained in the previous experiment, reflecting possible differences between groups of animals. The observed increases in the total number of lavageable cells recovered in lungs 1 day after ozone exposure ( Fig. 4A ) was mainly accounted for by the appearance of neutrophils representing 26 and 40% of total cells from 2-and 4-hr ozone-exposed lungs, respectively (Fig. 4B) . The number of recovered lymphocytes had also significantly risen in both ozoneexposed groups, giving values that were 10-fold higher than a mean control value of 0.02 --4-0.01 million cells per lung (-+ SEM, n = 4). However, the number of recoverable macrophages was not significantly altered at this time point (p > 0.05) (Fig. 4B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 183,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 538,
                    "end": 545,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1030,
                    "end": 1039,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cell Analysis of Lavage Fluid"
        },
        {
            "text": "The observed increases of 261% for 2-hr and 398% for 4-hr ozone-exposed lungs in the total number of lavageable cells recovered on day 3 postexposure (Fig. 4A) were associated with an increased number of macrophages (Fig. 4C) . The numbers of macrophages recovered from 2-hr and 4-hr exposed lungs at this time point were 2.25 + 0.46 and 2.70 + 1.05 million cells per lung, respectively, that were not significantly different from each other. The number of lavageable lymphocytes remained elevated, but the observed numbers of neutrophils were found not to be significantly different than control values (Fig.  4C) . At 8 days postexposure the number of lavageable cells had returned to control values with no significant differences observed in the differential cell counts (Fig. 4D) , suggesting that the lungs were returning to normal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 216,
                    "end": 225,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 604,
                    "end": 614,
                    "text": "(Fig.  4C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 775,
                    "end": 784,
                    "text": "(Fig. 4D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cell Analysis of Lavage Fluid"
        },
        {
            "text": "The ozone exposures used in this study produced a reversible model of lung oxidant injury. The concentration of 1.8 ppm ozone was high enough to cause sufficient damage to the lung so that measurable changes in vascular permeability and inflammatory cell infiltration could be detected. The durations of ozone exposure were also short enough to demonstrate that the oxidant injury was reversible. This model provides a system in which the time courses of the different inflammatory cell infiltration and disappearance from the lung can be clearly defined. Unlike other models of acute lung damage used to determine the role of inflammatory cells in adult respiratory distress syndrome [15, 17, 18, 25, 28] and in the development of interstitial fibrosis [2, 9, 11, 12, 16, 32] , the present system was found to be reversible by 8 days postexposure. This reversibility of injury was indicated by a return to the control number of lavageable inflamma-tory cells and a return to a normal lung structure with no significant accumulation of collagen. This study therefore provides the basis for a sensitive method of examining the mechanisms by which an oxidant-injured lung might get better or worse. Such experiments are not so easily conducted in models that use either large changes in vascular permeability or the development of interstitial fibrosis as experimental end-points. Since this study also demonstrates a way to obtain either a neutrophil or a macrophage-rich lung, it should be possible to separately investigate interactions between these inflammatory cells and alveolar epithelium and components of the extracellular matrix that might occur during the early stages of lung oxidant injury.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 689,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "28]",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 758,
                    "end": 760,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The data demonstrated that neutrophils rapidly entered the lung during the first day following ozone exposure and were declining in number by clay 3 and completely absent by day 8 postexposure. On the other hand, the number of macrophages was not increased until after the first day postexposure and was returning to normal by day 8 postexposure. An increased number of lymphocytes was also observed on the first day postexposure. These cells were still present on day 3 but had left the lung by day 8. The changes in the total numbers of lavageable inflammatory cells and the observed increases in vascular permeability measured by albumin content of lavage fluids could be correlated with pathological observations of hypercellularity and edema formation in alveoli at the different times following ozone exposure. Electron microscopy demonstrated the location and ultrastructural alterations of the infiltrating inflammatory cells and the presence of proliferating alveolar type II cells previously associated with the repair of ozone-damaged alveolar epithelium [8] .",
            "cite_spans": [
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lavage fluid lactate dehydrogenase activity, which was used as an indicator of lung cell damage [27] , was found to be increased immediately following exposure to ozone. Since no significant increases in lavageable inflammatory cells or in vascular permeability were demonstrated at this time point, the source of enzyme activity was most likely from lung cells damaged by the interaction of ozone with cell membrane lipids [20, 24] and enzyme proteins [19] . Since the numbers of macrophages recovered by lavage were found to be significantly decreased immediately following both 2-and 4-hr ozone exposures, the increased lavage fluid lactate dehydrogenase might also have resulted from ozone-induced damage of the resident macrophage population. The observed decrease in recoverable macrophages and the subsequent increase in lavageable neutrophils 1 day postexposure was consistent with a previous study that reported decreased macrophages and increased heterophils immediately following exposure of rabbit lungs to 5 ppm ozone for 3 hr [6] . The present investigation with rats demonstrated that although neutrophils could readily be identified within the interstitium of lung terminal airways immediately following the ozone exposure, they could not be recovered by bronchoalveolar lavage at this time point.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The increase in lavage fluid lactate deydrogenase observed 1 day following a 4-hr exposure to ozone might be derived from the infiltrated neutrophils, from the blood as a result of increased vascular permeability, or as a result of continuing lung epithelial cell damage. Although lavage fluid recovery of radiolabeled albumin following intravenous injection has previously been shown to provide a suitable index of permeability changes [I, 10] , increases in lavage fluid protein have been found to be a more sensitive indicator of the consequences of rat ozone exposure [10] . In the present study, changes in vascular permeability were indicated 1 day following ozone exposure by enhancements oflavage fluid albumin. These data could be correlated with increases in the numbers of lavageable neutrophils and with the duration of the ozone exposures. Since neutrophils can potentially cause oxidative damage by their ability to generate reactive species of oxygen and to release proteolytic enzymes, they might have amplified the original ozone-induced damage during infiltration from the vasculature into the lavageable spaces of the lung [15, 25, 28, 29] .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 444,
                    "text": "[I, 10]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "28,",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, increased lavage fluid albumin levels remained elevated at 3 days post-ozone-exposure, at a time when the number of lavageable neutrophils was no longer significant but large numbers of macrophages had entered the lung alveoli. It is therefore possible that the increased number of macrophages, which have been shown to generate reactive oxygen species and to release proteinases [13, 23] , might also have been responsible for the observed persistance of lung damage. However, the number of macrophages lavaged from lungs 3 days after both 2-and 4-hr ozone exposures were similar and so did not correlate with the degree of damage indicated by lavage fluid albumin concentrations that were proportional to the length of ozone exposures ( Table 3 , Fig. 4C ). On the other hand, focal areas of consolidation could have prevented efficient lavage of the inflammatory cells at this time point and so result in an underestimation of macrophage content. It should be noted that the observed differences in damage observed between 2-hr and 4-hr ozone-exposed lungs at 3 days postexposure might also be explained by residual proteinases of degenerating neutrophils.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 758,
                    "end": 765,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 768,
                    "end": 775,
                    "text": "Fig. 4C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Alveolar protein accumulation--A sensitive indicator of low oxidant toxicity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Alpert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Arch Intern Med",
            "volume": "128",
            "issn": "",
            "pages": "69--73",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Autor (ed) Biochemical mechanisms of paraquat toxicity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Autor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "175--186",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Metabolic responses to carbon monoxide by isolated rat lungs",
            "authors": [
                {
                    "first": "Djp",
                    "middle": [],
                    "last": "Bassett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am J Physiol",
            "volume": "230",
            "issn": "",
            "pages": "658--663",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lactate dehydrogenase",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Bergmeyer",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods of enzymatic analysis",
            "volume": "3",
            "issn": "",
            "pages": "118--126",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A study of the conditions and mechanisms of the diphenylamine reaction for the colorimetric estimation of deoxyribonucleic acid",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Biochem J",
            "volume": "62",
            "issn": "",
            "pages": "315--323",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influence of ozone on pulmonary cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Holzman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolock",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Arch Environ Health",
            "volume": "16",
            "issn": "",
            "pages": "633--636",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Statistics for research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dowdy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wearden",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "173--200",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cell renewal in the lungs of rats exposed to low levels of ozone",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Exp Molec Pathol",
            "volume": "24",
            "issn": "",
            "pages": "70--83",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pulmonary effects of the herbicide paraquat studied 3 days after injection in rats",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J Appl Physiol",
            "volume": "35",
            "issn": "",
            "pages": "268--273",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparative sensitivity of measurements of lung damage made by bronchoalveolar lavage after short-term exposure of rats to ozone",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Guth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Last",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Toxicology",
            "volume": "40",
            "issn": "",
            "pages": "131--143",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Last JA (!98 t) Bleomycininduced pulmonary fibrosis: Correlation of biochemical, physiological, and histological changes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hesterberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Gerriets",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Reiser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Toxicol Appl Pharmacol",
            "volume": "60",
            "issn": "",
            "pages": "360--367",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ozone-induced acute pulmonary fibrosis in rats--Prevention of increased rates of collagen synthesis by methylprednisolone",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Hesterberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Last",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am Rev Respir Dis",
            "volume": "123",
            "issn": "",
            "pages": "47--52",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The pulmonary-alveolar macrophage",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Hocking",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Golde",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "New Eng J Med",
            "volume": "301",
            "issn": "",
            "pages": "639--645",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Alterations in the lung following the administration of ozone",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "R J",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laforce",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffin",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Arch Intern Med",
            "volume": "128",
            "issn": "",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "In vivo damage of rat lungs by oxygen metabolites",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Fantone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Clin Invest",
            "volume": "67",
            "issn": "",
            "pages": "983--993",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Acute and progressive lung injur3~ after contact with phorbol myristate acetate",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Am J Pathol",
            "volume": "107",
            "issn": "",
            "pages": "29--35",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Diffuse alveolar damage--The role of oxygen, shock, and related factors",
            "authors": [
                {
                    "first": "A-La",
                    "middle": [],
                    "last": "Katzenstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bloor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Leibow",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am J Pathol",
            "volume": "85",
            "issn": "",
            "pages": "210--228",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Acute lung inflammation in rats induced by phorbol myristate acetate (PMA)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "Ciuffetelli",
                    "middle": [
                        "A"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Mackin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Agents Actions",
            "volume": "21",
            "issn": "",
            "pages": "293--296",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Oxidation of biologically active reducing substances by ozone",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Menzel",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Arch Environ Health",
            "volume": "23",
            "issn": "",
            "pages": "149--153",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The role of free radicals in the toxicity of air pollutants (nitrogen oxides and ozone)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Menzel",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Free radicals in biology",
            "volume": "2",
            "issn": "",
            "pages": "181--202",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The determination of nucleic acids",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fleck",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Methods Biochem Anal",
            "volume": "14",
            "issn": "",
            "pages": "113--176",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Biochemical and metabolic changes in the lung with oxygen, ozone, and nitrogen dioxide toxicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Tierney",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Am Rev Respir Dis",
            "volume": "118",
            "issn": "",
            "pages": "1061--1091",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The macrophage as an effector cell",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Nathan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "New Engl J Med",
            "volume": "303",
            "issn": "",
            "pages": "622--626",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effect of 2 ppm ozone exposure on rat lung lipid fatty acids",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Rabinowitz",
                    "suffix": ""
                },
                {
                    "first": "Djp",
                    "middle": [],
                    "last": "Bassett",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Exper Lung Res",
            "volume": "14",
            "issn": "",
            "pages": "477--489",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Neutrophils, oxygen radicals, and the adult respiratory distress syndrome. In: Said SA (ed) The pulmonary circulation and acute lung injury, chap ti. Futura, Mount Kisco",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Repine",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "249--281",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Direct spectrophotometric determination of albumin in human serum",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Rodkey",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Clin Chem",
            "volume": "11",
            "issn": "",
            "pages": "478--487",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Effect of pneumotoxicants on lactate dehydrogenase activity in airways of rats",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Toxicol Appl Pharmacol",
            "volume": "57",
            "issn": "",
            "pages": "69--78",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Proteases and oxidants in experimental pulmonary inflammatory injury",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "U"
                    ],
                    "last": "Schraufstatter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Revak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Cochrane",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Clin Invest",
            "volume": "73",
            "issn": "",
            "pages": "1175--1184",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Granulocytes mediate acute edematous lung injury in rabbits and isolated rabbit lungs perfused with phorbol myristate acetate: role of oxygen radicals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Shasby",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Vanbenthuysen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Shasby",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcmurtry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Repine",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Am Rev Respir Dis",
            "volume": "125",
            "issn": "",
            "pages": "443--447",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Determination of hydroxyproline",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stegemann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stalder",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Clin Chem Acta",
            "volume": "18",
            "issn": "",
            "pages": "207--273",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Ozone toxicology",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stokinger",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Arch Environ Health",
            "volume": "10",
            "issn": "",
            "pages": "719--731",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A comparison of lymphocyte populations in lung tissue and in bronchoalveolar lavage fluid of rats at various times during the development of bleomycininduced pulmonary fibrosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Thrall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Barton",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Am Rev Respir Dis",
            "volume": "129",
            "issn": "",
            "pages": "279--283",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Pulmonary inflammatory responses during viral pneumonia and secondary bacterial infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wart",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Jakab",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Inflammation",
            "volume": "7",
            "issn": "",
            "pages": "93--104",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Accepted for publication",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Representative area of lung tissue isolated from a rat 1 day following a 4-hr exposureto 1.8 ppm ozone, demonstrating in (A) (original magnification x 420) edema fluid accumulation and hypercellularity of the terminal airway and in the electron micrograph of the proximal alveolar region of the lung (B) (original magnification × 3,500) attenuation of the epithelium with fibrin and debris accumulation in the lumina (arrow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Representative area of lung tissue isolated from a rat 3 day following a 4-hr exposure to 1.8 ppm ozone, demonstrating in the terminal airway (A) (original magnification × 420) hypercellularity of alveolar septa with macrophages within the lumina and in the electron micrograph (B) (original magnification x 3,500) a proliferating epithelium and foamy macrophages (arrows).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Thetotalnumberofcellsrecoveredbybronchoalveolarlavageoflungsisolatedfromrats I, 3, and 8 days following 2-and 4-hr exposures to 1.8 ppm ozone (A). The numbers of macrophages, lymphocytes, and neutrophils recovered by lavage on day 1 (B), day 3 (C), and day 8 (D) postexposure. Results represent for each condition the means -+-+ SEM for 5 animals examined on days I and 3 postexposure, and 4 animals on day 8 postexposure. *Significantly different on comparison with air-exposed control animals (p < 0.05).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Body weight gains following ozone exposure",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Lavage fluid lactate dehydrogenase activity",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Lavage fluid albumin content",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. The authors would like to thank Dr. Philip Sannes for useful discussions and Rita Owens-Bess for help in preparation of the manuscript. These studies were supported by National Institutes of Health grants HL-34674, ES-03505, and ES-03819. Parts of this study have previously been presented at the annual meetings of the American Thoracic Society, Kansas City, 1986 (Am Rev Respir Dis 133:A85) and of the American College of Veterinary Pathologists, New Orleans, 1986.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}