{"paper_id": "14f060951ec0b0495d4d2669b1f85dcf311a91c3", "metadata": {"title": "The venomous cocktail of the vampire snail Colubraria reticulata (Mollusca, Gastropoda)", "authors": [{"first": "Maria", "middle": ["Vittoria"], "last": "Modica", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fabrizio", "middle": [], "last": "Lombardo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Paolo", "middle": [], "last": "Franchini", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marco", "middle": [], "last": "Oliverio", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Hematophagy arose independently multiple times during metazoan evolution, with several lineages of vampire animals particularly diversified in invertebrates. However, the biochemistry of hematophagy has been studied in a few species of direct medical interest and is still underdeveloped in most invertebrates, as in general is the study of venom toxins. In cone snails, leeches, arthropods and snakes, the strong target specificity of venom toxins uniquely aligns them to industrial and academic pursuits (pharmacological applications, pest control etc.) and provides a biochemical tool for studying biological activities including cell signalling and immunological response. Neogastropod snails (cones, oyster drills etc.) are carnivorous and include active predators, scavengers, grazers on sessile invertebrates and hematophagous parasites; most of them use venoms to efficiently feed. It has been hypothesized that trophic innovations were the main drivers of rapid radiation of Neogastropoda in the late Cretaceous. We present here the first molecular characterization of the alimentary secretion of a non-conoidean neogastropod, Colubraria reticulata. Colubrariids successfully feed on the blood of fishes, throughout the secretion into the host of a complex mixture of anaesthetics and anticoagulants. We used a NGS RNA-Seq approach, integrated with differential expression analyses and custom searches for putative secreted feeding-related proteins, to describe in detail the salivary and mid-oesophageal transcriptomes of this Mediterranean vampire snail, with functional and evolutionary insights on major families of bioactive molecules. Results: A remarkably low level of overlap was observed between the gene expression in the two target tissues, which also contained a high percentage of putatively secreted proteins when compared to the whole body. At least 12 families of feeding-related proteins were identified, including: 1) anaesthetics, such as ShK Toxin-containing proteins and turripeptides (ion-channel blockers), Cysteine-rich secretory proteins (CRISPs), Adenosine Deaminase (ADA); 2) inhibitors of primary haemostasis, such as novel vWFA domain-containing proteins, the Ectonucleotide pyrophosphatase/phosphodiesterase family member 5 (ENPP5) and the wasp Antigen-5; 3) anticoagulants, such as TFPI-like multiple Kunitz-type protease inhibitors, Peptidases S1 (PS1), CAP/ShKT domain-containing proteins, Astacin metalloproteases and Astacin/ShKT domain-containing proteins; 4) additional proteins, such the Angiotensin-Converting Enzyme (ACE: vasopressive) and the cytolytic Porins. Conclusions: Colubraria feeding physiology seems to involve inhibitors of both primary and secondary haemostasis, anaesthetics, a vasoconstrictive enzyme to reduce feeding time and tissue-degrading proteins such as Porins and Astacins. The complexity of Colubraria venomous cocktail and the divergence from the arsenal of the few neogastropods studied to date (mostly conoideans) suggest that biochemical diversification of neogastropods might be largely underestimated and worth of extensive investigation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Hematophagy arose independently multiple times during metazoan evolution, leading to the appearance of several lineages of vampire animals that exploit hosts' blood, a renewable and nutrient-rich source. Beside vertebrates (bats and lampreys), in invertebrates hematophagous parasites are found amongst platyhelminths (flukes), nematodes (hookworms), annelids (leeches), molluscs and in arthropods with more than 14,000 hematophagous species, ranging from acarines (ticks) to insects (mosquitoes, sandflies, bugs, fleas, horseflies, midges, moths) and crustaceans (sea lice, fish lice) [1, 2] .", "cite_spans": [{"start": 586, "end": 589, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 590, "end": 592, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "Adaptations to blood-feeding life style include behavioral traits, fundamental for host location, anatomical features, often including specialized mouthparts and biochemical specialization, with the production of complex secretions (generally including molecules acting as antihemostatic, anesthetic and anti-inflammatory) in specialized glands [2, 3] .", "cite_spans": [{"start": 345, "end": 348, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 349, "end": 351, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "The biochemical bases of blood feeding have been investigated to date only in a reduced number of medically important species, either for their therapeutic use, as is the case of leeches [4, 5] , or for their role as vectors of deadly diseases such as ticks and insects [6] [7] [8] that are undoubtedly the most explored group. These investigations revealed that hematophagous animals have convergently recruited a series of molecules acting on different physiological stages of host hemostasis, including vasoconstriction, formation of both platelet plugs and fibrin clots and fibrinolysis [3, 5, 7, 9] . Platelet aggregation is the first stage of hemostasis, and is activated by collagen, thrombin, ADP and thromboxane A [9] . Secondary hemostasis, or blood coagulation cascade, consists of a series of enzymatic reaction where coagulation factors (inactive proenzymes) are converted in their active forms, generally proteases, that in turn activate the next proenzyme in the cascade, converging on a final common pathway concluded by thrombin that converts fibrinogen in fibrin clot. Generally speaking, hematophagous animals target the hemostatic system of the host at the level of both primary and secondary hemostasis, producing a number of proteins of different molecular masses, that act interacting with several targets and exert a variety of inhibitory mechanisms [3, 5, 7, 9] .", "cite_spans": [{"start": 187, "end": 190, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 191, "end": 193, "text": "5]", "ref_id": "BIBREF4"}, {"start": 270, "end": 273, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 274, "end": 277, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 278, "end": 281, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 591, "end": 594, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 595, "end": 597, "text": "5,", "ref_id": "BIBREF4"}, {"start": 598, "end": 600, "text": "7,", "ref_id": "BIBREF6"}, {"start": 601, "end": 603, "text": "9]", "ref_id": "BIBREF8"}, {"start": 723, "end": 726, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1374, "end": 1377, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1378, "end": 1380, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1381, "end": 1383, "text": "7,", "ref_id": "BIBREF6"}, {"start": 1384, "end": 1386, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Background"}, {"text": "Among the less studied hematophagous groups, vampire snails belong to three lineages of Neogastropoda, namely Cancellariidae [10] , Colubrariidae [11] , and Cystiscidae [12, 13] that according to the available phylogenetic framework for neogastropods [14] [15] [16] evolved hematophagy independently (Fig. 1) . Neogastropoda include many familiar molluscs, such as cone snails (Conidae), purple dye snails (Muricidae), mud snails (Nassariidae), olive snails (Olividae), oyster drills (Muricidae), tulip shells (Fasciolariidae), and whelks (Buccinidae). The vast majority of neogastropods are carnivorous, with a degree of predatory activity that varies from actively seeking prey, scavenging, grazing on sessile invertebrates, or hematophagous parasitism. According to the fossil record, the adaptive radiation of neogastropods has been particularly rapid [17] and was accompanied by the diversification of their predatory lifestyles including a number of different trophic strategies. It has been thus hypothesized [17, 18] that evolutionary innovations related to the biochemistry of feeding were the main drivers of the rapid neogastropod radiation in the late Cretaceous, but such innovations have been investigated to date only in a few species of the venomous Conoidea [19] [20] [21] [22] .", "cite_spans": [{"start": 125, "end": 129, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 146, "end": 150, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 169, "end": 173, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 174, "end": 177, "text": "13]", "ref_id": "BIBREF12"}, {"start": 251, "end": 255, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 256, "end": 260, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 261, "end": 265, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 856, "end": 860, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1016, "end": 1020, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 1021, "end": 1024, "text": "18]", "ref_id": "BIBREF17"}, {"start": 1275, "end": 1279, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1280, "end": 1284, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1285, "end": 1289, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1290, "end": 1294, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 300, "end": 308, "text": "(Fig. 1)", "ref_id": null}], "section": "Background"}, {"text": "The buccinoidean family Colubrariidae includes two dozen marine shallow-water species, probably all hematophagous, that inhabit rocky and coral environments in tropical, subtropical and temperate seas. At least six species (25 % of the family) have been documented in a parasitic association with different species of fish, mainly belonging to the family Scaridae [11, 23] . Both females and males are hematophagous: the blood meal is not related to any particular physiological state, and may occur at any time, although in nature is generally observed during the night time [11, 23] . The association is not species-specific, but seem to require a resting or slow moving fish (Modica & Oliverio, unpublished observation) . Colubrariidae use a long and thin proboscis to feed on the blood of fishes [11, 23] (Modica & Oliverio, unpublished observation; Fig. 2 ). Specimens of the genus Colubraria Schumacher, 1817, which accounts for most of the species diversity of colubrariids, can extend their proboscis to a length exceeding three times the shell length. Initially, the extended proboscis contacts the skin of the prey, then, it gains access to the blood vessels of the fish. The radula is extremely minute in Colubraria, so that the genus was considered radula-less until very recently [15] . While a scraping action by such a reduced radula is still possible, the wounds observed in fishes seem to indicate the involvement of bioactive secretions (Fig. 2b) . The snail then apparently takes advantage of the blood pressure of the fish to ingest its meal, congruently with the thin structure of the proboscis that is unlikely to exert an active suction [15] . Experimental observations on different Colubraria species (Modica and Oliverio, unpublished) suggest that adaptation to hematophagy involves the use of anesthetic and anticoagulant compounds. In fact, open wounds on the fish skin, often accompanied by bleeding, are evident on the fish skin after Colubraria detaching (Fig. 2b) . Moreover, the fishes being fed on are generally resting and do not seem to be disturbed by the hematophagous activity of the colubrariid snail. It should be noted that anesthetization is reversible, as the fish usually recovers its full mobility in a few minutes after the snail disengages. This observation, indicating that the anaesthetic compounds used by the snail are not lethal to the prey, is in agreement with field observations that tropical colubrariids usually feed on fish sleeping in crevices of the reef (M. Oliverio unpublished observation, [11, 23] ). Colubraria is a buccinoidean neogastropod, with some remarkable anatomical peculiarities, mainly regarding the structure of the anterior and midposterior oesophagous, described elsewhere for the type species C. muricata [15] . The anatomical structures responsible for anesthetic secretion have not been yet identified, however given the Colubrariidae foregut anatomy (Fig. 2e-f ) anticoagulants are likely produced in the salivary glands. While the absence of accessory salivary glands, gland and valve of Leiblein are features quite common amongst buccinoideans [24] [25] [26] , the glandularization of the posterior portion of the mid-oesophagous is a peculiar derived characteristic of colubrariids [15] , worth of investigation since it may be related to the hematophagous lifestyle and it potentially shares some homology degrees with the toxoglossan venom glands [24] [25] [26] .", "cite_spans": [{"start": 364, "end": 368, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 369, "end": 372, "text": "23]", "ref_id": "BIBREF22"}, {"start": 576, "end": 580, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 581, "end": 584, "text": "23]", "ref_id": "BIBREF22"}, {"start": 678, "end": 722, "text": "(Modica & Oliverio, unpublished observation)", "ref_id": null}, {"start": 800, "end": 804, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 805, "end": 808, "text": "23]", "ref_id": "BIBREF22"}, {"start": 1293, "end": 1297, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1660, "end": 1664, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1725, "end": 1759, "text": "(Modica and Oliverio, unpublished)", "ref_id": null}, {"start": 2553, "end": 2557, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 2558, "end": 2561, "text": "23]", "ref_id": "BIBREF22"}, {"start": 2785, "end": 2789, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 3129, "end": 3133, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 3134, "end": 3138, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 3139, "end": 3143, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 3268, "end": 3272, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 3435, "end": 3439, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 3440, "end": 3444, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 3445, "end": 3449, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 854, "end": 860, "text": "Fig. 2", "ref_id": null}, {"start": 1455, "end": 1464, "text": "(Fig. 2b)", "ref_id": null}, {"start": 1985, "end": 1994, "text": "(Fig. 2b)", "ref_id": null}, {"start": 2933, "end": 2943, "text": "(Fig. 2e-f", "ref_id": null}], "section": "Background"}, {"text": "We present here the first molecular characterization of the alimentary secretions of a non-conoidean neogastropod, describing the salivary glands and mid-oesophagous transcriptomes of the hematophagous Mediterranean colubrariid Colubraria reticulata, with functional and evolutionary insights on major classes of bioactive molecules.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "After sequencing and filtering we obtained a final dataset of 220,305,266 filtered reads that were used to build the transcriptome assembly (Additional file 1: Table S1 ).", "cite_spans": [], "ref_spans": [{"start": 160, "end": 168, "text": "Table S1", "ref_id": "TABREF0"}], "section": "General assembly characteristics"}, {"text": "Assembly produced a total of 144,380 contigs longer than 60 bp, ranging from 60 bp to 16,266 bp (median 230 bp); 56 % of the total contigs were longer than 200bp. A general annotation of the transcriptome using BLASTX [27] revealed 64,387 contigs with a significant similarity to sequences in the NR reference database (44.6 %), while 108,535 contigs (75 %) matched with functional protein domains in InterProScan [28] with at least one of the following search methods: SignalP, TMHMM, Pfam, SMART, Tigr, ProfileScan (Additional file 1: Table S2 and S3). 1 Phylogenetic relationships among the major lineages of Neogastropoda. The phylogenetic tree was built according to molecular-and morphology-based analyses [14-16, 24, 127, 128] : solid lines define branches that are supported by molecular data while dashed lines define branches supported by morphological data. Families comprising hematophagous species (Cancellariidae, Colubrariidae and Cystiscidae) are in red. Shells of representative species for each major lineage are pictured (not to scale) Fig. 2 Anatomy and feeding activity of Colubraria reticulata. a: a specimen of C. reticulata crawling towards a Gobius bucchichi (Perciformes: Gobiidae), with the proboscis extended. The fish appear to be semi-anesthetized. b: circular bleeding wound found after C. reticulata detachment behind the pelvic fin of Uranoscopus scaber (Perciformes: Uranoscopidae). c: C. reticulata probing the sub-opercular area of G. bucchichi; d: C. reticulata feeding on the caudal fin of G. bucchichi; e: Dissected foregut of C. reticulata, from the proboscis tip to the mid-posterior oesophagous f: Body of C. reticulata. Mantle and body wall are medially dissected to show mantle organs and organization of the foregut. Abbreviations: an, anus; aoe, anterior oesophagus; bm, buccal mass; ct, ctenidium; dg, digestive gland; fo, foot; go, gonad; he, head; hyg, hypobranchial gland; lsg, left salivary gland; mo, mouth; mpoe, mid-posterior oesophagus; mtl, mantle; nf, nerve fibre; nr, nerve ring; os, osphradium; pa, proboscideal artery; p, penis; pr, proboscis; prr, proboscis retractor muscle; psh, proboscis sheath; re, rectum; rsg, right salivary gland; ry, rhynchodaeum; sd, salivary gland duct; si, siphon; st, stomach The total number of transcripts retrieved for C. reticulata transcriptome is congruent with previously reported datasets from other non-model species of invertebrates, including gastropods [29] [30] [31] .", "cite_spans": [{"start": 218, "end": 222, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 414, "end": 418, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 712, "end": 733, "text": "[14-16, 24, 127, 128]", "ref_id": null}, {"start": 2455, "end": 2459, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 2460, "end": 2464, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 2465, "end": 2469, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 537, "end": 545, "text": "Table S2", "ref_id": null}, {"start": 555, "end": 556, "text": "1", "ref_id": null}, {"start": 1055, "end": 1061, "text": "Fig. 2", "ref_id": null}], "section": "General assembly characteristics"}, {"text": "A total of 1437 transcripts possibly derive from transposable elements, possessing RT PFAM domains indicative of reverse transcriptase. The presence of these transcripts may indicate transposition activity taking place in the genome of C. reticulata.", "cite_spans": [], "ref_spans": [], "section": "General assembly characteristics"}, {"text": "Protein families (PFAM) that are enriched in the wholebody with respect to both target tissues (Additional file 1: Table S4 ; Additional file 2: Figure S1 ) include large multifunctional families such as Thrombospondin-, Kelch-, ARM-, and WD40-containing proteins, putative oxygen carriers containing globin and haemocyanin domains, protein with kinase and tyrosinase domains, HMG-box-containing proteins involved in DNA-regulation processes, immunity components such as complement and immunoglobulins, and sugar transporters. The iron-storage Ferritin proteins that in mollusks have been related with immunity, development and shell formation processes [32] , and LEA (Late Embryogenesis Abundant) proteins that are thought to be involved in the response to drying and osmotic stresses in plants and nematodes [33] were also enriched in the whole body. Enrichment in the whole body involves also proteins containing a ShK toxin domain, whose expression is enhanced in the salivary subset as well (see below).", "cite_spans": [{"start": 654, "end": 658, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 811, "end": 815, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 115, "end": 123, "text": "Table S4", "ref_id": null}, {"start": 145, "end": 154, "text": "Figure S1", "ref_id": null}], "section": "General assembly characteristics"}, {"text": "Our NGS-based transcriptome analysis revealed that, with a conservative approach (logFC > =3, FDR < 0.05), 935 contigs showed enhanced expression in the salivary glands when compared to whole body while 184 contigs showed enriched expression in the mid-esophagus ( Fig. 3 ; Additional file 1: Table S5, Table S6 ).", "cite_spans": [], "ref_spans": [{"start": 265, "end": 271, "text": "Fig. 3", "ref_id": null}, {"start": 293, "end": 311, "text": "Table S5, Table S6", "ref_id": null}], "section": "Gene-expression profiling of glandular tissues"}, {"text": "Among these, 378 and 93 contigs respectively did not display a significant similarity with known proteins in the NR database by BLAST search, corresponding to 40.3 % for salivary glands and 50.5 % for mid-oesophagus. This high rate of transcripts that were unidentifiable with a BLAST search is congruent with corresponding rates observed in the transcriptomic analyses of venom-producing glands of other taxa such as arthropods [34] [35] [36] , where more than 30 % to more than 50 % of transcript resulted unknown. However, when we examined singularly the most overexpressed contigs (SI > 65 %, where SI is the normalized tissue-specific logFC value for each contig) with no BLAST, we were able to recover similarities for about half of them.", "cite_spans": [{"start": 429, "end": 433, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 434, "end": 438, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 439, "end": 443, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Gene-expression profiling of glandular tissues"}, {"text": "The expression of only 32 contigs, 13 of which had no BLAST hits, was enhanced in both tissues. Limiting the analysis to contigs with a SI > =50 %, the overlap between the two tissue-specific subsets decreases to 9 contigs, two of which have no BLAST hit ( Fig. 4 ; Additional file 1: Table S7 ).", "cite_spans": [], "ref_spans": [{"start": 257, "end": 263, "text": "Fig. 4", "ref_id": "FIGREF1"}, {"start": 285, "end": 293, "text": "Table S7", "ref_id": null}], "section": "Gene-expression profiling of glandular tissues"}, {"text": "The most represented contigs of the tissue-specific subsets encode for proteins/domains that belong to different PFAM families (Fig. 5) . Specifically, Kunitz-BPTI, FMRFamide-related peptides (FARPs), WD40 proteins and whey acidic proteins (WAP) are the protein domains that dominate the oesophageal subset, which is generally scarcely diversified, with only 7 families represented by more than 2 contigs (Additional file 1: Table S8 ). Salivary subset includes 50 families represented by more than 2 Fig. 3 Tissue-specific gene expression. Volcano plots displaying the relative expression levels of transcripts in the mid-oesophagous (left) and salivary glands (right) versus the whole body. The x-axis represent the log2 of the expression ratio for each transcript of Colubraria transcriptome (tissue specific logCPM: whole body logCPM, where CPM stands for Counts Per Million reads); the y-axis represents the log10 of the p-value corrected for the false discovery rate. Red points represent transcripts with logFDR < 0.05 a greater than 3-folds difference in logCPM). Positive logFC values indicate transcripts enhanced in the tissue-specific subset, while negative values indicate transcripts enhanced in the whole body contigs, and is composed mainly by transcripts containing the following domains: ShK Toxin, von Willebrand domain A (vWA), metalloproteases (astacin and peptidase M14), prolyl-oligopeptidases (Peptidase S9) and RNA-binding proteins (KH). Our results indicate a higher complexity of the salivary gene expression profile: indeed, the most represented PFAM families include several potential feeding-related proteins (Additional file 1: Table S9 ). In both tissues a number of transcripts probably derive from transposable elements (24 in the salivary subset and 3 in the mid-oesophageal subset).", "cite_spans": [], "ref_spans": [{"start": 127, "end": 135, "text": "(Fig. 5)", "ref_id": "FIGREF2"}, {"start": 425, "end": 433, "text": "Table S8", "ref_id": null}, {"start": 501, "end": 507, "text": "Fig. 3", "ref_id": null}, {"start": 1659, "end": 1667, "text": "Table S9", "ref_id": null}], "section": "Gene-expression profiling of glandular tissues"}, {"text": "We refined the search of predicted signal peptides in both salivary-and oesophageal-enriched catalogues with the aim to better define the secretory nature of predicted proteins in these repertoires. The salivary (935 contigs) and the oesophageal (184 contigs) subsets were therefore manually translated (to retrieve only peptides starting with Met) and the probability to carry signal peptides was evaluated using two on-line prediction servers, SignalP and PrediSi [37, 38] (Table 1) .", "cite_spans": [{"start": 466, "end": 470, "text": "[37,", "ref_id": "BIBREF36"}, {"start": 471, "end": 474, "text": "38]", "ref_id": "BIBREF37"}], "ref_spans": [{"start": 475, "end": 484, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Gene-expression profiling of glandular tissues"}, {"text": "Putative proteins carrying a predicted signal sequence were found 80 (43.5 % of the total) and 305 (32.6 % of the total) analysing the oesophageal-and salivaryenriched catalogues, respectively. As expected, when the same procedure was applied to search for predicted signal peptides in a subset of contigs enriched in the whole body (a catalogue containing 1,048 contigs), a lower rate (22.4 %) of putative proteins carrying a signal peptide was predicted, pointing out the secretory profile of salivary and oesophageal repertoires. The rate of predicted signal peptides in the C. reticulata secretory organs is consistent with previous observations in other hematophagous arthropods such as, for instance, the malaria mosquito Anopheles gambiae, the yellow fever mosquito Aedes aegypti, and the tick Ixodes scapularis, where respectively the 18 %, 22.1 % and 29 % of the salivary transcripts were predicted as secreted [39] [40] [41] .", "cite_spans": [{"start": 920, "end": 924, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 925, "end": 929, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 930, "end": 934, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Gene-expression profiling of glandular tissues"}, {"text": "Custom search for putative feeding-related proteins in the tissue-specific subsets allowed the selection of members of the following protein families: a) vWFA-containing protein; b) porins; c) angiotensin-converting enzyme (ACE); d) TFPI-like Kunitz protease inhibitors; e) ectonucleotide pyrophosphatase/phosphodiesterase family member 5 (ENPP5); f) turripeptide; g) adenosine deaminase (ADA); h) ShK-containing protein; i) cysteine-rich secretory protein (CRISP); j) CAP-ShK protein; k) astacin metalloprotease; l) serine peptidase S1 (PS1) ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 545, "end": 553, "text": "Table 2)", "ref_id": null}], "section": "Gene-expression profiling of glandular tissues"}, {"text": "The salivary subset contains the highest number of protein classes (11) related to the venom, more than twice the number observed in the mid-esophageal subset (5) , and a higher number of contigs for each class (Table 2 and Fig. 5a ). Median logCPM values for each protein class, representing median reads abundance, are extremely variable, and are generally higher for the mid-esophageal transcripts (Fig. 5c ). Tissue-specific enhancement, as measured by the logFC, is instead generally higher for salivary transcripts (Fig. 5b) . The most overexpressed venom transcripts in the salivary glands both in terms of transcriptional enhancement with respect to the whole body (logFC) and in terms of relative abundance (logCPM) are ENPP5, ACE, CAP/ShK, vWFA and porins. Oesophageal most enhanced transcripts include Kunitz-domain proteins, turripeptide and meprins.", "cite_spans": [{"start": 67, "end": 71, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 159, "end": 162, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 211, "end": 219, "text": "(Table 2", "ref_id": null}, {"start": 224, "end": 231, "text": "Fig. 5a", "ref_id": "FIGREF2"}, {"start": 401, "end": 409, "text": "(Fig. 5c", "ref_id": "FIGREF2"}, {"start": 521, "end": 530, "text": "(Fig. 5b)", "ref_id": "FIGREF2"}], "section": "Gene-expression profiling of glandular tissues"}, {"text": "The most overexpressed salivary contig, comp107981_c1_ seq2, carries three regions showing similarity to the vWFA domain, which is present in several proteins with different biological functions, including complement factors, collagens, integrins, ion channels, cochlin, human cartilage matrix protein, and others.", "cite_spans": [], "ref_spans": [], "section": "Feeding-related protein classes vWFA-like proteins"}, {"text": "VWF is a huge multimeric protein that is an essential component of the coagulation cascade. VWF plays a key role in platelet-dependent primary homeostasis: it binds to exposed collagen after damage of blood vessels, then binds platelets initiating platelet plug formation. Moreover it binds coagulation factor VIII to protect it from degradation when in circulation [42, 43] .", "cite_spans": [{"start": 366, "end": 370, "text": "[42,", "ref_id": "BIBREF41"}, {"start": 371, "end": 374, "text": "43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Feeding-related protein classes vWFA-like proteins"}, {"text": "A total of 177 Colubraria contigs possess at least one vWFA domain; while none of them is overexpressed in the mid-esophagus, 24 contigs with one to three vWFA domains are markedly overexpressed in the salivary subset ( Table 2 ; Additional file 3: Table S10 ). Most of the vWFAlike contigs possess a signal peptide and a stop codon, suggesting that they are complete and secreted proteins rather than fragments (Additional file 2: Figure S2 ). To better explore the similarities with human vWF domains, multidomain salivary proteins were split in domains that were aligned to human vWFA domains 1, 2 and 3 ( Fig. 6 ). Colubraria vWFA-like domains are considerably similar Table 2 Feeding-related putative protein families. For each targeted protein family, the number of total and tissue-specific contigs, the range and median logFC (logarithm of Fold Change) of tissue-specific contigs and the inferred activities and mechanisms of action are reported [43, 44] . Therefore, by competing with the vWF of their prey, they may bind thrombocytes preventing their interaction with collagen and thus inhibiting thrombocyte aggregation, with a resulting anti-hemostatic action. The alignment of Colubraria vWFA-like domains with human vWFA1 domain highlights the conservation of most residues responsible for platelet binding (Fig. 6) , according to molecular studies of several von Willebrand disease phenotypes (reviewed in [44] ) and to molecular modeling of the interaction with platelets [45, 46] . Moreover, several residues in vWFA1 domain were found mutated in Type IIB von Willebrand disease, resulting in an increased affinity for platelets [44] ; interestingly, two of such gain-of-function mutations were observed in some of the Colubraria contigs (R543W or R543Q: [45, 47] ; I546V: [48] ). This observation suggests that the affinity for fish thrombocytes may be higher in Colubraria vWFAlike proteins than in native fish vWFA1.", "cite_spans": [{"start": 954, "end": 958, "text": "[43,", "ref_id": "BIBREF42"}, {"start": 959, "end": 962, "text": "44]", "ref_id": "BIBREF43"}, {"start": 1421, "end": 1425, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 1488, "end": 1492, "text": "[45,", "ref_id": "BIBREF44"}, {"start": 1493, "end": 1496, "text": "46]", "ref_id": "BIBREF45"}, {"start": 1646, "end": 1650, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 1772, "end": 1776, "text": "[45,", "ref_id": "BIBREF44"}, {"start": 1777, "end": 1780, "text": "47]", "ref_id": "BIBREF46"}, {"start": 1790, "end": 1794, "text": "[48]", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 220, "end": 227, "text": "Table 2", "ref_id": null}, {"start": 249, "end": 258, "text": "Table S10", "ref_id": "TABREF0"}, {"start": 432, "end": 441, "text": "Figure S2", "ref_id": null}, {"start": 609, "end": 615, "text": "Fig. 6", "ref_id": null}, {"start": 673, "end": 680, "text": "Table 2", "ref_id": null}, {"start": 1321, "end": 1329, "text": "(Fig. 6)", "ref_id": null}], "section": "Feeding-related protein classes vWFA-like proteins"}, {"text": "A total of 27 contigs possessing one or more Kunitzdomains were identified (Table 2 ). Only one of them, comp101225_c0_seq1, is enriched in both subsets (Table 2;  Additional file 3: Table S11 and S12), while seven contigs (six of which are retrieved as isoforms of the same contig comp105558_c0_seq1-seq6), are enriched in the oesophageal subset (Table 2 ; Additional file 3: Table S12 ). The most complete contig, the 136-residues long comp105558_c0_seq3, highly overexpressed in MO, possesses two Kunitz domains separated by a short linker and displays high similarity values with hard ticks thrombin inhibitors, particularly with haemalin (pairwise identity 45 %, pairwise similarity 60 %), a recently described thrombin inhibitor from the bush tick Haemaphysalis longicornis [49] (Fig. 7) . Signal P prediction identified a putative cleavage site between residues 15 and 16. The cysteine pattern is fully conserved between sequences and similar to what observed in TFPI, with 3 disulfide bonds predicted for each domain (Fig. 7) .", "cite_spans": [{"start": 780, "end": 784, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [{"start": 75, "end": 83, "text": "(Table 2", "ref_id": null}, {"start": 153, "end": 192, "text": "(Table 2;  Additional file 3: Table S11", "ref_id": "TABREF0"}, {"start": 347, "end": 355, "text": "(Table 2", "ref_id": null}, {"start": 377, "end": 386, "text": "Table S12", "ref_id": "TABREF0"}, {"start": 785, "end": 793, "text": "(Fig. 7)", "ref_id": "FIGREF3"}, {"start": 1025, "end": 1033, "text": "(Fig. 7)", "ref_id": "FIGREF3"}], "section": "TFPI-like Kunitz-domain protease inhibitors"}, {"text": "A second contig, comp101225_c0_seq1, encoding for a putative protein of 167 residues with 4 Kunitz domains and a predicted signal peptide of 19 residues, is overexpressed in both tissues, especially in the mid-esophageal subset (Additional file 3: Table S11 and S12). This contig shows similarities with the Tetralaris, a 4 Kunitz-domains peptide isolated from the salivary gland of the Zebra tick Rhipicephalus pulchellus [50] (pairwise identity 33 %, pairwise similarity 39 %) and a high conservation level of key residues with human TFPI (although the latter possesses only three Kunitz domains) (Fig. 8 ). Fig. 6 Alignment of the colubrarian vWFA domains with the human vWFA1. Cysteines in yellow, key residues for the interaction with platelet GpIb in bold, gain-of-function mutations in red. Identical and conserved residues with respect to human vWFA1 are highlighted respectively in grey and light grey and indicated respectively by asterisk and colon. Multiple identical copies of domains were excluded from the alignment A third contig, comp108520_c0_seq4 is remarkably long (1654 residues) and includes 6 Kunitz domains and 3 WAP domains. The WAP domain contains 8 characteristically spaced cysteine residues forming disulfide bonds. This multidomain contig is enriched in the MO subset (Additional file 3: Table S11 ).", "cite_spans": [{"start": 423, "end": 427, "text": "[50]", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 248, "end": 257, "text": "Table S11", "ref_id": "TABREF0"}, {"start": 599, "end": 606, "text": "(Fig. 8", "ref_id": "FIGREF4"}, {"start": 610, "end": 616, "text": "Fig. 6", "ref_id": null}, {"start": 1318, "end": 1327, "text": "Table S11", "ref_id": "TABREF0"}], "section": "TFPI-like Kunitz-domain protease inhibitors"}, {"text": "Kunitz-like protease inhibitors have been found in the venom of a variety of venomous organisms, including snakes, cnidarians, wasps, spiders and scorpions [51] , and are major components of the salivary secretions of bloodfeeding arthropods [52] . In gastropods, they have been found in the venom gland secretion of Conus snails, where they were called ConKunitzins [53] . However, Colubraria Kunitz-like peptides are only distantly related with con-Kunitzin, being instead more similar to Kunitz peptides from hard ticks, especially the contig comp101225_c0_seq1 (the only Kunitz-like predicted peptide overexpressed in the salivary glands) that displays a high similarity with Tetralaris isolated in hard ticks. Intriguingly, multidomain Kunitz proteins are widely present in hard ticks (including the genera Ixodes, Amblyomma, and Rhipicephalus) but until now have not been detected in other species [52, 54] . A number of them exhibit a potent anticoagulant activity, often involving non-canonical bindings to inhibit specific coagulation factors, despite their overall similarity with TFPI [55] .", "cite_spans": [{"start": 156, "end": 160, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 242, "end": 246, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 367, "end": 371, "text": "[53]", "ref_id": "BIBREF52"}, {"start": 904, "end": 908, "text": "[52,", "ref_id": "BIBREF51"}, {"start": 909, "end": 912, "text": "54]", "ref_id": "BIBREF53"}, {"start": 1096, "end": 1100, "text": "[55]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "TFPI-like Kunitz-domain protease inhibitors"}, {"text": "Oesophagus produces different kinds of Kunitz-type TFPI-like protease inhibitor. Beside comp101225_c0_seq1, already described for the salivary subset, we detected the overexpression of a multidomain Kunitz/WAP (comp108520_c0_seq4) and a two Kunitz domain protease inhibitor (comp105558_c0_seq3). The latter is very similar to members of a hard-tick family of thrombin inhibitors that consist of pairs of Kunitz modules and include haemalin, amblin and boophilin [49, [55] [56] [57] . Although these molecules are only preliminarily characterized so far, a recent research highlighted their divergence from the antihemostatic factors identified in soft ticks (e.g. savigninin, monobin, ornithodorin) and evidenced their similarity to canonical Kunitz-type molecules such as BPTI [55] . The activity of haemalin, that is similar to contig comp105558_c0_seq3, was tested in vitro and resulted in the inhibition, even at low concentration, of plasma and fibrinogen clot, formation and platelet aggregation, indicating that haemalin is an anticoagulant for the common pathway of coagulation [49] . Boophilin, isolated from the whole body of Rhipicephalus microplus, is highly similar to haemalin, but it directly inhibits thrombin with a noncanonical mechanism, where a few N-terminal residues bind across the thrombin active-site cleft while C-terminal modules interact with the basic exosite I [57] . Amblin isolated from the haemolymph of Amblyomma hebraeum is quite different from other natural proteinase inhibitors, and its thrombin inhibitor activity still waits for an experimental confirmation [57, 58] . Although its activity remains to be tested in vitro, we can hypothesize that comp105558_c0_seq3 could act as a thrombin inhibitor in preventing blood clot formation to allow efficient feeding and digestion while passing through the oesophagus, as suggested for H. longicornis [49] .", "cite_spans": [{"start": 462, "end": 466, "text": "[49,", "ref_id": "BIBREF48"}, {"start": 467, "end": 471, "text": "[55]", "ref_id": "BIBREF54"}, {"start": 472, "end": 476, "text": "[56]", "ref_id": "BIBREF55"}, {"start": 477, "end": 481, "text": "[57]", "ref_id": "BIBREF56"}, {"start": 778, "end": 782, "text": "[55]", "ref_id": "BIBREF54"}, {"start": 1086, "end": 1090, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 1391, "end": 1395, "text": "[57]", "ref_id": "BIBREF56"}, {"start": 1598, "end": 1602, "text": "[57,", "ref_id": "BIBREF56"}, {"start": 1603, "end": 1606, "text": "58]", "ref_id": "BIBREF57"}, {"start": 1885, "end": 1889, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "TFPI-like Kunitz-domain protease inhibitors"}, {"text": "We found 21 putative contigs showing similarity with adenosine deaminase (ADA), an enzyme that catalyzes the conversion of adenosine and 2'-deoxyadenosine to inosine and 2'-deoxyinosine [59] two of which are enriched in the salivary glands subset ( Table 2 ; Additional file 3: Table S13 ).", "cite_spans": [{"start": 186, "end": 190, "text": "[59]", "ref_id": "BIBREF58"}], "ref_spans": [{"start": 249, "end": 256, "text": "Table 2", "ref_id": null}, {"start": 278, "end": 287, "text": "Table S13", "ref_id": "TABREF0"}], "section": "Adenosine deaminase (ADA)"}, {"text": "These putative proteins display high levels of similarity with ADAs of other mollusk species (e.g. Aplysia californica) and hematophagous arthropods (including Lutzomiya longipalpis, Phlebotomus dubosqui, Aedes albopictus, Culex quinquefasciatus and Anopheles gambiae). The alignment (Additional file 2: Figure S3 ) depicts the high levels of sequence similarity (up to 40 % pairwise identity and 58 % pairwise similarity) and the conservation of key residues for the enzymatic activity.", "cite_spans": [], "ref_spans": [{"start": 304, "end": 313, "text": "Figure S3", "ref_id": null}], "section": "Adenosine deaminase (ADA)"}, {"text": "ADAs have been particularly studied in the salivary secretion of blood-feeding insects, namely L. longipalpis [60] , C. quinquefasciatus and Ae. aegypti [61] , Phlebotomus duboscqui [62] , Chtenocephalides felii [63] and Glossina morsitans [64] . In these species, the proposed activity for these molecules is the hydrolysis of adenosine, a molecule involved in pain perception [60, 65] , thus reducing the perception of the parasite wound by the host. Additionally, the removal of adenosine produces inosine, a potent inhibitor of the production of inflammatory cytokines in vertebrates [61, 62] . Paradoxically, adenosine is also an immunosuppressive, vasodilatory and platelet aggregation inhibitor, and the presence of an enzyme that removes such a potentially useful molecule was explained in insects with the production of other more effective compounds counteracting these actions [60] . In C. reticulata, vasoconstriction apparently is not an issue, being instead advantageous to the parasite, while platelet aggregation can be counteracted by the action of ENPP5, Antigen-5 and vWFA-containing proteins.", "cite_spans": [{"start": 110, "end": 114, "text": "[60]", "ref_id": "BIBREF59"}, {"start": 153, "end": 157, "text": "[61]", "ref_id": "BIBREF60"}, {"start": 182, "end": 186, "text": "[62]", "ref_id": "BIBREF61"}, {"start": 212, "end": 216, "text": "[63]", "ref_id": "BIBREF62"}, {"start": 240, "end": 244, "text": "[64]", "ref_id": "BIBREF63"}, {"start": 378, "end": 382, "text": "[60,", "ref_id": "BIBREF59"}, {"start": 383, "end": 386, "text": "65]", "ref_id": "BIBREF64"}, {"start": 588, "end": 592, "text": "[61,", "ref_id": "BIBREF60"}, {"start": 593, "end": 596, "text": "62]", "ref_id": "BIBREF61"}, {"start": 888, "end": 892, "text": "[60]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Adenosine deaminase (ADA)"}, {"text": "We found a total of 85 contigs displaying similarity with single-domain angiotensin converting enzyme (ACE2) from mouse, and most interestingly with the only two known sequences identified in hematophagous animals (the duck leech Theromyzon tessulatus and the buffalo fly Haematobia irritans) ( Table 2) . ACE is a dipeptidyl carboxypeptidase belonging to the M2-metalloprotease family. Transcription of twelve contigs is enriched in the salivary glands (Additional file 3: Table S14 ) while a single putative contig enriched in mid oesophagous was retrieved (Additional file 3: Table  S15 ). Partial contigs with a reduced length (less than 100 residues) and redundant sequences were excluded from the alignment that includes two Colubraria contigs overexpressed in the salivary subset, with a similarity to T. tessulatus and H. irritans ACEs up to 62 %, and a high level of conservation of residues in the active sites (Additional file 2: Figure S4 ). Both Colubraria contigs appear to be incomplete, with comp1091011_c0_seq4 having a predicted signal peptide but missing the C-terminal tail and comp109011_ c1_seq2 aligning with the C-terminal end of the alignment.", "cite_spans": [], "ref_spans": [{"start": 295, "end": 303, "text": "Table 2)", "ref_id": null}, {"start": 474, "end": 483, "text": "Table S14", "ref_id": "TABREF0"}, {"start": 579, "end": 589, "text": "Table  S15", "ref_id": "TABREF0"}, {"start": 941, "end": 950, "text": "Figure S4", "ref_id": "FIGREF1"}], "section": "Angiotensin-converting enzyme (ACE -M2)"}, {"text": "In vertebrates, this zinc-dependant metalloprotease takes part in the renin-angiotensin system, converting the inactive decapeptide Ang I (angiotensin I) into the vasopressor octapeptide Ang II (angiotensin II). ACE also inactivates bradykinin, a vasodilator peptide, and thus contributes to blood pressure increase in mammals. In invertebrates, ACErelated genes have been cloned in a few insects [66] [67] [68] , in the duck leech Theromyzon tessulatus [69] , and recently ACE-encoding transcript was reported in the venom duct transcriptome of Conus victoriae [70] , while the peptide was found in the proteomes of C. purpuranscens and C. ermineus [71] . For the cone snails it was suggested that the vasoconstrictory activity of ACE enzymes might play a role in envenomation, perhaps increasing the local concentration and effectiveness of the venom, or, more generally, interfering with cardiovascular homeostatic mechanisms as seen in other venomous animals. For a hematophagous feeder like Colubraria, ACE may play a role in the trophic physiology of the snail. In fact the proboscis in Colubraria is extremely thin and scarcely muscularized suggesting that it is not able to exert a strong suction [15] . Most likely, the passage of blood through the proboscis is due to the blood pressure of the fish, as confirmed by feeding observation (Oliverio & Modica, unpublished observations) . In this context, increasing the blood pressure of the fish would maximize the blood income for Colubraria.", "cite_spans": [{"start": 397, "end": 401, "text": "[66]", "ref_id": "BIBREF65"}, {"start": 402, "end": 406, "text": "[67]", "ref_id": "BIBREF66"}, {"start": 407, "end": 411, "text": "[68]", "ref_id": "BIBREF67"}, {"start": 454, "end": 458, "text": "[69]", "ref_id": "BIBREF68"}, {"start": 562, "end": 566, "text": "[70]", "ref_id": "BIBREF69"}, {"start": 650, "end": 654, "text": "[71]", "ref_id": "BIBREF70"}, {"start": 1205, "end": 1209, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1346, "end": 1391, "text": "(Oliverio & Modica, unpublished observations)", "ref_id": null}], "ref_spans": [], "section": "Angiotensin-converting enzyme (ACE -M2)"}, {"text": "Colubraria transcriptome contains 61 contigs with a ShKT domain ( Table 2) . ShK is a 35-residue peptide toxin originally isolated from the sea anemone Stichodactyla helianthus that acts as a potent inhibitor of voltage-gated and calcium-activated K channels [72] . The ShKT domain is short (36 to 42 amino acids) and characterized by six conserved cysteines forming three disulfide bonds [73] . ShKT domain is present in a large number of proteins, mostly metalloproteases, but also prolyl-4-hydroxylases, tyrosinases, peroxidases, oxidoreductases, and proteins containing epidermal growth factor-like domains, thrombospondin-type repeats, or trypsin-like serine protease domains.", "cite_spans": [{"start": 259, "end": 263, "text": "[72]", "ref_id": "BIBREF71"}, {"start": 389, "end": 393, "text": "[73]", "ref_id": "BIBREF72"}], "ref_spans": [{"start": 66, "end": 74, "text": "Table 2)", "ref_id": null}], "section": "ShKT domain-containing proteins"}, {"text": "As for differential expression, 25 putative proteins containing ShKT domain were overexpressed exclusively in the SG subset, with high logFC and logCPM values ( Table 2 ; Additional file 3: Table S16 ). At least 1 putative protein with a single ShKT domain, 5 putative proteins with 4 ShKT and respectively one with 5, one with 7 and one with 8 ShKT domains were found (Fig. 9) .", "cite_spans": [], "ref_spans": [{"start": 161, "end": 168, "text": "Table 2", "ref_id": null}, {"start": 190, "end": 199, "text": "Table S16", "ref_id": "TABREF0"}, {"start": 369, "end": 377, "text": "(Fig. 9)", "ref_id": "FIGREF5"}], "section": "ShKT domain-containing proteins"}, {"text": "The contig comp107594_c0_seq4 encodes for the single ShKT domain-containing putative protein that shows the highest similarity to the ShKT domain of sea anemones (pairwise similarity 41 %). This 99-residues putative protein is highly overexpressed in the SG subset and carries a 22 residues signal peptide as predicted by SignalP server (Additional file 2: Figure S5 ). Three contigs, comp103307_ c0_seq1, comp105661_c0_seq2 and comp92668_c0_seq2, possess 4 ShKT domains, preceded by a short stretch displaying a partial and limited similarity with astacins. The absence of a putative signal sequence strongly suggests that they might be partial sequences (Additional file 2: Figure S6) .", "cite_spans": [], "ref_spans": [{"start": 357, "end": 366, "text": "Figure S5", "ref_id": "FIGREF2"}, {"start": 676, "end": 686, "text": "Figure S6)", "ref_id": null}], "section": "ShKT domain-containing proteins"}, {"text": "Five contigs contain a cluster of multiple ShKT domains downstream of a clearly identifiable and complete Astacin domain. They are similar to an Astacin-like Hydra metalloprotease with 3 ShKT domains, but the number of ShKT domains ranges from 4 to 8. In detail, three isoforms of the same contig, comp108799_c1_seq3, comp108799_c1_ seq22, comp108799_c1_seq20, carry respectively 5, 7 and 8 ShKT domains (Fig. 9D ; Additional file 2: Figure S7 ).", "cite_spans": [], "ref_spans": [{"start": 404, "end": 412, "text": "(Fig. 9D", "ref_id": "FIGREF5"}, {"start": 434, "end": 443, "text": "Figure S7", "ref_id": "FIGREF3"}], "section": "ShKT domain-containing proteins"}, {"text": "Three isoforms of the same contig (109272_c0_seq2, 109272_c0_seq3, 109272_c0_seq4) contain two or three ShKT domains preceded by a CAP domain, belonging to CRISP family (cysteine rich secretory protein). This structure shows high similarity to a 2-ShKT domain-containing protein from the parasitic nematode Loa loa and to snakes CRVPs (cysteine-rich venom proteins) (Fig. 9C) . These isoforms are highly overexpressed in salivary subset ( Table 2 ; Additional file 3: Table S17 ), but only in the sequence encoded by contig comp109272_c0_seq2 it was possible predicting a signal peptide (Additional file 2: Figure S8 ).", "cite_spans": [], "ref_spans": [{"start": 366, "end": 375, "text": "(Fig. 9C)", "ref_id": "FIGREF5"}, {"start": 439, "end": 446, "text": "Table 2", "ref_id": null}, {"start": 468, "end": 477, "text": "Table S17", "ref_id": "TABREF0"}, {"start": 607, "end": 616, "text": "Figure S8", "ref_id": "FIGREF4"}], "section": "ShKT domain-containing proteins"}, {"text": "During Colubraria attack, the fish is anesthetized and usually does not react while the snail is feeding. However, after the detachment of the parasite the fish fully recovers without apparent damage. ShKT domain-containing proteins, which were found overexpressed in the snail salivary glands, are likely to take part in this reversible anesthetic action. ShK toxin is a potent inhibitor of voltage-gated and calcium-activated K + channels. It has been hypothesized that, while ShK toxin per se is a potent blocker of ion channels in venomous animals, incorporation of the ShKT domain in other molecules (such as metalloproteases and serine proteases) may give rise to channel-modulatory enzymes [74] . K + channels belong to the most abundant and diverse family of ion channels, and regulate a myriad of functions. Many venomous animal taxa have evolved potassium channel blockers, including cone snails and spiders [3, 51] . Several crucial differences may be highlighted in colubrarian transcripts with multiple ShKT domains: indeed, the number of cysteins may differ, as well as the conservation of key K/R residues, that have been considered crucial in the interaction with the K + channel [73] , may lack. However, the absence of these key residues in functionally active ShKT proteins was already described in snakes [75] .", "cite_spans": [{"start": 697, "end": 701, "text": "[74]", "ref_id": "BIBREF73"}, {"start": 918, "end": 921, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 922, "end": 925, "text": "51]", "ref_id": "BIBREF50"}, {"start": 1196, "end": 1200, "text": "[73]", "ref_id": "BIBREF72"}, {"start": 1325, "end": 1329, "text": "[75]", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "ShKT domain-containing proteins"}, {"text": "Interestingly, similar multidomain ShKT proteins have been recently identified in the venom of several species of the polychaete Glycera [75] .", "cite_spans": [{"start": 137, "end": 141, "text": "[75]", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "ShKT domain-containing proteins"}, {"text": "CAP proteins have been identified in the venom of a wide range of taxa, from Cnidaria to mammals [3, 51] , and are particularly prominent in the venom of toxic reptiles [76] . The biological activity of these cysteine-rich proteins (CRISPs) has been subject of debate. As for snake CAPs, nevertheless, inhibition of smooth muscles contraction and of cyclic nucleotide-gated ion channels was reported [77] . Colubraria CAP-ShKT proteins appear related to snake CRVPs (cysteine-rich venom proteins) that may target voltage gated Ca 2+ channels on smooth muscles [78] .", "cite_spans": [{"start": 97, "end": 100, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 101, "end": 104, "text": "51]", "ref_id": "BIBREF50"}, {"start": 169, "end": 173, "text": "[76]", "ref_id": "BIBREF75"}, {"start": 400, "end": 404, "text": "[77]", "ref_id": "BIBREF76"}, {"start": 560, "end": 564, "text": "[78]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "ShKT domain-containing proteins"}, {"text": "Astacin metalloproteases play essential roles in diverse physiological mechanisms including digestion, early embryonic development, processing of the extracellular matrix and egg hatching. Astacins might also be good candidates to assist in the anticoagulant action, thanks to their fibrino(geno)lytic activity reported in spider venoms [79] . Astacin/ShKT-containing proteins of Colubraria could therefore both inhibit ion channels and contribute to impair hemostasis. Moreover, by degrading extracellular matrix molecules and basal lamina proteins, astacins might facilitate the spreading of the toxins in the body of the prey [79, 80] and inactivate several endogenous vasoactive peptides [81] .", "cite_spans": [{"start": 337, "end": 341, "text": "[79]", "ref_id": "BIBREF78"}, {"start": 629, "end": 633, "text": "[79,", "ref_id": "BIBREF78"}, {"start": 634, "end": 637, "text": "80]", "ref_id": "BIBREF80"}, {"start": 692, "end": 696, "text": "[81]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "ShKT domain-containing proteins"}, {"text": "Beside the Astacin-ShKT containing proteins described above, in Colubraria transcriptome we found a total of 33 Meprin-like metalloproteases, comprising a contig encoding for an astacin domain followed by a MAM domain, overexpressed both in the salivary an in the oesophageal subset (Table 2) . Among them, 8 contigs (all putative isoforms of the same putative protein encoded by comp108388_c4) are highly overexpressed in the salivary subset while a single contig (comp109603_c4_seq1) is overexpressed in the mid-oesophagus (Table 2; Additional  file 3: Table S18 , S19). These contigs show a pairwise similarity up to 50 % to Meprin A subunit B isolated from the bivalve Crassostrea gigas and a good level of conservation of active residues (Additional file 2: Figure S9 ).", "cite_spans": [], "ref_spans": [{"start": 283, "end": 292, "text": "(Table 2)", "ref_id": null}, {"start": 525, "end": 564, "text": "(Table 2; Additional  file 3: Table S18", "ref_id": "TABREF0"}, {"start": 763, "end": 772, "text": "Figure S9", "ref_id": "FIGREF5"}], "section": "Meprin-like proteins"}, {"text": "Generally speaking, meprins are multimeric proteins, whose subunits are characterized by a unique combination of domains, namely Astacin, MAM (Meprin, A5 protein, and protein tyrosine phosphatase Mu), TRAF (tumor necrosis factor (TNF) receptor-associated factor), EGF (epidermal growth factor)-like domain, a transmembrane and a cytosolic domain [80] . Astacin is the catalytic domain responsible of the proteolytic activity, while MAM domain is involved in the homo-oligomerizations [82] . Colubraria contigs are devoid of most of the domains generally included in meprins architecture, possessing exclusively an astacin and a MAM domain. Despite the missing domains, the sequences obtained appear to be complete, with a signal peptide and a stop codon, suggesting that they may act as oligomeric astacins.", "cite_spans": [{"start": 346, "end": 350, "text": "[80]", "ref_id": "BIBREF80"}, {"start": 484, "end": 488, "text": "[82]", "ref_id": "BIBREF82"}], "ref_spans": [], "section": "Meprin-like proteins"}, {"text": "The presence of a MAM domain was detected to date in a number of other astacin-like proteins such as squid myosinases, HMP2 from Hydra and an enzyme from Nematostella vectensis [83] [84] [85] . Astacins as component of animal venom were described only in the brown spider Loxosceles venoms, where, beside a digestive role, it has been suggested that they could fulfill a fibrinogenolytic activity promoting anticoagulation of prey blood. It has also been hypothesized that astacins might contribute to venom spreading and inactivate prey vasoactive peptides [79] [80] [81] . Together astacins and meprins belong to the M12 family of metalloproteases that includes important components of snake venoms [86] . In Viperidae, metalloproteases M12 are the most abundant venom toxins [87, 88] , and are involved in a variety of physiological activities including hemorrhagic and fibrinolytic effects [89] .", "cite_spans": [{"start": 177, "end": 181, "text": "[83]", "ref_id": "BIBREF83"}, {"start": 182, "end": 186, "text": "[84]", "ref_id": "BIBREF84"}, {"start": 187, "end": 191, "text": "[85]", "ref_id": "BIBREF85"}, {"start": 558, "end": 562, "text": "[79]", "ref_id": "BIBREF78"}, {"start": 563, "end": 567, "text": "[80]", "ref_id": "BIBREF80"}, {"start": 568, "end": 572, "text": "[81]", "ref_id": "BIBREF81"}, {"start": 701, "end": 705, "text": "[86]", "ref_id": "BIBREF86"}, {"start": 778, "end": 782, "text": "[87,", "ref_id": "BIBREF87"}, {"start": 783, "end": 786, "text": "88]", "ref_id": "BIBREF88"}, {"start": 894, "end": 898, "text": "[89]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Meprin-like proteins"}, {"text": "Beside the CAP-ShKT group, 25 other contigs with homology to CRISPs (Table 2) were found in Colubraria transcriptome, 12 of which are overexpressed in the salivary subset (Table 2; Additional file 3: Table S20 ), a number that elevates to 15 if we include the CAP-ShKT contigs described above (Additional file 3: Table S17 ). Among the most enriched in the salivary subset (logFC: 10.6; logCPM: 8.1; SI: 65 %), contig comp107140_c0_seq1 possesses a predicted signal peptide of 26 residues and aligns well with venom allergen 5, a major constituent of vespid venom. It also displays a certain degree of similarity with homologs isolated from the hematophagous arthropods Dipetalogaster maximus and Triatoma infestans [90, 91] (pairwise identity 21 % and 19 %, pairwise similarity 30 %), including the conservation of crucial Histidine residues (Fig. 10) . Contig comp107140_c0_seq1 is shorter than its arthropods counterparts, suggesting that the sequence might be incomplete. Antigen-5 family comprises a considerable number of members, whose biological functions are mostly unknown. Some of them have been recruited to accomplish roles in blood feeding during the evolution of hematophagous taxa, and have been identified in most of the hematophagous arthropods studied to date where they can fulfill different tasks. Inhibition of collageninduced platelet aggregation has been recently reported for antigen-5 of the hematophagous Triatomine bugs Dipetalogaster maximus and Triatoma infestans, the vectors of Chagas disease [90, 91] . A recent study revealed that these proteins are Cu 2+ antioxidant enzymes that are able to inhibit collagen-induced platelet aggregation, ATP secretion and thromboxane-A production by a unique mechanism involving the removal of radical superoxide [92] . Moreover, scavenging of radical superoxide downregulates a myriad of pro-inflammatory reaction, as it limits the production of inflammatory extracellular ROS by neutrophils, platelets and other cell types [92] . It can be hypothesized that antigen 5 protein could have the same activity in Colubraria, to reinforce anti-plateletaggregation capabilities of the snail.", "cite_spans": [{"start": 716, "end": 720, "text": "[90,", "ref_id": "BIBREF90"}, {"start": 721, "end": 724, "text": "91]", "ref_id": "BIBREF91"}, {"start": 1525, "end": 1529, "text": "[90,", "ref_id": "BIBREF90"}, {"start": 1530, "end": 1533, "text": "91]", "ref_id": "BIBREF91"}, {"start": 1783, "end": 1787, "text": "[92]", "ref_id": "BIBREF92"}, {"start": 1995, "end": 1999, "text": "[92]", "ref_id": "BIBREF92"}], "ref_spans": [{"start": 68, "end": 77, "text": "(Table 2)", "ref_id": null}, {"start": 171, "end": 209, "text": "(Table 2; Additional file 3: Table S20", "ref_id": null}, {"start": 313, "end": 322, "text": "Table S17", "ref_id": "TABREF0"}, {"start": 843, "end": 852, "text": "(Fig. 10)", "ref_id": null}], "section": "Cysteine-Rich Secretory Proteins (CRISPs)"}, {"text": "The other contigs encoding for CRISPs appear to be largely incomplete, but despite being quite different in length, they are generally similar to Mr30 and Tex31 proteins isolated in two Conus species, C. marmoreus and C. textile [93, 94] (Additional file 2: Figure S10 ). Although the biological function of these proteins still needs to be clarified, an inhibitory activity on ion channels was hypothesized for them [93, 94] .", "cite_spans": [{"start": 229, "end": 233, "text": "[93,", "ref_id": "BIBREF93"}, {"start": 234, "end": 237, "text": "94]", "ref_id": "BIBREF94"}, {"start": 417, "end": 421, "text": "[93,", "ref_id": "BIBREF93"}, {"start": 422, "end": 425, "text": "94]", "ref_id": "BIBREF94"}], "ref_spans": [{"start": 258, "end": 268, "text": "Figure S10", "ref_id": null}], "section": "Cysteine-Rich Secretory Proteins (CRISPs)"}, {"text": "A total number of 41 contigs similar to Peptidase S1 were found (Table 2) , only 2 of which are differentially expressed and enhanced in the salivary subset (Table 2 ; Additional file 3: Table S21 ). These putative proteins are quite different: comp108333_c0_seq1 appears to be a chymotrypsin, while comp98826_c0_seq1 is more similar to trypsin-like peptidases isolated in cephalopods [95] and the fibrinolytic enzyme of the Echiurid worm Urechis unicinctus. The trypsin-like comp98826_c0_seq1 does not possess a predicted signal peptide, thus might be incomplete, and displays only a partial level of conservation of key residues at both the C-terminal active site and the substrate binding site (Additional file 2: Figure S11 ).", "cite_spans": [{"start": 385, "end": 389, "text": "[95]", "ref_id": "BIBREF95"}], "ref_spans": [{"start": 64, "end": 73, "text": "(Table 2)", "ref_id": null}, {"start": 157, "end": 165, "text": "(Table 2", "ref_id": null}, {"start": 187, "end": 196, "text": "Table S21", "ref_id": "TABREF0"}, {"start": 717, "end": 727, "text": "Figure S11", "ref_id": null}], "section": "Peptidases S1"}, {"text": "The other contig encoding for a putative peptidase S1, comp108333_c0_seq1, aligns with chymotrypsin of the ant Harpegnatos saltator, the fly Glossina morsitans and with a secreted salivary protein of the tick Ixodes scapularis. However, the residues corresponding to the active sites of the catalytic triad are not conserved, raising doubts on its effective putative activity (Additional file 2: Figure S12 ).", "cite_spans": [], "ref_spans": [{"start": 396, "end": 406, "text": "Figure S12", "ref_id": null}], "section": "Peptidases S1"}, {"text": "The peptidase S1 (PS1) family of serine proteases is a large peptidase family, including chimotrypsin, trypsin and elastase activities. Biological roles of the PS1 are extremely diverse, ranging from digestion to immune responses. The venom of several taxa of both vertebrates and invertebrates contains PS1 that are the dominant venom component in several species of cephalopods, in male platypuses, and in Remipedia [51, 96] . Activities of PS1 in the venom are diverse and are involved in pain, inflammation, smooth muscle contraction, vasodilation and prevention of blood clotting. In Colubraria, members of PS1 family constitute only a reduced fraction of the salivary secretion, but include two well-differentiated putative proteins that may participate to the overall envenomation process, possibly exploiting an anticoagulant action. These proteins are the trypsin-like protein similar to cephalopods peptidases S1 and to echiurid fibrinolytic enzyme, and the chymotrypsin-like peptidase that is devoid of the conventional catalytic triad. Recent research identified in snake venoms a number of PS1 with unconventional catalytic triads that show activity towards a wide array of proteins involved in hemostasis, being able to degrade fibrinogen, fibrin, prothrombin, factor X and plasminogen [97] .", "cite_spans": [{"start": 418, "end": 422, "text": "[51,", "ref_id": "BIBREF50"}, {"start": 423, "end": 426, "text": "96]", "ref_id": "BIBREF96"}, {"start": 1300, "end": 1304, "text": "[97]", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Peptidases S1"}, {"text": "A total number of 17 contigs encode for members of the ENPP5 family, which hydrolyze 5'-phosphodiester bonds of nucleotides and their derivatives, resulting in the release of 5'-nucleotide monophosphates ( Table 2) . Four slightly different isoforms of a same contig are overexpressed in the salivary glands (Table 2; Additional file 3:  Table S22 ) and encode for putative proteins of 441 residues long (except for comp109445_c0_seq3, that carries a gap of 82 residues), with a signal peptide of 26 residues, Fig. 10 Alignment of the colubrarian putative Ant5 with Dolichovespula maculata Ant5. Predicted signal peptide in blue, SCP-domain in light orange, Histidine residues in red, Cysteine residues in yellow. Identical and conserved residues are indicated respectively by asterisk and colon and highly similar (up to 44.3 % identity) to ENPP5 enzyme from Crassostrea gigas. Molluscan sequences lack the transmembrane region that is instead present in human ENPP5 (Additional file 2: Figure S13) .", "cite_spans": [], "ref_spans": [{"start": 206, "end": 214, "text": "Table 2)", "ref_id": null}, {"start": 308, "end": 347, "text": "(Table 2; Additional file 3:  Table S22", "ref_id": null}, {"start": 510, "end": 517, "text": "Fig. 10", "ref_id": null}, {"start": 988, "end": 999, "text": "Figure S13)", "ref_id": null}], "section": "Ectonucleotide pyrophosphatase/phosphodiesterase family 5 (ENPP5)"}, {"text": "ENPP5 family is a versatile group of enzymes with a broad substrate specificity [98, 99] . It was shown that members of the ENPP5 family are capable of hydrolyzing dinucleoside polyphosphates, a group of nucleotides that recently has attracted considerable interest because its members act as extracellular signaling molecules in a broad variety of tissues [99] . It was also shown that they are involved in platelet aggregation, with a potent inhibitory effect reported for diadenosine 5',5\"'-P 1 ,P 4 -tetraphosphate (Ap 4 A) [100] . Ap4A can be produced by ENPP5 hydrolysing Ap5A, suggesting an indirect anti-aggregant activity for Colubraria ENPP5, as indicated by the overexpression in the salivary glands.", "cite_spans": [{"start": 80, "end": 84, "text": "[98,", "ref_id": "BIBREF98"}, {"start": 85, "end": 88, "text": "99]", "ref_id": "BIBREF99"}, {"start": 357, "end": 361, "text": "[99]", "ref_id": "BIBREF99"}, {"start": 528, "end": 533, "text": "[100]", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Ectonucleotide pyrophosphatase/phosphodiesterase family 5 (ENPP5)"}, {"text": "A total of 62 contigs were described in the transcriptome, showing sequence similarity to echotoxins and conoporins, pore-forming lectins with lethal and haemolytic effects described respectively in the caenogastropod Monoplex echo and in the Conoidean Conus consors [101, 102] (Table 2) . These proteins belong to the sea-anemones cytolysine family of Actinoporins [103, 104] , whose members are able to form pores in the cell membrane.", "cite_spans": [{"start": 267, "end": 272, "text": "[101,", "ref_id": "BIBREF101"}, {"start": 273, "end": 277, "text": "102]", "ref_id": "BIBREF102"}, {"start": 366, "end": 371, "text": "[103,", "ref_id": "BIBREF103"}, {"start": 372, "end": 376, "text": "104]", "ref_id": "BIBREF104"}], "ref_spans": [{"start": 278, "end": 287, "text": "(Table 2)", "ref_id": null}], "section": "Porins"}, {"text": "Porin contigs are mostly represented in the salivary subset that contains 38 overexpressed contigs ( Table 2) , one of which is shared with the MO subset (but with a higher enhancement in the SG subset; Additional file 3: Table S23 ). Two contigs, comp89661_c0_seq1 and comp93847_c1_seq1, are specific of the MO subset (Table 2; Additional file 3: Table S24 ).", "cite_spans": [], "ref_spans": [{"start": 101, "end": 109, "text": "Table 2)", "ref_id": null}, {"start": 222, "end": 231, "text": "Table S23", "ref_id": null}, {"start": 319, "end": 328, "text": "(Table 2;", "ref_id": null}, {"start": 348, "end": 357, "text": "Table S24", "ref_id": null}], "section": "Porins"}, {"text": "Alignment of the 8 most complete contigs (length between 192 and 268 residues and signal peptide predicted) with echotoxins and conoporins is displayed in supplementary Additional file 2: Figure S14 ; noticeably, residues important for the interaction with the membrane are not completely conserved [105] . Overall, Colubraria porins display the highest similarity to conoporin and to echotoxin A (pairwise identity values ranging respectively from 27 % to 41 % and from 25 % to 33 %; pairwise similarity from 40 % to 53 % and from 40 % to 51 %).", "cite_spans": [{"start": 299, "end": 304, "text": "[105]", "ref_id": "BIBREF105"}], "ref_spans": [{"start": 188, "end": 198, "text": "Figure S14", "ref_id": "FIGREF1"}], "section": "Porins"}, {"text": "Noteworthy, the mid-esophageal contig comp89661_ c0_seq1 displays the highest similarity to conoporin, a finding that might be related to the common ontogenetic origin of the mid-oesophagous of C. reticulata and the venom duct of Conoidea.", "cite_spans": [], "ref_spans": [], "section": "Porins"}, {"text": "Porins are able to perforate cellular membranes in a multistep process. Such process involves i) recognition of membrane sphingomyelin using aromatic rich region and adjacent phosphocholine (POC) binding site, ii) firm binding to the membrane (mainly driven by hydrophobic interactions) accompanied by the transfer of the N-terminal region to the lipid-water interface and iii) eventually, pore formation after oligomerization of several monomers [106] . Echotoxins, the first protein toxins isolated from marine gastropods, differ from actinoporins in having affinity for gangliosides instead of sphingomyelin [101, 105] . For some of the gastropod echotoxins identified so far, a cardiac stimulation activity has been reported. The high expression levels of porins in the salivary glands of C. reticulata can be related to the need to access blood vessels.", "cite_spans": [{"start": 447, "end": 452, "text": "[106]", "ref_id": "BIBREF106"}, {"start": 611, "end": 616, "text": "[101,", "ref_id": "BIBREF101"}, {"start": 617, "end": 621, "text": "105]", "ref_id": "BIBREF105"}], "ref_spans": [], "section": "Porins"}, {"text": "A single contig, comp109534_c9_seq2, enhanced in the MO subset (Table 2) , displays a high level of similarity (pairwise identity 55.7 %, pairwise similarity 69.5 %) with known turripeptides, from Lophiotoma olangoensis, Iotyrris cingulifera, and Gemmula speciosa (Additional file 3: Table S25 ; Additional file 2: Figure S15 ) [107] . These are conotoxin-like peptides discovered in the venom gland of the Conoidean family Turridae, characterized by three disulfide bonds arranged according to the IX cysteine framework. This pattern is typical of the poorly known P superfamily of conotoxins, whose sequences are however quite divergent when compared to turripeptides [108] .", "cite_spans": [{"start": 328, "end": 333, "text": "[107]", "ref_id": "BIBREF107"}, {"start": 670, "end": 675, "text": "[108]", "ref_id": "BIBREF108"}], "ref_spans": [{"start": 63, "end": 72, "text": "(Table 2)", "ref_id": null}, {"start": 284, "end": 293, "text": "Table S25", "ref_id": null}, {"start": 315, "end": 325, "text": "Figure S15", "ref_id": "FIGREF2"}], "section": "Turripeptide"}, {"text": "Contig comp109534_c9_seq2 encodes for a 72 residues peptide, with a 20 aminoacids predicted signal peptide, and possibly a 5 residues propeptide region, according to similarity with known turripeptides (Additional file 2: Figure S15 ).", "cite_spans": [], "ref_spans": [{"start": 222, "end": 232, "text": "Figure S15", "ref_id": "FIGREF2"}], "section": "Turripeptide"}, {"text": "Turritoxins are reported to act as neurotoxins by inhibiting ion channels, and possibly also as serine protease inhibitors, given that they posses the Kazal serine protease inhibitor signature. Their 6-Cys pattern was first characterized in the peptide BeTXIIa from the venom of the vermivorous species Conus betulinus [109] , and subsequently found in a few \"spasmodic peptides\", that define the Psuperfamily of conotoxins and the Cys framework IX [110] . Framework-IX venom peptides have additionally been found in members of families Turridae and Terebridae [111, 112] , however the sequence similarity to peptides of Conidae P-superfamily is generally low [108] .", "cite_spans": [{"start": 319, "end": 324, "text": "[109]", "ref_id": "BIBREF109"}, {"start": 449, "end": 454, "text": "[110]", "ref_id": "BIBREF110"}, {"start": 561, "end": 566, "text": "[111,", "ref_id": "BIBREF111"}, {"start": 567, "end": 571, "text": "112]", "ref_id": "BIBREF112"}, {"start": 660, "end": 665, "text": "[108]", "ref_id": "BIBREF108"}], "ref_spans": [], "section": "Turripeptide"}, {"text": "An analysis of feeding habits of conideans reveals that framework IX peptides are not produced by fish-hunting cone snails but they are expressed in the venom duct of molluscivorous cone snails and vermivorous conoideans (including also Terebridae and Turridae beside some species of cone snails) [108] . The molecular target of any framework IX-conopeptide has not been identified thus far. However, experimental evidences suggest, at least for some members of the P-subfamily, an action on glycine receptors [110] , ligand-gated ion channels belonging to the nicotinic acetylcholine receptor family, which are important targets for neuroactive drugs [113] . Gly receptors are in fact widely distributed inhibitory receptors, that are involved in the regulation of the motor circuits of the spinal cord and have inhibitory synapses in afferent sensory neurons, including pain fibers [113, 114] , being ideal targets for peripheral anesthetic compounds. The oesophageal overexpression of turritoxin-like contig comp109534_c9_seq2 is in agreement with the structural homology of Conoidean venom duct with the colubrarian mid-oesophagus [26] . The expression of other families of conopeptides in salivary glands was reported for Conus pulicarius [115] , but no conopeptides were found in a recent transcriptome of salivary glands of C. geographus [20] . Expression of turritoxins does not appear to be restricted to gastropods, as it was also recently detected in the venom of the polychaete Glycera [75] .", "cite_spans": [{"start": 297, "end": 302, "text": "[108]", "ref_id": "BIBREF108"}, {"start": 510, "end": 515, "text": "[110]", "ref_id": "BIBREF110"}, {"start": 652, "end": 657, "text": "[113]", "ref_id": "BIBREF113"}, {"start": 884, "end": 889, "text": "[113,", "ref_id": "BIBREF113"}, {"start": 890, "end": 894, "text": "114]", "ref_id": "BIBREF114"}, {"start": 1135, "end": 1139, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1244, "end": 1249, "text": "[115]", "ref_id": "BIBREF115"}, {"start": 1345, "end": 1349, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1498, "end": 1502, "text": "[75]", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Turripeptide"}, {"text": "We present here the first molecular characterization of the alimentary secretion of a non-conoidean neogastropod, by deciphering secretory repertoires of salivary glands and mid-oesophagus of a hematophagous snail.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The biochemical characteristics of the feeding-related classes of molecules identified in the Colubraria transcriptome allow to hypothesize their functional role and the physiology of the glandular tissues in the light of Colubraria feeding habits. The transcriptomic profiles of the two secretory tissues studied are different, with a reduced overlap in the classes of molecules dominating their secretions, and indicate a large degree of specialization, with a significantly higher complexity in the salivary glands. Anticoagulant activities in the saliva, which is secreted both into the prey and along the extremely long anterior oesophagus, can be ascribed to the synergic action of several molecules, with a crucial role possibly played by the vWFA domain-containing proteins, encoded by numerous contigs overexpressed at the highest levels in the salivary subset. The mid-oesophageal transcriptome is apparently less complex than the salivary one and is dominated by transcripts encoding for a turritoxin-like protein and for a two Kunitz-domains protease inhibitor These expression patterns reflect the different physiological roles of the two tissues. We hypothesize that the mid-oesophageal turritoxin is produced when the snail approaches the fish and, as in the case of the venomous cocktail of Conus geographus, it may be involved in the induction of a \"hypnotic\" state in the fish. C. geographus, as other so called net-hunter cone snails, engulfs fish (or even a small school of fishes) with its highly extensible rostrum before stinging. Apparently, when the fish is approached by a cone snail, it remains in an almost hypnotic state until the snail is close enough to engulf it [22] displaying a behavior extremely similar to Colubraria predatory activity. The biochemistry of the induction of \"hypnosis\" has not been investigated to date in Conus. In Colubraria the use of an oesophageal secretion in the external environment could be possible due to the loss of the valve of Leiblein, a structure that in neogastropod separates the mid from the anterior oesophagus and thus from the environment [15, 26] .", "cite_spans": [{"start": 1695, "end": 1699, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 2114, "end": 2118, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 2119, "end": 2122, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Physiology of feeding"}, {"text": "Afterwards, when the blood meal is ingested, the main task of the oesophagus would be avoiding blood clotting during its passage through the stomach, where it will be digested. Such a physiological role may be sustained by the haemalin-like two-Kunitz domain protease inhibitor. Haemalin is a thrombin inhibitor, produced in the oesophagus of the bush tick Haemaphysalis longicornis, able to avoid clotting of the blood meal until digestion is completed [49] .", "cite_spans": [{"start": 454, "end": 458, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Physiology of feeding"}, {"text": "The salivary glands, that discharge their secretion at the tip of the proboscis, very close to the external environment, produce a more complex venom probably in response to their more diversified tasks. First, when the proboscis contacts the fish, the snail has to gain access to the blood. The massive secretion of porins, maybe assisted by the metalloproteases, probably elicit a potent cytolytic activity [79, 106] , that associated with the scraping action of the radula allows the snail to open large circular wounds on the fish skin (Fig. 2B) . Unquestionably, an anesthetic activity is crucial to efficiently accomplish blood-feeding in any hematophagous taxa. In Colubraria this anesthetic activity is likely due to the concerted activity of ShKT-containing proteins, especially the CAP-ShKT that act as K channel modulators [78] , and ADA, that may reduce local pain perception by removing adenosine [60] . The anticoagulant action at the site of the wound and in the anterior digestive tract is mediated by the salivary production of a complex mixture of anticoagulant compounds. The vWFA-containing proteins, novel proteins here described for the first time, may act as platelet antiaggregants and target primary hemostasis, throughout a mechanism still to be defined but probably including direct scavenging of thrombocytes. Anti-platelet activity can be assisted by the Antigen-5 protein, via a radical superoxide removal mechanism [92] . ENPP5 can participate to disarrange primary hemostasis, producing Ap4A that reinforce the inhibition of thrombocyte aggregation [100] . Secondary hemostasis may be targeted by the 4 Kunitz domain protein, similar to the tick Rhipicephalus pulchellus Tetralaris, a potent thrombin and TF/FVIIa complex inhibitor [52, 54] , and to TFPI, that modulates factor Xa. Astacins and peptidases S1 also likely contribute to impair hemostasis, as described e.g. in snakes and spiders, due to the fibrinogenolytic activity of astacins [79] , and to the hemorrhagic-anticoagulant activity of PS1 that involves the degradation of several hemostatic factors [97] . Finally, salivary glands produce ACE that owing to its vasopressive activity can increase cardiac frequency in the fish and maximize blood income through the snail foregut, considerably reducing Colubraria feeding time. Vasoconstriction is a defense mechanism that is part of the hemostatic system, and is generally counteracted by hematophagous animals; interestingly, in a \"passive feeder\" such as Colubraria it becomes advantageous to the parasite, explaining the recruitment of ACE enzyme in the venomous cocktail.", "cite_spans": [{"start": 409, "end": 413, "text": "[79,", "ref_id": "BIBREF78"}, {"start": 414, "end": 418, "text": "106]", "ref_id": "BIBREF106"}, {"start": 834, "end": 838, "text": "[78]", "ref_id": "BIBREF77"}, {"start": 910, "end": 914, "text": "[60]", "ref_id": "BIBREF59"}, {"start": 1446, "end": 1450, "text": "[92]", "ref_id": "BIBREF92"}, {"start": 1581, "end": 1586, "text": "[100]", "ref_id": "BIBREF100"}, {"start": 1764, "end": 1768, "text": "[52,", "ref_id": "BIBREF51"}, {"start": 1769, "end": 1772, "text": "54]", "ref_id": "BIBREF53"}, {"start": 1976, "end": 1980, "text": "[79]", "ref_id": "BIBREF78"}, {"start": 2096, "end": 2100, "text": "[97]", "ref_id": "BIBREF97"}], "ref_spans": [{"start": 540, "end": 549, "text": "(Fig. 2B)", "ref_id": null}], "section": "Physiology of feeding"}, {"text": "Most hematophagous animals produce a complex mixture of anti hemostatic molecules that act synergistically to impair hemostasis in the host, the natural response to vascular injury aimed to arrest bleeding and based on the triad of platelet aggregation, blood clotting and vasoconstriction. While Colubraria secretion does not block vasoconstriction, which is advantageous to this parasite, it counteracts both primary and secondary hemostasis. Primary hemostasis is targeted by several molecules produced in different hematophagous species, that act at various stages, including salivary apyrases, epinephrine and serotonine binding molecules and nitrophorins in several arthropods; lipocalins in Rhodnius prolixus, triatomines and ticks; collagen binding proteins as antiplatelets in mosquitos and leeches; integrin antagonists in ticks and hookworms [6] . Inhibitors of secondary hemostasis are extremely variable as well, in their molecular masses, targets and inhibitory mechanisms, with thrombin and FXa being the most common targets [5, 7] .", "cite_spans": [{"start": 853, "end": 856, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1040, "end": 1043, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 1044, "end": 1046, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Evolutionary considerations"}, {"text": "Apparently, while inhibition of secondary hemostasis in Colubraria involves mechanisms already described in other animal groups, this snail evolved a unique molecular arsenal to impair primary hemostasis, as a key role would be played by vWFA-like proteins, assisted by ENPP5 and Antigen-5. The evolution of such arsenal could have been triggered by the high efficiency of the coagulation system in fishes that need to rapidly repair vascular damage, especially in the gills, where blood supply is maximum and very close to the external environment. In fact, although hemostasis in fish involves the same mechanisms and factors described in mammals (except for the presence in fish of nucleated thrombocytes instead of anucleated platelets), coagulation time is generally shorter, due to the high levels of coagulation factors contributing to high activity of the extrinsic and intrinsic pathway [116] . Further molecular and biochemical studies on the anticoagulant secretions of other hematophagous parasites of fishes, such as fish lice and lampreys, could elucidate mechanisms of evolutionary \"arms race\" between fishes and their parasites.", "cite_spans": [{"start": 896, "end": 901, "text": "[116]", "ref_id": "BIBREF116"}], "ref_spans": [], "section": "Evolutionary considerations"}, {"text": "Surprisingly, we detected a very low level of similarity between Colubraria and Conus biochemical predatory arsenals, restricted to a single molecule, the turripeptide. Additionally, such molecules are not exclusive of gastropods as demonstrated by their recent discovery in the venom gland of the polychaete Glycera [75] . On the other hand, the presence in Colubraria of multiple Kunitzdomains proteins that were found to date only in hard ticks (Ixodidae) [52] indicate some degree of physiological convergence between colubrariids and ixodid ticks. It should be remarked, for example, that both hard ticks and Colubraria share a feeding behavior that involves a reversible attachment to the host that can last several hours [117] .", "cite_spans": [{"start": 317, "end": 321, "text": "[75]", "ref_id": "BIBREF74"}, {"start": 459, "end": 463, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 728, "end": 733, "text": "[117]", "ref_id": "BIBREF117"}], "ref_spans": [], "section": "Evolutionary considerations"}, {"text": "Given the close phylogenetic relationship of Mollusca and Annelida [118] , we expected to find strong affinities between the biochemical arsenal of C. reticulata and that of leeches and of the recently investigated polychaete Glycera. Again, very limited similarities were instead detected, namely the presence in Glycera of porins, turripeptidelike, CAP/ShKT and Astacin/ShKT [75] and the similarity of leech ACE to its Colubraria counterpart. This indicates a different evolutionary pathway for the onset of hematophagy arsenal in the two lineages, and a dominant influence of convergence between distantly related but functionally similar taxa, such as Colubraria and hard ticks. Moreover, the presence of anesthetic multidomain ShKT proteins is shared with lower metazoans such as Cnidaria, suggesting that they might represent a basal animal toxin arsenal.", "cite_spans": [{"start": 67, "end": 72, "text": "[118]", "ref_id": "BIBREF118"}, {"start": 377, "end": 381, "text": "[75]", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Evolutionary considerations"}, {"text": "More tailored investigations on the main feeding-related protein classes here identified are needed to shed light on their activities, and also to define proteins involved in other biological roles such as the modulation of the inflammatory response of the host. However, our results undoubtedly indicate that marine predatory gastropods could be a valuable study target to identify novel bioactive molecules. Conoidea investigated to date constitute only a fraction of the overall Neogastropoda trophic diversity, suggesting that this animal group as a whole is a plentiful reservoir of bioactive peptides worth of detailed investigations.", "cite_spans": [], "ref_spans": [], "section": "Evolutionary considerations"}, {"text": "A total of 30 specimens of Colubraria reticulata were collected alive at Sidi Jmour (Djerba Is., Tunisia: 7-12.vi.2013; 33°49.5'N, 010°44.5'E), in shallow waters (0.3-2.5 m depth), under rocks and boulders. Specimens were kept alive in aquarium until sample preparation. Twentyfour specimens were dissected on ice, and target tissues (mid-oesophagous and salivary glands; hereafter MO and SG) were collected and used to prepare three tissuespecific biological replicates constituted of 8 samples each (SG 1-3 and MO 1-3). Additionally, 6 animals were used to prepare three biological replicates of whole-body reference, made up of 2 samples each (WB 1-3). During preparation of the whole-body samples, where we encountered engorged snails, the stomach full of blood was excluded from the sample, to avoid contamination with fish transcripts.", "cite_spans": [], "ref_spans": [], "section": "Samples and tissues collection"}, {"text": "Samples were preserved in RNA later at -80°C until RNA extraction.", "cite_spans": [], "ref_spans": [], "section": "Samples and tissues collection"}, {"text": "Total RNA from each sample was isolated using a Qiagen-RNeasy Mini Kit according to manufacturer's instructions. To increase the average library insert size, input RNA was chemical fragmented at 94°C for 1 min.", "cite_spans": [], "ref_spans": [], "section": "RNA extraction, library preparation and next generation sequencing"}, {"text": "The nine barcoded samples were equimolar-pooled and clustered template cDNA was sequenced in an Illumina HiSeq2000 platform with 209 cycles (101 cycles for each paired-read and seven cycles for the barcode sequences).", "cite_spans": [], "ref_spans": [], "section": "RNA extraction, library preparation and next generation sequencing"}, {"text": "After sequencing we obtained 329,576,088 raw reads (from 33,213,610 to 38,909,488 reads per sample), each 101 bp in length that were quality-controlled (quality score higher than Q36 where Q40 is the maximum value) before assembly, read mapping and downstream analyses. First, SeqPrep (https://github.com/jstjohn/SeqPrep) was used to remove the remaining adapters and to merge the overlapping pairedreads. The reads were then trimmed by quality in CLC Genomics Workbench v6.5 (CLC bio, Aarhus, Denmark). Low-quality reads (CLC parameter 'limit' set to 0.02) and reads shorter than 50 nucleotides were excluded. Finally, a custom database constituted by bacteria, fungi, virus and protozoa (source: NCBI Reference Sequence, RefSeq, March 2014) was used as reference to align the reads of each sample. Reads that aligned to these potential source of contamination were removed. A final dataset of 220,305,266 filtered reads (140,615,306 paired reads, mean length 99 bp, and 79,689,960 single merged reads, mean length 154 bp) ranging from 17,993,689 to 27,248,309 reads per sample was used to build the transcriptome assembly.", "cite_spans": [], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}, {"text": "The filtered reads were de novo assembled using Trinity v20140717 [119] . Trinity was run on the two sets of paired-end and single-end (merged) sequences with the fixed default k-mer size of 25 and a minimum contig length of 60 bp. To reduce the number of isoforms, the Pasa assembly algorithm implemented in the Butterfly module of Trinity was used. The produced assembly was subjected to similarity search against three different databases: a) NCBI's non-redundant (NR) database; b) EMBL's UniProtKB/Swiss-Prot; c) a custom nucleotide database including the transcriptomes of three mollusc species Ilyanassa obsoleta (PRJNA79721), Nucella lapillus (PRJNA217409), Conus geographus (venom duct transcriptome; PRJNA167726), plus the salivary glands EST library of the leech Macrobdella decora (LIB-EST_028114). BLASTx (NR and Swiss-Prot databases) and BLASTn (mollusc databases) algorithms [120] with a cut-off e-value of 10 −6 were used for similarity searches. The assembly was further scanned for the presence of functional protein domains using InterProScan [28] with the following search methods: SignalP, TMHMM, Pfam, SMART, Tigr, ProfileScan. Transcripts that aligned to proteins or transcripts contained in the databases and/ or had InterPro match were retained for downstream analyses.", "cite_spans": [{"start": 66, "end": 71, "text": "[119]", "ref_id": "BIBREF119"}, {"start": 889, "end": 894, "text": "[120]", "ref_id": "BIBREF120"}, {"start": 1061, "end": 1065, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}, {"text": "The obtained final set of sequences (144,380 transcripts) was used as reference for read mapping and differential expression (DE) analyses. Read mapping for each sample was performed using Bowtie2.2.3 [121] and gene expression level for each transcript was estimated by RSEM v1.2.15 [122] . The read-count table was exported and DE analysis was carried out using the Bioconductor edgeR v2.14 [123] R v3.1.0 package.", "cite_spans": [{"start": 201, "end": 206, "text": "[121]", "ref_id": "BIBREF121"}, {"start": 283, "end": 288, "text": "[122]", "ref_id": "BIBREF122"}], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}, {"text": "Three different differential expression (DE) analyses were carried out comparing the three different tissues (WB, MO and SG) in a pairwise manner. False discovery rate (FDR) was applied to correct p-values generated by edgeR's exact test (transcripts showing FDR < 0.05 were considered DE). Following a conservative approach, we considered enriched those DE contigs having logFC values (the log 2 fold change between tissue-specific vs. whole body relative abundances) of 3 or higher.", "cite_spans": [], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}, {"text": "Functional annotation of the DE transcripts was carried out by Blast2GO [124] , setting the NCBI's NR as reference database (E-value < e −6 , annotation cut-off > 55, GO weight > 5). Enrichment analyses, using the Fisher's exact test implemented in Blast2GO, were applied to identify significantly over-represented gene ontology (GO) terms in the DE transcripts (test sets) when compared to the whole assembly (baseline set).", "cite_spans": [{"start": 72, "end": 77, "text": "[124]", "ref_id": "BIBREF124"}], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}, {"text": "The open reading frame (ORF) for each transcript was detected using two methods: a) ORF were predicted using the TransDecoder module implemented in the Trinity package, and the longest ORF among those matching the same protein was selected; b) ORF was detected, for each transcript, using the output coordinates of the BLASTx similarity search against NR or Swiss-Prot (when no BLAST hit to NR was recorded).", "cite_spans": [], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}, {"text": "Further inspection, to identify peptides potentially involved in feeding was carried out with user-defined scripts in R applying two strategies.", "cite_spans": [], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}, {"text": "First, the whole transcriptome was screened out for contigs with NR hits to known proteins with potential neurotoxic and hemotoxic activity, according to previously published reference data [3, 51] . Similarity with the following protein classes was investigated: a) conopeptides; b) protease inhibitors; c) peptidases S1; d) phospholipases A2; e) lectins; f) metalloproteases; g) cysteine-rich secretory proteins (CRISPs); h) apyrases.", "cite_spans": [{"start": 190, "end": 193, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 194, "end": 197, "text": "51]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}, {"text": "Second, particular attention was given to the contigs (even with no NR hits) that are enriched over a specificity threshold in each tissue. We defined a specificity index (SI) for each contig in the two tissue-specific subsets, normalizing the logFC of each contig to the logFC of the most overexpressed contig in each tissue. Contigs with a SI > 65 % were singularly screened to identify potential feedingrelated activity in both tissues, and manually annotated.", "cite_spans": [], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}, {"text": "Alignments for the main protein classes were built using ClustalW [125] .", "cite_spans": [{"start": 66, "end": 71, "text": "[125]", "ref_id": "BIBREF125"}], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}, {"text": "Salivary (935 contigs), oesophageal (184 contigs) and whole body (1048 contigs) catalogues were also manually translated using Virtual Ribosome -version 1.1 server [126] and only peptides starting with Met were considered. The probability to encode for a signal peptide was evaluated using two on-line prediction servers (SignalP and PrediSi) [37, 38] .", "cite_spans": [{"start": 164, "end": 169, "text": "[126]", "ref_id": "BIBREF126"}, {"start": 343, "end": 347, "text": "[37,", "ref_id": "BIBREF36"}, {"start": 348, "end": 351, "text": "38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Bioinformatics analyses and differential expression"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Blood-feeding arthropods: live syringes or invertebrate pharmacologists?", "authors": [{"first": "J", "middle": ["M"], "last": "Ribeiro", "suffix": ""}], "year": 1995, "venue": "Infect Agents Dis", "volume": "4", "issn": "", "pages": "143--52", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Biology of Blood-Sucking in Insects", "authors": [{"first": "M", "middle": ["J"], "last": "Lehane", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Complex cocktails: the evolutionary novelty of venoms", "authors": [{"first": "N", "middle": ["R"], "last": "Casewell", "suffix": ""}, {"first": "W", "middle": [], "last": "Wuster", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Vonk", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Harrison", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Fry", "suffix": ""}], "year": 2013, "venue": "Trends Ecol Evol", "volume": "28", "issn": "", "pages": "219--248", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Diversity and selective pressures of anticoagulants in three medicinal leeches (Hirudinida: Hirudinidae, Macrobdellidae)", "authors": [{"first": "S", "middle": [], "last": "Kvist", "suffix": ""}, {"first": "G-S", "middle": [], "last": "Min", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Siddall", "suffix": ""}], "year": 2013, "venue": "Ecol Evol", "volume": "3", "issn": "", "pages": "919--952", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Anticoagulants and inhibitors of platelet aggregation derived from leeches", "authors": [{"first": "M", "middle": [], "last": "Salzet", "suffix": ""}], "year": 2001, "venue": "FEBS Lett", "volume": "429", "issn": "", "pages": "187--92", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Platelet aggregation inhibitors from hematophagous animals", "authors": [{"first": "I", "middle": ["M"], "last": "Francischetti", "suffix": ""}], "year": 2010, "venue": "Toxicon", "volume": "56", "issn": "", "pages": "1130--1174", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Role of arthropod saliva in blood feeding: sialome and post-sialome perspectives", "authors": [{"first": "J", "middle": ["M"], "last": "Ribeiro", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Francischetti", "suffix": ""}], "year": 2003, "venue": "Annu Rev Entomol", "volume": "48", "issn": "", "pages": "73--88", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Tick salivary compounds: their role in modulation of host defences and pathogen transmission", "authors": [{"first": "M", "middle": [], "last": "Kazimirova", "suffix": ""}, {"first": "I", "middle": [], "last": "Stibraniova", "suffix": ""}], "year": 2013, "venue": "Front Cell Infect Microbiol", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Basic Principles of Hemostasis", "authors": [{"first": "E", "middle": [], "last": "Hiller", "suffix": ""}, {"first": "R", "middle": [], "last": "Munker", "suffix": ""}, {"first": "E", "middle": [], "last": "Hiller", "suffix": ""}, {"first": "J", "middle": [], "last": "Glass", "suffix": ""}, {"first": "R", "middle": [], "last": "Paquette", "suffix": ""}], "year": 2007, "venue": "Modern Hematology", "volume": "", "issn": "", "pages": "327--345", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A blood-sucking snail: the Cooper's nutmeg Cancellaria cooperi Gabb, parasitizes the california electric ray", "authors": [{"first": "J", "middle": ["B"], "last": "O&apos;sullivan", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Mcconnaughey", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Huber", "suffix": ""}], "year": 1987, "venue": "Torpedo californica Ayres. Biol Bull", "volume": "172", "issn": "", "pages": "362--368", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "More gastropods feeding at night on parrotfishes", "authors": [{"first": "P", "middle": [], "last": "Bouchet", "suffix": ""}, {"first": "D", "middle": [], "last": "Perrine", "suffix": ""}], "year": 1996, "venue": "Bull Mar Sci", "volume": "59", "issn": "", "pages": "224--232", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A marginellid gastropod parasitize sleeping fishes", "authors": [{"first": "P", "middle": [], "last": "Bouchet", "suffix": ""}], "year": 1989, "venue": "Bull Mar Sci", "volume": "45", "issn": "", "pages": "76--84", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Description of a new species of ecto-parasitic snail on fish", "authors": [{"first": "S", "middle": [], "last": "Kosuge", "suffix": ""}], "year": 1986, "venue": "Bull Inst Malacol", "volume": "2", "issn": "", "pages": "77--85", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Neogastropod phylogenetic relationships based on entire mitochondrial genomes", "authors": [{"first": "R", "middle": ["L"], "last": "Cunha", "suffix": ""}, {"first": "C", "middle": [], "last": "Grande", "suffix": ""}, {"first": "R", "middle": [], "last": "Zardoya", "suffix": ""}], "year": 2009, "venue": "BMC Evol Biol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Relationships of the haematophagous marine snailColubraria(Rachiglossa: Colubrariidae), within the neogastropod phylogenetic framework", "authors": [{"first": "M", "middle": [], "last": "Oliverio", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Modica", "suffix": ""}], "year": 2010, "venue": "Zool J Linnean Soc", "volume": "158", "issn": "", "pages": "779--800", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Additional gene data and increased sampling give new insights into the phylogenetic relationships of Neogastropoda, within the caenogastropod phylogenetic framework", "authors": [{"first": "S", "middle": [], "last": "Zou", "suffix": ""}, {"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Kong", "suffix": ""}], "year": 2011, "venue": "Mol Phylogenet Evol", "volume": "61", "issn": "", "pages": "425--460", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Food specialization and the evolution of predatory prosobranch gastropods", "authors": [{"first": "J", "middle": ["D"], "last": "Taylor", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Morris", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Taylor", "suffix": ""}], "year": 1980, "venue": "Palaeontology", "volume": "23", "issn": "", "pages": "375--409", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The Neogastropoda: Evolutionary Innovations of Predatory Marine Snails with Remarkable Pharmacological Potential", "authors": [{"first": "M", "middle": ["V"], "last": "Modica", "suffix": ""}, {"first": "M", "middle": [], "last": "Holford", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "249--70", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Macroevolution of venom apparatus innovations in auger snails (Gastropoda; Conoidea; Terebridae)", "authors": [{"first": "M", "middle": [], "last": "Castelin", "suffix": ""}, {"first": "N", "middle": [], "last": "Puillandre", "suffix": ""}, {"first": "Y", "middle": ["I"], "last": "Kantor", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Modica", "suffix": ""}, {"first": "Y", "middle": [], "last": "Terryn", "suffix": ""}], "year": 2012, "venue": "Mol Phylogenet Evol", "volume": "64", "issn": "", "pages": "21--44", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Evolution of separate predation-and defence-evoked venoms in carnivorous cone snails", "authors": [{"first": "S", "middle": [], "last": "Dutertre", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Jin", "suffix": ""}, {"first": "I", "middle": [], "last": "Vetter", "suffix": ""}, {"first": "B", "middle": [], "last": "Hamilton", "suffix": ""}, {"first": "K", "middle": [], "last": "Sunagar", "suffix": ""}], "year": 2014, "venue": "Nat Commun", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Venomous auger snail Hastula (Impages) hectica (Linnaeus, 1758): molecular phylogeny, foregut anatomy and comparative toxinology", "authors": [{"first": "J", "middle": ["S"], "last": "Imperial", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kantor", "suffix": ""}, {"first": "M", "middle": [], "last": "Watkins", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Heralde 3rd", "suffix": ""}, {"first": "B", "middle": [], "last": "Stevenson", "suffix": ""}], "year": 2007, "venue": "J Exp Zool B Mol Dev Evol", "volume": "308", "issn": "", "pages": "744--56", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Reflections from the Biology of Clades and Species", "authors": [{"first": "B", "middle": ["M"], "last": "Olivera", "suffix": ""}, {"first": "", "middle": [], "last": "Conus", "suffix": ""}, {"first": "", "middle": [], "last": "Peptides", "suffix": ""}], "year": 2002, "venue": "", "volume": "33", "issn": "", "pages": "25--47", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Parasitism of sleeping fish by gastropod mollusks in the Colubrariidae and Marginellidae at Kwajalein, Marshall Islands", "authors": [{"first": "S", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "S", "middle": [], "last": "Jazwinski", "suffix": ""}], "year": 1995, "venue": "Festivus", "volume": "27", "issn": "", "pages": "121--127", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Origin and evolutionary radiation of the Mollusca", "authors": [{"first": "Y", "middle": [], "last": "Kantor", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "221--251", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Morphological prerequisite for understanding neogastropod phylogeny", "authors": [{"first": "Y", "middle": [], "last": "Kantor", "suffix": ""}], "year": 2002, "venue": "Bollettino Malacologico Supplement", "volume": "4", "issn": "", "pages": "161--74", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The origin and evolution of the Neogastropoda", "authors": [{"first": "W", "middle": ["F"], "last": "Ponder", "suffix": ""}], "year": 1973, "venue": "Malacologia", "volume": "12", "issn": "", "pages": "295--338", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Gapped BLAST and PSI-BLAST: a new generation of protein database search programs", "authors": [{"first": "S", "middle": ["F"], "last": "Altschul", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Madden", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Schaffer", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Miller", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Lipman", "suffix": ""}], "year": 1997, "venue": "Nucleic Acids Res", "volume": "25", "issn": "", "pages": "3389--3402", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "InterProScan: protein domains identifier", "authors": [{"first": "E", "middle": [], "last": "Quevillon", "suffix": ""}, {"first": "V", "middle": [], "last": "Silventoinen", "suffix": ""}, {"first": "S", "middle": [], "last": "Pillai", "suffix": ""}, {"first": "N", "middle": [], "last": "Harte", "suffix": ""}, {"first": "N", "middle": [], "last": "Mulder", "suffix": ""}], "year": 2005, "venue": "Nucleic Acids Res", "volume": "33", "issn": "", "pages": "116--120", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Short read Illumina data for the de novo assembly of a non-model snail species transcriptome (Radix balthica, Basommatophora, Pulmonata), and a comparison of assembler performance", "authors": [{"first": "B", "middle": [], "last": "Feldmeyer", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Wheat", "suffix": ""}, {"first": "N", "middle": [], "last": "Krezdorn", "suffix": ""}, {"first": "B", "middle": [], "last": "Rotter", "suffix": ""}, {"first": "M", "middle": [], "last": "Pfenninger", "suffix": ""}], "year": 2011, "venue": "BMC Genomics", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Comparative description of ten transcriptomes of newly sequenced invertebrates and efficiency estimation of genomic sampling in non-model taxa", "authors": [{"first": "A", "middle": [], "last": "Riesgo", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Andrade", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Sharma", "suffix": ""}, {"first": "M", "middle": [], "last": "Novo", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Perez-Porro", "suffix": ""}], "year": 2012, "venue": "Front Zool", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "De novo assembly of the transcriptome of an invasive snail and its multiple ecological applications", "authors": [{"first": "J", "middle": [], "last": "Sun", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2012, "venue": "Mol Ecol Resour", "volume": "12", "issn": "", "pages": "1133--1177", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Multiple ferritin subunit genes of the Pacific oyster Crassostrea gigas and their distinct expression patterns during early development", "authors": [{"first": "P", "middle": [], "last": "Huan", "suffix": ""}, {"first": "G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Liu", "suffix": ""}], "year": 2014, "venue": "Gene", "volume": "546", "issn": "", "pages": "80--88", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Molecular Anhydrobiology: Identifying Molecules Implicated in Invertebrate Anhydrobiosis", "authors": [{"first": "K", "middle": [], "last": "Goyal", "suffix": ""}, {"first": "J", "middle": [], "last": "Wl", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Browne", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Burnell", "suffix": ""}, {"first": "A", "middle": [], "last": "Tunnacliffe", "suffix": ""}], "year": 2005, "venue": "Integr Comp Biol", "volume": "45", "issn": "", "pages": "702--711", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Venomic and transcriptomic analysis of centipede Scolopendra subspinipes dehaani", "authors": [{"first": "Z", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "R", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Z", "middle": ["M"], "last": "Chen", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Liu", "suffix": ""}], "year": 2012, "venue": "J Proteome Res", "volume": "11", "issn": "", "pages": "6197--212", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The tale of a resting gland: transcriptome of a replete venom gland from the scorpion Hottentotta judaicus", "authors": [{"first": "D", "middle": [], "last": "Morgenstern", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Rohde", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "King", "suffix": ""}, {"first": "T", "middle": [], "last": "Tal", "suffix": ""}, {"first": "D", "middle": [], "last": "Sher", "suffix": ""}], "year": 2011, "venue": "Toxicon", "volume": "57", "issn": "", "pages": "695--703", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The venom composition of the parasitic wasp Chelonus inanitus resolved by combined expressed sequence tags analysis and proteomic approach", "authors": [{"first": "B", "middle": [], "last": "Vincent", "suffix": ""}, {"first": "M", "middle": [], "last": "Kaeslin", "suffix": ""}, {"first": "T", "middle": [], "last": "Roth", "suffix": ""}, {"first": "M", "middle": [], "last": "Heller", "suffix": ""}, {"first": "J", "middle": [], "last": "Poulain", "suffix": ""}], "year": 2010, "venue": "BMC Genomics", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "PrediSi: prediction of signal peptides and their cleavage positions", "authors": [{"first": "K", "middle": [], "last": "Hiller", "suffix": ""}, {"first": "A", "middle": [], "last": "Grote", "suffix": ""}, {"first": "M", "middle": [], "last": "Scheer", "suffix": ""}, {"first": "R", "middle": [], "last": "Munch", "suffix": ""}, {"first": "D", "middle": [], "last": "Jahn", "suffix": ""}], "year": 2004, "venue": "Nucleic Acids Res", "volume": "32", "issn": "", "pages": "375--379", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "SignalP 4.0: discriminating signal peptides from transmembrane regions", "authors": [{"first": "T", "middle": ["N"], "last": "Petersen", "suffix": ""}, {"first": "S", "middle": [], "last": "Brunak", "suffix": ""}, {"first": "G", "middle": [], "last": "Von Heijne", "suffix": ""}, {"first": "H", "middle": [], "last": "Nielsen", "suffix": ""}], "year": 2011, "venue": "Nat Methods", "volume": "8", "issn": "", "pages": "785--791", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "An updated catalogue of salivary gland transcripts in the adult female mosquito, Anopheles gambiae", "authors": [{"first": "B", "middle": [], "last": "Arca", "suffix": ""}, {"first": "F", "middle": [], "last": "Lombardo", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Valenzuela", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Francischetti", "suffix": ""}, {"first": "O", "middle": [], "last": "Marinotti", "suffix": ""}], "year": 2005, "venue": "J Exp Biol", "volume": "208", "issn": "", "pages": "3971--86", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "An annotated catalogue of salivary gland transcripts in the adult female mosquito, Aedes aegypti", "authors": [{"first": "J", "middle": ["M"], "last": "Ribeiro", "suffix": ""}, {"first": "B", "middle": [], "last": "Arca", "suffix": ""}, {"first": "F", "middle": [], "last": "Lombardo", "suffix": ""}, {"first": "E", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Phan", "suffix": ""}], "year": 2007, "venue": "BMC Genomics", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "An annotated catalog of salivary gland transcripts from Ixodes scapularis ticks", "authors": [{"first": "J", "middle": ["M"], "last": "Ribeiro", "suffix": ""}, {"first": "F", "middle": [], "last": "Alarcon-Chaidez", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Francischetti", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Mans", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Mather", "suffix": ""}], "year": 2006, "venue": "Insect Biochem Mol Biol", "volume": "36", "issn": "", "pages": "111--140", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "von Willebrand factor: the complex molecular genetics of a multidomain and multifunctional protein", "authors": [{"first": "R", "middle": [], "last": "Schneppenheim", "suffix": ""}, {"first": "U", "middle": [], "last": "Budde", "suffix": ""}], "year": 2011, "venue": "J Thromb Haemost", "volume": "9", "issn": "1", "pages": "209--224", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Factor VIII and von Willebrand factor interaction: biological, clinical and therapeutic importance", "authors": [{"first": "V", "middle": [], "last": "Terraube", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "O&apos;donnell", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Jenkins", "suffix": ""}], "year": 2010, "venue": "Haemophilia", "volume": "16", "issn": "", "pages": "3--13", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The molecular biology of von Willebrand disease", "authors": [{"first": "S", "middle": [], "last": "Keeney", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Cumming", "suffix": ""}], "year": 2001, "venue": "Clin Lab Haematol", "volume": "23", "issn": "", "pages": "209--239", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Structures of glycoprotein Ibalpha and its complex with von Willebrand factor A1 domain", "authors": [{"first": "E", "middle": ["G"], "last": "Huizinga", "suffix": ""}, {"first": "S", "middle": [], "last": "Tsuji", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Romijn", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Schiphorst", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "De Groot", "suffix": ""}], "year": 2002, "venue": "Science", "volume": "297", "issn": "", "pages": "1176--1185", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Modeling and functional analysis of the interaction between von Willebrand factor A1 domain and glycoprotein Ibalpha", "authors": [{"first": "S", "middle": [], "last": "Vasudevan", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Roberts", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Mcclintock", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Dent", "suffix": ""}, {"first": "R", "middle": [], "last": "Celikel", "suffix": ""}], "year": 2000, "venue": "J Biol Chem", "volume": "275", "issn": "", "pages": "12763--12771", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "The molecular defect in type IIB von Willebrand disease. Identification of four potential missense mutations within the putative GpIb binding domain", "authors": [{"first": "K", "middle": ["A"], "last": "Cooney", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Nichols", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Bruck", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Bahou", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Shapiro", "suffix": ""}], "year": 1991, "venue": "J Clin Investig", "volume": "87", "issn": "", "pages": "1227--1260", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "A type 2b von Willebrand disease mutation (Ile546→Val) associated with an unusual phenotype", "authors": [{"first": "A", "middle": ["B"], "last": "Federici", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Mannucci", "suffix": ""}, {"first": "F", "middle": [], "last": "Stabile", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Canciani", "suffix": ""}, {"first": "Di", "middle": [], "last": "Rocco", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}], "year": 1997, "venue": "Thromb Haemost", "volume": "78", "issn": "", "pages": "1132--1139", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Hemalin, a thrombin inhibitor isolated from a midgut cDNA library from the hard tick Haemaphysalis longicornis", "authors": [{"first": "M", "middle": [], "last": "Liao", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "H", "middle": [], "last": "Gong", "suffix": ""}, {"first": "D", "middle": [], "last": "Boldbaatar", "suffix": ""}, {"first": "R", "middle": [], "last": "Shirafuji", "suffix": ""}], "year": 2009, "venue": "J Insect Physiol", "volume": "55", "issn": "", "pages": "164--73", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "The sialotranscriptome of Amblyomma triste, Amblyomma parvum and Amblyomma cajennense ticks, uncovered by 454-based RNA-seq", "authors": [{"first": "G", "middle": ["R"], "last": "Garcia", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Gardinassi", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ribeiro", "suffix": ""}, {"first": "E", "middle": [], "last": "Anatriello", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Ferreira", "suffix": ""}], "year": 2014, "venue": "Parasit Vectors", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "The toxicogenomic multiverse: convergent recruitment of proteins into animal venoms", "authors": [{"first": "B", "middle": ["G"], "last": "Fry", "suffix": ""}, {"first": "K", "middle": [], "last": "Roelants", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Champagne", "suffix": ""}, {"first": "H", "middle": [], "last": "Scheib", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Tyndall", "suffix": ""}], "year": 2009, "venue": "Annu Rev Genomics Hum Genet", "volume": "10", "issn": "", "pages": "483--511", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Evolution, expansion and expression of the Kunitz/BPTI gene family associated with long-term blood feeding in Ixodes Scapularis", "authors": [{"first": "S", "middle": ["X"], "last": "Dai", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Huang", "suffix": ""}], "year": 2012, "venue": "BMC Evol Biol", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Conkunitzin-S1 is the first member of a new Kunitz-type neurotoxin family. Structural and functional characterization", "authors": [{"first": "M", "middle": [], "last": "Bayrhuber", "suffix": ""}, {"first": "V", "middle": [], "last": "Vijayan", "suffix": ""}, {"first": "M", "middle": [], "last": "Ferber", "suffix": ""}, {"first": "R", "middle": [], "last": "Graf", "suffix": ""}, {"first": "J", "middle": [], "last": "Korukottu", "suffix": ""}], "year": 2005, "venue": "J Biol Chem", "volume": "280", "issn": "", "pages": "23766--70", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Evolution of the tissue factor pathway inhibitor-like Kunitz domain-containing protein family in Rhipicephalus microplus", "authors": [{"first": "E", "middle": [], "last": "Louw", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Van Der Merwe", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Neitz", "suffix": ""}, {"first": "C", "middle": [], "last": "Maritz-Olivier", "suffix": ""}], "year": 2013, "venue": "Int J Parasitol", "volume": "43", "issn": "", "pages": "81--94", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Tick-derived Kunitz-type inhibitors as antihemostatic factors", "authors": [{"first": "M", "middle": ["A"], "last": "Corral-Rodriguez", "suffix": ""}, {"first": "S", "middle": [], "last": "Macedo-Ribeiro", "suffix": ""}, {"first": "Barbosa", "middle": [], "last": "Pereira", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Fuentes-Prior", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Insect Biochem Mol Biol", "volume": "39", "issn": "", "pages": "579--95", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Identification and characterization of novel salivary thrombin inhibitors from the ixodidae tick, Haemaphysalis longicornis", "authors": [{"first": "S", "middle": [], "last": "Iwanaga", "suffix": ""}, {"first": "M", "middle": [], "last": "Okada", "suffix": ""}, {"first": "H", "middle": [], "last": "Isawa", "suffix": ""}, {"first": "A", "middle": [], "last": "Morita", "suffix": ""}, {"first": "M", "middle": [], "last": "Yuda", "suffix": ""}], "year": 2003, "venue": "Eur J Biochem", "volume": "270", "issn": "", "pages": "1926--1960", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Isolation, cloning and structural characterisation of boophilin, a multifunctional Kunitz-type proteinase inhibitor from the cattle tick", "authors": [{"first": "S", "middle": [], "last": "Macedo-Ribeiro", "suffix": ""}, {"first": "C", "middle": [], "last": "Almeida", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Calisto", "suffix": ""}, {"first": "T", "middle": [], "last": "Friedrich", "suffix": ""}, {"first": "R", "middle": [], "last": "Mentele", "suffix": ""}], "year": 2008, "venue": "PLoS One", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "A thrombin inhibitor from the ixodid tick, Amblyomma hebraeum", "authors": [{"first": "R", "middle": [], "last": "Lai", "suffix": ""}, {"first": "H", "middle": [], "last": "Takeuchi", "suffix": ""}, {"first": "J", "middle": [], "last": "Jonczy", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Rees", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Turner", "suffix": ""}], "year": 2004, "venue": "Gene", "volume": "342", "issn": "", "pages": "243--252", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Adenosine deaminase: functional implications and different classes of inhibitors", "authors": [{"first": "G", "middle": [], "last": "Cristalli", "suffix": ""}, {"first": "S", "middle": [], "last": "Costanzi", "suffix": ""}, {"first": "C", "middle": [], "last": "Lambertucci", "suffix": ""}, {"first": "G", "middle": [], "last": "Lupidi", "suffix": ""}, {"first": "S", "middle": [], "last": "Vittori", "suffix": ""}], "year": 2001, "venue": "Med Res Rev", "volume": "21", "issn": "", "pages": "105--133", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The salivary adenosine deaminase from the sand fly Lutzomyia longipalpis", "authors": [{"first": "R", "middle": [], "last": "Charlab", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Rowton", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ribeiro", "suffix": ""}], "year": 2000, "venue": "Exp Parasitol", "volume": "95", "issn": "", "pages": "45--53", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "The salivary adenosine deaminase activity of the mosquitoes Culex quinquefasciatus and Aedes aegypti", "authors": [{"first": "J", "middle": ["M"], "last": "Ribeiro", "suffix": ""}, {"first": "R", "middle": [], "last": "Charlab", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Valenzuela", "suffix": ""}], "year": 2001, "venue": "J Exp Biol", "volume": "204", "issn": "", "pages": "2001--2011", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Identification and characterization of a salivary adenosine deaminase from the sand fly Phlebotomus duboscqi, the vector of Leishmania major in sub-Saharan Africa", "authors": [{"first": "H", "middle": [], "last": "Kato", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Jochim", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Lawyer", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Valenzuela", "suffix": ""}], "year": 2007, "venue": "J Exp Biol", "volume": "210", "issn": "", "pages": "733--773", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "An insight into the sialotranscriptome of the cat flea, Ctenocephalides felis", "authors": [{"first": "J", "middle": ["M"], "last": "Ribeiro", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Assumpcao", "suffix": ""}, {"first": "D", "middle": [], "last": "Ma", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Alvarenga", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Pham", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "An insight into the sialome of Glossina morsitans morsitans", "authors": [{"first": "J", "middle": [], "last": "Alves-Silva", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ribeiro", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Den Abbeele", "suffix": ""}, {"first": "G", "middle": [], "last": "Attardo", "suffix": ""}, {"first": "Z", "middle": [], "last": "Hao", "suffix": ""}], "year": 2010, "venue": "BMC Genomics", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Purinergic receptors: their role in nociception and primary afferent neurotransmission", "authors": [{"first": "G", "middle": [], "last": "Burnstock", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Wood", "suffix": ""}], "year": 1996, "venue": "Curr Opin Neurobiol", "volume": "6", "issn": "", "pages": "526--558", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Race: a Drosophila homologue of the angiotensin converting enzyme", "authors": [{"first": "K", "middle": [], "last": "Tatei", "suffix": ""}, {"first": "H", "middle": [], "last": "Cai", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Ip", "suffix": ""}, {"first": "M", "middle": [], "last": "Levine", "suffix": ""}], "year": 1995, "venue": "Mech Dev", "volume": "51", "issn": "", "pages": "157--68", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "The Acer gene of Drosophila codes for an angiotensin-converting enzyme homologue", "authors": [{"first": "C", "middle": ["A"], "last": "Taylor", "suffix": ""}, {"first": "D", "middle": [], "last": "Coates", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Shirras", "suffix": ""}], "year": 1996, "venue": "Gene", "volume": "181", "issn": "", "pages": "191--198", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Cloning and characterisation of angiotensin-converting enzyme from the dipteran species, Haematobia irritans exigua, and its expression in the maturing male reproductive system", "authors": [{"first": "G", "middle": [], "last": "Wijffels", "suffix": ""}, {"first": "C", "middle": [], "last": "Fitzgerald", "suffix": ""}, {"first": "J", "middle": [], "last": "Gough", "suffix": ""}, {"first": "G", "middle": [], "last": "Riding", "suffix": ""}, {"first": "C", "middle": [], "last": "Elvin", "suffix": ""}], "year": 1996, "venue": "Eur J Biochem", "volume": "237", "issn": "", "pages": "414--437", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Characterization of the first non-insect invertebrate functional angiotensin-converting enzyme (ACE): leech TtACE resembles the N-domain of mammalian ACE", "authors": [{"first": "G", "middle": [], "last": "Riviere", "suffix": ""}, {"first": "A", "middle": [], "last": "Michaud", "suffix": ""}, {"first": "L", "middle": [], "last": "Deloffre", "suffix": ""}, {"first": "F", "middle": [], "last": "Vandenbulcke", "suffix": ""}, {"first": "A", "middle": [], "last": "Levoye", "suffix": ""}], "year": 2004, "venue": "Biochem J", "volume": "382", "issn": "", "pages": "565--73", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Diversity of conotoxin gene superfamilies in the venomous snail, Conus victoriae", "authors": [{"first": "S", "middle": ["D"], "last": "Robinson", "suffix": ""}, {"first": "H", "middle": [], "last": "Safavi-Hemami", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Mcintosh", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Purcell", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Norton", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "High molecular weight components of the injected venom of fish-hunting cone snails target the vascular system", "authors": [{"first": "H", "middle": [], "last": "Safavi-Hemami", "suffix": ""}, {"first": "C", "middle": [], "last": "Moller", "suffix": ""}, {"first": "F", "middle": [], "last": "Mari", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Purcell", "suffix": ""}], "year": 2013, "venue": "J Proteomics", "volume": "91", "issn": "", "pages": "97--105", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Characterization of a potassium channel toxin from the Caribbean Sea anemone Stichodactyla helianthus", "authors": [{"first": "O", "middle": [], "last": "Castaneda", "suffix": ""}, {"first": "V", "middle": [], "last": "Sotolongo", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Amor", "suffix": ""}, {"first": "R", "middle": [], "last": "Stocklin", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Anderson", "suffix": ""}], "year": 1995, "venue": "Toxicon", "volume": "33", "issn": "", "pages": "603--616", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "On the convergent evolution of animal toxins. Conservation of a diad of functional residues in potassium channel-blocking toxins with unrelated structures", "authors": [{"first": "M", "middle": [], "last": "Dauplais", "suffix": ""}, {"first": "A", "middle": [], "last": "Lecoq", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}, {"first": "J", "middle": [], "last": "Cotton", "suffix": ""}, {"first": "N", "middle": [], "last": "Jamin", "suffix": ""}], "year": 1997, "venue": "J Biol Chem", "volume": "272", "issn": "", "pages": "4302--4311", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Potassium channel modulation by a toxin domain in matrix metalloprotease 23", "authors": [{"first": "S", "middle": [], "last": "Rangaraju", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Khoo", "suffix": ""}, {"first": "Z", "middle": ["P"], "last": "Feng", "suffix": ""}, {"first": "G", "middle": [], "last": "Crossley", "suffix": ""}, {"first": "D", "middle": [], "last": "Nugent", "suffix": ""}], "year": 2010, "venue": "J Biol Chem", "volume": "285", "issn": "", "pages": "9124--9160", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "A Polychaete's powerful punch: venom gland transcriptomics of Glycera reveals a complex cocktail of toxin homologs", "authors": [{"first": "B", "middle": ["M"], "last": "Von Reumont", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Campbell", "suffix": ""}, {"first": "S", "middle": [], "last": "Richter", "suffix": ""}, {"first": "L", "middle": [], "last": "Hering", "suffix": ""}, {"first": "D", "middle": [], "last": "Sykes", "suffix": ""}], "year": 2014, "venue": "Genome Biol Evol", "volume": "6", "issn": "", "pages": "2406--2429", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Evolution of CRISPs associated with toxicoferan-reptilian venom and mammalian reproduction", "authors": [{"first": "K", "middle": [], "last": "Sunagar", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Johnson", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "O&apos;brien", "suffix": ""}, {"first": "V", "middle": [], "last": "Vasconcelos", "suffix": ""}, {"first": "A", "middle": [], "last": "Antunes", "suffix": ""}], "year": 2012, "venue": "Mol Biol Evol", "volume": "29", "issn": "", "pages": "1807--1829", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Structure and function of snake venom cysteine-rich secretory proteins", "authors": [{"first": "Y", "middle": [], "last": "Yamazaki", "suffix": ""}, {"first": "T", "middle": [], "last": "Morita", "suffix": ""}], "year": 2004, "venue": "Toxicon", "volume": "44", "issn": "", "pages": "227--258", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Early evolution of the venom system in lizards and snakes", "authors": [{"first": "B", "middle": ["G"], "last": "Fry", "suffix": ""}, {"first": "N", "middle": [], "last": "Vidal", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Norman", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Vonk", "suffix": ""}, {"first": "H", "middle": [], "last": "Scheib", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "439", "issn": "", "pages": "584--592", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Astacin-like metalloproteases are a gene family of toxins present in the venom of different species of the brown spider", "authors": [{"first": "D", "middle": [], "last": "Trevisan-Silva", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Gremski", "suffix": ""}, {"first": "O", "middle": ["M"], "last": "Chaim", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Da Silveira", "suffix": ""}, {"first": "G", "middle": ["O"], "last": "Meissner", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Meprins, membrane-bound and secreted astacin metalloproteinases", "authors": [{"first": "E", "middle": ["E"], "last": "Sterchi", "suffix": ""}, {"first": "W", "middle": [], "last": "Stocker", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Bond", "suffix": ""}], "year": 2008, "venue": "Mol Aspects Med", "volume": "29", "issn": "", "pages": "309--337", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Brown Spider (Loxosceles genus) Venom Toxins: Tools for Biological Purposes", "authors": [{"first": "O", "middle": ["M"], "last": "Chaim", "suffix": ""}, {"first": "D", "middle": [], "last": "Trevisan-Silva", "suffix": ""}, {"first": "D", "middle": [], "last": "Chaves-Moreira", "suffix": ""}, {"first": "Acm", "middle": [], "last": "Wille", "suffix": ""}, {"first": "Pereira", "middle": [], "last": "Ferrer", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "Toxins", "volume": "3", "issn": "", "pages": "309--353", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Theoretical investigation of astacin proteolysis", "authors": [{"first": "S", "middle": ["L"], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": ["S"], "last": "Li", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Fang", "suffix": ""}], "year": 2012, "venue": "J Inorg Biochem", "volume": "111", "issn": "", "pages": "70--79", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Sea anemone genome reveals ancestral eumetazoan gene repertoire and genomic organization", "authors": [{"first": "N", "middle": ["H"], "last": "Putnam", "suffix": ""}, {"first": "M", "middle": [], "last": "Srivastava", "suffix": ""}, {"first": "U", "middle": [], "last": "Hellsten", "suffix": ""}, {"first": "B", "middle": [], "last": "Dirks", "suffix": ""}, {"first": "J", "middle": [], "last": "Chapman", "suffix": ""}], "year": 2007, "venue": "Science", "volume": "317", "issn": "", "pages": "86--94", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Identification and characterization of hydra metalloproteinase 2 (HMP2): a meprin-like astacin metalloproteinase that functions in foot morphogenesis", "authors": [{"first": "L", "middle": [], "last": "Yan", "suffix": ""}, {"first": "K", "middle": [], "last": "Fei", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Dexter", "suffix": ""}, {"first": "Sarras", "middle": [], "last": "Jr", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "", "suffix": ""}], "year": 2000, "venue": "Development", "volume": "127", "issn": "", "pages": "129--170", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Cloning and biochemical characterization of astacin-like squid metalloprotease", "authors": [{"first": "Y", "middle": [], "last": "Yokozawa", "suffix": ""}, {"first": "H", "middle": [], "last": "Tamai", "suffix": ""}, {"first": "S", "middle": [], "last": "Tatewaki", "suffix": ""}, {"first": "T", "middle": [], "last": "Tajima", "suffix": ""}, {"first": "T", "middle": [], "last": "Tsuchiya", "suffix": ""}], "year": 2002, "venue": "J Biochem", "volume": "132", "issn": "", "pages": "751--759", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Differential evolution and neofunctionalization of snake venom metalloprotease domains", "authors": [{"first": "A", "middle": [], "last": "Brust", "suffix": ""}, {"first": "K", "middle": [], "last": "Sunagar", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Undheim", "suffix": ""}, {"first": "I", "middle": [], "last": "Vetter", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Yang", "suffix": ""}], "year": 2013, "venue": "Mol Cell Proteomics", "volume": "12", "issn": "", "pages": "651--63", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Comparative venom gland transcriptome surveys of the saw-scaled vipers (Viperidae: Echis) reveal substantial intra-family gene diversity and novel venom transcripts", "authors": [{"first": "N", "middle": ["R"], "last": "Casewell", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Harrison", "suffix": ""}, {"first": "W", "middle": [], "last": "Wuster", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Wagstaff", "suffix": ""}], "year": 2009, "venue": "BMC Genomics", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "A highthroughput venom-gland transcriptome for the Eastern Diamondback Rattlesnake (Crotalus adamanteus) and evidence for pervasive positive selection across toxin classes", "authors": [{"first": "D", "middle": ["R"], "last": "Rokyta", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Wray", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Lemmon", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Lemmon", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Caudle", "suffix": ""}], "year": 2011, "venue": "Toxicon", "volume": "57", "issn": "", "pages": "657--71", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Snake Venom Cytotoxins, Phospholipase As, and Zn-dependent Metalloproteinases: Mechanisms of Action and Pharmacological Relevance", "authors": [{"first": "S", "middle": ["E"], "last": "Gasanov", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Dagda", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Rael", "suffix": ""}], "year": 2014, "venue": "J Clin Toxicol", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Insight into the salivary transcriptome and proteome of Dipetalogaster maxima", "authors": [{"first": "T", "middle": ["C"], "last": "Assumpcao", "suffix": ""}, {"first": "S", "middle": [], "last": "Charneau", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Santiago", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Francischetti", "suffix": ""}, {"first": "Z", "middle": [], "last": "Meng", "suffix": ""}], "year": 2011, "venue": "J Proteome Res", "volume": "10", "issn": "", "pages": "669--79", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "An insight into the sialome of the blood-sucking bug Triatoma infestans, a vector of Chagas' disease", "authors": [{"first": "T", "middle": ["C"], "last": "Assumpcao", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Francischetti", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Andersen", "suffix": ""}, {"first": "A", "middle": [], "last": "Schwarz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Santana", "suffix": ""}], "year": 2008, "venue": "Insect Biochem Mol Biol", "volume": "38", "issn": "", "pages": "213--245", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Salivary antigen-5/CAP family members are Cu2 + -dependent antioxidant enzymes that scavenge O(2)(-). and inhibit collagen-induced platelet aggregation and neutrophil oxidative burst", "authors": [{"first": "T", "middle": ["C"], "last": "Assumpcao", "suffix": ""}, {"first": "D", "middle": [], "last": "Ma", "suffix": ""}, {"first": "A", "middle": [], "last": "Schwarz", "suffix": ""}, {"first": "K", "middle": [], "last": "Reiter", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Santana", "suffix": ""}], "year": 2013, "venue": "J Biol Chem", "volume": "288", "issn": "", "pages": "14341--61", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Isolation and characterization of a cone snail protease with homology to CRISP proteins of the pathogenesis-related protein superfamily", "authors": [{"first": "T", "middle": ["J"], "last": "Milne", "suffix": ""}, {"first": "G", "middle": [], "last": "Abbenante", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Tyndall", "suffix": ""}, {"first": "J", "middle": [], "last": "Halliday", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Lewis", "suffix": ""}], "year": 2003, "venue": "J Biol Chem", "volume": "278", "issn": "", "pages": "31105--31115", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Cloning and isolation of a conus cysteine-rich protein homologous to Tex31 but without proteolytic activity", "authors": [{"first": "J", "middle": [], "last": "Qian", "suffix": ""}, {"first": "Z-Y G", "middle": [], "last": "", "suffix": ""}, {"first": "C-W", "middle": [], "last": "", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2008, "venue": "Acta Biochim Biophys Sin", "volume": "40", "issn": "", "pages": "174--81", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Tentacles of venom: toxic protein convergence in the Kingdom Animalia", "authors": [{"first": "B", "middle": ["G"], "last": "Fry", "suffix": ""}, {"first": "K", "middle": [], "last": "Roelants", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Norman", "suffix": ""}], "year": 2009, "venue": "J Mol Evol", "volume": "68", "issn": "", "pages": "311--332", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "The first venomous crustacean revealed by transcriptomics and functional morphology: remipede venom glands express a unique toxin cocktail dominated by enzymes and a neurotoxin", "authors": [{"first": "B", "middle": ["M"], "last": "Von Reumont", "suffix": ""}, {"first": "A", "middle": [], "last": "Blanke", "suffix": ""}, {"first": "S", "middle": [], "last": "Richter", "suffix": ""}, {"first": "F", "middle": [], "last": "Alvarez", "suffix": ""}, {"first": "C", "middle": [], "last": "Bleidorn", "suffix": ""}], "year": 2014, "venue": "Mol Biol Evol", "volume": "31", "issn": "", "pages": "48--58", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "VaSP1, catalytically active serine proteinase from Vipera ammodytes ammodytes venom with unconventional active site triad", "authors": [{"first": "T", "middle": [], "last": "Kurtovic", "suffix": ""}, {"first": "M", "middle": [], "last": "Brgles", "suffix": ""}, {"first": "A", "middle": [], "last": "Leonardi", "suffix": ""}, {"first": "Lang", "middle": [], "last": "Balija", "suffix": ""}, {"first": "M", "middle": [], "last": "Sajevic", "suffix": ""}, {"first": "T", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Toxicon", "volume": "77", "issn": "", "pages": "93--104", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Physiological and pathophysiological functions of the ecto-nucleotide pyrophosphatase/phosphodiesterase family", "authors": [{"first": "J", "middle": ["W"], "last": "Goding", "suffix": ""}, {"first": "B", "middle": [], "last": "Grobben", "suffix": ""}, {"first": "H", "middle": [], "last": "Slegers", "suffix": ""}], "year": 2003, "venue": "Biochim Biophys Acta", "volume": "1638", "issn": "", "pages": "1--19", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Hydrolysis of diadenosine polyphosphates by nucleotide pyrophosphatases/ phosphodiesterases", "authors": [{"first": "P", "middle": [], "last": "Vollmayer", "suffix": ""}, {"first": "T", "middle": [], "last": "Clair", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Goding", "suffix": ""}, {"first": "K", "middle": [], "last": "Sano", "suffix": ""}, {"first": "J", "middle": [], "last": "Servos", "suffix": ""}], "year": 2003, "venue": "Eur J Biochem", "volume": "270", "issn": "", "pages": "2971--2979", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Analogues of diadenosine 5′,5‴-P1, P4-tetraphosphate (Ap4A) as potential anti-plateletaggregation agents", "authors": [{"first": "P", "middle": ["C"], "last": "Zamecnik", "suffix": ""}, {"first": "B", "middle": [], "last": "Kim", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Gao", "suffix": ""}, {"first": "G", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Blackburn", "suffix": ""}], "year": 1992, "venue": "Proc Natl Acad Sci", "volume": "89", "issn": "", "pages": "2370--2373", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Properties of proteinaceous toxins in the salivary gland of the marine gastropod (Monoplex echo)", "authors": [{"first": "K", "middle": [], "last": "Shiomi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawashima", "suffix": ""}, {"first": "M", "middle": [], "last": "Mizukami", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nagashima", "suffix": ""}], "year": 2002, "venue": "Toxicon", "volume": "40", "issn": "", "pages": "563--71", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "High-resolution picture of a venom gland transcriptome: case study with the marine snail Conus consors", "authors": [{"first": "Y", "middle": [], "last": "Terrat", "suffix": ""}, {"first": "D", "middle": [], "last": "Biass", "suffix": ""}, {"first": "S", "middle": [], "last": "Dutertre", "suffix": ""}, {"first": "P", "middle": [], "last": "Favreau", "suffix": ""}, {"first": "M", "middle": [], "last": "Remm", "suffix": ""}], "year": 2012, "venue": "Toxicon", "volume": "59", "issn": "", "pages": "34--46", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Dissecting the actinoporin pore-forming mechanism", "authors": [{"first": "G", "middle": [], "last": "Anderluh", "suffix": ""}, {"first": "P", "middle": [], "last": "Macek", "suffix": ""}], "year": 2003, "venue": "Structure", "volume": "11", "issn": "", "pages": "1312--1315", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "The behavior of sea anemone actinoporins at the water-membrane interface", "authors": [{"first": "L", "middle": [], "last": "Garcia-Ortega", "suffix": ""}, {"first": "J", "middle": [], "last": "Alegre-Cebollada", "suffix": ""}, {"first": "S", "middle": [], "last": "Garcia-Linares", "suffix": ""}, {"first": "M", "middle": [], "last": "Bruix", "suffix": ""}, {"first": "A", "middle": [], "last": "Martinez-Del-Pozo", "suffix": ""}], "year": 2011, "venue": "Biochim Biophys Acta", "volume": "1808", "issn": "", "pages": "2275--88", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Primary structure of echotoxin 2, an actinoporin-like hemolytic toxin from the salivary gland of the marine gastropod Monoplex echo", "authors": [{"first": "Y", "middle": [], "last": "Kawashima", "suffix": ""}, {"first": "H", "middle": [], "last": "Nagai", "suffix": ""}, {"first": "M", "middle": [], "last": "Ishida", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nagashima", "suffix": ""}, {"first": "K", "middle": [], "last": "Shiomi", "suffix": ""}], "year": 2003, "venue": "Toxicon", "volume": "42", "issn": "", "pages": "491--498", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Molecular mechanism of pore formation by actinoporins", "authors": [{"first": "K", "middle": ["C"], "last": "Kristan", "suffix": ""}, {"first": "G", "middle": [], "last": "Viero", "suffix": ""}, {"first": "Dalla", "middle": [], "last": "Serra", "suffix": ""}, {"first": "M", "middle": [], "last": "Macek", "suffix": ""}, {"first": "P", "middle": [], "last": "Anderluh", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Toxicon", "volume": "54", "issn": "", "pages": "1125--1159", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Adaptive radiation of venomous marine snail lineages and the accelerated evolution of venom peptide genes", "authors": [{"first": "B", "middle": ["M"], "last": "Olivera", "suffix": ""}, {"first": "M", "middle": [], "last": "Watkins", "suffix": ""}, {"first": "P", "middle": [], "last": "Bandyopadhyay", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Imperial", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "De La Cotera", "suffix": ""}], "year": 2012, "venue": "Ann N Y Acad Sci", "volume": "1267", "issn": "", "pages": "61--70", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Heimer de la Cotera EP. Peptide pal9a from the venom of the turrid snail Polystira albida from the Gulf of Mexico: purification, characterization, and comparison with P-conotoxin-like (framework IX) conoidean peptides", "authors": [{"first": "M", "middle": ["B"], "last": "Aguilar", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "De La Rosa", "suffix": ""}, {"first": "A", "middle": [], "last": "Falcon", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Olivera", "suffix": ""}], "year": 2009, "venue": "Peptides", "volume": "30", "issn": "", "pages": "467--76", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Studies on conotoxins of Conus betulinus", "authors": [{"first": "J", "middle": ["S"], "last": "Chen", "suffix": ""}, {"first": "C", "middle": ["X"], "last": "Fan", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Hu", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Wei", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Zhong", "suffix": ""}], "year": 1999, "venue": "J Nat Toxins", "volume": "8", "issn": "", "pages": "341--350", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "The spasmodic peptide defines a new conotoxin superfamily", "authors": [{"first": "M", "middle": ["B"], "last": "Lirazan", "suffix": ""}, {"first": "D", "middle": [], "last": "Hooper", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Corpuz", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Ramilo", "suffix": ""}, {"first": "P", "middle": [], "last": "Bandyopadhyay", "suffix": ""}], "year": 2000, "venue": "Biochemistry", "volume": "39", "issn": "", "pages": "1583--1591", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "The augertoxins: biochemical characterization of venom components from the toxoglossate gastropod Terebra subulata", "authors": [{"first": "J", "middle": ["S"], "last": "Imperial", "suffix": ""}, {"first": "M", "middle": [], "last": "Watkins", "suffix": ""}, {"first": "P", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Hillyard", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Cruz", "suffix": ""}], "year": 2003, "venue": "Toxicon", "volume": "42", "issn": "", "pages": "391--399", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Genes expressed in a turrid venom duct: divergence and similarity to conotoxins", "authors": [{"first": "M", "middle": [], "last": "Watkins", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Hillyard", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Olivera", "suffix": ""}], "year": 2006, "venue": "J Mol Evol", "volume": "62", "issn": "", "pages": "247--56", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Molecular structure and function of the glycine receptor chloride channel", "authors": [{"first": "J", "middle": ["W"], "last": "Lynch", "suffix": ""}], "year": 2004, "venue": "Physiol Rev", "volume": "84", "issn": "", "pages": "1051--95", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Probing the pharmacological properties of distinct subunit interfaces within heteromeric glycine receptors reveals a functional betabeta agonist-binding site", "authors": [{"first": "S", "middle": [], "last": "Dutertre", "suffix": ""}, {"first": "M", "middle": [], "last": "Drwal", "suffix": ""}, {"first": "B", "middle": [], "last": "Laube", "suffix": ""}, {"first": "H", "middle": [], "last": "Betz", "suffix": ""}], "year": 2012, "venue": "J Neurochem", "volume": "122", "issn": "", "pages": "38--47", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Alpha-conopeptides specifically expressed in the salivary gland of Conus pulicarius", "authors": [{"first": "J", "middle": ["S"], "last": "Biggs", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Olivera", "suffix": ""}, {"first": "Y", "middle": ["I"], "last": "Kantor", "suffix": ""}], "year": 2008, "venue": "Toxicon", "volume": "52", "issn": "", "pages": "101--106", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "A review of the blood coagulation system of fish", "authors": [{"first": "M", "middle": [], "last": "Tavares-Dias", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Oliveira", "suffix": ""}], "year": 2009, "venue": "Revista Brasileira de Biociencias", "volume": "7", "issn": "", "pages": "205--229", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Tick salivary secretion as a source of antihemostatics", "authors": [{"first": "J", "middle": [], "last": "Chmelar", "suffix": ""}, {"first": "E", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Pedra", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Francischetti", "suffix": ""}, {"first": "M", "middle": [], "last": "Kotsyfakis", "suffix": ""}], "year": 2012, "venue": "J Proteomics", "volume": "75", "issn": "", "pages": "3842--54", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Higher-level metazoan relationships: recent progress and remaining questions", "authors": [{"first": "G", "middle": ["D"], "last": "Edgecombe", "suffix": ""}, {"first": "G", "middle": [], "last": "Giribet", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Dunn", "suffix": ""}, {"first": "A", "middle": [], "last": "Hejnol", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Kristensen", "suffix": ""}], "year": 2011, "venue": "Organisms Divers Evol", "volume": "11", "issn": "", "pages": "151--72", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "De novo transcript sequence reconstruction from RNA-seq using the Trinity platform for reference generation and analysis", "authors": [{"first": "B", "middle": ["J"], "last": "Haas", "suffix": ""}, {"first": "A", "middle": [], "last": "Papanicolaou", "suffix": ""}, {"first": "M", "middle": [], "last": "Yassour", "suffix": ""}, {"first": "M", "middle": [], "last": "Grabherr", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Blood", "suffix": ""}], "year": 2013, "venue": "Nat Protoc", "volume": "8", "issn": "", "pages": "1494--512", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Basic local alignment search tool", "authors": [{"first": "S", "middle": ["F"], "last": "Altschul", "suffix": ""}, {"first": "W", "middle": [], "last": "Gish", "suffix": ""}, {"first": "W", "middle": [], "last": "Miller", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Myers", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Lipman", "suffix": ""}], "year": 1990, "venue": "J Mol Biol", "volume": "215", "issn": "", "pages": "403--413", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Fast gapped-read alignment with Bowtie 2", "authors": [{"first": "B", "middle": [], "last": "Langmead", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Salzberg", "suffix": ""}], "year": 2012, "venue": "Nat Methods", "volume": "9", "issn": "", "pages": "357--366", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "RSEM: accurate transcript quantification from RNA-Seq data with or without a reference genome", "authors": [{"first": "B", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Dewey", "suffix": ""}], "year": 2011, "venue": "BMC Bioinformatics", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "edgeR: a Bioconductor package for differential expression analysis of digital gene expression data", "authors": [{"first": "M", "middle": ["D"], "last": "Robinson", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mccarthy", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Smyth", "suffix": ""}], "year": 2010, "venue": "Bioinformatics", "volume": "26", "issn": "", "pages": "139--179", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Blast2GO: a universal tool for annotation, visualization and analysis in functional genomics research", "authors": [{"first": "A", "middle": [], "last": "Conesa", "suffix": ""}, {"first": "S", "middle": [], "last": "Gotz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Garcia-Gomez", "suffix": ""}, {"first": "J", "middle": [], "last": "Terol", "suffix": ""}, {"first": "M", "middle": [], "last": "Talon", "suffix": ""}], "year": 2005, "venue": "Bioinformatics", "volume": "21", "issn": "", "pages": "3674--3680", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Clustal W and Clustal X version 2.0", "authors": [{"first": "M", "middle": ["A"], "last": "Larkin", "suffix": ""}, {"first": "G", "middle": [], "last": "Blackshields", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Brown", "suffix": ""}, {"first": "R", "middle": [], "last": "Chenna", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Mcgettigan", "suffix": ""}], "year": 2007, "venue": "Bioinformatics", "volume": "23", "issn": "", "pages": "2947--2955", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Virtual Ribosome-a comprehensive DNA translation tool with support for integration of sequence feature annotation", "authors": [{"first": "R", "middle": [], "last": "Wernersson", "suffix": ""}], "year": 2006, "venue": "Nucleic Acids Res", "volume": "34", "issn": "", "pages": "385--388", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Lost and found: the Eocene family Pyramimitridae (Neogastropoda) discovered in the recent fauna of the Indo-Pacific", "authors": [{"first": "Y", "middle": [], "last": "Kantor", "suffix": ""}, {"first": "P", "middle": [], "last": "Lozouet", "suffix": ""}, {"first": "N", "middle": [], "last": "Puillandre", "suffix": ""}, {"first": "P", "middle": [], "last": "Bouchet", "suffix": ""}], "year": 2014, "venue": "Zootaxa", "volume": "3754", "issn": "", "pages": "239--76", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "The Dragon Tamed? A Molecular Phylogeny of the Conoidea (Gastropoda)", "authors": [{"first": "N", "middle": [], "last": "Puillandre", "suffix": ""}, {"first": "Y", "middle": ["I"], "last": "Kantor", "suffix": ""}, {"first": "A", "middle": [], "last": "Sysoev", "suffix": ""}, {"first": "A", "middle": [], "last": "Couloux", "suffix": ""}, {"first": "C", "middle": [], "last": "Meyer", "suffix": ""}], "year": 2011, "venue": "J Molluscan Stud", "volume": "77", "issn": "", "pages": "259--72", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Fig. 1 Phylogenetic relationships among the major lineages of Neogastropoda. The phylogenetic tree was built according to molecular-and morphology-based analyses [14-16, 24, 127, 128]: solid lines define branches that are supported by molecular data while dashed lines define branches supported by morphological data. Families comprising hematophagous species (Cancellariidae, Colubrariidae and Cystiscidae) are in red. Shells of representative species for each major lineage are pictured (not to scale)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Enriched transcripts pairwise tissue comparison. Proportional Venn diagrams showing the comparison between salivary-specific and mid-oesophagous-specific transcripts, with a tissue-specificity index greater than 50 %. Overlap represents the number of transcripts whose expression is significantly enhanced in both tissues", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Comparison of tissue-specific expression of targeted protein classes. a Abundance of transcripts belonging to targeted venom protein classes in each tissue; b Median logFC of transcripts belonging to targeted venom protein classes in each tissue; c Median logCPM of transcripts belonging to targeted venom protein classes in each tissue. Mid-oesophageal transcripts in red, salivary transcripts in red", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Alignment of two-Kunitz domains protease inhibitors. Predicted signal peptides in blue, Kunitz domains in light orange, conserved cysteines in yellow, residues binding Thrombin exosite in green, protease binding residues in purple, residues binding Thrombin active cleft in red. Identical and conserved residues are indicated respectively by asterisk and colon. Roman numbering indicate disulfide bonds pattern", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Alignment of the colubrarian four-Kunitz domain transcript with tick Tetralaris and human TFPI. Predicted signal peptides in blue, Kunitz domains in light orange, active sites in red. Identical and conserved residues are indicated respectively by asterisk and colon. Roman numbering indicate disulfide bonds pattern", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Organization of colubrarian ShKT domain-containing transcripts. a: single ShKT domain-containing transcript; b: four ShKT domains-containing transcript; c: CAP/ShKT domains-containing transcripts; and d: Astacin/multiple ShKT domains-containing transcripts", "latex": null, "type": "figure"}, "FIGREF6": {"text": "FastPrep-24 homogenizer (MP Biomedicals) was used to process approximately 30 μg of each sample (30 sec at 4.0 m/s). RNA quality and quantity was assessed using a Bioanalyzer 2100 (Agilent Technologies, Palo Alto, USA) and a Qubit v2.0 fluorometer (Life Technologies, Darmstadt, Germany), respectively. For each sample, 250 ng of high-quality RNA (RIN value > 8) was used to construct nine barcoded sequencing libraries with the Illumina TruSeq RNA sample preparation kit (Low-Throughput protocol) according to the manufacturer's instructions (Illumina, San Diego, USA).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Predicted number of secreted contigs. Number of secreted peptides predicted by SignalP and PrediSi servers for tissue-specific and whole-body enhanced contigs subsets. Percentages of secreted peptides over the total number of tissue-specific and whole-body enhanced contigs are also reported", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>MO </td><td>SG </td><td>WB\n</td></tr><tr><td>Peptides </td><td>178 </td><td>929 </td><td>1048\n</td></tr><tr><td>SP </td><td>80 </td><td>305 </td><td>235\n</td></tr><tr><td>% SP/total </td><td>44.9 </td><td>32.8 </td><td>22.4\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Table 2 Feeding-related putative protein families. For each targeted protein family, the number of total and tissue-specific contigs, the range and median logFC (logarithm of Fold Change) of tissue-specific contigs and the inferred activities and mechanisms of action are reported", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Protein family\n</td><td>Total contig number\n</td><td>SG contig number\n</td><td>SG logFC </td><td>MO contig number\n</td><td>MO logFC Putative activities antiplatelet vasopressive cytolytic anaesthetic anticoagulant anticoagulant; tissue degradation anticoagulant anaesthetic; antiplatelet anaesthetic antiplatelet anaesthetic anaesthetic </td><td>Hypothesized mechanism platelet scavenging conversion of AngI to AngII pore formation\n</td></tr><tr><td>vWFA </td><td>177 </td><td>24 </td><td>6.1-16.2 (10.5) </td><td>0 </td><td>0 </td></tr><tr><td>ACE </td><td>85 </td><td>12 </td><td>4.6-16 (10.3) </td><td>1 </td><td>3.5 </td></tr><tr><td>Porins </td><td>62 </td><td>38 </td><td>5.9-12.1 (8.8) </td><td>3 </td><td>8.2-7.1 (7.1) </td><td> </td></tr><tr><td>ShK </td><td>42 </td><td>25 </td><td>5.7-13.5 (8.9) </td><td>0 </td><td>0 </td><td>K+ channel blocking fibrino(geno)lytic, inhibition of coagulation factors fibrino(geno)lytic inhibition of thrombin and coagulation factors ion channel blocking; radical superoxide scavenging\n</td></tr><tr><td>PS1 </td><td>41 </td><td>2 </td><td>11.8-14.5 (13.2) </td><td>0 </td><td>0 </td></tr><tr><td>Meprin </td><td>33 </td><td>8 </td><td>5.1-13 (10.8) </td><td>1 </td><td>7.6 </td></tr><tr><td>Kunitz </td><td>27 </td><td>1 </td><td>5.1 </td><td>8 </td><td>6.4-10.1 (8.2) </td></tr><tr><td>CRISPs </td><td>26 </td><td>12 </td><td>7.0-10.6 (9.7) </td><td>0 </td><td>0 </td><td> </td></tr><tr><td>Turripeptide </td><td>17 </td><td>0 </td><td>0 </td><td>1 </td><td>8.5 </td><td>Gly channel blocking\n</td></tr><tr><td>ENPP5 </td><td>17 </td><td>4 </td><td>7.3-10.8 (10.2) </td><td>0 </td><td>0 </td><td>production of Ap4A removal of adenosine\n</td></tr><tr><td>ADA </td><td>4 </td><td>4 </td><td>6.9-11.1 (8.9) </td><td>0 </td><td>0 </td><td> </td></tr><tr><td>CAP-ShK </td><td>3 </td><td>3 </td><td>8.8-10.2 (10.1) </td><td>0 </td><td>0 </td><td>Ca2+ channel blocking\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This research was supported by Grant C26A13H2H7 of Sapienza University of Rome to MO (FEEGEX -FEEding-related Gene EXpression in non-model invertebrates). Philippe Bouchet (Muséum National d'Histoire Naturelle, Paris) provided logistic support for the sampling expedition to Djerba (Tunisia). Thanks are due to Bruno Arcà, Maria Carmela Bonaccorsi, Maren Watkins, and two anonymous reviewers for careful reading and helpful comments on the manuscript. Maurizio Mei is acknowledged for help with anatomical drawings and Paolo Colangelo for statistics advice. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "All experiments were conducted in accordance within Italian laws, and thus required no ethics approval for the animals used in the study. Field permits are not required for this species.", "cite_spans": [], "ref_spans": [], "section": "Ethics statement"}, {"text": "The short read DNA sequences and the de novo transcriptome assembly have been deposited in the European Nucleotide Archive (ENA) under the accession code PRJEB9058.", "cite_spans": [], "ref_spans": [], "section": "Availability of supporting data"}, {"text": "Additional file 1: Tables S1-S9. Tables describing general transcriptome features and tissue-specific differential expression, including enriched PFAM protein families.Additional file 2: Figures S1-S15. Tissue-specific histogram of enriched PFAM families; alignments of the putatively feeding-related colubrarian sequences.Additional file 3: Tables S10-S25. Tables describing tissue-specific expression values for each feeding-related protein class.", "cite_spans": [], "ref_spans": [], "section": "Additional files"}, {"text": "The authors declare that they have no competing interests.Authors' contributions MVM conceived, designed and coordinated the study, dissected secretory tissues, carried out custom searches for bioactive peptides and sequence alignments, prepared most of the figures and wrote the manuscript. PF isolated RNA and made cDNA libraries, processed the raw data, assembled and annotated the transcriptomes, and run differential expression analyses. FL run signal peptide searches, assisted in sequence alignments and in manuscript writing. MO conceived the study and assisted in its coordination, collected the specimens and participated to figures and manuscript preparation. All authors read and approved the final manuscript.Submit your next manuscript to BioMed Central and take full advantage of: ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}