{
    "paper_id": "1533b953ad53cf76aa17f5a0980f0acb1cfc155a",
    "metadata": {
        "title": "THE EFFECT OF COMMON BOVINE RESPIRATORY DISEASES ON TIDAL BREATHING FLOW-VOLUME LOOPS",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Lekeux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory for Cardio-Pulmonary Functional Investigation",
                    "institution": "University of Liege",
                    "location": {
                        "postCode": "B-1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Art",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory for Cardio-Pulmonary Functional Investigation",
                    "institution": "University of Liege",
                    "location": {
                        "postCode": "B-1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Amory",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory for Cardio-Pulmonary Functional Investigation",
                    "institution": "University of Liege",
                    "location": {
                        "postCode": "B-1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Lekeux, P., Art, T. & Amory, H. 1988. The effect of common bovine respiratory diseases on tidal breathing flow-volume loops. Veterinary Research Communications, 12(6), 463-473.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In order to better understand the bovine breathing pattern, tidal breathing flow-volume loops (TBFVL) were analyzed in 24 healthy cattle of different body weights (range: 37-660 kg) (Group A) and in 28 cattle suffering from the common respiratory diseases: verminous bronchitis (Group B); shipping fever (Group C); acute respiratory distress syndrome (Group D); respiratory syncytial virus pneumonia (Group E); organophosphate poisoning (Group F); and necrotic laryngitis (Group G). Respiratory airflow and tidal volume were measured with a breathing mask-Fleisch pneumotachograph assembly. TBFVL were traced from these values using a computerized method. All the loop indices proposed by Amis and Kurpershoek (1986a) were calculated from 5 representative breathing cycles for each of the 52 animals. The TBFVL shapes and indices were relatively constant in most healthy cattle and were not correlated with the,body size. When compared to normal values, animals with moderate respiratory syndromes (Groups B and C) had a more flattened shape to their TBFVL. On the other hand, in most cattle with severe respiratory pathologies (Groups D, F and G) expiration tended to be biphasic with the peak expiratory flow (PEF) occurring significantly later than in healthy animals. Both PEF and peak inspiratory flow were increased in all the pathological conditions. The TBFVL indices were more frequently and more severely changed during expiration than during inspiration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As in other species, measurement of the mechanics of breathing and gas exchange are essential for the study of the bovine respiratory system under both physiological and pathological conditions. However some parameters, such as the shape of the inspiratory and expiratory airflow curves, have not yet been investigated in cattle. Analysis of tidal breathing flow-volume loops (TBFVL) has been shown to be a simple and useful procedure for functional assessment of airway obstructive diseases in non-cooperative patients such as human infants (Abramson et al., 1982) and dogs (Amis & Kurpershoek, 1986a; b; Amis et al., 1986) .",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 565,
                    "text": "(Abramson et al., 1982)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 575,
                    "end": 602,
                    "text": "(Amis & Kurpershoek, 1986a;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 603,
                    "end": 605,
                    "text": "b;",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 624,
                    "text": "Amis et al., 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The purpose of this work was to study TBFVL in healthy cattle of different body weight and to evaluate the changes in the shape of TBFVL induced by the most common respiratory diseases in this species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Fifty two cattle were studied. The description of these animals was given in previous publications (Table I) , 1984b 205-21s 164-198 Lekeux et al., 1985a 130-150 116-128 Lekeux et ai., 1987a 140-155 125-148 Lekeux et al., 1985b MO-240 150-180 Lekeux et al., 1985~ 6@90 59-91 Lekeux et al., 1986 90-180 75-130 Lekeux et al., 1987b ': Acute respiratory distress syndrome ?: Respiratory syncytial virus ? Organophosphate were generated for the period when the disease was most severe, eg. 5 weeks after infection for verminous bronchitis and 1 day after the clinical onset of the disease for respiratory syncytial virus pneumonia. The pulmonary function values for these 52 animals were previously reported (Table I) and are compared in Table II .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": ", 1984b",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 153,
                    "text": "205-21s 164-198 Lekeux et al., 1985a",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 190,
                    "text": "130-150 116-128 Lekeux et ai., 1987a",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 227,
                    "text": "140-155 125-148 Lekeux et al., 1985b",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 294,
                    "text": "MO-240 150-180 Lekeux et al., 1985~ 6@90 59-91 Lekeux et al., 1986",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 329,
                    "text": "90-180 75-130 Lekeux et al., 1987b",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "(Table I)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 704,
                    "end": 713,
                    "text": "(Table I)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 734,
                    "end": 742,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Animals"
        },
        {
            "text": "A breathing mask-Fleisch pneumotachograph (Gould) assembly was used to measure respiratory airflow as previously described (Lekeux et al., 1984a) . Tidal volume (VT) was derived electronically by integrating airflow with respect to time. Calibration was performed with a flow calibration set (Gould). Data were recorded in resting, nonanesthetized, and unsedated cattle under standardized conditions for air pressure, room temperature and body position. Airflow and VT were recorded simultaneously on a rapid writing polygraph (Gould ES 1000). TBFVL were traced from these curves using a computerized method. All the loop shape indices proposed by Amis and Kupershoek (1986a) were calculated from five representative, regular and artifact-free breathing cycles and averaged for each animal. In order to allow comparisons between cattle of different body size, only TBFVL ratios were analyzed (Table III) . These indices were based on the peak inspiratory and expiratory flow (PIF and PEF), the midtidal inspiratory and expiratory flow (IF50 and EF50) and inspiratory and expiratory flow at end expiratory volume plus 25% VT (IF25 and EF25).",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 145,
                    "text": "(Lekeux et al., 1984a)",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 675,
                    "text": "Amis and Kupershoek (1986a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 892,
                    "end": 903,
                    "text": "(Table III)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Procedures"
        },
        {
            "text": "Data are given as mean + standard error. The effect of body size on the TBFVL ratios was evaluated using linear regression analysis. Data from diseased cattle were compared with data from healthy ones by a one-way analysis of variance (ANOVA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The shape of the TBFVL was relatively constant in most healthy cattle ( Figure 1A ). PEF occurred at the beginning of expiration (end expiratory volume plus 77.2+ 1.8% VT') and was followed by a progressive decrease in flow velocity. The inspiratory part of their loop was more rounded than the expiratory part. The PIF occurred at the end expiratory volume plus 48?6% VT.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Linear regressions of TBFVL ratios on body weight in healthy cattle are given in Table  III . The effect of somatic growth on the loop indices was shown to.be negligible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 91,
                    "text": "Table  III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Animals with moderate respiratory syndromes (Groups B and C) had a more flattened shape for their TBFVL (Figures 1B and 1C) . On the other hand, in most cattle with severe respiratory syndromes (Groups D, F and G) expiration tended to be biphasic with the PEF occurring significantly later than in healthy cattle (end expiratory volume plus 44f3% VT) (Figures lD, F and G) . However 2 animals in Group F and 1 in Group G had a loop shape similar to that observed in healthy cattle, although these animals were as severely affected as others within the same group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 123,
                    "text": "(Figures 1B and 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 351,
                    "end": 372,
                    "text": "(Figures lD, F and G)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Changes in the TBFVL indices during common respiratory diseases are given in Figure  2 . Three, 5,5,4,2 and 3 loop indices were significantly modified in Groups B, C, D, E, F and G respectively, when compared to control values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "text": "Figure  2",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The loop shapes and indices were more frequently and more severely changed during expiration than during inspiration in diseased animals. Thus, the inspiratory and expiratory TBFVL ratios were significantly changed 2 and 10 times respectively (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The technique used in this study for recording the TBFVL is different to the one reported by Amis and Kurpershoek (1986a) in dogs where an X-Y recorder was used. Our method is more laborious but presents some advantages: 1) the phase lag between Table I for key.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 121,
                    "text": "Amis and Kurpershoek (1986a)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "the 2 signals during high respiratory rates is avoided; 2) the selection of regular and representative breathing cycles is easier; 3) the simultaneous study of apneic periods and the measurement of some temporal values such as tI/tTOT (Table II) are possible. TBFVL analysis has not previously been reported in cattle. The loop shapes and indices from our healthy cattle are in agreement with data from healthy dogs (Amis & Kurpershoek, 1986a) . As in dogs, there was no relation between the body weight and the loop ratios in healthy cattle. This allows comparisons between animals of different body sizes.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 443,
                    "text": "(Amis & Kurpershoek, 1986a)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 245,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "As in human adults (Proctor et al., 1950) , infants (Abramson et al., 1982) and dogs (Amis & Kurpershoek, 1986b; Amis et al., 1986) , TBFVL analysis gives interesting information about the strategy of breathing in diseased cattle. Necrotic laryngitis cattle have TBFVL that are similar to dogs with upper airway obstruction (Amis & Kurpershoek, 1986b) . Furthermore, most cattle with lower airway obstructive diseases had flattening of the expiratory loops, although the absolute value of their PEF was higher Table I for key. Data are given as mean + SE. * Significantly different from group A (PCO.05) ** PCO.01 than in healthy animals. The change in their breathing pattern (decreased VT with increased respiratory frequency) may explain this phenomenon. This may be partly correlated with the morphology of the bovine respiratory system, namely the absence of collateral ventilation (Robinson, 1982) and, thus, the frequent presence of trapped gas in diseased lungs.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 41,
                    "text": "(Proctor et al., 1950)",
                    "ref_id": null
                },
                {
                    "start": 52,
                    "end": 75,
                    "text": "(Abramson et al., 1982)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 85,
                    "end": 112,
                    "text": "(Amis & Kurpershoek, 1986b;",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 131,
                    "text": "Amis et al., 1986)",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 351,
                    "text": "(Amis & Kurpershoek, 1986b)",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 903,
                    "text": "(Robinson, 1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 517,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The most spectacular change in the strategy of breathing observed in some of our diseased animals was biphasic expiration. This abnormality seems to be better correlated with the severity of the respiratory distress than with the site of the pathological process. Indeed, biphasic expiration was recorded in cattle with extrathoracic airway obstruction (Group G), intrathoracic airway obstruction (Group F) and alveolar disease (Group D). The fact that it is mainly observed in diseased animals with the highest minute viscous work of breathing (Table II) suggests that the force of lung elasticity was being supplemented by the respiratory muscles in order to produce a sufficiently fast expiration and that this TBFVL change may be associated with respiratory muscle fatigue (Milic-Emili, 1983 ).",
            "cite_spans": [
                {
                    "start": 777,
                    "end": 795,
                    "text": "(Milic-Emili, 1983",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 555,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "On the other hand, the clinical and diagnostic usefulness of TBFVL analysis is less evident in cattle than in dogs. Measurement of intrapleural pressure in unsedated animals is much easier in this species than in dogs (Kiorpes et al., 1978) and can be used for more complete pulmonary function testing (Lekeux et al., 1984b) . Furthermore, forced oscillations, another non-invasive technique, has been shown to be a simple, accurate and highly interesting method of investigating lung function in unsedated cattle (Gustin et al., 1987) .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 240,
                    "text": "(Kiorpes et al., 1978)",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 324,
                    "text": "(Lekeux et al., 1984b)",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 535,
                    "text": "(Gustin et al., 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The use of the tidal breathing flow volume loop in laryngotracheal disease of neonates and infants",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Abramson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stenzler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Laryngoscope",
            "volume": "92",
            "issn": "",
            "pages": "922--927",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pattern of breathing in brachycephalic dogs",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Amis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kurpershoek",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Typical airflow curves and tidal breathing flow-volume loops in healthy (A) and diseased (B to G) cattle. Flow and volume data are expressed as the ratio of peak values. See",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of common bovine respiratory diseases on tidal breathing flow-volume loops indices. See",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". When lung function was measured at different times, the loops",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "of common bovine respiratory diseases on some pulmonary function values VImax and VEmax: peak inspiratory and expiratory airflow; VT: tidal volume; Ve: minute volume; maxAPp1: peak to peak change in pleural pressure; PplFRC: Ppl at the level of functional residual capacity; Cdyn: dynamic lung compliance: RL: total pulmonary resistance; Wvis: minute viscous work of breathing; PaOz and PaCO,: arterial oxygen and carbon dioxide tensions.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "regressions of loop indices on body weight (BW) in 24 healthy cattle",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}