{
    "paper_id": "1535550459b65ceebe52a98c88fd028f67636c59",
    "metadata": {
        "title": "Punkten Sie online auf CME.springer.de",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Unter 7 Milchglastrübung (\"ground glass opacity\", GGO) versteht man Verdichtungen des Lungenparenchyms, die aufgrund ihrer im Vergleich zu Gefäßen oder Bronchialwänden geringeren Absorption von Röntgenstrahlen nicht zu deren Maskierung führen [2] . Demgegenüber werden dichtere Veränderungen, in denen Gefäße und Bronchuswände nicht mehr abgrenzbar sind, als Konsolidierungen (\"consolidation\") bezeichnet. Der Begriff 7 \"Milchglasinfiltrat\" bezieht sich dabei auf diffuse Veränderungen, die oft entzündliche Prozesse widerspiegeln. Milchglasartige fokale Läsionen, deren Ätiologie meist im neoplastischen oder inflammatorischen Formenkreis liegt, werden dagegen als 7 nichtsolide Rundherde oder Milchglasknoten (\"non-solid nodules\" oder \"ground glass nodules\") bezeichnet. Sind fokale Läsionen teils milchglasartig und teils weichteildicht, werden sie als 7 teilsolide Rundherde (\"part-solid nodules\") bezeichnet. Der Begriff \"Milchglasinfiltrat\" ist für Befunde in der MRT unüblich.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Definition Milchglas"
        },
        {
            "text": "Wird die Luft im Lungenparenchym komplett verdrängt, entweder durch raumforderndes neoplastisches Wachstum (weichteildichter Rundherd, \"solid nodule\") oder durch eine komplette Ausfüllung der Alveolen durch entzündliches Sekret (Pneumonie, Pneumonitis), Blut (Hämorrhagie), Tumorzellen (bronchioloalveoläres Karzinom) oder Transsudat (alveoläres Lungeödem), erscheint das betroffene Lungenareal weichteildicht. Allenfalls sind lufthaltige Bronchiallumina als so genanntes 7 Luftbronchogramm (Synonyme: Pneumobronchogramm, Air-Bronchogramm; bei fokalen Herden: Zeichen des offenen Bronchus, \"open bronchus sign\" oder \"bubble lucencies\") innerhalb der Verdichtung abgrenzbar. Wenn jedoch die Luft inkomplett verdrängt wird, trägt sie im Rahmen von Teilvolumeneffekten (\"partial volume effects\") zur durchschnittlichen Dichte des betroffenen Areals bei, das damit zwar dichter als normale Lunge erscheint, jedoch weniger dicht als die Weichteilstrukturen (Gefäße, Bronchuswände). Dabei ist auch unter Verwendung dünnster Schichtdicken (<1 mm) und hoch auflösender Rekonstruktionsalgorithmen die Ortsauflösung der CT nicht ausreichend, um Alveolarwände und Alveolarräume zu differenzieren. Daher lässt sich aus dem Vorliegen von Milchglasinfiltraten auch nicht ableiten, ob die Pathologie intraalveolär oder interstitiell lokalisiert ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mikropathologie von Milchglasinfiltraten"
        },
        {
            "text": ". Abb. 1 zeigt schematisch die Mikromorphologie von Normalbefund und von durch intraalveoläre bzw. interstitielle Strukturvermehrung sowie durch partiellen Alveolarkollaps bedingten Milchglasinfiltraten (. Abb. 1a,b,c,d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 220,
                    "text": "Abb. 1a,b,c,d)",
                    "ref_id": null
                }
            ],
            "section": "Mikropathologie von Milchglasinfiltraten"
        },
        {
            "text": "Milchglasartige Dichteänderungen sind aufgrund von Überlagerungseffekten und Belichtungsunterschieden in Projektionsaufnahmen des Thorax (Röntgenthoraxübersichtsaufnahmen) nur schwer erkennbar. Am ehesten sind sie nachweisbar, wenn sie fokal auftreten und dadurch von der normalen Lunge abgrenzbar werden. In der CT sind sie bei geeigneter Fenstereinstellung (s. u.) empfindlich nachweisbar. Je nach Verteilung und Größe können sie in Dünnschicht-CT-Untersuchungen (\"highresolution computed tomography\", HRCT) aufgrund der hier optimalen Ortsauflösung, aber auch bei ausreichender Größe in einer CT mit höheren Schichtdicken gut dargestellt werden. In der MRT sind radiologisch milchglasartige Veränderungen dann gut detektierbar, wenn Flüssigkeit oder Zellen mit ihrem hohen Protonengehalt zur Bildgebung beitragen. Zell-und flüssigkeitsarme fibrotische Veränderungen können dagegen weniger deutlich nachweisbar sein. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Untersuchungstechnik"
        },
        {
            "text": "Diese Übersicht setzt die Weiterbildungsartikel der Reihe \"Mini-Kurs HRCT der Lunge\" fort und baut auf den vorangehenden Beiträgen auf:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mini-Kurs HRCT der Lunge"
        },
        {
            "text": "F \"Mustererkennung im HRCT der Lunge\" von M. Reuter und J. Biederer [6] F \"Das retikuläre Muster in der Dünnschicht-CT\" von K. Marten [4] F \"Noduläre Muster: Anatomie und Differenzialdiagnose\" von J. Biederer und M. Reuter [1] ",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Mini-Kurs HRCT der Lunge"
        },
        {
            "text": "Die Fensterweite (\"window width\", WW; . Abb. 2a,b,c) sollte prinzipiell für die Beurteilung von Thorax-CTs wie auch bei der Befundung von anderen computertomographischen Untersuchungen immer identisch gewählt werden (s. u. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fensterweite"
        },
        {
            "text": "Zur Absorption von Röntgenstrahlen in Übersichtsaufnahmen oder CTs des Lungenparenchyms trägt neben den Strukturen der Alveolarwände, des zentralen Interstitiums und der Lymphgefäße auch entscheidend das Blut in Arteriolen, Kapillaren und Venolen bei. Daher führt eine Zunahme oder Abnahme der Lungenperfusion unweigerlich zu Änderungen der Dichte des Lungenparenchyms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perfusionsumverteilung/Mosaikperfusion"
        },
        {
            "text": "Bei einer diffusen Minderperfusion (kardialer Rechts-Links-Shunt, pulmonale Hypertension) äußert sich dies in einer ganz diffusen Dichteabnahme des Lungenparenchyms. Eine fokale Minderperfusion einzelner Lungenabschnitte (chronisch-rezidivierende Lungenembolie, Vaskulitis, reflektorisch bei fokaler Minderventilation) führt zu einem Nebeneinander von Lungenarealen mit verminderter Lungendichte (die von verschlossenen oder vermindert perfundierten Arteriolen versorgt werden) und vermehrter Lungedichte (die bei unverändertem Herz-Zeit-Volumen zwangsläufig kompensatorisch vermehrt perfundiert werden, da ja das gesamte Blutvolumen des großen Kreislaufs auch die Lunge passieren muss). Wenn vor allem die peripheren kleineren Lungenarterien und -arteriolen von der reduzierten Perfusion betroffen sind, liegen innerhalb eines Lungenlappens oft scharfe Grenzen zwischen vermindert und vermehrt perfundierten Arealen vor (\"geographische Dichteunterschiede\"), die als 7 Mosaikperfusion beschrieben werden (. Abb. 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perfusionsumverteilung/Mosaikperfusion"
        },
        {
            "text": "In dieser Situation stellen die vermehrt transparenten, minder perfundierten Bereiche die pathologisch veränderten Lungenareale dar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perfusionsumverteilung/Mosaikperfusion"
        },
        {
            "text": "Tipp. Die dichteren, kompensatorisch vermehrt perfundierten Bereiche entsprechen normalem Parenchym. Insofern dürfen diese nicht fälschlich als Milchglasareale interpretiert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perfusionsumverteilung/Mosaikperfusion"
        },
        {
            "text": "Hinweisend auf eine Mosaikperfusion ist, dass in den transparenzvermehrten Arealen die Blutgefäße ausgesprochen schmächtig zur Darstellung kommen, während in den hyperdensen Arealen kompensatorisch deutlich weitere Gefäße erkennbar sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perfusionsumverteilung/Mosaikperfusion"
        },
        {
            "text": "Im Unterschied zum Air-Trapping (s. u.) nehmen die Dichteunterschiede in Exspirationsaufnahmen nicht auffällig zu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perfusionsumverteilung/Mosaikperfusion"
        },
        {
            "text": "Eine Zu- oder Abnahme der Lungenperfusion führt zu Änderungen der Dichte des Lungenparenchyms 7 Mosaikperfusion Abb. 6 9 Mosaikperfusionpatient mit chronischer Lungenembolie: geographische Areale unterschiedlicher Dichte. Die dichteren Areale entsprechen vermehrt perfundiertem normalem Lungenparenchym. Beachte die eng gestellten pulmonalen Gefäße in den pathologisch minder perfundierten transparenten Arealen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mit der Untersuchung sollte unmittelbar nach Auflegen des Patienten auf den CT-Tisch begonnen werden"
        },
        {
            "text": "Unter \"Air-Trapping\" (\"Luftfangen\") versteht man eine exspiratorische Überblähung einzelner Lungenareale aufgrund eines exspiratorischen Verschlusses in der Regel kleiner Atemwege (\"small airways\"). Aufgrund der intrathorakalen Druckschwankungen während der Atmung kommt es bereits unter normalen Bedingen aufgrund des negativen intrathorakalen Drucks in Inspiration zu einer Distension der nicht durch Knorpelspangen stabilisierten peripheren Bronchien und Bronchiolen. In Exspiration nimmt der Durchmesser des Lumens der kleinen Atemwege bereits physiologischerweise ab. Ist das Lumen durch Schleimhautschwellung oder Sekretablagerungen bereits reduziert, kommt es in Exspiration zu einem vollständigen Kollaps, sodass eine Entlüftung der peripher des betroffenen Bronchiolus gelegenen sekundären pulmonalen Lobuli nicht stattfindet. Entsprechend bleibt das jeweilige Lungenareal unvermindert transparent. Gegenüber den physiologisch bei Exspiration an Dichte zunehmenden nicht betroffenen Arealen ergibt sich so ebenfalls ein Muster geographisch konfigurierter Dichteunterschiede. In Inspiration stellen sich diese erheblich geringer oder gar nicht dar (. Abb. 4a, b) . Air-Trapping ist keine eigenständige Erkrankung, sondern lediglich ein Befund unterschiedlicher Relevanz. So lässt sich Air-Trapping in geringem Ausmaß (wenige sekundäre Lobuli betroffen) bei jedem Gesunden nachweisen. Bei asymptomatischen Rauchern sind mehr sekundäre Lobuli betroffen als bei Nichtrauchern, und bei den meisten interstitiellen Lungenerkrankungen findet sich ein mehr oder weniger ausgeprägtes Air-Trapping. Besonders deutlich ist es bei Erkrankungen, die mit einer Bronchiolitis einhergehen (exogen allergische Alveolitis, EAA; Hypersensitivitätspneumonitis; obliterative Bronchiolitis; Panbronchiolitis; respiratorische Bronchiolitis etc.) aber auch bei der Sarkoidose, vermutlich aufgrund einer Einengung kleiner Atemwege durch peribronchioläre Granulome im zentralen Interstitium.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1159,
                    "end": 1170,
                    "text": "Abb. 4a, b)",
                    "ref_id": null
                }
            ],
            "section": "Air-Trapping"
        },
        {
            "text": "Bei verschiedenen pulmonalen Erkrankungen treten Milchglasinfiltrate als vorherrschendes oder koexistierendes, differenzialdiagnostisch wichtiges Muster auf. Im Folgenden werden einige häufige Entitäten exemplarisch vorgestellt. Eine vollständige Darstellung aller Krankheitsbilder, die radiologisch mit Milchglasinfiltraten einhergehen (können), ist nicht beabsichtigt und auch nicht möglich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Krankheitsbilder mit Milchglasinfiltraten"
        },
        {
            "text": "Bei verschiedenen Krankheitsbildern aus dem Formenkreis der interstitiellen Pneumonien (\"usual interstitial pneumonia\", UIP; \"non-specific interstitial pneumonia\", NSIP; Lungenbeteiligung bei verschiedenen Kollagenosen, z. B. progressive Systemsklerose: Sklerodermie) findet sich häufig ein Nebeneinander von Milchglasinfiltraten einerseits und fibrotischen Veränderungen wie z. B. honigwabenartigem Umbau des Lungenparenchyms (\"honey-combing\") andererseits. Histologisch entspricht das 7 Honey-Combing einem irreversiblen und therapeutisch daher nicht mehr beeinflussbaren Endstadium, während das Milchglasinfiltrat oft einer floriden Alveolitis entspricht, die unter geeigneter Therapie prinzipiell reversibel ist (. Abb. 7a, b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 719,
                    "end": 730,
                    "text": "Abb. 7a, b)",
                    "ref_id": null
                }
            ],
            "section": "Interstitielle Pneumonie"
        },
        {
            "text": "Verlaufskontrollen zeigen oft, dass milchglasartige Veränderungen späteren fibrotischen Veränderungen im gleichen Lungenareal vorausgehen. Insofern wird die Klassifikation der Aktivität solcher Erkrankungen oft aus dem Verhältnis zwischen Milchglasinfiltrat und Honey-Combing abgeleitet. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interstitielle Pneumonie"
        },
        {
            "text": "Bei der exogen-allergischen Alveolitis (EAA, Hypersensitivitätspneumonitis) werden sowohl klinisch als auch radiologisch verschiedene Phasen unterschieden. In der akuten Phase innerhalb der ersten Stunden nach Exposition gegen das inhalierte Allergen kommt es zu ganz diffusen Milchglasinfiltraten, deren sichere Erkennung und Unterscheidung von lediglich zu hell gefensterten Aufnahmen problematisch sein kann (. Abb. 3) . In der subakuten Phase finden sich dann zusätzlich charakteristische zentrilobuläre Knötchen und Air-Trapping (. Abb. 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 421,
                    "text": "Abb. 3)",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 544,
                    "text": "Abb. 8)",
                    "ref_id": null
                }
            ],
            "section": "Exogen-allergische Alveolitis"
        },
        {
            "text": "In der chronischen Phase dominieren dann fibrotische Veränderungen sowie ein oft ausgeprägtes Air-Trapping, das Milchglasinfiltrate durch die verminderte Dichte der vom Air-Trapping betroffenen Areale vortäuschen kann (. Abb. 9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exogen-allergische Alveolitis"
        },
        {
            "text": "Bei der exogen-allergischen Alveolitis werden klinisch wie radiologisch verschiedene Phasen unterschieden ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exogen-allergische Alveolitis"
        },
        {
            "text": "Wird bei einer Strahlentherapie Lungenparenchym in das Strahlenfeld einbezogen, kommt es nach Überschreiten einer Schwellendosis von 30 Gy gelegentlich und von 40 Gy regelhaft zum Auftreten einer so genannten 7 Strahlenpneumonitis. Unterhalb von 30 Gy tritt diese praktisch nicht auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonitis"
        },
        {
            "text": "Typischerweise folgen die auftretenden Veränderungen in ihrer Lokalisation exakt dem Strahlenfeld und überschreiten dabei anatomische Grenzen (z. B. Interlobärspalten). Die Beziehung zwischen dem Lungenareal, in dem die Schwellendosis überschritten wurde, und der Lokalisation der Pneumonitis ist allerdings bei modernen Therapieformen wie der intensitätsmodulierten Strahlentherapie (IMRT) nicht immer offensichtlich. Die Pneumonitis folgt in ihrem Ablauf einem relativ strengen zeitlichen Schema: So kommt es wenige Wochen nach Überschreiten der Schwellendosis (nicht nach Beendigung der Strahlentherapie!) zunächst zu einer Alveolitis, die sich als Milchglasinfiltrat darstellt. Innerhalb einiger Wochen geht diese in dichte Konsolidierungen über. Nach etwa 6 Monaten folgt eine Fibrosephase mit Traktionsbronchiektasen und Parenchymdystorsion; diese ist dann irreversibel. Das Krankheitsbild kann je nach Ausmaß der betroffenen Lunge asymptomatisch bleiben oder mit Dyspnoe und unproduktivem Husten sowie leichtem Fieber einhergehen. Eine simultan verabreichte Chemotherapie kann die Ausprägung verstärken, eine später verabreichte Chemotherapie kann erst zu diesem Zeitpunkt die Pneumonitis auslösen oder reaktivieren (7 Rebound-Pneumonitis). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonitis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "HRCT der Lunge. Noduläre Muster: Anatomie und Differenzialdiagnose",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biederer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reuter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "553--566",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fleischner society: Glossary of terms for thoracic imaging",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Macmahon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Radiology",
            "volume": "246",
            "issn": "",
            "pages": "697--722",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Systematik der Bildanalyse/Bildmuster",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Kauczor",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Freyschmidt J (Hrsg) Thorax. Handbuch diagnostische Radiologie",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Das retikuläre Muster in der Dünnschicht-CT",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Radiologe",
            "volume": "49",
            "issn": "9",
            "pages": "873--881",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Computed tomography and magnetic resonance of the thorax",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Naidich",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Wolters Kluwer/Lippincott Williams & Wilkins, Philadelphia",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mustererkennung im hochauflösenden Computertomogramm (HRCT) der Lunge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reuter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biederer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Radiologe",
            "volume": "49",
            "issn": "2",
            "pages": "159--172",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High resolution CT of the lung",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Naidich",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Honey-Combing Milchglasartige Veränderungen gehen fibrotischen Veränderungen im gleichen Lungenareal oft voraus Abb. 7 9 Pulmonale Manifestation einer progressiven Systemsklerose (PSS, Sklerodermie): Milchglasinfiltrate als Vorläufer einer irreversiblen Fibrose. a In der Ausgangsuntersuchung bei Erstdiagnose flaue dorsale Milchglasinfiltrate bds. b In der Verlaufskontrolle nach 8 Monaten intralobuläre Fibrose in diesen ArealenUm nicht fälschlich Milchglasareale, die histologisch einer sehr feinen Fibrose entsprechen (s. o.), als aktive Alveolitis zu interpretieren, muss sorgfältig auf indirekte Fibrosezeichen wie Traktionsbronchiektasen und -bronchiolektasen oder Zeichen der Parenchymdistorsion geachtet werden, wie die Verziehung von bronchovaskulären Bündeln oder Interlobärspalten.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Wird die Luft im Lungenparenchym komplett verdrängt, erscheint das betroffene Lungenareal weichteildicht Luftbronchogramm Die Ortsauflösung der CT ist nicht ausreichend, um Alveolarwände und Alveolarräume zu differenzieren In der MRT sind radiologisch milchglasartige Veränderungen dann gut detektierbar, wenn Flüssigkeit oder Zellen mit ihrem hohen Protonengehalt zur Bildgebung beitragen",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Üblich sind je nach Institution Werte von 1400 bis 1600 Hounsfield-Einheiten (HE). Da die Weichteilkontraste bei Vergrößerung der Fensterweite auf z. B. 1800 HE oder 2000 HE abnehmen und bei Verringerung auf z. B. 1000 oder 1200 HE zunehmen, kann es im Einzelfall sinnvoll sein, zusätzlich zur Standard-Fenstereinstellung eine engere Weite zu verwenden, um geringe Dichteunterschiede im Sinne von Milchglasinfiltraten zu erkennen. Die Fensterlage (\"window level\", WL; . Abb. 2d,e,f) sollte grundsätzlich in dem Bereich gewählt werden, in dem die zu beurteilenden Veränderungen liegen. Da die Dichte des Lungenparenchyms CME spiration kann die Form der Trachea sein: Die Pars membranacea, die die Trachealhinterwand bildet, ist in Inspiration konvex vorgewölbt. In Exspiration begradigt sie sich dagegen oder wölbt sich als konkave Struktur in das Tracheallumen ein (. Abb. 4b).Bereits nach wenigen Minuten führt die liegende Position des Patienten zu einem Volumenverlust des lufthaltigen Lungenparenchyms in den abhängigen Partien, der bei naturgemäß unverändertem Volumen von Alveolarwänden und intralobulärem Bindegewebe als Milchglasinfiltrat erscheint (.Abb. 5a,b). Aus diesem Grund soll insbesondere bei Fragestellungen, für die der Nachweis vonAbb. 3 8 Kontrast zwischen Lungenparenchym und Bronchiallumina. a Patient mit akuter exogen allergischer Alveolitis (EAA, Hypersensitivitätspneumonitis): ganz diffuses Milchglasinfiltrat bds.; auffällig deutlicher Kontrast zwischen dem Lungenparenchym und den im Vergleich auffällig dunkel dargestellten Lumina von Bronchien (\"black bronchus sign\") und Ösophagus. b Patient mit zentrilobulärem Emphysem: kein auffällig großer Kontrast zwischen den dichteren Lungenarealen und dem Tracheallumen; pathologisch sind hier die transparenzgeminderten zentrilobulären Areale Abb. 4 8 Air-Trapping-Patient mit Bronchiolitis obliterans im Rahmen einer rheumatoiden Arthritis. a Inspiration: unauffälliger Befund. b Exspiration: regelrechte Dichtezunahme des Lungenparenchyms; einzelne sekundäre Lobuli zeigen eine persistierend hohe Transparenz als Ausdruck eines Air-Trapping; beachte auch die konvexe Kontur der dorsalen Trachea in Inspiration, die sich in Exspiration diskret konkav darstellt Abb. 5 8 Lagebedingte Belüftungsstörungen bds. dorsal: unauffälliges Lungenparenchym bei einem Patienten zum Tumorstaging. a Wegen einer paravenösen Injektion Anlage eines erneuten intravenösen Zugangs auf dem CT-Gerät; aufgrund der hierdurch bedingten Verzögerung des Untersuchungsbeginns Ausbildung von dorsalen Belüftungsstörungen bds., die sich als Milchglasverdichtungen darstellen. b Bei einer Kontrolluntersuchung mit Untersuchungsbeginn direkt nach der Lagerung des Patienten keine dorsalen VerdichtungenMilchglasinfiltraten in den dorsalen Lungenpartien von Relevanz ist, mit der Untersuchung unmittelbar nach Auflegen des Patienten auf den CT-Tisch begonnen werden. Lässt sich zwischen realen Verdichtungen und Belüftungsstörungen nicht unterscheiden, muss die Untersuchung ggf. in Bauchlage wiederholt werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "AtemnotsyndromBeim 7 adulten respiratorischen Distress-Syndrom (ARDS) führt der Mangel an Surfactant zu einer Kollapsneigung der Alveolen, denen therapeutisch in der Regel durch eine Überdruckbeatmung entgegengewirkt wird. Unter dem Einfluss des Eigengewichts des Lungenparenchyms kommt es bei in Rückenlage beatmeten Patienten typischerweise zu einem ventrodorsalen Dichtegradienten der meist symmetrisch angeordneten Verdichtungen, der vom Ausmaß der Mikroatelektasen des Parenchyms bestimmt wird: Ganz dorsal finden sich die dichtesten Abschnitte im Sinne von Konsolidierungen, in der Mitte oft Milchglasinfiltrate und am weitesten ventral weitgehend unauffällige oder überblähte Parenchymanteile (. Abb. 11).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Einblutungen in das Lungenparenchym stellen sich oft -unabhängig von ihrer Genese (spontan bei Antikoagulation, nach transthorakalen oder transbronchialen Biopsien, im Rahmen von Vaskulitiden, bei blutenden Tumoren etc.) als fokale oder diffuse Milchglasinfiltrate dar (. Abb. 12). Beim Lungeninfarkt kommt es in der Regel zur Nekrose des Lungenparenchyms mit einer perifokalen Einblutung in nichtnekrotisches Lungenparenchym. Während sich die Nekrose radiologisch meist als Konsolidierung darstellt, erscheint die perifokale Hämorrhagie oft als Milchglasinfiltrat, das sich im Gegensatz zur allmählichen Rückbildung der Nekrose über viele Wochen meist innerhalb von wenigen Tagen resorbiert (. Abb. 13). Ähnlich stellen sich auch die Herde einer angioinvasiven pulmonalen Aspergillose dar, die morphologisch vielfach Lungeninfarkten durch Angioinvasion des Beim Lungenödem kommt es meist nicht zu rein interstitiellen oder rein intraalveolären Veränderungen Einblutungen in das Lungenparenchym stellen sich oft unabhängig von ihrer Genese als fokale oder diffuse Milchglasinfiltrate dar CME Fazit für die Praxis F Milchglasinfiltrate stellen einen radiologischen Befund dar, keine Diagnose. F Sie treten auf durch partielle Verdrängung von Luft aus dem Lungenparenchym durch intraalveoläre oder interstitielle Strukturvermehrungen, einen partiellen Kollaps oder eine vermehrte Perfusion des Lungenparenchyms. F Sie sind auf Thoraxübersichtsaufnahmen gelegentlich zu vermuten, v. a. bei fokaler Anordnung; in der Regel werden sie in der CT diagnostiziert. F Sie können bei physiologischen (Exspiration) oder den verschiedensten pathologischen Prozessen (Infektion, nichtinfektiöse Entzündungen, Hämorrhagie, Ödem, Fibrose, Tumorerkrankungen etc.) isoliert oder als Begleitphänomen anderer Muster auftreten. F Ihre Erkennung kann hilfreich sein zur frühzeitigen Diagnose einer pulmonalen Erkrankung, deren Aktivitätsabschätzung oder differenzialdiagnostischen Einordnung. Prof. Dr. S. Diederich Institut für Diagnostische und Interventionelle Radiologie, Marien Hospital Düsseldorf, Rochusstr. 2, 40479 Düsseldorf s.diederich@marien-hospital.de Interessenkonflikt. Der korrespondierende Autor gibt an, dass kein Interessenkonflikt besteht. Abb. 15 8 Patient mit Viruspneumonie durch Zytomegalievirus (CMV): Charakteristisch ist das Mischbild aus verdickten Interlobulärsepten, Milchglasinfiltraten und Konsolidierungen Abb. 16 8 Pneumocystis-jirovecii-Pneumonie (PcP) bei einem HIV-positiven Patienten: bilaterale diffuse Milchglasinfiltrate mit Aussparung des subpleuralen Raums Bitte beachten Sie: F Antwortmöglichkeit nur online unter: CME.springer.de F Die Frage-Antwort-Kombinationen werden online individuell zusammengestellt. F Es ist immer nur eine Antwort möglich.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Pilzes in Pulmonalarterien entspricht: Nekrotische konsolidierte Areale werden von einem Halo aus Milchglasinfiltraten umgeben (. Abb. 14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Bei den verschiedensten pulmonalen Infektionen kommen Milchglasinfiltrate vor; in der Regel in frühen Phasen, wenn die Exsudation von entzündlichem Sekret noch nicht zur kompletten Verdrängung von Luft aus den Alveolarräumen geführt hat. Darüber hinaus gibt es relativ charakteristische Befunde für bestimmte Erreger, bei deren Vorliegen Milchglasinfiltrate auch differenzialdiagnostisch hilfreich sein können. Neben der angioinvasiven pulmonalen Aspergillose (s. o.) werden zwei weitere Krankheitsbilder hier beispielhaft vorgestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionen"
        },
        {
            "text": "Etwas vereinfacht dargestellt, besteht die typische Befundkonstellation der verschiedenen Viruspneumonien aus einer variablen Kombination nodulärer Veränderungen mit verdickten Interlobulärsepten, Milchglasinfiltraten und Konsolidierungen (. Abb. 15). Dabei lassen sich die zugrunde liegenden Viren -Zytomegalievirus (CMV), Varizella-zoster-Virus (VZV), Herpes-simplex-Virus (HSV) etc. -anhand der radiologischen Morphologie nicht differenzieren. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruspneumonie"
        }
    ]
}