{
    "paper_id": "15503481cc70be044c9065e7201a81a90379792d",
    "metadata": {
        "title": "Traditional Chinese medicine in the new century",
        "authors": [
            {
                "first": "Jianxiang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rui-Jin Hospital Affiliated with Shanghai Jiao Tong University School of Medicine",
                    "location": {
                        "postCode": "200025",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rui-Jin Hospital Affiliated with Shanghai Jiao Tong University School of Medicine",
                    "location": {
                        "postCode": "200025",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The practice of traditional Chinese medicine (TCM), which includes herbal medicine, acupuncture and moxibustion, dietary therapy, and tuina (massage), dates back to the Stone Age. TCM theories were also developed by prominent ancient practitioners. For example, the YinYang Theory (阴阳), Five Phase Theory (五行), Meridians and Collaterals (经络), and classic works, such as The Yellow Emperor's Internal Classic (黄帝内经) and Compendium of Materia Medica (本草纲 目), provided substantial contributions to the development and popularization of TCM in ancient China. The introduction of Western medicine in the 17th century brought about significant changes both in the healthcare system and in the development of TCM. In the mid-19th century, TCM practice declined as a result of the growing popularity of Western medicine. A few scholars even proposed its phaseout in China, and the Kuomintang Government once officially banned TCM [1] .",
            "cite_spans": [
                {
                    "start": 922,
                    "end": 925,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "After the founding of the People's Republic of China in 1949, TCM regained support from the government, and was regarded with equal importance as Western medicine. Modern TCM was systematized in the 1950s under the administration of the People's Republic of China. Prior to this, Chinese medicine was mainly practiced within family lineage systems. In 1958, Mao was the first to propose the integration of Western medicine with TCM. \"TCM is a great treasure to be explored and complemented,\" Mao said, emphasizing the importance of the training and education of successors in TCM. This integration policy promoted TCM practice in the next 50 years, enabling its successful use in disease prevention and treatment. Examples of its applications include the use of artemisinin (青蒿素) and derivatives in the treatment of malaria; employing arsenics and Realgar-Indigo naturalis in the treatment of acute promyelocytic leukemia; prevention of re-stenosis by activating blood and resolving stasis (活血化淤) after coronary heart disease intervention; treatment of acute abdominal pain with the integrated approach, acupuncture anesthesia; and simultaneous treatment of both infectious organisms and their toxins to prevent multi-organ failure. These treatment regimes demonstrate creativity and novelty both in theory and in practical therapeutic methodologies [2, 3] .",
            "cite_spans": [
                {
                    "start": 1350,
                    "end": 1353,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Over 3000 TCM hospitals, and more than 200 hospitals and 30 institutes of integrated TCM and Western medicine currently exist in China. Numerous medical universities or institutions have TCM or integrative medicine departments. About one-fifth of all outpatients consult physicians in TCM hospitals. TCM services are extended to large cities and areas in the remote countryside as well. With a growing international market for traditional herbal medicines, more than 130 countries have set up TCM organizations or facilities. In 2006, China's export of herbal medicines was over US $1 billion. Common and endemic diseases are not the only conditions treated with traditional medicine; many of the complex and newly emerging infectious diseases also respond to TCM. For example, TCM played an important role in controlling the outbreak of epidemic hemorrhagic fever in the 1980s, SARS in 2003, and the rescue of the injured and the ill in the aftermath of the 2008 Sichuan earthquake. The advantages of this medical system have been universally recognized and accepted as part of Chinese traditional culture, with widespread influence in people's daily lives. Many major human diseases continue to challenge the wisdom of medical professionals, prompting the active search for effective therapeutics including alternative medicines for incurable diseases. TCM has attracted considerable attention because of its distinct efficacy. In addition, traditional medicines are largely derived from natural herbs with fewer side effects and lower costs, satisfying the requirements for basic medical and healthcare particularly in developing countries. Non-drug therapies in TCM, including acupuncture and moxibustion, are simple, convenient, and effective [4, 5] .",
            "cite_spans": [
                {
                    "start": 1748,
                    "end": 1751,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1752,
                    "end": 1754,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the completion of the human genome project came the age of systems biology, which shares common ground with the basic concept of TCM in that both approach patient care, diagnosis, and disease treatment from a holistic point of view. The increasing prevalence of non-communicable chronic diseases and the growing aging population have caused changes in the disease spectrum, necessitating a shift from treatment of overt diseases per se to emphasis on prevention and the development of a better healthcare system. Thus, in combination with modern medicine and biotechnology, TCM is expected to offer advantages in the management of health problems and preventive medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the mythical origin of TCM, its theories and concepts seem ideological and abstract without substantial anatomical or physical bases. The TCM system is influenced by Chinese traditional culture and philosophy. It proposes a model of the human body with five organs as the center, connected by meridians, essence (精), qi (气), blood, and body fluids (jinye, 津液), with no clear anatomical structural relationships, but grounded in the formation of a unified entity that maintains life activity. These theories and concepts have been employed to illustrate the rationale for the practice of TCM through Chinese history over thousands of years. TCM also emphasizes harmony of the human body with its surroundings, the balance between yin and yang, differences of the same disease, and variations in corresponding treatments for different individuals. In contrast to Western medicine, which focuses on the details of each organ or system, TCM treats the human body as a whole, disregarding its physical constituents. Diagnosis is made through evidence indicated by the signs and conditions of the disease at the organism level; this evidence is obtained through non-invasive methods such as \"inspection (望), listening, and smelling examination (闻), inquiry (问), and taking the pulse (palpation, 切).\" The type and severity of the illness is identified within the pattern identification/syndrome differentiation system based on eight principal categories, including yin or yang, exterior or interior, cold or heat, and excess or deficiency. It features an external-tointernal approach in the diagnosis and treatment of patients, and the prescription of a combination of herbal medicines, taking into consideration the primary therapeutic agent, accessory components, and matching and agonistic drug interactions to regain homeostasis of the human body or the balance of yin and yang. The overall status of the organism is a major concern in TCM with holism and the use of \"relative\" rather than absolute treatments as characteristics that distinguish it from Western medicine. However, the construction of the entire theoretical framework of TCM is based almost completely on practical experience and philosophical ideas. The major concepts including qi, meridians, and yin-yang, lack substantial physical and anatomical bases without biological or molecular interpretation. This deficiency results in a barrier that hinders the acceptance and substitution of TCM for Western medicine. As a result, TCM has been challenged and continues to encounter criticism from both prominent figures and scientists. Some critics argue that the theories of TCM do not have profound scientific evidence; its remedies are ineffective and difficult to standardize, making the implementation of a placebocontrolled study impossible. Such criticisms stimulated intense protest from TCM supporters and the Chinese Ministry of Health. These groups contend that a prudent scientist should not hastily judge traditional Chinese medicine if he does not fully understand its true meaning, advantages, and core theories. TCM has been proven effective in the recent SARS outbreak in 2003, in which a combinatorial approach was adopted. Among the more than 5000 confirmed SARS patients, 58.3% received combinatorial (TCM and Western medicine) treatment, which showed superior efficacy and fewer complications compared with treatment using Western medicine alone [6] [7] [8] . China's efforts in combating SARS have also been highly appreciated by the World Health Organization. More recently, TCM was widely used to fight the pandemic H1N1 influenza A virus. A variety of traditional medicines have been used, including both ready-to-use and unprocessed raw herbs, in the treatment of the flu. This treatment regime showed certain efficacy in all confirmed cases and full recovery in others [9] . At the 62nd International Health Assembly, a resolution initiated by China to promote TCM worldwide was passed-an indication that TCM is gradually being recognized and accepted internationally [10] . In 2006, the US FDA approved the first botanical drug, Veregen, for prescription use. The major component of this drug is extracted from green tea. This milestone indicates that the US FDA has become familiar with processing herbal drugs, and may also imply the birth of a new sector in pharmaceuticals.",
            "cite_spans": [
                {
                    "start": 3433,
                    "end": 3436,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3437,
                    "end": 3440,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3441,
                    "end": 3444,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3862,
                    "end": 3865,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 4061,
                    "end": 4065,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "TCM and Western medicine"
        },
        {
            "text": "TCM has become an inseparable part of China's health sector, and is deeply rooted in Chinese culture and tradition. Its historical and cultural origin, as well as its popularity all over East Asia and other parts of the world should not be disregarded. Although the current debate on TCM is a challenge, it has prompted TCM practitioners and government officials to contemplate the future of this medical system, adopt new ideas, improve current theories and concepts, and incorporate modern sciences including bioscience, physics, and chemistry into its framework. These measures align with the recognition that TCM should be an open system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCM and Western medicine"
        },
        {
            "text": "Traditional medicine and modern Western medicine each has its own advantages and shortcomings. They have distinct theoretical systems and methods of recognition, even though they both study human subjects with the same goal, i.e. improving human health. Thus, they are not mutually exclusive. One is not intended to take the place of the other, but that the approaches implemented in each may be complementary to one another. A combination of the advantages from both systems will benefit patients the most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCM and Western medicine"
        },
        {
            "text": "The differences between these two medical systems may be demonstrated by a story about Confucius, an ancient Chinese philosopher and educator 2500 years ago. One day, Confucius saw two kids arguing about the distance of the sun from the earth: one believed the sun to be closer to the earth when it rises above the horizon, but moves farther away at noon because it looks smaller during this time of day than at sunrise. The other boy disagreed and reasoned the opposite because it is not as hot at sunrise as it is at noon. The boys' argument reflects two distinct methods of cognition: physical measurement and analysis, and feelings and instinct. Experience and instinct dominate in Oriental culture whereas the Western world focuses more on evidencebased reasoning. This cultural difference is also reflected in medicine. For example, when diagnosis is made for a stomach disorder in Western medicine, the practioner would determine whether the illness is functional or organic. The site and extent of the leision, pathoetiology, and genetic predisposition are to be revealed by means of endoscopy, biochemistry, or molecular genetics techniques. In TCM, however, the practitioner will first determine the factors that caused the illness. Is it caused by dietary or mood deregulation, excessive stress, or rapid change in the environment? Treatment is focused on re-establishing the balance of yin and yang, in contrast to Western medicine, which treats the lesion itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCM and Western medicine"
        },
        {
            "text": "A comparison between classic Western still life oil painting and traditional Chinese landscape painting is also analogous to the differences between Western medicine and TCM. Western medicine focuses more on clear details of the components, whereas TCM tends to present an overall picture. Despite the differences, the two medical systems also share many similarities in basic concepts. TCM believes in harmony of man with nature, similar to Western theories of the relationship between health and the environment; TCM emphasizes that diagnosis and treatment should be based on an overall analysis of the illness and the patient's condition, in coincidence with the concept of individualization or pharmacogenetics (the study of how genes affect the way people respond to medicines) in Western medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCM and Western medicine"
        },
        {
            "text": "A noticeable phenomenon in the Western medical system and therapeutics is high-level specialization and fragmentation. Yet, almost all complex diseases are affected by multiple factors including genetic and environmental. Under the fragmented diagnosis and treatment system, numerous opportunities for simple remedy and early intervention may have been neglected. The discord between TCM and Western medicine should be eliminated to develop a new 21st century medical science without boundaries; it could incorporate the advantages of the two medical systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCM and Western medicine"
        },
        {
            "text": "If the core concepts of TCM, such as its holistic perspective, preventive approach, and treatment based on patient conditions, are further studied and developed, it is likely to present far-reaching influence on modern medical systems, medical policy, the pharmaceutical industry, and even the entire economic sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCM and Western medicine"
        },
        {
            "text": "In the past, integrative medicine has focused more on the diagnosis and treatment of diseases. Given that noncommunicable chronic diseases are becoming increasingly prevalent, more attention is to be paid to preventive medicine or the discovery and treatment of pre-disease states. The shift to the promotion of healthcare may include balanced dietary structures, functional diets, integrated exercises, preventive measures and early intervention, psychiatric healthcare, and care of the elderly. Preventive healthcare is a key step in the entire medical system and represents a major focus of future medicine. The concept of treating pre-disease states was documented over 2000 years ago in the Yellow Emperor's Canon of Medicine: \"Thus, the holy man treats the pre-disease rather than when the disease has developed full swing, and puts down an insurgence in the cradle before it rises up.\" Over centuries, TCM has been enriched with the concept of and skills in disease prevention, nourishing life, preserving health, and strengthening the body. Therefore, healthcare professionals in metropolitan communities and rural areas should be skilled in both curative and preventive medicine. Disease prevention is not solely the responsibility of the physicians, but more importantly, requires the participation and support of society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future development of TCM"
        },
        {
            "text": "The eventual goal of integrative medicine will be to increase clinical efficacy and effectiveness; TCM studies should be carried out in more scientific terms to reinforce the findings and approaches that are based on past experience and theories. New concepts, ideas, and techniques should be incorporated into the TCM system. More controlled clinical studies involving multiple centers are needed to reveal and evaluate the clinical efficacy and side effects of some ancient remedies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future development of TCM"
        },
        {
            "text": "Meanwhile, new remedies, formulae, etc. that use modern technologies are desired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future development of TCM"
        },
        {
            "text": "The integration of Western medicine with TCM is a specialized field still at its early stages. More experience and success stories are to be expected through extensive and long-term studies. The methods for evaluating clinical therapeutic efficacy, clinical routes, and diagnostic and treatment protocols should be standardized, peer reviewed, and tested comprehensively, and then recommended for TCM practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future development of TCM"
        },
        {
            "text": "The current healthcare reform in China provides an opportunity for the development of TCM. It plays an important role in the health insurance system, community healthcare in the countryside, and public healthcare services. To people residing in rural areas, TCM is simple, convenient, and effective. It is especially valuable in the prevention of diseases, including chronic diseases and health problems related to lifestyle. Dietary herbs may also contribute to good health maintenance. TCM is not only effective against functional and chronic diseases, but also shows efficacy in serious diseases including cancer. The successful treatment of leukemia using retinoic acid to induce the differentiation of leukemia stem cells may have originated from the idea of \"turning evil into good (改邪归正)\" from TCM. Arsenic, a highly successful therapeutic for acute leukemia, was also derived from TCM remedy that is grounded on the principle of \"combating poison with poison (以毒攻毒).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future development of TCM"
        },
        {
            "text": "The uniqueness of TCM should contribute substantially to people's health in healthcare reform. The \"Health China 2020 Strategic Program,\" proposed by the Ministry of Health, is a mid-term development plan for China's public healthcare system. Traditional medicine is a key part of the program. Policy and institutional financial support for TCM is expected. Traditional practitioners should welcome the introduction of advanced Western technologies; however, they are to be used under the framework of TCM, and the implementation of the program should not be totally profit-oriented. It may be a reasonable idea to set up a special TCM zone to promote traditional medicine. New models, ideas, and concepts may be tested within this special zone. More focus on the education and training of TCM professionals and successors is required. A combinatorial mode of education is currently adopted in almost all TCM institutions that offer courses on both traditional and Western medicine. We may train physicians who do not necessarily have knowledge of Western medicine, similar to how TCM had been inherited and passed down from generation to generation. The knowledge system and skills training in traditional medicine should be the focal point in TCM institutions. Nevertheless, creative thinking is also necessary. For example, modern technologies including information technology can be applied to extract key information from classic works in traditional medicine. The experience, cases, practices, etc. may be presented to students in software format. Systematic work is necessary to collect and process all information into databases using modern informatics and internet technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future development of TCM"
        },
        {
            "text": "By overcoming obstacles in practicing TCM, scientists devoted to traditional medicine will be able to develop a medical approach that combines the advantages of both traditional and Western medicine. Such a framework is foreseeable to play a major role in disease prevention and treatment, healthcare, and rehabilitation in the 21st century.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future development of TCM"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A history of Chinese traditional medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The story of artemenisinin",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute promyelocytic leukemia: from highly fatal to highly curable",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Blood",
            "volume": "111",
            "issn": "5",
            "pages": "2505--2515",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chinese Society of Sciences and Technology. Reports on development of Chinese traditional medicine",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chinese Society of Sciences. Thoughts on some key questions for development of Chinese traditional medicine",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of integrated traditional Chinese and Western medicine on SARS: a review of clinical evidence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "World J Gastroenterol",
            "volume": "10",
            "issn": "23",
            "pages": "3500--3505",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Study on treatment of SARS using combined TCM and Western medicine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Q"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin J Tradit Chin Med",
            "volume": "17",
            "issn": "6",
            "pages": "535--536",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Report of the WHO International Expert Meeting to review and analyse clinical reports on combination treatment for SARS",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Review of prevention and treatment on influenza A (H1N1) with traditional Chinese medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Zhongguo Zhong Yao Za Zhi)",
            "volume": "35",
            "issn": "15",
            "pages": "1900--1903",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHO Congress Passes Beijing Declaration on Traditional Medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindsay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Revista Cubana de Plantas Medicinales",
            "volume": "15",
            "issn": "1",
            "pages": "64--67",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}