{
    "paper_id": "1597f0bee72ad5c7db4d53ff8e7b822200f3a2fe",
    "metadata": {
        "title": "Interplay between the local information based behavioral responses and the epidemic spreading in complex networks",
        "authors": [
            {
                "first": "Can",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Anhui University",
                    "location": {
                        "postCode": "230601",
                        "settlement": "Hefei",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jia-Rong",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Science and Technology of China",
                    "location": {
                        "postCode": "230026",
                        "settlement": "Hefei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Han-Shuang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Anhui University",
                    "location": {
                        "postCode": "230601",
                        "settlement": "Hefei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hai-Feng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Anhui University",
                    "location": {
                        "postCode": "230601",
                        "settlement": "Hefei",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "postCode": "611731",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The spreading of an infectious disease can trigger human behavior responses to the disease, which in turn plays a crucial role on the spreading of epidemic. In this study, to illustrate the impacts of the human behavioral responses, a new class of individuals, S F , is introduced to the classical susceptible-infected-recovered model. In the model, S F state represents that susceptible individuals who take self-initiate protective measures to lower the probability of being infected, and a susceptible individual may go to S F state with a response rate when contacting an infectious neighbor. Via the percolation method, the theoretical formulas for the epidemic threshold as well as the prevalence of epidemic are derived. Our finding indicates that, with the increasing of the response rate, the epidemic threshold is enhanced and the prevalence of epidemic is reduced. The analytical results are also verified by the numerical simulations. In addition, we demonstrate that, because the mean field method neglects the dynamic correlations, a wrong result based on the mean field method is obtained-the epidemic threshold is not related to the response rate, i.e., the additional S F state has no impact on the epidemic threshold. V C 2015 AIP Publishing LLC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human behavioral responses to the spreading of epidemics have been recognized to have great influence on the epidemic dynamics. Therefore, it is very important to incorporate human behaviors into epidemiological models, which could improve models' utility in reflecting the reality and studying corresponding controlling measures. However, analytically grounded approaches to the problem of interacting effect between epidemic dynamics and human behavioral responses are still lacking so far, and what can help us better understand the impacts of human behavioral responses. In this work, by introducing a new S F state into classical susceptible-infected-recovered (SIR) model to mimic the situation that, when susceptible individuals are aware of the risk of infection, they may take self-protective measures to lower the probability of being infected. We then derive theoretical formulas based on the percolation method for the epidemic threshold and the prevalence of epidemic. Our results indicate that the introduction of the new S F state can significantly enhance the epidemic threshold and reduce the prevalence of epidemic. It is worth mentioning that a wrong result may be obtained when using the traditional mean field methodthe epidemic threshold is not altered by the additional S F state. The result highlights that if the effects of human behavioral responses are ignored in mathematical modeling, the obtained results cannot really reflect the spreading mechanism of epidemics among human population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since network models can well describe the spreading of infectious disease among populations, many efforts have been devoted to studying this field. 1,2 At first, researchers mainly paid attention to analyze the impact of the network structure on epidemic spreading and the control strategies, for example, how the network topology affects the epidemic threshold and the prevalence of epidemic, [3] [4] [5] [6] [7] [8] or how to design an effective immunization strategy to control the outbreaks of epidemics. 9, 10 In reality, outbreaks of epidemics can trigger spontaneous behavioral responses of individuals to take preventive measures, which in turn alters the epidemic dynamics and affects the disease transmission process. [11] [12] [13] [14] [15] [16] [17] Thus, recently, some studies have made attempts to evaluate the impact of the human behaviors on epidemic dynamics. For instance, Funk et al. 18 studied the impacts of awareness spread on both epidemic threshold and prevalence, and they found that, in a well-mixed population, spread of awareness can reduce the prevalence of epidemic but does not tend to affect the epidemic threshold, yet the epidemic threshold is altered when considering on social networks; Sahneh et al. considered a Susceptible-Alter-Infected-Susceptible (SAIS) model, 19 and they found that the way of behavioral response can enhance the epidemic threshold; Meloni et al. constructed a meta-population model incorporating several scenarios of self-initiated behavioral changes into the mobility patterns of individuals, and they found that such behavioral changes do not alter the epidemic threshold, but may increase rather than decrease a) One fact is that the infectious neighbors can infect a susceptible individual, also triggering the awareness of the susceptible individual. 19, 22 In view of this, in Ref. 23 , Perra et al. introduced a new class of individuals, S F , that represents susceptible people who self-initiate behavioral changes that lead to a reduction in the transmissibility of the infectious disease, into the classical SIR model, and they found that such a model (SS FIR ) can induce a rich phase space with multiple epidemic peaks and tipping points. However, the network structure was not incorporated into these models. As we know, when the model is considered within the network based framework, new theoretical tools should be used and new phenomena may be observed. In view of this, we incorporate the network structure into the SS FIR model 23 to investigate its spreading dynamics. In the model, when contacting an infectious neighbor, susceptible individuals may be infected (from S state I state) with a transmission rate, or a behavioral response may be triggered (from S state to S F state) with a response rate. We provide a theoretical formula for the epidemic threshold as well as the prevalence of epidemic via the percolation method, 5 our results show that the introduction of S F class can enhance the epidemic threshold and reduce the prevalence of epidemic. We also demonstrate that a wrong result can be obtained-the introduction of S F class cannot alter the epidemic threshold when using mean field method to such a model. The reasons are presented in Sec. V.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 398,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 908,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1306,
                    "end": 1308,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1820,
                    "end": 1823,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 1824,
                    "end": 1826,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1852,
                    "end": 1854,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 2914,
                    "end": 2915,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "For the classical SIR model on complex network, where each node on network can be in one of three states: susceptible (S), infected (I), or recovered (R). The transmission rate along each SI link is b, and an infected node can enter R state with a recovery rate l. To reflect the fact that, upon observation of infection, susceptible individuals may adopt protective measures to lower their infection risk, a new class, denoted by S F , is introduced into the original SIR model, we use SS FIR model to denote the modified SIR model in this study. In the model, when an S node contacts an I neighbor, besides the probability of being infected, the S node can go to S F state with a response rate b F ! 0. The transmission rate for the S F nodes is lower; thus, we assume the transmission rate for S F nodes is cb, where 0 c < 1 is a discount factor. The SS FIR model is described by the four following reactions and the associated rates:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DESCRIPTIONS OF THE MODEL"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DESCRIPTIONS OF THE MODEL"
        },
        {
            "text": "Note that the SS FIR model returns to the SIR model once b F ¼ 0, and the S F state corresponds to fully vaccinated state when c ¼ 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DESCRIPTIONS OF THE MODEL"
        },
        {
            "text": "In our model, during a sufficiently small time interval Dt, the transition rates of an SI edge becoming an II, S FI , and SR edge are b, b F , and l, respectively. As a result, the probabilities of an SI edge becoming an II and S FI edge are given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "Similarly, since the transition rate of an S FI edge becoming an II and S FR during a sufficiently small time interval Dt are cb and l, the probability of an S FI edge becoming an II edge is 24 To analyze our proposed model, we first define \"externally infected neighbor\" (EIN) for any node. For node i, a neighbor j is an EIN, meaning that j is infected by its neighbors other than i (i.e., j is infected even though node i is deleted from the networks), which is the basic assumption of the cavity theory in statistical physics. Note that this method is suitable for the networks with negligible number of loops as the network size is sufficiently large 25 ). The probability of neighbor j being an EIN of i is defined as h; then, for the a node with degree k, the probability of having m EINs is given as",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 658,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "Let pðRjmÞ be the probability of i being infected when it has number m of EIN. To calculate such a probability, we need to recognize that, in our model, an S node can become an I node through two ways: (a) the S node is directly infected; or (b) the S node first goes to S F state and then is infected. To facilitate the analysis, we approximately assume that the impacts of i's infected neighbors on node i happen in a non-overlapping order, i.e., they play roles on node i one by one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "For case (a), the probability of node i being infected by the sth infected neighbor is given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "Eq. (6) indicates that previous s À 1 infected neighbors have not changed the state of node i (not become I or S F state) before they become R state. Therefore, the probability of i being infected is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "For case (b), node i should first become S F state, and the probability that the susceptible node i is altered by the lth infected neighbors and becomes S F can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "which also indicates that previous l À 1 infected neighbors have not changed the state of node i before they become R state. For the remainder m À l þ 1 infected neighbors (including the infected neighbor who just made i go to S F state), they can infect i with probability",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "As a result, the probability of node i first becoming S F state and then going to I state is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "The probability pðRjmÞ is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "Combining Eqs. (5) and (11), the probability of a node with degree k being infected is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "Then, the EIN probability h is the solution to the selfconsistent condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "In Eq. (13), QðkÞ ¼ ðkþ1ÞPðkþ1Þ hki is the excess degree distribution, where P(k) is the degree distribution and hki is the average degree. The generating function for Q(k) is given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "There is a trivial solution h ¼ 0 in self-consistent equation (13) . To have a non-trivial solution, the following condition must be met:",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "(13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "which implies the epidemic can outbreak when",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "For the prevalence of epidemic (defined as Rð1Þ), we can numerically solve h from self-consistent equation (13), then the formula of Rð1Þ is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "In Eq. (17), G 0 ð:Þ is the generating function of degree distribution P(k), which is described as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORETICAL ANALYSIS"
        },
        {
            "text": "In this section, we perform an extensive set of Monte Carlo simulations to validate the theoretical predictions in Section III. Here, we carry out simulations on an Erd} os-R enyi network (labeled ER network) 26 with network size N ¼ 10 000 and average degree hki ¼ 10, and a configuration network generated by an uncorrelated configuration model (UCM). 27 The configuration network also has N ¼ 10 000 nodes and the degree distribution meets PðkÞ $ k À3:0 , whose minimal and maximal degrees are k min ¼ 3 and k max ¼ ffiffiffi ffi N p , respectively.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 356,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. SIMULATION RESULTS"
        },
        {
            "text": "Differing from the SIS (Susceptible-Infected-Susceptible) model, it is not an easy thing to determine the epidemic threshold for the SIR model owing to the non-zero value of R. In doing so, in Ref. 28 ",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "A. Results on ER network"
        },
        {
            "text": "can well predict the epidemic threshold for the SIR model, where q denotes the prevalence of epidemic in one simulation realization. 29,30 D can be explained as the standard deviation of the epidemic prevalence, and is a standard measure to determine critical point in equilibrium phase on magnetic system. 31 In our simulations, we have taken at least 1000 independent realizations to predict the epidemic threshold. For convenience, in this study, we set recovery rate l ¼ 1:0. In Fig. 1 , for different response rate b F , the value of Rð1Þ (upper panels) and the measure D (lower panels) as the functions of the transmission rate b are investigated. As shown in Fig. 1 , one can observe that the variability measure can well predict the epidemic threshold for our SS FIR model. As a result, in the following figures, we use this method to determine the epidemic threshold, i.e., the point where the value of D is the maximal. If the behavioral responses are ignored in mathematical modelling, the obtained results cannot really reflect the spreading mechanism of epidemics among human population.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 489,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 672,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "A. Results on ER network"
        },
        {
            "text": "We then compare the theoretical results with the Monte Carlo simulations on ER network in Figs. 2 and 3. Since the degree distribution of an Erd} os-R enyi network is PðkÞ ¼ e Àhki hki k k! , the generating functions meet",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Results on ER network"
        },
        {
            "text": "According to Ineq. (15) , the epidemic threshold b c for ER network is determined by the following equation:",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "(15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Results on ER network"
        },
        {
            "text": "Moreover, substituting Eq. (20) into Eqs. (13) and (17), the prevalence of epidemic Rð1Þ can be easily solved. The comparison of Rð1Þ between the simulations and the theoretical result is plotted in Fig. 2 , which indicates that the numerical simulation and the theoretical result are in good agreement. Meanwhile, the epidemic threshold for b c obtained from Eq. (21) and from numerical method (i.e., the point where D is maximal) is compared in Fig. 3 , which also indicates that the epidemic threshold predicated by our method is remarkable agreement with numerical simulations. The result in Fig. 3 also suggests that the epidemic threshold b c is increased as the value of c is decreased. Importantly, FIG. 1. On ER networks, the prevalence of epidemic Rð1Þ (upper panels) and the variability measure D (lower panels) as functions of the transmission rate b for different values of b F and c. Note that, here b F is a rate rather probability, as a result, whose value may be larger than one. the reduction is more efficient when the response rate b F is larger.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 42,
                    "end": 46,
                    "text": "(13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 205,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 453,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 602,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "A. Results on ER network"
        },
        {
            "text": "Real complex networked systems often possess certain degree of skewness in their degree distributions, typically represented by some scale-free topology. We thus check our model on UCM network with degree distribution PðkÞ $ k À3:0 to illustrate that our theory can generalize to the networks with heterogenous degree distribution and in the absence of degree-to-degree correlation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Results on UCM network"
        },
        {
            "text": "As shown in Figs. 4 and 5, one can see that the analytical results are in good agreement with the numerics. They also indicate that, since increasing b F can induce more susceptible individuals go to S F state and reducing c can lower the risk of S F nodes, as a result, both of them can lower the prevalence of epidemic Rð1Þ and increase the epidemic threshold b c .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Results on UCM network"
        },
        {
            "text": "One possible way to describe our proposed SS F IR model is the mean field method, which can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. MEAN FIELD METHOD FOR THE MODEL"
        },
        {
            "text": "where the factor HðtÞ ¼ P k 0 Pðk 0 jkÞI k 0 ðtÞ represents the probability that any given link points to an infected node. In the absence of any degree correlations HðtÞ ¼ 1 hki P k k PðkÞI k ðtÞ. 32 Based on the above differential equations, we can obtain that the epidemic threshold b c ¼ hki hk 2 i (detailed derivation is given in Section VII), which means that the epidemic threshold for our model is not related to the response rate b F or the discount factor c, and which is the same to the epidemic threshold of classical SIR model. The simulation results based on the Eqs. (22)- (25) in Fig. 6 also indicate that, based on mean field method, the epidemic threshold is not altered by different values of b F or c. However, our previous simulation results based on Monte Carlo method have suggested FIG. 4 . Comparison between the Monte Carlo based simulations and the theoretical predictions for Rð1Þ on UCM networks. The simulation results are denoted by symbols and the theoretical predictions are denoted by the corresponding lines. The theoretical results are obtained by substituting a fixed degree distribution P(k) into Eqs. (17) and (18) , and then Rð1Þ can be solved from Eqs. (17) and (18) that the epidemic threshold b c is increased when b F is increased or c is reduced. That is to say, the conclusion obtained by mean-field method is wrong. Now let us explain why the mean field method gives a wrong result. It is known that, near the epidemic threshold, the fraction of infected nodes (label q I ) is very small. When using the mean field method, the dynamic correlation is neglected, the probability of S node becoming S F is proportional to Oðq I Þ since the average fraction of infected nodes among neighborhood equals to Oðq I Þ. Similarly, the probability of S F node becoming I node is also proportional to Oðq I Þ. As a result, the probability of S!S F !I is proportional to Oðq 2 I Þ, which leads to the effect of the S F is ignored and the epidemic threshold obtained by the mean field method is not related to the value of b F or c. In fact, when an S node becomes an S F node there must exist at least one infected nodes among the neighborhood of the S node. More importantly, these infected neighbors may exist for a certain time interval, so the probability of S!S F !I is not proportional to Oðq 2 I Þ. However, as deduced in Eq. (9), the dynamics correlation near the epidemic threshold is considered in our above analysis, which can accurately predict the epidemic threshold.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "(25)",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 813,
                    "text": "FIG. 4",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1145,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 603,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "V. MEAN FIELD METHOD FOR THE MODEL"
        },
        {
            "text": "To summarize, we have proposed an SS FIR epidemiological model in complex networks, in which the probability of susceptible individuals becoming S F state is proportional to the number of infected neighbors, to reflect the fact that individuals are more likely to take protective measures when they find their neighbors are infected. By using theoretical analysis as well as numerical simulations, we found that the prevalence of epidemic is effectively reduced and the epidemic threshold is remarkably increased when the response rate b F is increased or the discount factor c is reduced. Moreover, we have demonstrated that the mean field based analysis provides a wrong result: the epidemic threshold is not related to the response rate b F or discount factor c. The reason is that, near the epidemic threshold, the probability of S!S F !I is a second order infinitesimal since the mean field method ignores the dynamic correlation, which makes the effect of S F state to be ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSIONS"
        },
        {
            "text": "With the development of technology, information induced awareness or self-protective behaviors can not only diffuse through the contact networks where the diseases spread but also can fast diffuse through many different channels, such as the word of mouth, news media, online social networks, and so on. In view of this, recent well-studied multiplex network theory may be an ideal framework to mimic the interplay of information or related awareness and the epidemic dynamics. [33] [34] [35] Thus, how to generalize our model to multiplex networks and provide theoretical analysis to the model is a challenge in our further work. ",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 482,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. CONCLUSIONS"
        },
        {
            "text": "By using the variation of constants method, S F k ðtÞ is solved as ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Networks: An introduction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0810762106"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Simulated identification of epidemic threshold on finite-size networks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Chaos",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1063/1.4922153"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 also describes that, no matter c ¼ 0:1 [see Figs. 1(a) and 1(b)] or c ¼ 0:3 [see Figs. 1(c) and 1(d)], on the one hand, the epidemic threshold is enhanced as the response rate b F is increased. On the other hand, for a fixed value of b, Figs. 1(a) and 1(c) suggest that the prevalence of epidemic is remarkably reduced when b F is increased. The results suggest that, by introducing an additional protective state, S F , to the classical SIR model, the conclusions are quite different from the previous results which have not incorporated the impacts of human behavioral responses. The result again emphasizes the fact that the spontaneous behavioral responses of individuals to the emergent diseases have vital impacts on the epidemic dynamics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a)-(b) c ¼ 0:1; (c)-(d) c ¼ 0:3. The pink lines are given to demonstrate that the peak value of D corresponds to the epidemic threshold b c . FIG. 2. Comparison between the Monte Carlo based simulations and the theoretical predictions for Rð1Þ on ER networks. The simulation results are denoted by symbols and the theoretical predictions are denoted by the corresponding lines. The theoretical results are obtained by substituting Eq. (20) into Eqs. (13) and (17), and the value of h is numerically solved from Eq. (13), then Rð1Þ is got from Eq. (17). (a) c ¼ 0:1; (b) c ¼ 0:3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "as described in Fig. 2. (a) c ¼ 0:1; (b) c ¼ 0:3. FIG. 5. Comparison between the Monte Carlo based simulations and the theoretical predictions for the epidemic threshold b c on UCM networks. The theoretical predictions denoted by lines are obtained from Ineq. (16), and the simulation results denoted by symbols are the points where the values D are maximal. (a) b c as a function of the response rate b F for different values of c; (b) b c as a function of the discount factor c for different values of b F . FIG. 3. Comparison between the Monte Carlo based simulations and the theoretical predictions for the epidemic threshold b c on ER networks. The theoretical predictions denoted by lines are obtained from Eq. (21), and the simulation results denoted by symbols are the points where the values D are maximal. (a) b c as a function of the response rate b F for different values of c; (b) b c as a function of the discount factor c for different values of b F .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "This work was funded by the National Natural Science Foundation of China (Grant Nos. 61473001, 91324002, and 11331009).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "APPENDIX: EPIDEMIC THRESHOLD BASED ON MEAN FIELD METHOD When assuming S k ð0Þ % 1, then from Eq. (22), we have 32 S k ðtÞ ¼ e Àkðbþb F Þ/ðtÞ ; k ðtÞ. Substituting Eq. (A1) into Eq. (23), one has",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Þ 1 À e Àk bþb F letting / 1 ¼ lim t!1 /ðtÞ, and with the fact that lim t!1 d/ðtÞ dt ¼ 0 and Iðt!1Þ ¼ 0 when the epidemics end, a self-consistent equation can be got from Eq. (A4) FIG. 6. Based on the differential equations (22)-(25), the prevalence of epidemic Rð1Þ as a function of b is presented. (a) c ¼ 0:1; (b) c ¼ 0:3.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "the prevalence of epidemic.20 Meanwhile, in Ref.21, by designing the transmission rate of epidemic as a function of the local infected density or the global infected density, Wu et al. investigated the effect of such a behavioral response on the epidemic threshold.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ", Shu et al. suggested that the variability measure",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The value / 1 ¼ 0 is always a solution. In order to have a non-zero solution, the conditionshould be satisfied, which means that the epidemic threshold b c ¼ hki hk 2 i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}