{"paper_id": "15cb88284c45d62cec089695996030bac4476840", "metadata": {"title": "The Journal of Infectious Diseases Antibodies Against the Current Influenza A(H1N1) Vaccine Strain Do Not Protect Some Individuals From Infection With Contemporary Circulating Influenza A(H1N1) Virus Strains", "authors": [{"first": "Joshua", "middle": ["G"], "last": "Petrie", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "Kaela", "middle": [], "last": "Parkhouse", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wistar Institute", "location": {}}, "email": ""}, {"first": "Suzanne", "middle": ["E"], "last": "Ohmit", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "Ryan", "middle": ["E"], "last": "Malosh", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "Arnold", "middle": ["S"], "last": "Monto", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "Scott", "middle": ["E"], "last": "Hensley", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wistar Institute", "location": {}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Here, we performed hemagglutinationinhibition (HAI) assays, using sera collected from 382 individuals prior to the 2013-2014 season, and we determined whether HAI titers were associated with protection from A(H1N1) pdm09 infection. Protection was associated with HAI titers against an A(H1N1)pdm09 strain possessing the K166Q mutation but not with HAI titers against the current A(H1N1) pdm09 vaccine strain, which lacks this mutation. These data indicate that contemporary A(H1N1)pdm09 strains are antigenically distinct from the current A(H1N1)pdm09 vaccine strain.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Keywords. influenza; pandemic H1N1; influenza vaccine; household cohort; serum antibody; hemagglutinin; correlates of protection; antigenic drift.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A new pandemic influenza A(H1N1) virus (A[H1N1]pdm09) began circulating in humans in 2009 [1] . Following the 2009 pandemic, A(H1N1)pdm09 viruses cocirculated with influenza A(H3N2) and influenza B viruses during the 2010-2011 and 2011-2012 influenza seasons [2] [3] . A(H1N1)pdm09 circulated minimally during the 2012-2013 season but predominated during the 2013-2014 season [4] . During the 2009 pandemic, the proportion of elderly individuals impacted by A(H1N1) pdm09 was lower relative to typical influenza seasons, owing, at least in part, to preexisting cross-reactive antibody responses [5] . In contrast, the 2013-2014 season was characterized by higher proportions of infections among older adults, many resulting in severe illness. Specifically, rates of influenza-associated hospitalizations were higher in 2013-2014 than during the 2009 pandemic among individuals aged 50-64 years or ≥65 years [6, 7] . One potential explanation for this change is that A(H1N1)pdm09 viruses have evolved in a way to specifically escape immunity in older individuals [8] .", "cite_spans": [{"start": 90, "end": 93, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 259, "end": 262, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 263, "end": 266, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 376, "end": 379, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 595, "end": 598, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 907, "end": 910, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 911, "end": 913, "text": "7]", "ref_id": "BIBREF6"}, {"start": 1062, "end": 1065, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "Although A(H1N1)pdm09 viruses have evolved extensively, an A(H1N1)pdm09 isolate, A/California/7/2009, remains in the current seasonal influenza vaccine [9] . Antigenic analyses using sera from infected ferrets indicate that the A/California/7/2009 vaccine strain (hereafter, the \"vaccine strain\") is antigenically similar to contemporary A(H1N1)pdm09 strains; however, some vaccinated humans mount antibody responses that fail to recognize recently evolved A(H1N1)pdm09 strains [8] . Many adult antibody responses are focused on a hemagglutinin (HA) epitope involving residue 166 that is antigenically mismatched between the vaccine strain and contemporary strains. Nearly all A(H1N1)pdm09 viruses that circulated during the 2013-2014 season possessed a mutation, K166Q, in this important HA epitope [8] .", "cite_spans": [{"start": 152, "end": 155, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 478, "end": 481, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 800, "end": 803, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "We hypothesized that individuals with antibodies that fail to recognize viruses with the K166Q HA mutation were at increased risk during the 2013-2014 influenza season, when viruses with this mutation predominated. To test this, we performed hemagglutination-inhibition (HAI) assays, using sera collected from older children and adults participating in a prospective household cohort study of influenza vaccine effectiveness during the 2013-2014 influenza season. We performed HAI assays with the vaccine strain and an A/California/7/2009 vaccine strain engineered to possess the K166Q HA mutation (hereafter, \"VS-K166Q\") and determined whether HAI titers were associated with protection against A(H1N1)pdm09 infection.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "As previously described [10] , households with ≥4 individuals, ≥2 of whom were children aged <18 years, receiving primary care from the University of Michigan Health System were recruited to participate prior to the 2013-2014 influenza season. Adults provided informed consent for participation for themselves and their children; children 7-17 years old also provided verbal assent. Subject characteristics (eg, age and sex) were reported at enrollment, and electronic medical records were reviewed to document the presence of high-risk health conditions associated with an increased risk for complications of influenza. Influenza vaccination was documented in electronic medical records and the Michigan Care Improvement Registry. The study was reviewed and approved by the University of Michigan Medical School Institutional Review Board.", "cite_spans": [{"start": 24, "end": 28, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "METHODS"}, {"text": "Participants were instructed to report all acute respiratory illnesses that met a case definition. Throat and nasal swab specimens (nasal swabs only for children aged <3 years) were collected from ill subjects. Respiratory specimens were tested by real-time reverse-transcription polymerase chain reaction (RT-PCR) for identification of influenza virus, using primers and probes developed and provided by the Influenza Division at the Centers for Disease Control and Prevention.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Blood specimens were collected at enrollment (during May-September) and in the late fall (during November-December) from a subset of participants ≥13 years old who volunteered for blood specimen collection. All serum specimens collected in late fall or, if late fall specimens were unavailable, at enrollment were tested by HAI assays. Among vaccinated subjects, only specimens collected ≥14 days after vaccination were assayed. The Wistar Institute Institutional Review Board approved HAI analyses of deidentified sera samples. HAI assays were performed using vaccine strain and VS-K166Q viruses as previously described [8] . HAI titers against each target were calculated for each subject as the reciprocal (eg, 40) of the highest serum dilution (eg, 1:40) that inhibited hemagglutination of turkey red blood cells.", "cite_spans": [{"start": 621, "end": 624, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "METHODS"}, {"text": "For univariate analyses, subjects were categorized into 4 groups on the basis of measured HAI titers against vaccine strain and VS-K166Q viruses. Subjects in group 1 had titers of <40 against both vaccine strain and VS-K166Q viruses, those in group 2 had titers of ≥40 against both viruses, those in group 3 had titers of ≥40 against the vaccine strain and <40 against VS-K166Q, and those in group 4 had titers of <40 against the vaccine strain and ≥40 against VS-K166Q. Subject characteristics (age, sex, and presence of documented highrisk health condition), documented influenza vaccination status in the 2013-2014 and 2012-2013 seasons, and A(H1N1)pdm09 infection status were compared across groups. Kruskal-Wallis and Wilcoxon rank sum tests were used to assess differences across groups for continuous variables, and χ 2 and Fisher exact tests were used for to assess differences with regard to categorical variables.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "We fit multivariable logistic regression models to examine HAI titers against vaccine strain and VS-K166Q viruses as correlates of protection against A(H1N1)pdm09 infection. These models estimated the change in the odds of real-time RT-PCR-confirmed A(H1N1)pdm09 infection associated with a 2-fold rise in preseason HAI titers, modeled as continuous predictors. Models were adjusted for age in years and vaccination status, which were conceptually identified as potential confounders a priori; robust variances were calculated to account for household clustering, using generalized estimating equations. Statistical analyses were performed using SAS software (release 9.2; SAS Institute). A P value of <.05 indicated statistical significance.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "A total of 1049 participants from 232 households were enrolled and followed during the 2013-2014 influenza season. HAI antibody titers against vaccine strain and VS-K166Q viruses were measured in serum specimens from all 382 individuals who volunteered for blood specimen collection. These individuals represented 66% of the 575 subjects aged ≥13 years in the overall cohort who were eligible for blood specimen collection. Individuals who volunteered for blood specimen collection were significantly older, less likely to be vaccinated, and more likely to have had A(H1N1)pdm09 infection than those who did not volunteer. Included subjects ranged in age from 13 to 75 years; 77 (20%) were <18 years old, and 33 (10%) were ≥50 years old. Although HAI titers against vaccine strain and VS-K166Q viruses were similar in most individuals (groups 1 and 2), we identified some individuals who had antibodies that differentially recognized the viruses (Table 1) . Of particular interest, 11% of individuals had reciprocal HAI titers of ≥40 against the vaccine strain but <40 against VS-K166Q virus (group 3). Only 1% of individuals in our study had HAI titers of <40 against the vaccine strain but ≥40 against VS-K166Q virus (group 4). More subjects were vaccinated among those with an HAI titer of ≥40 against the vaccine strain virus (groups 2 and 3), compared with those with titers of <40 (groups 1 and 4; P < .001). Subjects in group 2 (HAI titers of ≥40 against both vaccine strain and VS-K166Q viruses) were younger, with a significantly higher proportion of children 13-17 years old, compared wtih other groups (P < .001). Subjects did not significantly vary across groups by sex or presence of documented high-risk conditions.", "cite_spans": [], "ref_spans": [{"start": 946, "end": 955, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "No A(H1N1)pdm09 infections were identified among the 140 subjects in group 2 (HAI titers of ≥40 against both the vaccine strain and VS-K166Q viruses) or 3 subjects in group 4 (HAI titers of <40 against the vaccine strain but ≥40 against VS-K166Q virus). In contrast, 15 of 198 subjects (8%) in group 1 (HAI titers of <40 against both vaccine strain and VS-K166Q viruses) had real-time RT-PCR-confirmed A(H1N1)pdm09 infections. Importantly, 5 of 41 subjects (12%) in group 3 (HAI titers of ≥40 against the vaccine strain but <40 against VS-K166Q virus) had real-time RT-PCR-confirmed A(H1N1)pdm09 infections. The preseason HAI titers against vaccine strain virus of these 5 subjects were 320, 160, 120, 80, and 40.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "When titers were examined continuously, a clear relationship between increasing titer and decreasing A(H1N1)pdm09 infection risk was observed for titers against VS-K166Q but not vaccine strain viruses (Figure 1 ). Unadjusted and adjusted logistic regression models estimating the effect of HAI titers against each virus on the odds of A(H1N1)pdm09 infection are presented in Supplementary Table 1. In models accounting for titers to both vaccine strain and VS-K166Q viruses and adjusting for age and vaccination status, a 2-fold increase in titer against VS-K166Q virus was associated with a 0.34-fold (95% confidence interval [CI], .20-.59-fold) lower odds of and the VS engineered to possess the K166Q hemagglutinin mutation (VS-K166Q) were measured in HAI assays. The relationship between measured HAI titers against the VS (A) and the VS-K166Q (B) and reverse-transcription polymerase chain reaction-confirmed A(H1N1)pdm09 infection was examined. The number of subjects with each measured HAI titer is plotted on the left vertical axis, and the proportion of subjects who were infected with A(H1N1)pdm09 is plotted on the right vertical axis. The number of subjects with each measured HAI titer who were infected with A(H1N1)pdm09 is reported above the line denoting the proportion infected.", "cite_spans": [], "ref_spans": [{"start": 201, "end": 210, "text": "(Figure 1", "ref_id": "FIGREF2"}], "section": "RESULTS"}, {"text": "A(H1N1)pdm09 infection. A similar 2-fold increase in titer against vaccine strain virus was not significantly associated with A(H1N1)pdm09 infection (odds ratio, 1.36; 95% CI, .93-1.98). Models restricted only to adults aged ≥18 years or that additionally adjusted for vaccination in the 2012-2013 season did not produce substantially different estimates. DISCUSSION We have previously shown that many adults possess antibodies that recognize a A(H1N1)pdm09 HA epitope involving residue 166 [8] . Here, we find that these individuals were more susceptible to infection with 2013-2014 A(H1N1)pdm09 viruses, which possessed the K166Q HA mutation.", "cite_spans": [{"start": 356, "end": 366, "text": "DISCUSSION", "ref_id": null}, {"start": 491, "end": 494, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "RESULTS"}, {"text": "During the 2013-2014 season, vaccine effectiveness against A(H1N1)pdm09 infection in the overall study cohort was relatively high (66%; 95% CI, 23%-85%) and similar across age groups [10] . Estimates from vaccine effectiveness studies performed in the outpatient setting were similarly high [4] . This is consistent with the observation that most subjects (77%) with HAI titers of ≥40 against vaccine strain viruses also had HAI titers of ≥40 to VS-K166Q viruses in our study. It should be noted that a ≥4-fold increase in HAI titer against vaccine strain virus following receipt of 2013-2014 influenza vaccine was only observed in 11% of vaccinated subjects in this cohort with paired serum specimens bracketing vaccination [10] . The H1N1 component of the vaccine has not been updated in several years, and it is likely that many of the individuals in our study had prior A(H1N1)pdm09 infection and/or vaccination. We speculate that vaccine responses could be improved by including a contemporary A(H1N1)pdm09 strain in future formulations.", "cite_spans": [{"start": 183, "end": 187, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 291, "end": 294, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 725, "end": 729, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "RESULTS"}, {"text": "An HAI titer of 40 has historically been associated with approximately 50% protection against influenza virus infection following exposure [11] . In our study, we did not observe any A(H1N1)pdm09 infections among subjects with HAI titers of ≥40 against VS-K166Q virus that was antigenically similar to viral strains that actually circulated during the 2013-2014 influenza season. Although antibody to HA is considered to be the major correlate of protection, antibody to neuraminidase has also been shown to independently correlate with protection against influenza virus infection [12] . Consistent with this, only 1 of 20 A(H1N1)pdm09-infected subjects in this study had a measurable preseason antibody titer against the neuraminidase of A(H1N1)pdm09 [10] .", "cite_spans": [{"start": 139, "end": 143, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 582, "end": 586, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 753, "end": 757, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "RESULTS"}, {"text": "Our results should be interpreted in the context of relatively small sample size and low incidence of A(H1N1)pdm09 infection, especially among the older children in our study. Individuals who volunteered for blood specimen collection for this study were, on average, older, less likely to be vaccinated, and more likely to have had A(H1N1)pdm09 infections than those in the overall cohort who did not volunteer. While we do not expect this to affect the validity of the results, we cannot ensure that the findings are generalizable beyond the study population. Also, we did not collect blood specimens from children aged <13 years, and very few blood specimens were collected from adults aged ≥50 years. Given that antibody responses are affected by past infection and vaccine exposures [13] , the prevalence of antibodies that recognize vaccine strain and VS-K166Q viruses likely varies considerably across age groups. Consistent with this, we previously found that a high proportion of middle-aged individuals possess antibodies that target the A(H1N1)pdm09 HA epitope involving K166 and that younger individuals do not possess antibodies with this specificity [8] .", "cite_spans": [{"start": 787, "end": 791, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1163, "end": 1166, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "RESULTS"}, {"text": "A(H1N1)pdm09 viruses were prevalent again during the 2015-2016 influenza season, and 2 emerging subclades have been identified among 2015-2016 viruses. The majority of A(H1N1)pdm09 viruses that circulated during the 2015-2016 season possessed a second mutation (S165N) [14] that is predicted to introduce a new glycosylation site in HA that likely further distorts the antigenic site described in this study. Similar to the 2013-2014 season, high levels of influenza-associated hospitalization among older adults were again reported during the 2015-2016 influenza season [6, 7, 15] . We propose that more-contemporary A(H1N1)pdm09 strains should be considered for future vaccine formulations, based on continued A(H1N1)pdm09 infection and severe outcomes in older adults, many of whom possess antibodies that bind to the current vaccine strain but fail to bind to contemporary strains.", "cite_spans": [{"start": 269, "end": 273, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 571, "end": 574, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 575, "end": 577, "text": "7,", "ref_id": "BIBREF6"}, {"start": 578, "end": 581, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "RESULTS"}, {"text": "Supplementary materials are available at http://jid.oxfordjournals.org. Consisting of data provided by the author to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the author, so questions or comments should be addressed to the author.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Swine influenza A(H1N1) infection in two children-Southern California", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention", "volume": "58", "issn": "", "pages": "400--402", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Effectiveness of seasonal influenza vaccines in the United States during a season with circulation of all three vaccine strains", "authors": [{"first": "J", "middle": ["J"], "last": "Treanor", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Talbot", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Ohmit", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "55", "issn": "", "pages": "951--960", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Influenza vaccine effectiveness in the 2011-2012 season: protection against each circulating virus and the effect of prior vaccination on estimates", "authors": [{"first": "S", "middle": ["E"], "last": "Ohmit", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Thompson", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Petrie", "suffix": ""}], "year": 2014, "venue": "Clin Infect Dis", "volume": "58", "issn": "", "pages": "319--346", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Influenza vaccine effectiveness against 2009 pandemic influenza A(H1N1) virus differed by vaccine type during 2013-2014 in the United States", "authors": [{"first": "M", "middle": [], "last": "Gaglani", "suffix": ""}, {"first": "J", "middle": [], "last": "Pruszynski", "suffix": ""}, {"first": "K", "middle": [], "last": "Murthy", "suffix": ""}], "year": 2016, "venue": "J Infect Dis", "volume": "213", "issn": "", "pages": "1546--56", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Cross-reactive antibody responses to the 2009 pandemic H1N1 influenza virus", "authors": [{"first": "K", "middle": [], "last": "Hancock", "suffix": ""}, {"first": "V", "middle": [], "last": "Veguilla", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "1945--52", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Update: influenza activity -United States, 2009-10 season", "authors": [], "year": 2010, "venue": "Centers for Disease Control and Prevention", "volume": "59", "issn": "", "pages": "901--909", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Influenza activity -United States, 2013-14 season and composition of the 2014-15 influenza vaccines", "authors": [{"first": "S", "middle": [], "last": "Epperson", "suffix": ""}, {"first": "L", "middle": [], "last": "Blanton", "suffix": ""}, {"first": "K", "middle": [], "last": "Kniss", "suffix": ""}], "year": 2014, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "63", "issn": "", "pages": "483--90", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Potential antigenic explanation for atypical H1N1 infections among middle-aged adults during the 2013-2014 influenza season", "authors": [{"first": "S", "middle": ["L"], "last": "Linderman", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Chambers", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Zost", "suffix": ""}], "year": 2014, "venue": "Proc Natl Acad Sci U S A", "volume": "111", "issn": "", "pages": "15798--803", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Recommended composition of influenza virus vaccines for use in the 2016-2017 northern hemisphere influenza season", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Substantial influenza vaccine effectiveness in households with children during the 2013-2014 influenza season, when 2009 pandemic influenza A(H1N1) virus predominated", "authors": [{"first": "S", "middle": ["E"], "last": "Ohmit", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Petrie", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Malosh", "suffix": ""}], "year": 2016, "venue": "J Infect Dis", "volume": "213", "issn": "", "pages": "1229--1265", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The role of serum haemagglutination-inhibiting antibody in protection against challenge infection with influenza A2 and B viruses", "authors": [{"first": "D", "middle": [], "last": "Hobson", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Curry", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Beare", "suffix": ""}, {"first": "A", "middle": [], "last": "Ward-Gardner", "suffix": ""}], "year": 1972, "venue": "J Hyg Camb", "volume": "70", "issn": "", "pages": "767--77", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Antibody to influenza virus neuraminidase: an independent correlate of protection", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Petrie", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Cross", "suffix": ""}], "year": 2015, "venue": "J Infect Dis", "volume": "212", "issn": "", "pages": "1191--1200", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Effects of repeated annual influenza vaccination on vaccine sero-response in young and elderly adults", "authors": [{"first": "W", "middle": ["E"], "last": "Beyer", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Palache", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Sprenger", "suffix": ""}], "year": 1996, "venue": "Vaccine", "volume": "14", "issn": "", "pages": "1331--1340", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Nextflu: real-time tracking of seasonal influenza virus evolution in humans", "authors": [{"first": "R", "middle": ["A"], "last": "Neher", "suffix": ""}, {"first": "T", "middle": [], "last": "Bedford", "suffix": ""}], "year": 2015, "venue": "Bioinformatics", "volume": "31", "issn": "", "pages": "3546--3554", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Centers for Disease Control and Prevention. Laboratory-confirmed influenza hospitalizations", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "During the 2013-2014 influenza season, nearly all circulating 2009 pandemic influenza A(H1N1) virus (A[H1N1]pdm09) strains possessed an antigenically important mutation in hemagglutinin (K166Q).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Receipt of the 2013-2014 influenza vaccine was documented for 162 individuals (42%; 97% of vaccinated individuals received inactivated vaccine), and 20 (5%) had real-time RT-PCR-confirmed A(H1N1)pdm09 infection. Patterns of vaccination in the 2012-2013 season were similar to those in the 2013-2014 season.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Relationship between hemagglutination-inhibition (HAI) titer and 2009 pandemic influenza A(H1N1) virus (A[H1N1]pdm09) infection risk. Antibody titers against the A(H1N1)pdm09 vaccine strain (A/California/7/2009; VS)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Subject Characteristics, Vaccination Status, and 2009 Pandemic Influenza A(H1N1) Virus (A[H1N1]pdm09) Infection Status, by Hemagglutination-Inhibition Titer Group All had HAI titers of <40 against both VS and VS-K166Q viruses. b All had HAI titers of ≥40 against both VS and VS-K166Q viruses. c All had HAI titers of ≥40 against VS and <40 against VS-K166Q viruses. d All had HAI titers of <40 against VS and ≥40 against VS-K166Q viruses. e P < .05 for the overall comparison.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Subject Characteristics, Vaccination Status, and 2009 Pandemic Influenza A(H1N1) Virus (A[H1N1]pdm09) Infection Status, by Hemagglutination-Inhibition Titer Group", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Subject Characteristic\n</td><td>Group 1a (VS &lt;40/VS-K166Q &lt;40) (n = 198)\n</td><td>Group 2b (VS ≥40/VS-K166Q\n≥40) (n = 140)\n</td><td>Group 3c (VS ≥40/VS-K166Q &lt;40) (n = 41)\n</td><td>Group 4d (VS &lt;40/VS-K166Q\n≥40) (n = 3)\n</td><td>Total (n = 382)\n</td></tr><tr><td>Age, y\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Mean </td><td>39.6 </td><td>32.1 </td><td>38.6 </td><td>32.3 </td><td>36.7e,f\n</td></tr><tr><td>Group\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>13-17 </td><td>23 (11.6) </td><td>52 (37.1) </td><td>1 (2.4) </td><td>1 (33.3) </td><td>77 (20.2)e,f,g\n</td></tr><tr><td>≥18 </td><td>175 (88.4) </td><td>88 (62.9) </td><td>40 (97.6) </td><td>2 (66.7) </td><td>305 (79.8)\n</td></tr><tr><td>Sex\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td>94 (47.5) </td><td>63 (45.0) </td><td>22 (53.7) </td><td>1 (33.3) </td><td>180 (47.1)\n</td></tr><tr><td>Female </td><td>104 (52.5) </td><td>77 (55.0) </td><td>19 (46.3) </td><td>2 (66.7) </td><td>202 (52.9)\n</td></tr><tr><td>High risk\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>30 (15.2) </td><td>18 (12.9) </td><td>5 (12.2) </td><td>0 (0.0) </td><td>53 (13.9)\n</td></tr><tr><td>No </td><td>168 (84.8) </td><td>122 (87.1) </td><td>36 (87.8) </td><td>3 (100.0) </td><td>329 (86.1)\n</td></tr><tr><td>2013-2014 vaccination\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>51 (25.8) </td><td>83 (59.3) </td><td>28 (68.3) </td><td>0 (0.0) </td><td>162 (42.4)e,f,h\n</td></tr><tr><td>No </td><td>147 (74.2) </td><td>57 (40.7) </td><td>13 (31.7) </td><td>3 (100.0) </td><td>220 (57.6)\n</td></tr><tr><td>2012-2013 vaccination\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>64 (32.3) </td><td>85 (60.7) </td><td>29 (70.7) </td><td>1 (33.3) </td><td>179 (46.9)e,f,h\n</td></tr><tr><td>No </td><td>134 (67.7) </td><td>55 (39.3) </td><td>12 (29.3) </td><td>2 (66.7) </td><td>203 (53.1)\n</td></tr><tr><td>A(H1N1)pdm09 infection\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>15 (7.6) </td><td>0 (0.0) </td><td>5 (12.2) </td><td>0 (0.0) </td><td>20 (5.2)e,f,g\n</td></tr><tr><td>No </td><td>183 (92.4) </td><td>140 (100.0) </td><td>36 (87.8) </td><td>3 (100.0) </td><td>362 (94.8)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Financial support. This work was supported by the Centers for Disease Control and Prevention (U01IP000474), the National Institute of Allergy and Infectious Diseases (R01 AI097150 to A. S. M. and 1R01AI113047 and 1R01AI108686 to S. E. H.), and the Burroughs Wellcome Fund (Investigators in the Pathogenesis of Infectious Disease Award to S. E. H.).Potential conflicts of interest. S. E. O. has received grant support from Sanofi Pasteur for work unrelated to this report. A. S. M. has received grant support from Sanofi Pasteur and consultancy fees from Sanofi, GSK, and Novavax for work unrelated to this report. All other authors report no potential conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "cite_spans": [], "ref_spans": [], "section": "Notes"}]}