{"paper_id": "15db716659623f72c3526fac1953779e98ca17a3", "metadata": {"title": "Haploidentical Stem Cell Transplantation in Children with Benign Disorders: Improved Survival and Cost-Effective Care Over 15 Years from a Single Center in India", "authors": [{"first": "Ramya", "middle": [], "last": "Uppuluri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Meena", "middle": [], "last": "Sivasankaran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shivani", "middle": [], "last": "Patel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Venkateswaran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vellaichamy", "middle": [], "last": "Swaminathan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nikila", "middle": [], "last": "Ravichandran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Kesavan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Melarcode", "middle": [], "last": "Ramanan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lakshman", "middle": [], "last": "Vaidhyanathan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["Balasubramaniam"], "last": "Ramakrishnan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Indira", "middle": [], "last": "Jayakumar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Revathi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Raj", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We present our experience in haploidentical stem cell transplantation (haplo SCT) in children with benign disorders. We performed a retrospective study where children aged up to 18 years diagnosed to have benign disorders and underwent haplo SCT from 2002 to September 2017 were included. Of the 54 children, the most common indications were Fanconi anaemia 12 (22%), severe aplastic anaemia 8 (14%) and primary immune deficiency disorders (PID) 25 (46%). Post-transplant cyclophosphamide (PTCy) was used in 41 (75.9%) and ex vivo T depletion in 13 (24.1%). Engraftment rates were 70% with acute graft versus host disease in 36% and cytomegalovirus reactivation in 55% children. There was a statistically significant difference found between survival with siblings as donors as compared to parents (p value 0.018). Overall survival was 60% which is the 1-year survival, with 68% survival among those with PIDs. Cytokine release syndrome was noted in 12/41 (29%) of children who received T replete graft and PTCy. In children over 6 months of age, PTCy at a cost of INR 1200 provides cost effective T cell depletion comparable with TCR a/b depletion priced at INR 1200,000. Haplo SCT is feasible option for cure in children with benign disorder.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Haematopoeitic stem cell transplantation (HSCT) is curative for several haemato-oncological conditions including benign and malignant disorders. The probability of finding a matched family donor is approximately 30%. Therefore, 70% patients require grafts from alternative donors. Matched unrelated donor (MUD) HSCT has been proven to be a feasible and efficacious alternative to matched family donors. However, MUD transplants carry several disadvantages such as the high cost of procuring stem cells and unreliability of the time required for such procurement. Haploidentical stem cell transplants (haplo SCT) from family donors have the advantage of easy availability of the donor and subsequent decrease in expense. Recent technological advances of T cell depletion have made this form of SCT accessible and feasible. In particular, post-transplant cyclophosphamide as a technique for in vivo T cell depletion, which is significantly less expensive as compared to in vitro T depletion techniques, has provided a ray of hope for several children with life-threatening conditions and conditions that impair quality of life. Data is scarce with regard to its efficacy and safety in children with benign disorders. We present our experience in offering haplo SCT for children with benign disorders and the associated challenges and lessons learnt.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We performed a retrospective study in the paediatric blood and marrow transplantation unit of Apollo Cancer Institutes, Chennai. Data was analyzed on all children up to 18 years of age who underwent haploidentical stem cell transplantation from 2002 to September 2017. Parameters included the underlying disease, age and sex of the child, technique for T cell depletion, source of stem cells in terms of donor and type of graft, conditioning regimen used, complications due to chemotherapy, engraftment, rates of graft versus host disease and cytomegalovirus reactivation and overall survival. Written informed consent was obtained from parents of all children prior to HSCT.", "cite_spans": [], "ref_spans": [], "section": "Patients and Methods"}, {"text": "Techniques of ex vivo T cell depletion included CD34 selection in 3, CD 19/3 depletion in 2, Campath in the bag in 1 child, TCR alpha/beta depletion in 7 and in vivo T cell depletion with post-transplant cyclophosphamide (PTCy) in 41 transplants. The dose of PTCy was 50 mg/kg on Day ? 3 and Day ? 4 which was reduced to 25 mg/kg for children with Fanconi anaemia. Source of stem cells were peripheral blood stem cells in 39 transplants and bone marrow in 15. Donors included father in 24, mother in 9 and sibling in 21 transplants. All donors were screened for donor specific antibodies and only those who were negative were considered.", "cite_spans": [], "ref_spans": [], "section": "Patients and Methods"}, {"text": "Conditioning regimens used were individualized and modified as per the underlying disorder and type of T cell depletion used as illustrated in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 143, "end": 150, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Patients and Methods"}, {"text": "The average stem cell dose infused was 5.6 9 10 6 /kg recipient body weight of CD34 cells. A higher stem cell dose up to 10 9 10 6 /kg was infused in case of TCR alpha/beta depleted grafts.", "cite_spans": [], "ref_spans": [], "section": "Patients and Methods"}, {"text": "All continuous variables were represented as mean ? SD. Categorical variables were expressed as percentage. Kaplan-Meier (KM) Survival curve was drawn and comparison of survival pattern between different factors were done by log rank test. Comparison of categorical variables was done by Chi square test. Data entry was done in MS Excel spread sheet. Data analysis was carried out by SPSS version 25.0. All 'p' values \\ 0.05 were considered as statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "A total of 67 haplo SCTs in 63 patients have been performed from 2002 till September 2017. Fifty-four of these (80%) have been for benign conditions ( Table 2 ) with median age of 10.6 years and male to female ratio of 2:1. Primary immune deficiency was the underlying condition in 25/54 (48%) of the children (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 151, "end": 158, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 310, "end": 319, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Neutrophil engraftment was achieved by D ? 16 to D ? 21 post HSCT in 38/54 (69%) transplants with sustained engraftment with 100% donor chimerism in 36 children. The median time and range of neutrophil and platelet engraftment was 16-21 days and 25-35 days post infusion. One child had secondary graft failure and was Haemoglobinopathy with PTCy Pre-transplant immunosuppression with fludarabine and dexamethasone followed by conditioning comprising of rabbit ATG/ thiotepa/cyclophosphamide/fludarabine successfully re-transplanted with an unrelated umbilical cord blood unit. Primary graft failure was noted in 9/54 (16%) children while 6 children (11%) died before engraftment, 5 as a result of sepsis and one due to cardiac failure. Primary graft failure was seen one each with SAA, JMML, MSMD, Hyper IgM syndrome, chronic granulomatous disease, Fanconi anaemia and Thalassemia major and two children with Wiskott Aldrich syndrome. Hyper IgM syndrome, MSMD, JMML and Thalassemia major resulted in autologous reconstitution.", "cite_spans": [], "ref_spans": [], "section": "Engraftment and Rejection"}, {"text": "One child with WAS dropped his chimerism to 77% around D ? 90 post HSCT and was salvaged with a donor lymphocyte infusion. One child with ADA deficient SCID has mixed chimerism 1-year post HSCT and remains infection free.", "cite_spans": [], "ref_spans": [], "section": "Engraftment and Rejection"}, {"text": "Graft versus host disease (GvHD) was noted in 14/38 (36%) of children who engrafted. Grade I GvHD was noted in 8 children. Four children had grade II/III acute skin and gut GvHD as per modified Glucksberg grading requiring second line immunosuppressants including Etanercept. Two children died as a result of refractory grade IV acute skin, gut and liver GvHD. Six children developed grade 1-2 chronic GvHD responsive to steroids.", "cite_spans": [], "ref_spans": [], "section": "Post-transplant Complications"}, {"text": "Cytomegalovirus (CMV) reactivation was noted in 21/38 (55%) transplants responsive to valganciclovir and ganciclovir. CMV was the direct cause of death in 1 child who had received Campath for T cell depletion.", "cite_spans": [], "ref_spans": [], "section": "Post-transplant Complications"}, {"text": "Cytokine release syndrome (CRS) was noted during the peri-engraftment period and as part of engraftment syndrome in 12/41 (29%) of children who received T replete graft and PTCy, all of whom had elevated serum ferritin ranging from 552 to 268,000. Ferritin values of over 5000 heralded the features of CRS. CRS grade 1-2 was seen in 7 children, grade 3-4 in 2 children and grade 5 in 3 children. Tocilizumab at a dose of 4 mg/kg was used in 2 children resulting in immediate response and survival in grade 4 CRS. Sudden onset congestive cardiac failure was noted in three children within hours of PTCy infusion of which one child died directly due to cardiac failure and another child died due to a combination of acute respiratory distress syndrome and cardiac dysfunction.", "cite_spans": [], "ref_spans": [], "section": "Post-transplant Complications"}, {"text": "Overall survival rate in our cohort is 60% with a median follow up of 12 months (range 8-26 months) ( Fig. 1) with survival rates of 60% in the PTCy group. Among those who received TCR alpha/beta depleted grafts, survival rate was 30%. Mortality was noted in 22/54 (40%) children. Causes of death have been varied across the spectrum with 17 deaths in the PTCy group and 5 among those with ex vivo T cell depletion. Five children died due to sepsis prior to engraftment and one child died of cardiac failure prior to engraftment. Two deaths among those receiving PTCy were due to sepsis, cytokine release syndrome (CRS) and severe acute respiratory distress syndrome. Both children were less than 6 months of age. Refractory CMV disease was the cause of death in the child where Campath was used. Two children where TCR a/b depletion and CD 3/19 selection was used died of progressive leukoencephalopathy probably of viral etiology. One child with Fanconi anaemia who was on long term androgens prior to HSCT died of sudden rupture of peliosis hepatis. Other causes of death included aspergillosis, cardiac failure, relapse of CNS HLH, gram negative sepsis, grade 4 gut and liver GvHD and human herpes virus-6 encephalitis.", "cite_spans": [], "ref_spans": [{"start": 102, "end": 109, "text": "Fig. 1)", "ref_id": null}], "section": "Survival and Mortality"}, {"text": "There was a statistically significant difference between survival with siblings as donors as compared to parents (p value 0.018) (Fig. 2) . There was no significant difference in outcome with regard to the source of stem cells. Ninety-five percent of deaths were noted within the first 100 days post HSCT with survival rates of 96% among those who crossed this margin (p value \\ 0.0001). [3] . Most data published has been with the use of T cell depleted grafts. Data on the use of unmanipulated stem cells with post-transplant cyclophosphamide in benign disorders is sparse. Bolanos-Meade et al. [4] published data on PTCy in patients with sickle cell anaemia (n = 17) with excellent outcomes of 100%. In our series, 75% of the children received PTCy with survival rates of 60% in this cohort. In 2018, Shah et al. [5] have published results of TCR alpha/beta and CD19 depleted haploidentical and mismatched HSCT in primary immune deficiency disorders (n = 25) with an overall survival of 83.9% at 3 years. In our cohort of 25 children with primary immune deficiency disorders, PTCy was used in 15 (60%) of the cases with an overall survival of 70% in the PID cohort and 67% in PTCy cohort. In our experience, severe cytokine release syndrome and ARDS was noted in infants, particularly in those less than 6 months of age. All of these children had received unmanipulated graft with in vivo T cell depletion. In this group of patients, we prefer TCR alpha/beta depletion as the technique for T cell depletion as compared to PTCy.", "cite_spans": [{"start": 388, "end": 391, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 597, "end": 600, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 816, "end": 819, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 129, "end": 137, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Survival and Mortality"}, {"text": "Cytokine release syndrome (CRS) which may be particularly seen in children with underlying immune dysregulation requires tremendous supportive care including intensive care unit monitoring and frequent blood products. Early use of IL6 inhibitor Tocilizumab in these children may decrease morbidity and mortality associated with CRS [6] [7] [8] . Tocilizumab has proven efficacy in paediatric rheumatology and in our experience, was found to be safe [9] . Monitoring for viral reactivation however is imperative.", "cite_spans": [{"start": 332, "end": 335, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 336, "end": 339, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 340, "end": 343, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 449, "end": 452, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Survival and Mortality"}, {"text": "Hong et al. [10] have reported in 2018 an overall survival of 85% in a mixed cohort of paediatric patients who underwent haplo SCT with PTCy using targeted busulphan based myeloablative conditioning with pharmacokinetic monitoring. Data has also been published from India by Rastogi et al. [11] on children with PIDs undergoing haplo SCTs with PTCy with survival in 6 of the 8 children in their cohort.", "cite_spans": [{"start": 12, "end": 16, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 290, "end": 294, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Survival and Mortality"}, {"text": "The cost for TCR alpha/beta depletion alone approximates to USD 18,000 (INR 1200,000) while the cost for cyclophosphamide is USD 25 (INR 1200). PTCy has a superior role to play particularly in developing countries where the financial burden of cure has long term implications on the family.", "cite_spans": [], "ref_spans": [], "section": "Cost-Effectiveness and Feasibility of Posttransplant Cyclophosphamide and Its Impact on the Economics of HSCT"}, {"text": "Haploidentical stem cell transplantation is a feasible option for cure in children with benign haematological disorders where no matched related or unrelated donor is available with engraftment rates of 70%, durable graft in 67% and overall survival of 60%. In our series, the best cure rates among benign disorders using haplo SCT were found in primary immune deficiency disorders and aplastic anaemia. The choice between PTCy which is economical and TCR alpha/beta depletion which is far more expensive is challenging in benign paediatric haematological disorders and studies on larger patient samples will help refine our decisions in the future.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Excellent outcome of haploidentical hematopoietic stem cell transplantation in children and adolescents with acquired severe aplastic anemia", "authors": [{"first": "H", "middle": ["J"], "last": "Im", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Koh", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Choi", "suffix": ""}, {"first": "S", "middle": [], "last": "Jang", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Kwon", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Park", "suffix": ""}], "year": 2013, "venue": "Biol Blood Marrow Transplant", "volume": "19", "issn": "", "pages": "754--759", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Hematopoeitic stem cell transplantation from an alternative donor for childhood aplastic anemia: HLA haploidentical family donor vs HLA mismatched unrelated donor", "authors": [{"first": "Y", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sekiya", "suffix": ""}, {"first": "N", "middle": [], "last": "Kawashima", "suffix": ""}], "year": 2014, "venue": "Bone Marrow Transplant", "volume": "49", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "HLA-haploidentical T cell-depleted allogeneic hematopoietic stem cell transplantation in children with fanconi anemia", "authors": [{"first": "M", "middle": [], "last": "Zecca", "suffix": ""}, {"first": "L", "middle": [], "last": "Strocchio", "suffix": ""}, {"first": "D", "middle": [], "last": "Pagliara", "suffix": ""}, {"first": "P", "middle": [], "last": "Comoli", "suffix": ""}, {"first": "A", "middle": [], "last": "Bertaina", "suffix": ""}, {"first": "G", "middle": [], "last": "Giorgiani", "suffix": ""}], "year": 2014, "venue": "Biol Blood Marrow Transplant", "volume": "20", "issn": "", "pages": "571--576", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "HLA-haploidentical bone marrow transplantation with posttransplant cyclophosphamide expands the donor pool for patients with sickle cell disease", "authors": [{"first": "J", "middle": [], "last": "Bolanos-Meade", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Fuchs", "suffix": ""}, {"first": "L", "middle": [], "last": "Luznik", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Lanzkron", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Gamper", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Jones", "suffix": ""}], "year": 2012, "venue": "Blood", "volume": "120", "issn": "", "pages": "4285--4291", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "T-cell receptor ab ? and CD19 ? cell-depleted haploidentical and mismatched hematopoietic stem cell transplantation in primary immune deficiency", "authors": [{"first": "R", "middle": ["M"], "last": "Shah", "suffix": ""}, {"first": "R", "middle": [], "last": "Elfeky", "suffix": ""}, {"first": "Z", "middle": [], "last": "Nademi", "suffix": ""}, {"first": "W", "middle": [], "last": "Qasim", "suffix": ""}, {"first": "P", "middle": [], "last": "Amrolia", "suffix": ""}, {"first": "R", "middle": [], "last": "Chiesa", "suffix": ""}], "year": 2018, "venue": "J Allergy Clin Immunol", "volume": "141", "issn": "4", "pages": "1417--1426", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Cytokine release syndrome with novel therapeutics for acute lymphoblastic leukemia", "authors": [{"first": "N", "middle": ["V"], "last": "Frey", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Porter", "suffix": ""}], "year": 2016, "venue": "Hematology", "volume": "2016", "issn": "", "pages": "567--572", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Managing cytokine release syndrome associated with novel T cell-engaging therapies", "authors": [{"first": "S", "middle": ["L"], "last": "Maude", "suffix": ""}, {"first": "D", "middle": [], "last": "Barrett", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Teachey", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Grupp", "suffix": ""}], "year": 2014, "venue": "Cancer J", "volume": "20", "issn": "2", "pages": "119--122", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Cytokine release syndrome after haploidentical stem cell transplantation", "authors": [{"first": "D", "middle": ["T"], "last": "Teachey", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Grupp", "suffix": ""}], "year": 2016, "venue": "Biol Blood Marrow Transplant", "volume": "22", "issn": "10", "pages": "1736--1737", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Randomized trial of tocilizumab in systemic juvenile idiopathic arthritis", "authors": [{"first": "De", "middle": [], "last": "Benedetti", "suffix": ""}, {"first": "F", "middle": [], "last": "Brunner", "suffix": ""}, {"first": "H", "middle": ["I"], "last": "", "suffix": ""}, {"first": "Ruperto", "middle": ["N"], "last": "Kenwright", "suffix": ""}, {"first": "A", "middle": [], "last": "Wright", "suffix": ""}, {"first": "S", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "I", "middle": [], "last": "", "suffix": ""}], "year": 2012, "venue": "N Engl J Med", "volume": "367", "issn": "25", "pages": "2385--2395", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Favorable outcome of post-transplantation cyclophosphamide haploidentical peripheral blood stem cell transplantation with targeted busulfan-based myeloablative conditioning using intensive pharmacokinetic monitoring in pediatric patients", "authors": [{"first": "K", "middle": ["T"], "last": "Hong", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Kang", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Choi", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Hong", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Cheon", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Park", "suffix": ""}], "year": 2018, "venue": "Biol Blood Marrow Transplant", "volume": "pii", "issn": "18", "pages": "30383--30388", "other_ids": {"DOI": ["10.1016/j.bbmt.2018.06.034"]}}, "BIBREF10": {"ref_id": "b10", "title": "Reduced-toxicity alternate-donor stem cell transplantation with posttransplant cyclophosphamide for primary immunodeficiency disorders", "authors": [{"first": "N", "middle": [], "last": "Rastogi", "suffix": ""}, {"first": "S", "middle": [], "last": "Katewa", "suffix": ""}, {"first": "D", "middle": [], "last": "Thakkar", "suffix": ""}, {"first": "S", "middle": [], "last": "Kohli", "suffix": ""}, {"first": "S", "middle": [], "last": "Nivargi", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Yadav", "suffix": ""}], "year": 2018, "venue": "Pediatr Blood Cancer", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/pbc.26783"]}}, "BIBREF11": {"ref_id": "b11", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Kaplan-Meier survival curve showing inferior survival with mother donors as compared to father or sibling donors (p value 0.018)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Conditioning regimens used for different disorders Wiskott Aldrich syndrome (WAS), Hyper IgM syndrome with PTCy Fludarabine/melphalan All conditions undergoing TCR alpha/beta depleted SCT Fludarabine/treosulphan/thiotepa/anti thymocyte globulin (ATG)", "latex": null, "type": "table"}, "TABREF1": {"text": "Distribution of patients with benign disorders who underwent Haplo SCT", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Benign disorder </td><td>Number of patients\n</td></tr><tr><td>Fanconi anaemia </td><td>12 (22.2%)\n</td></tr><tr><td>Severe aplastic anaemia (SAA) </td><td>8 (14.8%)\n</td></tr><tr><td>Haemoglobinopathy </td><td>4 (7.4%)\n</td></tr><tr><td>Juvenile myelomonocytic leukaemia (JMML) </td><td>2 (3.7%)\n</td></tr><tr><td>Pure red cell aplasia (PRCA) </td><td>1 (1.8%)\n</td></tr><tr><td>Myelodysplastic syndrome (MDS) </td><td>1 (1.8%)\n</td></tr><tr><td>Adrenoleukodystrophy </td><td>1 (1.8%)\n</td></tr><tr><td>Primary immune deficiency disorders (PID) </td><td>25 (46.3%)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 3 Distribution of patients with PIDs who underwent Haplo SCT", "latex": null, "type": "table", "html": "<html><body><table><tr><td>PID </td><td>Number of patients\n</td></tr><tr><td>Severe combined immune deficiency </td><td>8 (32%)\n</td></tr><tr><td>Wiskott Aldrich syndrome </td><td>5 (20%)\n</td></tr><tr><td>Congenital haemophagocytic lymphohistiocytosis </td><td>3 (12%)\n</td></tr><tr><td>Chronic granulomatous disease </td><td>2 (8%)\n</td></tr><tr><td>Mendelian susceptibility to mycobacterial diseases </td><td>2 (8%)\n</td></tr><tr><td>Hyper IgM syndrome </td><td>1 (4%)\n</td></tr><tr><td>Griscelli syndrome </td><td>1 (4%)\n</td></tr><tr><td>Chediak Higashi syndrome </td><td>1 (4%)\n</td></tr><tr><td>ORAI 1 mutation immune deficiency </td><td>1 (4%)\n</td></tr><tr><td>IL10 R immune deficiency </td><td>1 (4%)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements We would like to acknowledge the immense support provided by the paediatric critical care team and the infectious disease specialists in the management of these children.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Conflict of interest The authors declare that they have no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}]}