{"paper_id": "15faeb36b7cbca302a2d08b69d3d5bed221a62e5", "metadata": {"title": "Is a single set of negative blood cultures sufficient to ensure clearance of bloodstream infection in patients with Staphylococcus aureus bacteremia? The skip phenomenon", "authors": [{"first": "Justin", "middle": [], "last": "Fiala", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": [], "last": "Bharath", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Raj", "middle": [], "last": "Palraj", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["M"], "last": "Rizwan Sohail", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brian", "middle": [], "last": "Lahr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": [], "last": "Larry", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Baddour", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background The most recent version of the Infectious Diseases Society of America guidelines for the treatment of methicillin-resistant Staphylococcus aureus infections states that a single set of negative blood cultures is sufficient to demonstrate clearance of bacteremia. However, S. aureus might exhibit fluctuating blood culture positivity, labeled as \"the skip phenomenon\". Our objectives were to determine the prevalence of the skip phenomenon in a cohort of hospitalized patients with S. aureus bacteremia and to determine the associated clinical variables. Methods We conducted a nested case-control study, using a previous cohort of 757 adult inpatients between July 2006 and June 2011 with ≥ 3 days of S. aureus bacteremia. Each case of S. aureus bacteremia with the skip phenomenon was matched to 2 to 4 controls based on age, gender, and duration of bacteremia. The association of clinical characteristics with the skip phenomenon was analyzed via conditional logistic regression. Results Of the 757 patients in the cohort, 29 (4%) had the skip phenomenon. 26 (90%) patients in the cases group were male. The median age was 69.4 years (interquartile range [IQR] 58.7 to 80.3). Although an attempt to match for the duration of bacteremia was done, there was a statistically longer duration in patients with cases as compared to that in controls (median [IQR], 10 [7-12] days, vs 8 [6-10] days; P = 0.015). Accordingly, duration of bacteremia was adjusted for in regression models. Notably, 26 (90%) patients in the case group were receiving chronic immunosuppressive therapy, as compared to 69 (79%) patients in the control group (P = 0.427). Conclusion Our findings prompt consideration of a practice chance to obtain serial negative blood cultures to ensure clearance of bacteremia among patients with S. aureus bacteremia.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Staphylococcus aureus bacteremia accounts for 20% of bloodstream infections with mortality rates ranging from 20 to 40% [1]. The latest Infectious Diseases Society of America guidelines for the treatment of methicillin-resistant S. aureus infections suggest that a single set of negative blood cultures is sufficient to demonstrate clearance of bacteremia [2] . However, our anecdotal experiences in which bacteremia cleared and then recurred, despite appropriate antimicrobial therapy, suggested that S. aureus might exhibit fluctuating blood culture positivity, labeled as \"the skip phenomenon\". Multiple studies of S. aureus bacteremia have addressed questions of treatment failure, relapse, and recurrence, although the definition of these terms has varied from study to study [3, 4] . Few smaller and older subsets of 1 3 studies have described \"breakthrough bacteremia\", which refers to continuous or new-onset bacteremia whilst receiving appropriate antibiotics against the microorganism recovered in the blood cultures [5] . Breakthrough bacteremia may seem similar to the skip phenomenon; however, it is defined based solely on the presence of positive blood cultures while receiving appropriate antimicrobial therapy and does not require previous documentation of blood culture clearance, which is the hallmark of the skip phenomenon. The skip phenomenon may be a distinct clinical entity that could have significant clinical implications related to treatment, prognosis, and healthcare resource utilization for patients with S. aureus bacteremia. The objectives of this study were to determine the overall prevalence of the skip phenomenon within a cohort of patients with S. aureus bacteremia and their clinical characteristics.", "cite_spans": [{"start": 356, "end": 359, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 781, "end": 784, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 785, "end": 787, "text": "4]", "ref_id": "BIBREF3"}, {"start": 1027, "end": 1030, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "The study was designed as a case-control nested within a previously collected, prospective cohort of adult patients (age ≥ 18 years) hospitalized at Mayo Clinic with at least 3 days of S. aureus bacteremia from July 2006 to June 2011 [6] . Inclusion in the cohort was based on blood cultures growing S. aureus in the microbiology laboratory database. Patients with bacteremia lasting less than 3 days, those with insufficient data, and those who declined research authorization were excluded from the study.", "cite_spans": [{"start": 234, "end": 237, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Cohort selection"}, {"text": "Blood cultures with documented growth of S. aureus were considered positive. The first positive blood culture was designated as the index positive blood culture and a negative culture on the nearest day following a positive culture was considered to represent clearance of bacteremia. Skip phenomenon was defined as at least 1 day of negative blood cultures following documented S. aureus bacteremia and preceding recurrence of a positive blood culture.", "cite_spans": [], "ref_spans": [], "section": "Definitions"}, {"text": "Since we did not have genotyping done to compare strains, antimicrobial susceptibility data were used as a substitute to better ensure that a recurrence was caused by growth of the same strain of organism rather than de novo infection with a new strain of S. aureus. Using susceptibility data is an acknowledged limitation, however, as different strains may have identical susceptibilities, and the same strain may develop resistance during antimicrobial exposure. Cases of S. aureus bacteremia were classified as community acquired, healthcare associated, or nosocomial, based on definitions outlined by Friedman et al. [7] .", "cite_spans": [{"start": 621, "end": 624, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Definitions"}, {"text": "Each case was matched with two to four controls from the S. aureus bacteremia cohort, based on age, gender, and duration of bacteremia. Predetermined demographic and clinical characteristics were then collected from the cohort database and additional pertinent information was obtained from electronic medical records. All study data were de-identified and compiled in a password-protected database accessible only to the investigators. The Mayo Foundation Institutional Review Board reviewed and approved the study.", "cite_spans": [], "ref_spans": [], "section": "Selection of cases and controls"}, {"text": "Descriptive statistics for variables included in the study are presented as mean [standard deviation (SD)], median [interquartile range (IQR)], or frequency (percentage), depending on the most appropriate measure for the variable. Associations between clinical characteristics (including preexisting diseases, implanted devices/hardware, bacterial susceptibility, and treatment regimen) and the skip phenomenon were analyzed using matched analysis via conditional logistic regression. Statistical significance was determined by P values ≤ 0.05.", "cite_spans": [], "ref_spans": [], "section": "Analysis of demographic data"}, {"text": "Comparisons of in-hospital death between matched groups were assessed using logistic regression models with and without adjustment for age, sex and duration of bacteremia, and using generalized estimating equations (GEE) to account for correlated data within matched sets. Cox proportional hazards (PH) regression models were fitted for time to discharge to assess the association of the skip phenomenon with length of stay before and after adjustment for age, sex and duration of bacteremia. A robust sandwich estimator of the variance-covariance matrix was used to account for correlation within matched sets, and death before discharge was treated as a competing event in the model. Poisson regression models were used to test the difference in incidence of central venous catheter insertion between matched groups before and after adjustment for age, sex and duration of bacteremia, with GEE to account for matching. The model was formulated with the number of central venous catheters as the dependent variable and with the number of hospital days as an offset variable to standardize the counts to rates.", "cite_spans": [], "ref_spans": [], "section": "Analysis of outcome data"}, {"text": "Variables that were considered to possibly be associated with the skip phenomenon were selected a priori based on review of the literature and included: medical comorbidities (active malignancy, chronic skin condition, diabetes mellitus, > 30 days of immunosuppressive therapy, hemodialysis dependence, HIV infection, liver disease/cirrhosis, and tobacco use preceding hospitalization), presence of medical hardware (Cardiovascular implantable electronic device (CIED), prosthetic joint, prosthetic/mechanical heart valve, and prosthetic vascular graft), deep-seated infection (CIED infection, deep-seated abscess, endocarditis, osteomyelitis/ diskitis, and septic arthritis), along with microbiologic data (oxacillin susceptibility, site of onset, and main antimicrobial agent used for treatment).", "cite_spans": [], "ref_spans": [], "section": "Selection of covariates"}, {"text": "A total of 757 patients were identified with S. aureus bacteremia during the study period and 31 were excluded as they had declined research authorization ( Fig. 1 ). Of the remaining 726 patients, 29 (4%) had blood cultures that demonstrated the skip phenomenon (Table 1) . Ninety percent of the cases were male, with a median age of 69.4 years (IQR 58.7-80.3). A total of 87 control patients were matched to the case group based on sex, age, and duration of bacteremia. Despite our attempts to match for duration of bacteremia, there remained a statistically longer duration among cases as compared to that for controls, (median [IQR], 10 [7] [8] [9] [10] [11] [12] days vs 8 [6] [7] [8] [9] [10] days; P = 0.015). Accordingly, duration of bacteremia was adjusted for in regression models.", "cite_spans": [{"start": 641, "end": 644, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 645, "end": 648, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 649, "end": 652, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 653, "end": 657, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 658, "end": 662, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 663, "end": 667, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 678, "end": 681, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 682, "end": 685, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 686, "end": 689, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 690, "end": 693, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 694, "end": 698, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 157, "end": 163, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 263, "end": 272, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Study population and matching"}, {"text": "Chronic medical conditions such as diabetes mellitus, hemodialysis due to end-stage kidney disease, liver disease, cirrhosis and pneumonitis were present in largely equal proportions between case and control groups ( 10 .0 (7.0, 12.0) 8.0 (6.0, 10.0) 0.015 malignancy, tobacco use, and immunosuppressive therapy ≥ 30 days were present in slightly higher proportions in the skip phenomenon group, although differences in the two cohorts failed to reach statistical significance ( Table 2) . Patients with skip phenomenon had a higher proportion of cardiovascular implantable electronic devices and central venous catheters as compared to that of the control group, but the difference did not reach statistical significance. Deep-seated infections followed a similar pattern, with slightly higher proportion of CIED infections and endocarditis among cases vs control patients, without reaching statistical significance ( Table 2) .", "cite_spans": [{"start": 217, "end": 219, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 479, "end": 487, "text": "Table 2)", "ref_id": "TABREF0"}, {"start": 919, "end": 927, "text": "Table 2)", "ref_id": "TABREF0"}], "section": "Clinical characteristics"}, {"text": "The site of onset of S. aureus bacteremia did not differ significantly between cases and control groups (P = 0.239).", "cite_spans": [], "ref_spans": [], "section": "Clinical characteristics"}, {"text": "Oxacillin susceptibility was somewhat higher (59%) in the skip phenomenon group isolates than that (49%) in the control population, however, it was not statistically significant (P = 0.292). Anti-staphylococcal penicillins were selected as the primary antibiotic in near-equal proportions for both cases and controls ( Table 3 ). The primary antimicrobial agent as a variable failed to meet statistical significance (P = 0.355). In addition, completion of the antibiotic course was similar between the cases (83%) and control (84%) groups (P = 0.805).", "cite_spans": [], "ref_spans": [{"start": 319, "end": 326, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Clinical characteristics"}, {"text": "A median of three (IQR 1-4) central venous catheters (CVC) were placed per patient with blood cultures demonstrating the skip phenomenon as compared to a median of two (IQR 1-3) central venous catheters per control patient over the course of hospitalization (Table 4) . This equated to a higher rate of central venous catheter insertion prior to hospital discharge among cases: 13.1 (95% CI 10.4-16.3) CVCs inserted per 100 patient-hospital days, versus 9.5 (95% CI 8.2-11.0) CVCs per 100 patient-hospital days in the control group (adjusted P = 0.048). Median hospital length of stay was similar between the two groups. Death before hospital discharge did not reach statistical significance (adjusted P = 0.274).", "cite_spans": [], "ref_spans": [{"start": 258, "end": 267, "text": "(Table 4)", "ref_id": "TABREF4"}], "section": "Outcomes"}, {"text": "In this study, we describe a clinical entity of \"the skip phenomenon\" among patients with S. aureus bacteremia and associated clinical characteristics. Establishing clearance of blood stream infection with follow-up cultures is one of evidence-based quality-of-care indicators for management of S. aureus bacteremia and adherence to the indicators have resulted in an improved prognosis and lower 30-day mortality [8] . Given the importance of establishing the timing of blood culture clearance, awareness of the skip phenomenon may have clinical implications. In our study, we examined multiple candidate risk factors and only prolonged duration of bacteremia reached statistical significance. This finding is consistent with previous studies that demonstrated a higher risk of recurrence in patients with a longer duration of bacteremia. Several covariates (tobacco use, chronic immunosuppression, and active malignancy) were present in higher proportions in patients with skip phenomenon bacteremia and trended towards statistical significance. Interestingly, neither the presence of medical devices nor deep-seated infection was associated with the skip phenomenon, in contrast to previous studies that noted higher rates of recurrence and morbidity in those groups [4] . There was a non-significant trend towards oxacillin susceptibility in the cases, contrary to previous studies that showed an association between methicillin resistance and recurrence [9] . A thorough review of the medication administration records did not reveal missed antibiotic doses preceding the recurrence of positive blood cultures and the choice of antimicrobial agent and dosing regimen was appropriate in all patients.", "cite_spans": [{"start": 414, "end": 417, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1270, "end": 1273, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1459, "end": 1462, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Daptomycin and cephalosporins were used in larger proportions of patients with skip phenomenon, as compared to that in the matched controls. Conversely, vancomycin was selected as the primary antimicrobial agent in a larger proportion of the control group. However, the choice of primary antimicrobial agent did not reach statistical significance. A recent multicenter cohort study comparing cloxacillin and cefazolin for treatment of methicillin-susceptible S. aureus bacteremia showed a similar, non-significant trend toward relapse in the cefazolin group [10] . Interestingly, a more recent cohort study examining cefazolin versus nafcillin or oxacillin for definitive treatment of MSSA bacteremia found significantly lower mortality rates at 30 and 90 days for those treated with cefazolin, though the same non-statistically significant trend towards higher rates of recurrent bacteremia was also seen in the cefazolin group [11] . In both studies, recurrence was defined as blood culture positivity following completion of antibiotics, which is distinct from the skip phenomenon. Contrary to this observed trend, results of a recent meta-analysis of 14 non-randomized studies showed that cefazolin was at least as effective as anti-staphylococcal penicillins for treatment of infections due to methicillinsusceptible S. aureus and was associated with lower rates of renal toxicity [12] .", "cite_spans": [{"start": 558, "end": 562, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 929, "end": 933, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1386, "end": 1390, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "In previous investigations, community-onset bacteremia was associated with higher rates of recurrence. In our study, however, community onset of SAB occurred in a higher proportion in the control group, and healthcare-associated SAB trended towards a higher proportion in the cases.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The patients with the skip phenomenon had an additional central venous catheter placed over the course of their hospitalization, compared to the controls. Because the skip phenomenon involves an unexpected recurrence of blood culture positivity following apparent clearance, it has the potential to make the determination of true clearance more difficult, possibly placing these patients at risk of having central venous catheters prematurely placed. Based on these observations, it could be argued that serial negative blood cultures should be obtained to document clearance in patients with the clinical characteristics of the patients with the skip phenomenon in our study (i.e., males over 65 years of age with chronic immunosuppression and prolonged duration of bacteremia).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There was a trend toward higher mortality in the cases but failed to reach statistical significance. This trend might be explained by the increased duration of bacteremia observed in cases, as prolonged bacteremia is associated with higher mortality. Interestingly, other factors previously associated with increased mortality in SAB patients (e.g., methicillin resistance, deep-seated infections, HIV infection, etc.) were not present in higher proportions in the cases and are unlikely to be contributory.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The current study has several limitations. It was performed at a single, academic, quaternary referral center which may predispose to a population of patients with a more complication infection. It was retrospective in nature, which precludes determination of causality and predisposes the work to several forms of bias. Generally, case-control investigations have a higher risk of recall bias, although we sought to limit this by nesting our case-control study within an established, prospectively collected database. Patient recall was never evaluated, as all included data points were collected directly from electronic medical records.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This study describes the epidemiology and clinical characteristics of \"the skip phenomenon\" among patients with S. aureus bacteremia. Although its pathogenesis remains undefined, it raises the question if a single set of negative blood cultures is sufficient to ensure clearance of S. aureus bacteremia. The predominance of older males receiving chronic immunosuppressive therapy with a prolonged duration of bacteremia among cases is noteworthy and prompts consideration to obtain serial negative blood cultures (with two sets drawn at least 48 h after the first negative blood cultures) in this subpopulation. Future work includes evaluation of large multi-institutional databases to further examine the skip phenomenon.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Conflict of interest All authors attest no financial interest or potential conflict of interest specific to the submitted research study. Drs. Rizwan Sohail and Larry Baddour have general disclosures not related to the study: Dr. Sohail reports receiving funds from TYRX Inc. and Medtronic for prior research unrelated to this study administered according to a sponsored research agreement between Mayo Clinic and study sponsor that prospectively defined the scope of the research effort and corresponding budget; and honoraria/consulting fees from Medtronic Inc., Spectranetics, Boston Scientific Corp., and Aziyo Biologics, Inc. Dr. Baddour receives royalty payments for authorship duties from UpToDate, Inc., and consultant payments from Boston Scientific.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "The study did not involve any animals. The research study involved retrospective review of electronic medical records of patient who had agreed to the use of electronic data for research purpose. No intervention was done on human subjects. Patients were not contacted. Institutional review board approved the study and waived requirement of informed consent.", "cite_spans": [], "ref_spans": [], "section": "Research involving human participants and/or animals"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Predictors of mortality in Staphylococcus aureus bacteremia", "authors": [{"first": "S", "middle": ["J"], "last": "Hal", "suffix": ""}], "year": 2012, "venue": "Clin Microbiol Rev", "volume": "25", "issn": "", "pages": "362--86", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical practice guidelines by the infectious diseases society of America for the treatment of methicillin-resistant Staphylococcus aureus infections in adults and children: executive summary", "authors": [{"first": "C", "middle": [], "last": "Liu", "suffix": ""}], "year": 2011, "venue": "Clin Infect Dis", "volume": "52", "issn": "", "pages": "285--92", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Characterization of methicillin-resistant Staphylococcus aureus isolates from patients with persistent or recurrent bacteremia", "authors": [{"first": "H", "middle": [], "last": "Wong", "suffix": ""}], "year": 2014, "venue": "Can J Infect Dis Med Microbiol", "volume": "25", "issn": "", "pages": "83--89", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Staphylococcus aureus bacteremia: recurrence and the impact of antibiotic treatment in a prospective multicenter study", "authors": [{"first": "F", "middle": ["Y"], "last": "Chang", "suffix": ""}], "year": 2003, "venue": "Medicine (Baltimore)", "volume": "82", "issn": "", "pages": "333--342", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical characterization of breakthrough bacteraemia: a survey of 392 episodes", "authors": [{"first": "M", "middle": [], "last": "Lopez Dupla", "suffix": ""}], "year": 2005, "venue": "J Intern Med", "volume": "258", "issn": "", "pages": "172--80", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Predicting risk of endocarditis using a clinical tool (PREDICT): scoring system to guide use of echocardiography in the management of Staphylococcus aureus bacteremia", "authors": [{"first": "B", "middle": ["R"], "last": "Palraj", "suffix": ""}], "year": 2015, "venue": "Clin Infect Dis", "volume": "61", "issn": "", "pages": "18--28", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Health care-associated bloodstream infections in adults: a reason to change the accepted definition of community-acquired infections", "authors": [{"first": "N", "middle": ["D"], "last": "Friedman", "suffix": ""}], "year": 2002, "venue": "Ann Intern Med", "volume": "137", "issn": "", "pages": "791--798", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Complete adherence to evidence-based qualityof-care indicators for Staphylococcus aureus bacteremia resulted in better prognosis", "authors": [{"first": "M", "middle": [], "last": "Nagao", "suffix": ""}], "year": 2017, "venue": "Infection", "volume": "45", "issn": "", "pages": "83--91", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Risk factors for recurrence in patients with Staphylococcus aureus infections complicated by bacteremia", "authors": [{"first": "K", "middle": [], "last": "Kreisel", "suffix": ""}], "year": 2006, "venue": "Diagn Microbiol Infect Dis", "volume": "55", "issn": "", "pages": "179--84", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Comparative effectiveness of cefazolin versus cloxacillin as definitive antibiotic therapy for MSSA bacteraemia: results from a large multicentre cohort study", "authors": [{"first": "A", "middle": ["D"], "last": "Bai", "suffix": ""}], "year": 2015, "venue": "J Antimicrob Chemother", "volume": "70", "issn": "", "pages": "1539--1585", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Comparative effectiveness of cefazolin versus nafcillin or oxacillin for treatment of methicillin-susceptible Staphylococcus aureus infections complicated by bacteremia: a nationwide cohort study", "authors": [{"first": "J", "middle": ["S"], "last": "Mcdanel", "suffix": ""}], "year": 2017, "venue": "Clin Infect Dis", "volume": "65", "issn": "", "pages": "100--106", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Cefazolin versus anti-staphylococcal penicillins for the treatment of patients with Staphylococcus aureus bacteremia", "authors": [{"first": "S", "middle": [], "last": "Weis", "suffix": ""}], "year": 2019, "venue": "Clin Microbiol Infect", "volume": "25", "issn": "", "pages": "818--845", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Study population. This diagram shows the total number of patients in the initial S.aureus bacteremia cohort and the subset of cases and matched control patients that were identified", "latex": null, "type": "figure"}, "TABREF0": {"text": "N=757All patients with S. aureus bacteremia cohort screened for inclusion N=29 Patients identified with skip phenomenon N=87 S. aureus included in matched controls", "latex": null, "type": "table"}, "TABREF1": {"text": "Matching between cases and controls Continuous variables are reported as quartiles [median (25th, 75th percentile)], and categorical variables are presented as counts (percentages) a Median duration was used to impute missing values on eight subjects (results of group comparison with and without imputed data were nearly identical)", "latex": null, "type": "table"}, "TABREF2": {"text": "Comparison of clinical variables for cases and matched controls Categorical variables are presented as counts (percentages) HIV human immunodeficiency virus, CVC central venous catheter, CIED cardiovascular implantable electronic device, ARDS acute respiratory distress syndrome, SAB Staphylococcus aureus bacteremia, SP skip phenomenon", "latex": null, "type": "table"}, "TABREF3": {"text": "Comparison of microbiologic variables for cases and matched controls", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>No. missing (total, %)\n</td><td>SP cases (n = 29) </td><td>Controls (n = 87) </td><td>P value\n</td></tr><tr><td>S. aureus susceptibility to oxacillin </td><td>0 </td><td> </td><td> </td><td>0.292\n</td></tr><tr><td> Susceptible </td><td> </td><td>17 (59%) </td><td>43 (49%)\n</td><td> </td></tr><tr><td> Resistant </td><td> </td><td>12 (41%) </td><td>44 (51%)\n</td><td> </td></tr><tr><td>Primary antimicrobial agent used for treatment </td><td>0 </td><td> </td><td> </td><td>0.355\n</td></tr><tr><td> Anti-staphylococcal penicillin </td><td> </td><td>4 (14%) </td><td>16 (18%)\n</td><td> </td></tr><tr><td> Cephalosporin </td><td> </td><td>10 (35%) </td><td>23 (26%)\n</td><td> </td></tr><tr><td> Vancomycin </td><td> </td><td>9 (31%) </td><td>38 (44%)\n</td><td> </td></tr><tr><td> Daptomycin </td><td> </td><td>5 (17%) </td><td>9 (10%)\n</td><td> </td></tr><tr><td> </td><td> </td><td> Linezolid </td><td>1 (3%) </td><td>1 (1%)\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Comparison of clinical outcomes for SP cases and matched controls", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 1 ). Ninety percent of the cases were male, with a median age of 69.4 years (IQR 58.7-80.3). A total of 87 control patients were matched to the case group based on sex, age, and duration of bacteremia. Despite our attempts to match for duration of bacteremia, Table 1   Matching between cases and controls", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Skip phenomenon (n = 29)\n</td><td>Control (n = 87) </td><td>P value\n</td></tr><tr><td>Male sex </td><td>26 (90%) </td><td>80 (92%) </td><td>-\n</td></tr><tr><td>Age (years) </td><td>69.4 (58.7, 80.3) </td><td> </td><td>69.9 (60.6, 81.1) 0.397\n</td></tr><tr><td>Duration of bacteremia (Days)a\n</td><td>10.0 (7.0, 12.0) </td><td>8.0 (6.0, 10.0) </td><td>0.015\n</td></tr></table></body></html>"}}, "back_matter": []}