{
    "paper_id": "1607578ee7aac5699e3d22661ecffac0c51083ef",
    "metadata": {
        "title": "Bone Marrow Transplantation for Thalassernia",
        "authors": [
            {
                "first": "G",
                "middle": [],
                "last": "Lucareili",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale di Pesaro",
                    "location": {
                        "settlement": "Pesaro",
                        "country": "Italia"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Angelucci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale di Pesaro",
                    "location": {
                        "settlement": "Pesaro",
                        "country": "Italia"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Giardini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale di Pesaro",
                    "location": {
                        "settlement": "Pesaro",
                        "country": "Italia"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Baronciani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale di Pesaro",
                    "location": {
                        "settlement": "Pesaro",
                        "country": "Italia"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Galimberti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale di Pesaro",
                    "location": {
                        "settlement": "Pesaro",
                        "country": "Italia"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Polchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale di Pesaro",
                    "location": {
                        "settlement": "Pesaro",
                        "country": "Italia"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Erer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale di Pesaro",
                    "location": {
                        "settlement": "Pesaro",
                        "country": "Italia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Early trials of allogeneic bone marrow transplantation (IBMT) for homozygous beta-thalassemia and the analyses of results of transplantation in patients less then 16 years old have allowed us to identify three classes of risk using the criteria of degree of hepatomegaly, the degree of portal fibrosis and the quality of the chelation treatment given before the transplant. Patients for whom all three criteria were adverse constituted class 3, patients with none of the adverse criteria constituted class one and patients with one or various association of the adverse criteria formed Class 2. Most patients older than 16 years have disease characteristics that place them in class 3 with very few in class 2. For all the patients with an HLA identical donor we are actually using two Protocols for BMT to whom the patients are assigned on the base of the class they belong to at the time of BMT and independently on the age of the patient. For class 1, class 2 and for class 3 the probabilities of survival and of event-free-survival are respectively of 98% and 94%, 87% and 84%, 100% and 67%. For those patients that were older than 16 years at the time of the transplant, the probabilities of survival are 82% and the probabilities of event-free survival are 79%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Bone marrow transplantation is a new form of radical treatment of thalassemia in those patients with an HLA identical donor. (Indian J Pediatr 1993; 60 : 517-523) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I\"I omozygous [3 thalassemia is a world wide distributed inherited disease characterized by absent or defective [3 Chains synthesis. The defect in [3 chain synthesis causes imbalance in chains productions and accumulation of free (~ chain in red blood cells or red blood cells precursors leading to intramedullary destruction, ineffective erythropoiesis and hemolytic anaemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The treatment with a program of intensive red blood cell transfusion and iron chelation with desferrioxamine given sub-Reprint requests : Dr. G. Lucarelli, Divisione Ematologica e Centro Trapianto Midollo, Osseo di Muraglia, Ospedale di Pesaro, Pesaro, Italia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "cutaneously for 8-12 hours every day by continuous infusion, has led to the transformation of this disease from an infant fatal disease to a chronic disease with a prolonged survival. 1 However, thalassemia remains a progressive disease frequently lethal particularly in those conditions where adequate treatment cannot be given as a consequence of social background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Allogeneic bone marrow transplantation has proved to be a radical form of cure in those patients with an HLA identical donor found within the family.2-3We report here our experience on 491 patients transplanted since January 1981 on the base of their categorization into three classes of risk) MATERIAL The best results in term of engraftment, toxicity and GvHD prophylaxis were obtained with the association of BU 14 rag/ kg, CY 200 mg/kg and CSA alone from day-2 as GvHD prophylaxis. This protocol is called Protocol 6 and constitutes the protocol in use for patients in class 1 or in class 2 (see text). For patients in class 3 (see text), a different protocol called Protocol 12 has been recently adopted. The Protocols 6 and 12 are extensively reported in Table 1 . All the patients were treated in positive-pressure isolation rooms. All the blood products administered after the transplant were irradiated with 30 Gy. Engraftment was documented by globin chain synthesis and, when donor and recipient were of opposite sex, by cytogenetic studies. Acute and chronic GvHD were graded according to Seattle criteria.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 302,
                    "text": "MATERIAL",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 761,
                    "end": 768,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Ninety one of the 491 patients transplanted died, 38 patients are alive after rejection of the graft with return to the thalassemic condition they had before the transplant and 362 have become ex-thalassemic after transplant, cured of their genetic defect and no more requiring transfusional sup-port. Kaplan and Meier estimation of the probability of survival are 82% with the last event occurring 617 days after transplant. This event occurred in a patient that developed lymphoma and died with mucor septicemia. Event-free survival leveled off at 74% with 13% probability of rejection and with the latest rejection occurring at day 548 after the transplant. The rejections occurred with different pattern : 4 patients did not show sign of engraftment and died in aplasia, 14 patients that did not show engraftment had recurrence of thalassemia with death in 5 and with 9 alive thalassemic, 7 patients had engraftment that was subsequently lost with death in aplasia, 34 patients had engraftment that disappeared and was followed by recurrence of thalassemia with 4 deaths, with 29 patients alive thalassemic and 1 event-free after a second transplant. The longest event-free survival is 10 years. No significant differences have been observed in the rate of appearance and degree of severity of GvHD within the three different GvHD prophylaxis regimens used. Moderate or severe acute GvHD was observed in 14% of the patients, while moderate or severe form of chronic GvHD was seen in 5% (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1490,
                    "end": 1499,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Of the 362 ex-thalassemic after transplant, 346 have a Karnofsky score of 100% and 14 of 80% due to chronic GvHD effects. Two patients have Karnofsky score of 50%, 3011 and 2687 days after the transplant one with severe form of pulmonary insufficiency and the second with severe form of sclerodermia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The causes of death in 91 patients are summarized in Table 3 . In September 1989 a retrospective univariate and multivariate analysis was performed to assess other risk factors. One hundred and forty eight patients consecutively transplanted using Protocol 6 were analyzed and three factors affecting survival and event-free survival were identified : the degree of hepatomegaly, the presence of portal fibrosis in liver histopathological analysis and a history of irregular chelation treatment received before the transplant. The age at the time of the transplant, the number of transfusions received before the transplant, the ferritin level, the degree of hemosiderosis and the presence of chronic aggressive or chronic persistent hepatitis revealed by liver histopathological examination, the liver iron concentration measured by atomic absorption spectrometry and the size of splenomegaly or the splenectomy did not appear to significantly influence the actuarial probabilities of survival and event-free survival after the transplant. 4 On the basis of these 3 factors patients were stratified in three classes : class 1 with none, class 2 with one or various association of two risk factors and class 3 with all the three risk factors. 1993; Vol. 60. No. 4",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The probability of survival and of event free survival (EFS) proved respectively to be 97% and 94% for class 1, 84% and 81% for class 2 and 54% and 49% for class 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "At the time of this analysis the results obtained for Class 3 patients were considered not satisfying and admission of class 3 patients to protocol 6 was interrupted. On the basis of Tutschka experience in malignancies, 7 a new Bu-CY regimen was adopted in which the CY dose was reduced to 120 mg/kg. This protocol (protocol 12) includes the anti-lymphocytic globlin in order to balance the decreased immunosuppressive effect due to the lowered dose of CY. At the same time having been the age excluded from the major risk factors, admission of adult patients to the bone marrow transplant for thalassemia was initiated. An update of the results obtained in class 1 and in class 2 patients aged I to 16 years and transplanted by using the protocol 6 is reported in Figure 1 and in Figure 2 . The results obtained in 19 patients that belong to class 3 aged 5 to I6 years and transplanted with the protocol 12 are reported in Figure 3 . The results obtained in 29 adult patients aged 17 to 32 years prepared for the transplant with the protocol assigned on the basis of their inclusion in class 2 or in class 3 are reported in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 765,
                    "end": 773,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 789,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 924,
                    "end": 932,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1125,
                    "end": 1133,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Bone marrow transplantation has offered for the first time the possibility to cure patients with homozygous [~ thalassemia. However, the risk associated with BMT is different for each patient depending from the clinical conditions at the time of the transplant which are in part due to the quality of chelation received before the transplant. Patients without hepatomegaly and without portal fibrosis that have been regularly chelated before the transplant are included in class 1 and have 2% probabilities to die for transplant related causes, 4% probabilities to return at pre-transplant status and 94% probabilities to be cured of their genetic defect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients that present with one or two of tile 3 risk factors (hepatomegaly or portal fibrosis or history of inadequate chelation treatment) are included in class 2 and their probabilities of death, recurrence of thalassemia and of cure of the genetic defect are respectively 13%, 4% and 84%. Those patients that presenting with all the three risk factors are included in class 3 and are treated with the new regimen with less cyclophosphamide (protocol 12), have shown no mortality but 67% probabilities of being cured of their genetic defect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Originally it was thought that highly multitransfused thalassemic patients with advanced phases of their disease, as the adult thalassemic patients are, could not tolerate the preparative regimens because of liver and cardiac disease. However, since we started to transplant patients with Homozygous thalassemia is a progressive disease. Although properly chelated, the thalassemic patients show intense liver iron overload progressively increasing with age, and number of red blood cell transfusions received. Recently a cooperative study on 1,087 Italian thalassemic patients 8 reported for those born between 1970 and 1974, 97% probability of being alive 10 years after birth and 94% probability of being alive 15 years after birth. Complications of the disease and of the treatment are diabetes, hepatitis, retardation of pubertal maturation, cardiac disease, that, although less severe in those patients with good compliance with the treatment, are present in 60 to 70% of the children after 15 years of age. These patients are at risk of developing blood born viral infections due to the blood transfusions. If these patients had been transplanted at the time when they were in class 1 or in class 2 they would have had 94 or 84% probabilities of being cured of their genetic defect and become ex-thalassemic after transplant. Bone marrow transplantation is a new form of radical treatment of thalassemia in those patients with an HLA identical donor. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors now report a randomised, double-masked, placebo-controlled clinical trial mnong children in West Jaya, Indonesia, to determine whed~er vitamin A deficiency is associated with abnormalities in T-cell subsets and whed~er vit~unin A supplementation affects T-cell subsets. The close relation between infectious diseases and vitamin A status has long been known from both epidemiological studies of human beings and studies of experimental infection in animals. Many community trials have suggested flint vitamin A supplementation or fortification can reduce childhood mortality in developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VITAMIN A AND IMMUNE FUNCTIONS"
        },
        {
            "text": "As an initial step towards defining die cellular and molecular basis for increased susceptibility to infectious diseases during vitamin A deficiency, we studied T-cell subsets in children widl and wid~out xerophdmhnia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VITAMIN A AND IMMUNE FUNCTIONS"
        },
        {
            "text": "Many disorders, especially infectious diseases, are associated wid~ low CD4/CD8 ratios and decreased proportions of CD4 cells, including infections with HIV, Epstein-Barr virus, measles, and cytomegalovirus, candidosis, and pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VITAMIN A AND IMMUNE FUNCTIONS"
        },
        {
            "text": "Changes in these subsets are known to occur in infectious diseases such as leprosy, tuberculosis, visceral leishmaniasis, onchocerciasis, and HIV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VITAMIN A AND IMMUNE FUNCTIONS"
        },
        {
            "text": "We found dmt vitamin supplementation had reversed d~e T-cell subset abnormalities associated wid~ vitamin A deficiency 5 weeks later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VITAMIN A AND IMMUNE FUNCTIONS"
        },
        {
            "text": "Vitamin-A-deficient children have underlying immune abnormalities in T-cell subsets and these abnormalities are reversible wid~ vitamin A supplementation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VITAMIN A AND IMMUNE FUNCTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Management of thalassemia major (Cooley's anemia)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Piomelli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loew",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Hematol Oncol Clin North Am",
            "volume": "5",
            "issn": "",
            "pages": "557--569",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Marrow transplantation for thalassemia",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Buckner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "227--229",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bone marrow transplantation in patients with thalassemia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lucarelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galimberti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Polchi",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "N Engl J Med",
            "volume": "332",
            "issn": "",
            "pages": "417--421",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Regression models and life tables",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J R Stat",
            "volume": "34",
            "issn": "",
            "pages": "187--220",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nonparametric estimation from incomplete observations",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Am Stat Assoc",
            "volume": "53",
            "issn": "",
            "pages": "457--481",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "~iii~. :ii i!ii' .ii=.Ei' .iii = . 'i ĩ7. 1 i ii:,i44 i~i i;Results in 175 class 2 thalassemic patients transplanted with protocol 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Results in 19 class 3 thalassemic patients transplanted with protocol 12 thalassemia with the preparative regimen assigned on the basis of their disease status at the time of transplant and therefore on the basis of their inclusion into one of the three classes, adult patients were admitted to the transplant program. For an adult thalassemic patient undergoing bone marrow transplantation the probabilities of death are 18%, those of returning to the pre-transplant condition are 4% and those of being cured of the genetic defect are 79%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Results in 29 adult thalassemic patients transplanted with protocols 6 or 12.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Abstracted from : Semba RD, Muhilal BJ, Ward BJ et al. Lancet 1993; 341 : 5-8.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "AND METHODSFrom December 1981 to January 1992, 491 patients with beta-homozygous thalassemia underwent allogeneic bone marrow transplantation in Pesaro from an HLA identical donor. Two hundred and eighty were males and 211 females. Age in year ranged from 1 through 32 with an average of 9. One hundred and one had been splenectomized at various time before the transplant. Donors were HLA identical sibling for 475 patients, and HLA identical parents for 16 patients. Three hundred and thirty two donors were heterozygous for beta-thalassemia and 159 were normal. In 281 instances there was ABO compatibility, while in 76 there was a minor and in 134 a major ABO incompatibility. Survival, event-free survival and rejection were analyzed at February 29, 1992 and were esti-1993; Vol. 60. No. 4 mated by the product -limit method of Kaplan and Meier and Cox Regression Model. 4,s In estimating event free survival, rejection with recurrence of thalassemia and deaths were identified as event. In the first seven patients, cyclophosphamide (CY) 120 mg/kg and total body irradiation (TBI) 8 Gy were usea for preparation to the transplant. The following four patients received busulphan (BU) 10-1.4 mg/kg, CY 200 mg/kg and TBI 4 Gy before the transplant. For all the other following patients the conditioning regimen consisted in the association of Busulfan (BU) and Cyclophosphamide (CY). Busulfan was given orally in four consecutive days at the dose of 16/mg/kg in 37 patients and at the dose of ! 4 mg/kg in 443 patients. CY was given i.v. at the dose of 200 mg/kg over 4 consecutive days in 416 patients, while 75 patients received CY at the dose of Description of the Two Protocols in Use for Bone Marrow Transplantion in Class 1",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Graft versus Host Disease",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Muretto P, Del Fiasco S, Angelucci E et al. Bone marrow transplantation in thalassaemia : modification of hepatic iron overload and related pathologies after long term engrafting. Liver 1992; In press. 7. Tutschka PJ, Copelan EA, Klein JP. Bone THE INDIAN JOUKNAL OF PEDIATRICS 523",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}