{"paper_id": "163a40208b4705b1f465b56016c5833dd9e64e3c", "metadata": {"title": "SUPPLEMENTAL MATERIAL An implantable system for long-term assessment of atrial fibrillation substrate in unanesthetized rats exposed to underlying pathological conditions", "authors": [{"first": "Hadar", "middle": [], "last": "Klapper-Goldstein", "suffix": "", "affiliation": {"laboratory": "Cardiac Arrhythmia Research Laboratory", "institution": "Ben-Gurion University of the Negev", "location": {"settlement": "Beer-Sheva", "country": "Israel"}}, "email": ""}, {"first": "Michael", "middle": [], "last": "Murninkas", "suffix": "", "affiliation": {"laboratory": "Cardiac Arrhythmia Research Laboratory", "institution": "Ben-Gurion University of the Negev", "location": {"settlement": "Beer-Sheva", "country": "Israel"}}, "email": ""}, {"first": "Roni", "middle": [], "last": "Gillis", "suffix": "", "affiliation": {"laboratory": "Cardiac Arrhythmia Research Laboratory", "institution": "Ben-Gurion University of the Negev", "location": {"settlement": "Beer-Sheva", "country": "Israel"}}, "email": ""}, {"first": "Wesam", "middle": [], "last": "Mulla", "suffix": "", "affiliation": {"laboratory": "Cardiac Arrhythmia Research Laboratory", "institution": "Ben-Gurion University of the Negev", "location": {"settlement": "Beer-Sheva", "country": "Israel"}}, "email": ""}, {"first": "Eran", "middle": [], "last": "Levanon", "suffix": "", "affiliation": {"laboratory": "Cardiac Arrhythmia Research Laboratory", "institution": "Ben-Gurion University of the Negev", "location": {"settlement": "Beer-Sheva", "country": "Israel"}}, "email": ""}, {"first": "Sigal", "middle": [], "last": "Elyagon", "suffix": "", "affiliation": {"laboratory": "Cardiac Arrhythmia Research Laboratory", "institution": "Ben-Gurion University of the Negev", "location": {"settlement": "Beer-Sheva", "country": "Israel"}}, "email": ""}, {"first": "Ronen", "middle": [], "last": "Schuster", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ben-Gurion University of the Negev", "location": {"settlement": "Beer-Sheva", "country": "Israel"}}, "email": ""}, {"first": "Dor", "middle": [], "last": "Danan", "suffix": "", "affiliation": {"laboratory": "Anxiety and Stress Research Unit", "institution": "Ben-Gurion University of the Negev", "location": {"country": "Israel"}}, "email": ""}, {"first": "Hagit", "middle": [], "last": "Cohen", "suffix": "", "affiliation": {"laboratory": "Anxiety and Stress Research Unit", "institution": "Ben-Gurion University of the Negev", "location": {"country": "Israel"}}, "email": ""}, {"first": "Yoram", "middle": [], "last": "Etzion", "suffix": "", "affiliation": {"laboratory": "Cardiac Arrhythmia Research Laboratory", "institution": "Ben-Gurion University of the Negev", "location": {"settlement": "Beer-Sheva", "country": "Israel"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The experiments testing the behavioral effects of the mesh barrier procedure were part of a larger independent study that included a jugular vein catheter implantation surgery for purposes that are beyond the scope of this paper. All procedures were carried out under strict compliance with ethical principles and guidelines of the NIH Guide for the Care and Use of Laboratory Animals. All treatment and testing procedures were approved by the Animal Care Committee of Ben-Gurion University of the Negev, Israel (IL-09-06-2014) .", "cite_spans": [{"start": 512, "end": 527, "text": "(IL-09-06-2014)", "ref_id": null}], "ref_spans": [], "section": "Supplemental methods for mesh barrier experiments:"}, {"text": "A sample of 23 adult male Sprague-Dawley rats (Envigo Laboratories, Jerusalem, Israel) weighing 190-220 gm were habituated to housing conditions for at least seven days. During this habituation period, three rats were housed per cage. After the catheter implantation surgery rats were housed either in isolation or in social groups (3 rats/cage) for 14 days prior to the start of the behavioral testing (Supplemental Figure S2 -A). Throughout the experiments, the rats were maintained in a temperature controlled room (21±0.5 ºC) on a reverse 12 light-dark cycle, a 12:12 light-dark cycle (lights off at 07:00 p.m.; luminous emittance during the light phase:", "cite_spans": [{"start": 46, "end": 86, "text": "(Envigo Laboratories, Jerusalem, Israel)", "ref_id": null}], "ref_spans": [{"start": 417, "end": 426, "text": "Figure S2", "ref_id": null}], "section": "Animals:"}, {"text": "200G50 lx), with unlimited access to food and water. All procedures were performed during the resting phase of the rats, between 07:30 and 18:30. Rats were handled daily commencing the week prior to experimental procedures.", "cite_spans": [], "ref_spans": [], "section": "Animals:"}, {"text": "Following surgery, rats were distributed into three different housing conditions:", "cite_spans": [], "ref_spans": [], "section": "Experimental procedures:"}, {"text": "1. Control group (CONT): group housed in the cages (n = 8). 2. Isolation + standard condition group (SC): rats were housed singly in standard condition cages (Supplemental Figure S2 -B, n = 7). 3. Isolation + mesh barrier group (MB): rats were housed singly in opaque plastic bins with restricted access to another rat through a mesh barrier (Supplemental Figure S2 -C, n = 8). The standard condition cages consist of a 45 X 28 C 20 cm high, polysulfone box (Tecniplast). The mesh barrier cages consist of a 40 X 28 X 20 cm high transparent Perspex box. Each chamber contained a removable partition that separated the chamber into two equal-sized compartments.", "cite_spans": [], "ref_spans": [{"start": 172, "end": 181, "text": "Figure S2", "ref_id": null}, {"start": 356, "end": 365, "text": "Figure S2", "ref_id": null}], "section": "Experimental procedures:"}, {"text": "The mesh barrier was made of wire grid mesh (1.5 × 1.5 cm), allowing the rats to insert their noses into the adjacent compartment. The group-housed cages were 56 cm×38 cm×20 cm high. After 14 days of a post-surgical recovery period, the behavioural assessments were conducted, first in the elevated plus maze (EPM) paradigm and 1 h later in the acoustic startle reaction (ASR) paradigm.", "cite_spans": [], "ref_spans": [], "section": "Experimental procedures:"}, {"text": "For the jugular vein catheter surgery rats were anaesthetized with a combination of ketamine (70 mg/kg) and xylazine (6 mg/kg) i.p. The right jugular vein was exposed and a polyurethane cannula (inner diameter 0.63 mm, outer diameter 1.02 mm, Instech, Plymouth Meeting, PA) was inserted into the vessel until it lay close to the entrance of the right atrium. The cannula was prefilled with pyrogen-free heparinized (10 IU/ml) isotonic saline. The free end of the cannula was exteriorized through an incision between the shoulderblades and then capped. Jugular cannulae were manually flushed daily by withdrawing 0.2 ml of blood and replacing the volume with 0.3 ml of sterile heparinized saline (0.2 ml to replace blood volume; 0.1 ml to clear blood from cannulae) to maintain patency of the cannulae.", "cite_spans": [], "ref_spans": [], "section": "Experimental procedures:"}, {"text": "The behavior of rats was assessed in the EPM and ASR paradigms, as described previously and as briefly detailed below (Cohen et al, 2013 1 ).", "cite_spans": [], "ref_spans": [], "section": "Behavioural measurements:"}, {"text": "The maze was a plus-shaped platform with two opposing open arms and two opposing closed arms (closed arms surrounded by 14 cm high opaque walls on three sides) (File, 1993 2 ). Rats were placed on the central platform, facing an open arm, and were allowed to freely explore the maze for 5 minutes. Each test was videotaped and the behavior of the rat was subsequently scored by an independent observer. Arm entry was defined as entering an arm with all four paws. At the end of the 5 min test period, the rat was removed from the maze, the floor was wiped with a damp cloth, and any faecal boluses removed. An anxiety index, which integrates the elevated plus-maze (EPM) behavioral measures, was calculated for each rat according to the following formula: Anxiety Index values thus range from 0 to 1, with higher values reflecting a more anxiety-like behavior. The use of anxiety index has been validated in prior studies (e.g. (Cohen et al, 2013 1 ) ).", "cite_spans": [], "ref_spans": [{"start": 928, "end": 950, "text": "(Cohen et al, 2013 1 )", "ref_id": null}], "section": "Elevated plus-maze (EPM):"}, {"text": "Startle responses were measured by using two ventilated startle chambers (SR-LAB system, San Diego Instruments, San Diego, CA). The SR-LAB calibration unit was used routinely to ensure consistent stabilimeter sensitivity between test chambers and over time. Each Plexiglas cylinder rested on a platform inside a soundproof, ventilated chamber. Movement inside the cylinder was detected by a piezoelectric accelerometer below the frame. Sound levels within each test chamber were measured routinely with a sound level meter (Radio Shack) to ensure consistent presentation. Each test session began with a 5min acclimatization period to background white noise of 68 dB, followed by 30 acoustic startle trial stimuli presented in 6 blocks (110 dB white noise of 40 ms duration and 30 or 45 sec intertrial interval). Two behavioral parameters were assessed: (a) the mean startle amplitude (averaged over all 30 trials); and (b) the percent of startle habituation to repeated presentation of the acoustic pulse. For the latter, the percent change was calculated between the response to the first and last (6 th ) blocks of sound stimuli, as follows:", "cite_spans": [], "ref_spans": [], "section": "Acoustic startle response (ASR):"}, {"text": "In the elevated plus maze test, there were significant differences between the groups in terms of Supplemental Figure S2 -I shows the mean startle amplitude of rats in response to the 30 startlepulses. There were significant differences between the groups (F(2,20)=28.8, p<0.0001). Post hoc Bonferroni test revealed that isolation in both standard cages and in mesh barrier cages significantly increased the mean startle amplitude as compared to controls (p<0.0001 and p<0.009, respectively). Moreover, rats that had been isolated in mesh barrier cages significantly attenuated the hyperarousal response, eliciting a relative decrease in mean startle amplitude compared to the mesh barrier group (p<0.001).", "cite_spans": [], "ref_spans": [{"start": 111, "end": 120, "text": "Figure S2", "ref_id": null}], "section": "Supplemental results for mesh barrier experiments:"}, {"text": "Supplemental Figure S2 -J shows the \"percent habituation\"-parameter of the startle response in all groups. Percent habituation differed significantly among the groups (F(2,20)=6.7, p<0.006).", "cite_spans": [], "ref_spans": [{"start": 13, "end": 22, "text": "Figure S2", "ref_id": null}], "section": "Supplemental results for mesh barrier experiments:"}, {"text": "Post hoc Bonferroni test revealed that isolation under standard conditions caused a significant deficit in the habituation of the acoustic startle response compared with control rats (p<0.008).", "cite_spans": [], "ref_spans": [], "section": "Supplemental results for mesh barrier experiments:"}, {"text": "Isolated in mesh barrier cages reversed this habituation deficit to a significant degree (p<0.03).", "cite_spans": [], "ref_spans": [], "section": "Supplemental results for mesh barrier experiments:"}, {"text": "There were no significant differences between the control group and the mesh barrier group. To in regard to AF substrate formation. For the original MBHE (Tungsten) data is similar to the base and Sham groups in Fig. 3 . For the new MBHE (Pt-Ir) AF substrate was evaluated 1W, 2W and 4W following implantation. Left: AF inducibility Right: Total AF duration score. Comparison between Tungsten and Pt-Ir at same time frames was performed using Mann-Whitney test. Note that the new MBHE could not abolish the development of AF substrate in sham operated animals. ", "cite_spans": [], "ref_spans": [{"start": 212, "end": 218, "text": "Fig. 3", "ref_id": null}], "section": "Supplemental results for mesh barrier experiments:"}], "bib_entries": {"BIBREF5": {"ref_id": "b5", "title": "EF = Ejection fraction", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "FS = Fractional shortening. p -Represent the one way ANOVA p-value", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Post hoc comparison: * significance of Aldo vs. Sham, # significance of MI vs. Sham, $ significance of MI vs", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "the time spent in the open arms (F(2,20)=7.6, p<0.0035) (Supplemental Figure S2-D), the time been isolated under standard conditions exhibited significantly decreased overall time spent in the open arms of the maze (Post-hoc Bonferroni test: p<0.006), in the number of entries to the open arms (p<0.0015) and in the anxiety index (p<0.001) as compared to control group. Rats that had been isolated in mesh barrier cages significantly corrected isolation-induced anxiety-like behavior, resulting in a significant relative increase in total time spent in the open arms of the maze (p<0.015) in number of entries to the open arms (p<0.006) and in anxiety index (p<0.0015). In effect, there were no significant differences between the control group and the mesh barrier group. No differences were observed in total exploration of the maze between groups, suggesting overall anxiety-like behavior and avoidance of exploration in the open arms, as opposed to a nonspecific impairment of locomotion.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Echocardiographic parameters", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Sham (S) </td><td>Aldo (A) </td><td>MI (M) </td><td>p </td></tr><tr><td> </td><td>n=8 </td><td>n=16 </td><td>n=14 </td><td> </td></tr><tr><td>Heart rate (b.p.m) </td><td>362.5±8.62 </td><td>332.8±6.4 * </td><td>335±7.04 </td><td>P=0.03 </td></tr><tr><td>LVIDd (mm) </td><td>8.01±0.18 </td><td>8.26±0.09 </td><td>9.67±0.24 #,$ </td><td>P&lt;0.0001 </td></tr><tr><td>LVIDs (mm) </td><td>4.39±0.12 </td><td>4.13±0.13 </td><td>7.02±0.39 #,$ </td><td>P&lt;0.0001 </td></tr><tr><td>EF% </td><td>75±1.24 </td><td>78.74±1.23 </td><td>36.64±3.79 #,$ </td><td>P&lt;0.0001 </td></tr><tr><td>FS% </td><td>45.63±1.18 </td><td>49.63±2.23 </td><td>27.64±2.72 #,$ </td><td>P&lt;0.0001 </td></tr></table></body></html>"}}, "back_matter": []}