{"paper_id": "1653f71a7163558e66e27c061b6024d9fc45671b", "metadata": {"title": "A bioreactor system for the manufacture of a genetically modified Plasmodium falciparum blood stage malaria cell bank for use in a clinical trial", "authors": [{"first": "Rebecca", "middle": [], "last": "Pawliw", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Rebecca", "middle": [], "last": "Farrow", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Silvana", "middle": [], "last": "Sekuloski", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Helen", "middle": [], "last": "Jennings", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Julie", "middle": [], "last": "Healer", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Thuan", "middle": [], "last": "Phuong", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Pri", "middle": [], "last": "Sathe", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Cielo", "middle": [], "last": "Pasay", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Krystal", "middle": [], "last": "Evans", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Alan", "middle": ["F"], "last": "Cowman", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Louis", "middle": [], "last": "Schofield", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Nanhua", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "James", "middle": [], "last": "Mccarthy", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "Katharine", "middle": [], "last": "Trenholme", "suffix": "", "affiliation": {"laboratory": "Clinical Tropical Medicine Laboratory", "institution": "QIMR Berghofer Medical Research Institute", "location": {"addrLine": "300 Herston Rd", "settlement": "Herston, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}]}, "abstract": [{"text": "Background: Although the use of induced blood stage malaria infection has proven to be a valuable tool for testing the efficacy of vaccines and drugs against Plasmodium falciparum, a limiting factor has been the availability of Good Manufacturing Practice (GMP)-compliant defined P. falciparum strains for in vivo use. The aim of this study was to develop a cost-effective method for the large-scale production of P. falciparum cell banks suitable for use in clinical trials.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Genetically-attenuated parasites (GAP) were produced by targeted deletion of the gene encoding the knob associated histidine rich protein (kahrp) from P. falciparum strain 3D7. A GAP master cell bank (MCB) was manufactured by culturing parasites in an FDA approved single use, closed system sterile plastic bioreactor. All components used to manufacture the MCB were screened to comply with standards appropriate for in vivo use. The cryopreserved MCB was subjected to extensive testing to ensure GMP compliance for a phase 1 investigational product.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Two hundred vials of the GAP MCB were successfully manufactured. At harvest, the GAP MCB had a parasitaemia of 6.3%, with 96% of parasites at ring stage. Testing confirmed that all release criteria were met (sterility, absence of viral contaminants and endotoxins, parasite viability following cryopreservation, identity and anti-malarial drug sensitivity of parasites).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Large-scale in vitro culture of P. falciparum parasites using a wave bioreactor can be achieved under GMP-compliant conditions. This provides a cost-effective methodology for the production of malaria parasites suitable for administration in clinical trials.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The use of controlled human malaria infection (CHMI) for testing the efficacy of vaccines and drugs against Plasmodium falciparum is now well established. Induced blood stage malaria (IBSM) infection was pioneered in the 1990s [1] [2] [3] , and was subsequently refined [4] [5] [6] [7] . A limiting factor in the IBSM system has been the restricted number of defined P. falciparum strains available. This is in part due to difficulties obtaining suitable material for IBSM studies. Until recently it has been necessary to rely on access to deliberately infected volunteers or malariainfected travellers returning from overseas. In both cases, ethical approval is required to collect, store and use this material and there are concerns about contaminating infectious agents.", "cite_spans": [{"start": 227, "end": 230, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 231, "end": 234, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 235, "end": 238, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 270, "end": 273, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 274, "end": 277, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 278, "end": 281, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 282, "end": 285, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Background"}, {"text": "A process for culturing sufficient volumes of P. falciparum in tissue culture flasks for in vitro production of Good Manufacturing Practice (GMP) grade blood stage malaria cell banks was recently described [8] . This provides a culture-based alternative to sourcing parasites from individuals who have either experimental or natural infection (travellers returning from malaria endemic areas). This allows more flexibility in that new banks can be created as required, and not only when a suitable donor becomes available. It also allows for tight control over all components used in the cell bank manufacture and ensures that cell banks are renewable resources.", "cite_spans": [{"start": 206, "end": 209, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "However, bulk preparation of P. falciparum cultures is both time consuming and technically demanding; yields can be low and parasite quality can be variable when grown in static culture. Multiply-infected erythrocytes (containing two or more parasites) are also observed more frequently than in suspension cultures [9] . The presence of erythrocytes containing multiple parasites is undesirable for IBSM studies where the parasite dose should be carefully controlled. Dalton et al. have developed a method for production of large scale suspension cultures of asexual and sexual blood stage P. falciparum using a wave bioreactor (Wave Bioreactor ™ 20/50 EHT system) [9, 10] . Growth of P. falciparum in the wave bioreactor system is superior to static flask cultures because parasites retain synchrony over at least 3 cycles of invasion. Additionally, the development of multiply infected erythrocytes is reduced; this was shown to be both consistent and reproducible [9, 10] . Disposable plastic bioreactors also allow for careful control and monitoring of the cellular environment, and have been widely used for the culture of plant, animal and microbial cells, and for the production of proteins, antibodies and other biologics conforming to GMP standards [11] .", "cite_spans": [{"start": 315, "end": 318, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 468, "end": 481, "text": "Dalton et al.", "ref_id": null}, {"start": 665, "end": 668, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 669, "end": 672, "text": "10]", "ref_id": "BIBREF9"}, {"start": 967, "end": 970, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 971, "end": 974, "text": "10]", "ref_id": "BIBREF9"}, {"start": 1258, "end": 1262, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Background"}, {"text": "Here, the manufacture and release of a cell bank that complies with the GMP requirements for a phase 1 investigational product is described. The cell bank was manufactured using a wave bioreactor and consists of erythrocytes infected with genetically modified P. falciparum parasites. This cost-effective methodology using appropriate GMP compliant conditions allows for the production of sufficient quantities of material for IBSM studies and whole blood-stage vaccine trials, with sufficient material available for quality control and ongoing stability testing. The manufacture of the master cell bank was conducted in accordance with the United States Food and Drug Administration (FDA) Guidance for Industry: CGMP for Phase 1 Investigational Drugs.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Genetically attenuated parasites (GAP) were produced by targeted deletion of the gene encoding the knobassociated histidine-rich protein (kahrp) from P. falciparum strain 3D7, in a similar manner as previously described for this and other genes [12, 13] . Briefly, deletion of kahrp was achieved by a positive-negative selection strategy [14] whereby the entire kahrp gene was replaced through double cross-over homologous recombination with a cassette encoding human dihydrofolate reductase (dhfr), a selectable marker that renders transfectants resistant to WR99210 (Jacobus Pharmaceuticals, NJ).", "cite_spans": [{"start": 245, "end": 249, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 250, "end": 253, "text": "13]", "ref_id": "BIBREF12"}, {"start": 338, "end": 342, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Production of Plasmodium falciparum 3D7-KAHRP KO GAP pre-seed bank"}, {"text": "The loxP-DHFR-loxP-pCC1 plasmid was created by insertion of a loxP-hDHFR-loxP cassette into the pCC1 plasmid backbone [15] , as previously described [16] . The KAHRP-KO plasmid was created by cloning kahrp 5′ and 3′ sequences into this plasmid. Plasmid DNA was transfected into P. falciparum 3D7 by electroporation. Following WR positive selection, parasites were grown without WR to deselect those containing the WR-containing plasmid, thereafter WR was reapplied to select those with integration of the dhfr cassette into the genome. These were then placed under negative selection with 5-fluorocytosine (5-FC; Sigma) to select for homologous recombination. 5-FC resistant parasites were genotyped by PCR.", "cite_spans": [{"start": 118, "end": 122, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 149, "end": 153, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Production of Plasmodium falciparum 3D7-KAHRP KO GAP pre-seed bank"}, {"text": "KAHRP-KO parasites were cloned by limiting dilution in 96-well flat bottom plates and the resulting clonal line, 3D7-KAHRP-KO, was characterized by whole genome sequencing (Accession Number PRJEB12838).", "cite_spans": [], "ref_spans": [], "section": "Production of Plasmodium falciparum 3D7-KAHRP KO GAP pre-seed bank"}, {"text": "The P. falciparum 3D7 parasites used for transfection with the kahrp knockout vector were created from the 3D7 parental strain described previously [17] . This strain was used for the original IBSM studies [1] and has been extensively used for subsequent studies.", "cite_spans": [{"start": 148, "end": 152, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 206, "end": 209, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Production of Plasmodium falciparum 3D7-KAHRP KO GAP pre-seed bank"}, {"text": "The GAP seed bank was produced by thawing the contents of one vial of the GAP pre-seed bank following a standard protocol [18] and expanding the parasites in culture (RPMI 1640 media supplemented with 10% heat-treated pooled human serum and 4% human erythrocytes) using standard methods [19] . At each passage, fresh complete media and erythrocytes were added and the culture was expanded to achieve the required volume for cell banking. When the culture contained a minimum of 80% ring-stage parasites at 3-5% parasitaemia, the seed bank was cryopreserved using Glycerolyte 57 (Fenwal Inc.) in a 1:2 ratio, aliquoted into 1 mL cryovials, and stored in vapour phase liquid nitrogen. The final GAP seed bank was transferred to a Therapeutic Goods Administration (TGA) licensed GMP facility (Q-Gen; QIMR Berghofer Medical Research Institute [QIMRB]) for further expansion and production of the GAP master cell bank.", "cite_spans": [{"start": 122, "end": 126, "text": "[18]", "ref_id": null}, {"start": 287, "end": 291, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Production of 3D7-KAHRP KO GAP seed bank"}, {"text": "The 3D7 KAHRP-KO GAP master cell bank (GAP MCB) was manufactured in a ISO Class 5 Biological Safety Cabinet within an ISO Class 7 clean room using tissue culture flasks and a bioreactor (GE Wave 25 ™ System). The GAP MCB dossier was reviewed by the United States Food and Drug Administration (FDA) under the investigational new drug (IND) program. A summary of the process is shown in Fig. 1 and described in detail below.", "cite_spans": [], "ref_spans": [{"start": 385, "end": 391, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Production of 3D7 KAHRP-KO GAP master cell bank"}, {"text": "A vial of the 3D7 KAHRP-KO GAP seed bank was thawed at 37 °C with the stepwise addition of 12 and 1.6% sodium chloride following a standard protocol [18] . The resulting red blood cell (RBC) pellet was washed in 0.9% sodium chloride and resuspended in 8 mL of complete RPMI-Hepes 1640 media (Life Technologies) containing 100 µL of 50% haematocrit (HCT) washed RBCs, and the cell suspension was transferred to a T25 cm 2 flask.", "cite_spans": [{"start": 149, "end": 153, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "Parasite thaw and culture in flasks"}, {"text": "Parasites were cultured in flasks under standard malaria culture conditions [19] in an atmosphere of 5% carbon dioxide, 5% oxygen and 90% nitrogen at 37 °C and media was changed every 24 h. Parasitaemia was monitored by examination of Giemsa-stained thin blood films. Additional media and fresh RBCs were added as required to maintain the culture at a parasitaemia of between 0.5 and 4%, and with a 2-5% HCT. The parasite culture was expanded to a volume of approximately 100 mL and the parasites were synchronized by a single treatment with 5% sorbitol [20] prior to transfer to a 2 L cellbag of the Wave 25 ™ Bioreactor.", "cite_spans": [{"start": 76, "end": 80, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 554, "end": 558, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Parasite thaw and culture in flasks"}, {"text": "The Ready to Process WAVE 25 ™ system (GE Healthcare) was used for this study and configuration of the equipment is shown in Fig. 2 . The system consists of a pre-sterile single use cultivation container (cellbag) made of FDA approved plastic. Each cellbag has builtin inlet and outlet air filters, and ports that allow the addition of culture medium and extraction of samples (Fig. 2a) . The cellbag is placed on a temperature-controlled rocking platform (Fig. 2b) ; gas transfer and mixing of the cell culture is facilitated by movement of the rocker unit which induces a wave motion in the culture. Temperature, rocking speed, rocking angle and atmospheric conditions (Fig. 2c ) are monitored and controlled by the cellbag control unit (CBCU). The system is controlled from a PC running UNICORN software version 6.3.2 or later.", "cite_spans": [], "ref_spans": [{"start": 125, "end": 131, "text": "Fig. 2", "ref_id": null}, {"start": 377, "end": 386, "text": "(Fig. 2a)", "ref_id": null}, {"start": 456, "end": 465, "text": "(Fig. 2b)", "ref_id": null}, {"start": 671, "end": 679, "text": "(Fig. 2c", "ref_id": null}], "section": "Parasite culture using wave bioreactor"}, {"text": "The synchronous parasite culture was transferred into a 2 L cellbag and maintained under conditions controlled electronically by the bioreactor system (Fig. 2c ). Parasitaemia was monitored by examination of Giemsastained thin blood films. The culture medium was changed daily, with washed RBCs added as required to maintain a parasitaemia of 0.5-1.2% and a 2-5% HCT. When the culture volume reached 500 mL it was transferred to a 10 L cellbag and the parasite culture was expanded to a final volume of approximately 2 L in line with the manufacturers recommended culture volumes for 2 and 10 L cellbags. To facilitate media change and transfer between cellbags the cell culture was removed from the in use cellbag under sterile conditions, centrifuged in 250 mL conical bottles (Corning) and the supernatant removed. The required volume of fresh media was pumped into the destination cell bag under the control of the CBC unit and the required volume of inoculum added under gravity flow.", "cite_spans": [], "ref_spans": [{"start": 151, "end": 159, "text": "(Fig. 2c", "ref_id": null}], "section": "Parasite culture using wave bioreactor"}, {"text": "The culture was monitored to ensure synchronicity and was maintained such that the % of ring stage parasites (as a % of the total parasites) present in the culture did not fall below 80%. When the required volume was reached, the culture was maintained for one further invasion cycle before parasites were harvested for banking at a parasitaemia target of > 3% and a minimum of 80% ring stage parasites. Progression through the final multiplication cycle was monitored by examination of Giemsa-stained thin blood films every 4-6 h.", "cite_spans": [], "ref_spans": [], "section": "Parasite culture using wave bioreactor"}, {"text": "The cell culture supernatant was tested for microbial contamination prior to culture in the Wave 25 ™ Bioreactor system and prior to harvesting. At harvest the entire cell culture was removed under sterile conditions and centrifuged in 250 mL conical bottles to pellet the RBCs prior to freezing.", "cite_spans": [], "ref_spans": [], "section": "Parasite culture using wave bioreactor"}, {"text": "RPMI-Hepes 1640 media (Life Technologies) was supplemented with 10% heat inactivated (HI) pooled human serum and hypoxanthine (HT) supplement (0.1 mM sodium hypoxanthine and 0.016 mM thymidine). Complete media was used immediately or dispensed in aliquots and stored at a temperature of between 2 and 8 °C for a maximum of 7 days. Fig. 2 Wave bioreactor configuration. a Each cellbag has built-in inlet and outlet air filters, and ports that allow the addition of culture medium and extraction of samples. b The Ready to Process WAVE 25 ™ system (GE Healthcare) was used for this study. c Temperature, rocking speed, rocking angle and atmospheric conditions are monitored and controlled by the cellbag control unit (CBCU)", "cite_spans": [], "ref_spans": [{"start": 331, "end": 337, "text": "Fig. 2", "ref_id": null}], "section": "Culture media"}, {"text": "The serum used was supplied, screened and tested by Key Biologics (Memphis USA), an FDA registered blood collection and processing establishment. Whole blood units were collected from donors who were screened and found acceptable for donation of transfusable blood components based on all applicable FDA requirements. Infectious disease testing as required for qualification of blood components for transfusion to humans was carried out and was required to be non-reactive or negative. Serum from individual donors was tested (using FDA approved test kits) for human immunodeficiency virus (HIV)-I and HIV-II, human T-lymphotropic virus (HTLV) types I and II, hepatitis B virus (HBV), hepatitis C virus (HCV), Trypanasoma cruzi and syphilis (by serology), and underwent nucleic acid testing for HBV, HCV, HIV, and West Nile virus (WNV). Serum was then pooled from the multiple donors, frozen, stored and shipped under controlled conditions to QIMRB. On arrival the serum was thawed, heat inactivated at 56 °C, filtered and stored at − 20 °C in 50 mL aliquots until required. The pooled serum was additionally tested for Epstein Barr virus, Parvovirus B19 and herpes virus type 6 by PCR at Pathology Queensland. Endotoxin testing and sterility testing was performed at Q-Gen.", "cite_spans": [], "ref_spans": [], "section": "Culture media"}, {"text": "Leukodepleted packed RBCs (Group O Rh (D) negative) used for in vitro cultivation of P. falciparum parasites were obtained from the Australian Red Cross Blood Service (Blood Service). All supplied RBCs were screened according to Blood Service protocols to eliminate individuals with risk of exposure to transmissible spongiform encephalopathy and blood borne agents. The blood was collected and leukodepleted at the Blood Service and the donor's blood sample was tested and certified nonreactive for HIV, HBV, HCV, HTLV and syphilis using diagnostic kits approved by the TGA. A blood sample was additionally tested by Pathology Queensland for infectious diseases that are not included in mandatory testing for blood and blood products including anti-Flavivirus IgM antibodies, Trypanasoma cruzi IgG antibodies, Barmah Forest virus IgM and IgG antibodies, and Ross River virus IgM and IgG antibodies. Samples were also screened (by PCR testing) for Epstein Barr virus (EBV), Cytomegalovirus (CMV), Parvovirus B19, Human Herpes virus type 6 and type 7(HHV-6 and HHV-7), and WNV. On receipt at QIMRB the cells were transferred from the Blood Service pack to a sterile container and a 2 mL aliquot was removed for sterility testing. Aliquots of RBCs were washed three times in RPMI and resuspended in complete RPMI to give a HCT of 50%. Blood was washed as required in aliquots not exceeding 20 mL and stored at 2-8 °C for up to 7 days after washing.", "cite_spans": [], "ref_spans": [], "section": "Culture media"}, {"text": "Percentage parasitaemia and parasite life cycle stage were assessed by microscopic examination of thin blood films and when cultures achieved > 3% parasitaemia with at least 80% ring-stage parasites the cell bank was cryopreserved using Glycerolyte 57 in a 1:2 ratio (i.e. two volumes of Glycerolyte 57 were added to each volume of pRBC) as previously described [1] .", "cite_spans": [{"start": 362, "end": 365, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Cryopreservation of the GAP MCB"}, {"text": "The cell bank was dispensed in 1 mL aliquots in cryovials, cryopreserved using a controlled rate freezer as previously described [8] and stored in vapour phase liquid nitrogen at -196 °C. A total of 200 vials were produced; two vials were allocated as retention samples. Table 1 .", "cite_spans": [{"start": 129, "end": 132, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 271, "end": 278, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Cryopreservation of the GAP MCB"}, {"text": "Parasite viability post-freezing was determined by measurement of cloning efficiency via a limiting dilution assay [8, 21] with positivity determined by production of P. falciparum histidine-rich protein II (HRP-II).", "cite_spans": [{"start": 115, "end": 118, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 119, "end": 122, "text": "21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Parasite viability following cryopreservation"}, {"text": "In order to determine post-freeze viability, a vial of the GAP MCB was thawed following a standard protocol [18] and a sample was removed for RBC counting using a haemocytometer. The number of parasitized/infected RBCs (pRBCs) was determined via microscopic examination of a Giemsa-stained thin blood smear.", "cite_spans": [{"start": 108, "end": 112, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "Parasite viability following cryopreservation"}, {"text": "Dilutions of pRBCs were prepared in complete media and dispensed in 100 μL aliquots in 96-well flat bottom plates at 2% HCT at theoretical concentrations of 40, 20, 10, 5, 2.5, 1.25, 0.625 and 0.3125 parasites/well. Thirty-two replicates of each concentration were plated out and non-parasitized RBCs were included as a negative control. Plates were incubated in an atmosphere of 5% O 2 , 5% CO 2 and 90% N 2 at 37 °C for 7 days and media was replenished on Day 4. On Day 7, supernatant was removed from each well and processed immediately or frozen for future testing. The supernatant was tested for P. falciparum HRPII using the SD Malaria Antigen Pf ELISA kit, according to the manufacturer's instructions.", "cite_spans": [], "ref_spans": [], "section": "Parasite viability following cryopreservation"}, {"text": "Briefly, supernatants from each well were transferred to the corresponding well of an uncoated microplate and incubated for 15 min following the addition of 150 µL . A 100 µL sample was then transferred from each well of the uncoated microplate to the corresponding well of the pre-coated assay microplate and incubated. Plates were washed and 100 µL of tetramethylbenzidine substrate added to each well. After a 10 min incubation, the reaction was stopped by the addition of 100 µL of 1 mL/L (1 N) hydrochloric acid. The absorbance was read at 450 nm with reference wavelength at 620 nm. The mean absorbance values (optical density [OD]) for the positive and negative controls were calculated in order to ensure the validity of the assay. The cut off value for parasite positivity was calculated using the absorbance values of the 32 two wells containing the RBC negative control. The cut off value was the mean plus 3 standard deviations and this value was applied to the test samples to calculate the number of positive and negative wells. Limiting dilution analysis was performed to determine the frequency of viable parasites as previously described [22] .", "cite_spans": [{"start": 1155, "end": 1159, "text": "[22]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Parasite viability following cryopreservation"}, {"text": "Anti-malarial drug sensitivity testing was carried out on the GAP MCB parasites using the standard [ 3 H]-hypoxanthine uptake inhibition assay [23] to ensure that the drug resistance phenotype of the parasites had not changed during culture. The in vitro sensitivity of the GAP MCB parasites to nine anti-malarial drugs was assessed (chloroquine, dihydroartemisinin, piperaquine, lumefantrine, amodiaquine, atovaquone, pyronaridine, mefloquine, quinine). The parental 3D7 line (chloroquine sensitive) and W2 (chloroquine resistant) were included as controls. The assays were performed at the Army Malaria Institute, Queensland, Australia.", "cite_spans": [{"start": 143, "end": 147, "text": "[23]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "In vitro anti-malarial drug sensitivity testing of the GAP MCB"}, {"text": "Briefly, aliquots of parasites from the GAP MCB were grown in vitro and synchronized to give 95% ring stage parasites. The parasite culture was dispensed into a 96-well plate containing twofold dilutions of each antimalarial drug for testing. [ 3 H]-hypoxanthine was added and the amount incorporated into parasites was measured after a 48-h incubation. The IC 50 values for each drug were determined by nonlinear regression analysis. This calculation was performed using GraphPad Prism software (GraphPad Prism version 6.00). Drug threshold values were expressed as mean IC 50 (95% confidence interval) in nmol/L. The results were compared to published threshold values for drug resistance [24] .", "cite_spans": [{"start": 691, "end": 695, "text": "[24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "In vitro anti-malarial drug sensitivity testing of the GAP MCB"}, {"text": "The genotype of the GAP MCB was determined by PCR using primers to confirm KAHRP gene deletion and hDHFR integration. In vitro culture samples were taken at the beginning of the process (Day 0) and at harvest (Day 16) and placed in Qiagen lysis buffer. Genomic DNA was extracted from paired samples using a Qiagen DNAmp DNA Blood Mini Kit and gDNA from the parent strain 3D7 was used as a control. Standard PCR was set up using 4 pairs of primers ( ", "cite_spans": [], "ref_spans": [], "section": "Genotyping of the GAP MCB"}, {"text": "To further validate the successful genetic attenuation of P. falciparum 3D7 and verify hDHFR integration, a real time PCR assay was set up using primers designed at various regions of the P. falciparum 3D7 GAP (Fig. 3) . Primer sequences are listed in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 210, "end": 218, "text": "(Fig. 3)", "ref_id": null}, {"start": 252, "end": 259, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Quality check of GAP MCB by qRT-PCR"}, {"text": "To determine limit of detection of possible contamination with wildtype P. falciparum 3D7, two single copy genes (pfmdr-1 and pfldh) were amplified and used as reference for copy number estimation. A standard curve containing five ten-fold serial dilutions of wildtype P. falciparum 3D7 was prepared, starting from 2.0 ng/μL to amplify KAHRP excised region and MDR1 and LDH genes.", "cite_spans": [], "ref_spans": [], "section": "Quality check of GAP MCB by qRT-PCR"}, {"text": "Triplicate PCR reactions were set up using the Roche Fast Start Essential DNA Green Master Mix (Cat. No. 06 402 712 001), 10 μM of each primer ( Table 2 ) and 1 μL of each gDNA sample in a 12 μL reaction volume. Quantitative PCR was performed using a Roche Light Cycler 96 with the following cycling conditions: 94 °C for 3 min; 45 In vitro assays for the detection of viral contaminants and inapparent viruses was also performed.", "cite_spans": [], "ref_spans": [{"start": 145, "end": 152, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Quality check of GAP MCB by qRT-PCR"}, {"text": "A cell bank consisting of erythrocytes infected with genetically-modified P. falciparum parasites was successfully manufactured using a wave bioreactor. Two hundred vials of the GAP MCB were produced that met the requirements for use in Phase I clinical trials.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "GAP parasites maintained an asexual blood stage cycle of approximately 39 h during the in vitro culture period in the bioreactor, and showed a normal maturation pattern. The percent parasitaemia and percent ring stage parasites of the culture over time is illustrated in Fig. 4 . Parasitaemia was maintained between 0.5 and 2% by the addition of RBCs during the expansion phase (Day 0-10).", "cite_spans": [], "ref_spans": [{"start": 271, "end": 277, "text": "Fig. 4", "ref_id": "FIGREF1"}], "section": "Growth of P. falciparum 3D7-KAHRP KO GAP in a bioreactor"}, {"text": "During the banking phase (Day 10-15) the parasitaemia was maintained below 4%. At harvest the culture had a parasitaemia of 6.3%, with 96% of parasites at ring stage (high percentage of ring stage parasites is illustrated in Fig. 5) . Thus, the pre-defined acceptable criteria of > 3% parasitized RBC and ≥ 80% ring stage parasites (Table 1) were met.", "cite_spans": [], "ref_spans": [{"start": 225, "end": 232, "text": "Fig. 5)", "ref_id": "FIGREF2"}, {"start": 332, "end": 341, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Growth of P. falciparum 3D7-KAHRP KO GAP in a bioreactor"}, {"text": "PCR assays confirmed kahrp gene deletion and hDHFR integration in parasite samples collected at the initiation of culture (Day 0) and at harvest (Day 16) (Fig. 6 ) demonstrating that the genotype of the parasites was maintained during the culture and banking process. Amplification of the KAHRP excised region on serially diluted wildtype P. falciparum 3D7 and comparing Ct values obtained from serially diluted GAP showed undetectable contamination of the GAP starting from 2.0 ng/ μL DNA concentration up to as low as 2.0 × 10 −5 ng/ μL. This is equivalent to a single copy or less using single copy gene references pfmdr-1 and pfldh.", "cite_spans": [], "ref_spans": [{"start": 154, "end": 161, "text": "(Fig. 6", "ref_id": "FIGREF3"}], "section": "Identity testing of the GAP MCB"}, {"text": "The in vitro sensitivity of the GAP MCB parasites to a panel of 9 anti-malarial drugs is shown in Table 3 . The mean IC 50 (95% confidence interval) results for each drug are presented in Table 4 along with the corresponding results for the control P. falciparum strains 3D7 and W2.", "cite_spans": [], "ref_spans": [{"start": 98, "end": 105, "text": "Table 3", "ref_id": "TABREF5"}, {"start": 188, "end": 195, "text": "Table 4", "ref_id": "TABREF6"}], "section": "In vitro drug sensitivity of GAP MCB parasites"}, {"text": "GAP master cell bank parasites demonstrated sensitivity to eight of the anti-malarial drugs tested (chloroquine, artemisinin, piperaquine, lumefantrine, amodiaquine, atovaquone, pyronaridine, quinine) and resistance to mefloquine.", "cite_spans": [], "ref_spans": [], "section": "In vitro drug sensitivity of GAP MCB parasites"}, {"text": "Parasite viability was tested using samples taken approximately 24 h (Time 0) after freezing and at 3 months postproduction. The GAP MCB was determined to contain 52% viable parasites at Time 0 and 64% viable parasites at 3 months post-production. These values conform to the pre-defined acceptable criteria of > 25% viable parasites. The variability between the two time points is within normally observed limits for this assay.", "cite_spans": [], "ref_spans": [], "section": "Parasite viability of the GAP MCB following cryopreservation"}, {"text": "Our aim was to produce a GMP compliant cell bank consisting of KAHRP deficient P. falciparum parasites using the wave bioreactor system. Previous studies have shown that the wave bioreactor system is suitable for the production of large volumes of high quality P. falciparum cultures [9] . We have taken this method further to demonstrate that the wave bioreactor can be used to culture parasites for use in phase 1 clinical trials.", "cite_spans": [{"start": 284, "end": 287, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The use of a wave bioreactor system has a number of significant advantages over traditional culture of P. falciparum in flasks. Foremost is that it allows close control of culture conditions that can be monitored and maintained electronically by the wave bioreactor system; the cellbags used are single use closed systems approved by the FDA. Significant savings in time and labour were also achieved; 100 mL of culture was transferred to a cellbag on Day 11, expanded to 500 mL on Day 12, and a culture volume of 2 L was achieved on Day 15 with harvest/ cryopreservation on Day 16. During this rapid expansion phase the labour required to maintain the culture (monitor parasitaemia, change media, add fresh RBCs) was less than would be required if growing in multiple tissue culture flasks. In addition, the use of multiple flasks can result in cultures spending more time in less than The continual wave motion of the wave bioreactor ensures gentle movement of cells in culture resulting in a high proportion of single infections [9] . This allows for accurate calculation of parasite numbers which is essential for defined dose delivery in clinical trials. Results confirmed that wave bioreactor cultures contained high quality ring stage parasites with a low number of multiply infected red cells (< 0.5%). Additionally, the effective cryopreservation of the MCB was demonstrated by the fact that parasite viability was over 50% after 3 months.", "cite_spans": [{"start": 1032, "end": 1035, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The ability to use research grade starting material, including genetically-modified parasites, to produce a GMP grade product offers significant opportunities. It allows for genetically-modified parasites to be used as vaccine candidates and for the number of P. falciparum strains available for IBSM studies to be expanded. The availability of multiple antigenically and geographically diverse P. falciparum strains for IBSM studies is essential Drug threshold values are expressed as mean IC50 (95% confidence interval) in nmol/L", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The assay was repeated twice and reproducible results were obtained A third assay was performed for lumefantrine as IC50 values were not detectable in the first two assays to allow testing of new anti-malarials against multiple strains before field testing begins. The methodology described here is highly cost effective, with each of the 200 vials produced containing sufficient material for 3600 doses at an approximate cost of USD 0.14/dose. Although the method requires use of a specialist item of equipment (wave bioreactor system), the fact that these units are becoming widely used for a range of applications (including tissue engineering, cellular and gene therapies, the production of therapeutic proteins and human vaccines) means that they are frequently available within research facilities or hospitals. The use of sterile, single use closed system cell bags means that a wave bioreactor system can be shared between groups without risk of cross contamination.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Measurement of Plasmodium falciparum growth rates in vivo: a test of malaria vaccines", "authors": [{"first": "Q", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "G", "middle": [], "last": "Lawrence", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "A", "middle": [], "last": "Stowers", "suffix": ""}, {"first": "L", "middle": [], "last": "Ranford-Cartwright", "suffix": ""}, {"first": "A", "middle": [], "last": "Creasey", "suffix": ""}], "year": 1997, "venue": "Am J Trop Med Hyg", "volume": "57", "issn": "", "pages": "495--500", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Effect of vaccination with 3 recombinant asexual-stage malaria antigens on initial growth rates of Plasmodium falciparum in non-immune volunteers", "authors": [{"first": "G", "middle": [], "last": "Lawrence", "suffix": ""}, {"first": "Q", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "D", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "A", "middle": [], "last": "Stowers", "suffix": ""}, {"first": "N", "middle": [], "last": "Cloonan", "suffix": ""}], "year": 2000, "venue": "Vaccine", "volume": "18", "issn": "", "pages": "1925--1956", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Immunity to malaria after administration of ultra-low doses of red cells infected with Plasmodium falciparum", "authors": [{"first": "D", "middle": ["J"], "last": "Pombo", "suffix": ""}, {"first": "G", "middle": [], "last": "Lawrence", "suffix": ""}, {"first": "C", "middle": [], "last": "Hirunpetcharat", "suffix": ""}, {"first": "C", "middle": [], "last": "Rzepczyk", "suffix": ""}, {"first": "M", "middle": [], "last": "Bryden", "suffix": ""}, {"first": "N", "middle": [], "last": "Cloonan", "suffix": ""}], "year": 2002, "venue": "Lancet", "volume": "360", "issn": "", "pages": "610--617", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A phase 1 trial of MSP2-C1, a blood-stage malaria vaccine containing 2 isoforms of MSP2 formulated with Montanide(R) ISA 720", "authors": [{"first": "J", "middle": ["S"], "last": "Mccarthy", "suffix": ""}, {"first": "J", "middle": [], "last": "Marjason", "suffix": ""}, {"first": "S", "middle": [], "last": "Elliott", "suffix": ""}, {"first": "P", "middle": [], "last": "Fahey", "suffix": ""}, {"first": "G", "middle": [], "last": "Bang", "suffix": ""}, {"first": "E", "middle": [], "last": "Malkin", "suffix": ""}], "year": 2011, "venue": "PLoS ONE", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A Phase II pilot trial to evaluate safety and efficacy of ferroquine against early Plasmodium falciparum in an induced blood-stage malaria infection study", "authors": [{"first": "J", "middle": ["S"], "last": "Mccarthy", "suffix": ""}, {"first": "T", "middle": [], "last": "Ruckle", "suffix": ""}, {"first": "E", "middle": [], "last": "Djeriou", "suffix": ""}, {"first": "C", "middle": [], "last": "Cantalloube", "suffix": ""}, {"first": "D", "middle": [], "last": "Ter-Minassian", "suffix": ""}, {"first": "M", "middle": [], "last": "Baker", "suffix": ""}], "year": 2016, "venue": "Malar J", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A pilot randomised trial of induced blood-stage Plasmodium falciparum infections in healthy volunteers for testing efficacy of new antimalarial drugs", "authors": [{"first": "J", "middle": ["S"], "last": "Mccarthy", "suffix": ""}, {"first": "S", "middle": [], "last": "Sekuloski", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Griffin", "suffix": ""}, {"first": "S", "middle": [], "last": "Elliott", "suffix": ""}, {"first": "N", "middle": [], "last": "Douglas", "suffix": ""}, {"first": "C", "middle": [], "last": "Peatey", "suffix": ""}], "year": 2011, "venue": "PLoS ONE", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Blood-stage challenge for malaria vaccine efficacy trials: a pilot study with discussion of safety and potential value", "authors": [{"first": "F", "middle": [], "last": "Sanderson", "suffix": ""}, {"first": "L", "middle": [], "last": "Andrews", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Douglas", "suffix": ""}, {"first": "A", "middle": [], "last": "Hunt-Cooke", "suffix": ""}, {"first": "P", "middle": [], "last": "Bejon", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Hill", "suffix": ""}], "year": 2008, "venue": "Am J Trop Med Hyg", "volume": "78", "issn": "", "pages": "878--83", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Development of cultured Plasmodium falciparum blood-stage malaria cell banks for early phase in vivo clinical trial assessment of anti-malaria drugs and vaccines", "authors": [{"first": "D", "middle": ["I"], "last": "Stanisic", "suffix": ""}, {"first": "X", "middle": ["Q"], "last": "Liu", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "De", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Batzloff", "suffix": ""}, {"first": "T", "middle": [], "last": "Forbes", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Davis", "suffix": ""}], "year": 2015, "venue": "Malar J", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Large-scale growth of the Plasmodium falciparum malaria parasite in a wave bioreactor", "authors": [{"first": "J", "middle": ["P"], "last": "Dalton", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Demanga", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Reiling", "suffix": ""}, {"first": "J", "middle": [], "last": "Wunderlich", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Eng", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohrbach", "suffix": ""}], "year": 2012, "venue": "Int J Parasitol", "volume": "42", "issn": "", "pages": "215--235", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The development of sexual stage malaria gametocytes in a Wave Bioreactor", "authors": [{"first": "C", "middle": ["G"], "last": "Demanga", "suffix": ""}, {"first": "Jwl", "middle": [], "last": "Eng", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Gardiner", "suffix": ""}, {"first": "A", "middle": [], "last": "Roth", "suffix": ""}, {"first": "A", "middle": [], "last": "Butterworth", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Adams", "suffix": ""}], "year": 2017, "venue": "Parasit Vectors", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Bag bioreactor based on wave-induced motion: characteristics and applications", "authors": [{"first": "R", "middle": [], "last": "Eibl", "suffix": ""}, {"first": "S", "middle": [], "last": "Werner", "suffix": ""}, {"first": "D", "middle": [], "last": "Eibl", "suffix": ""}], "year": 2009, "venue": "Adv Biochem Eng Biotechnol", "volume": "115", "issn": "", "pages": "55--87", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Targeted gene disruption shows that knobs enable malaria-infected red cells to cytoadhere under physiological shear stress", "authors": [{"first": "B", "middle": ["S"], "last": "Crabb", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Cooke", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Reeder", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Waller", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Caruana", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Davern", "suffix": ""}], "year": 1997, "venue": "Cell", "volume": "89", "issn": "", "pages": "287--96", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Preerythrocytic, live-attenuated Plasmodium falciparum vaccine candidates by design", "authors": [{"first": "K", "middle": ["M"], "last": "Vanbuskirk", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "O&apos;neill", "suffix": ""}, {"first": "De", "middle": ["La"], "last": "Vega", "suffix": ""}, {"first": "P", "middle": [], "last": "Maier", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Krzych", "suffix": ""}, {"first": "U", "middle": [], "last": "Williams", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Proc Natl Acad Sci", "volume": "106", "issn": "", "pages": "13004--13013", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Negative selection using yeast cytosine deaminase/uracil phosphoribosyl transferase in Plasmodium falciparum for targeted gene deletion by double crossover recombination", "authors": [{"first": "A", "middle": ["G"], "last": "Maier", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Braks", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Waters", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Cowman", "suffix": ""}], "year": 2006, "venue": "Mol Biochem Parasitol", "volume": "150", "issn": "", "pages": "118--139", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Exported proteins required for virulence and rigidity of Plasmodium falciparum-infected human erythrocytes", "authors": [{"first": "A", "middle": ["G"], "last": "Maier", "suffix": ""}, {"first": "M", "middle": [], "last": "Rug", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "O&apos;neill", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "S", "middle": [], "last": "Chakravorty", "suffix": ""}, {"first": "T", "middle": [], "last": "Szestak", "suffix": ""}], "year": 2008, "venue": "Cell", "volume": "134", "issn": "", "pages": "48--61", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Gene deletion from Plasmodium falciparum using FLP and Cre recombinases: implications for applied site-specific recombination", "authors": [{"first": "M", "middle": ["T"], "last": "O&apos;neill", "suffix": ""}, {"first": "Phuong", "middle": ["T"], "last": "Healer", "suffix": ""}, {"first": "J", "middle": [], "last": "Richard", "suffix": ""}, {"first": "D", "middle": [], "last": "Cowman", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "", "suffix": ""}], "year": 2011, "venue": "Int J Parasitol", "volume": "41", "issn": "", "pages": "117--140", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year • At BMC", "authors": [{"first": "•", "middle": [], "last": "Fast", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Genetic analysis of the human malaria parasite Plasmodium falciparum", "authors": [{"first": "D", "middle": [], "last": "Walliker", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Quakyi", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Wellems", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Mccutchan", "suffix": ""}, {"first": "A", "middle": [], "last": "Szarfman", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "London", "suffix": ""}], "year": 1987, "venue": "Science", "volume": "236", "issn": "", "pages": "1661--1667", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Human malaria parasites in continuous culture", "authors": [{"first": "W", "middle": [], "last": "Trager", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Jensen", "suffix": ""}], "year": 1976, "venue": "Science", "volume": "193", "issn": "", "pages": "673--678", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Synchronization of Plasmodium falciparum erythrocytic stages in culture", "authors": [{"first": "C", "middle": [], "last": "Lambros", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Vanderberg", "suffix": ""}], "year": 1979, "venue": "J Parasitol", "volume": "65", "issn": "", "pages": "418--438", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "An improved method for undertaking limiting dilution assays for in vitro cloning of Plasmodium falciparum parasites", "authors": [{"first": "A", "middle": ["S"], "last": "Butterworth", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Robertson", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Ho", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Gatton", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Mccarthy", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Trenholme", "suffix": ""}], "year": 2011, "venue": "Malar J", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "ELDA: extreme limiting dilution analysis for comparing depleted and enriched populations in stem cell and other assays", "authors": [{"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Smyth", "suffix": ""}], "year": 2009, "venue": "J Immunol Methods", "volume": "347", "issn": "", "pages": "70--78", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Estimation of Plasmodium falciparum drug susceptibility by the 3H-hypoxanthine uptake inhibition assay. WorldWide Antimalarial Resistance Network (WWARN)", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Field application of in vitro assays sensitivity of human malaria parasites antimalarial drugs. Geneva: World Health Organization", "authors": [{"first": "L", "middle": ["K"], "last": "Basco", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Process overview. The steps involved in production of the 3D7 KAHRP-KO GAP master cell bank a b c", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Profile of parasitaemia and parasite life cycle stages during growth in biowave reactor system. Parasites maintained an asexual blood stage cycle of approximately 39 h during the in vitro culture period, and showed a normal maturation pattern. The percent parasitaemia and percent ring stage parasites of the culture over time were determined by microscopy", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Giemsa-stained smear showing GAP MCB parasites at time of cryopreservation. At harvest the culture contained a high percentage of ring stage parasites optimal growth conditions, and increase the probability of contamination.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Agarose gel showing the genetic identity of the GAP MCB at Days 0 and 16. PCR assays confirmed kahrp gene deletion and hDHFR integration in parasite samples collected at the initiation of culture (Day 0) and at harvest (Day 16)", "latex": null, "type": "figure"}, "TABREF0": {"text": "The remainder of the cell bank vials were allocated for release testing. The release testing of the MCB complied with the requirements of the FDA's Guidance for Industry-Characterization and Qualification of Cell Substrates and Other Biological Materials Used in the Production of Viral Vaccines for Infectious Disease Indications, the United States Pharmacopeia (USP) < 85 > for Bacterial Endotoxin Testing, USP < 63 > mycoplasma/spiroplasma testing, and the British Pharmacopoeia Appendix XVI A: Test for Sterility. The parameters assessed, acceptance criteria, test methods and place of testing are listed in", "latex": null, "type": "table"}, "TABREF1": {"text": "Specifications for the GAP MCB", "latex": null, "type": "table"}, "TABREF2": {"text": "Primers mo519 and mo520 No band expected when used with gDNA from P. falciparum 3D7 KAHRP-KO. Mix 4. Primers Aw171 and mo520 Presence of 1128 bp expected when used with gDNA from P. falciparum 3D7 KAHRP-KO.Amplification of the PCR product was performed using Taq DNA polymerase under the following cycling conditions: One initial cycle at 45 °C for 15 min, denaturing at 94 °C for 30 s, annealing at 52 °C for 40 s, extension at 68 °C for 105 s (30 cycles), one final extension cycle at 68 °C for 7 min.", "latex": null, "type": "table"}, "TABREF3": {"text": "PCR primers used for this study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Oligo name </td><td> </td><td>Sequence\n</td></tr><tr><td>Primers used for Genotyping of the GAP MCB\n</td><td> </td></tr><tr><td> mo517 </td><td> </td><td>GGA​ACT​CAT​TAA​TAT​GTA​TG\n</td></tr><tr><td> mo518 </td><td> </td><td>CAA​AAC​CCA​TAC​TAA​AAA​AG\n</td></tr><tr><td> mo519 </td><td> </td><td>GAG​AAC​TTT​AGC​ACA​AAA​GC\n</td></tr><tr><td> mo520 </td><td> </td><td>TTT​ACG​CTT​TCT​GCA​TCT​TC\n</td></tr><tr><td> Aw171 </td><td> </td><td>CCT​AAT​CAT​GTA​AAT​CTT​AAA​TTT​TTC​\n</td></tr><tr><td> Aw560 </td><td> </td><td>CCA​ATA​GAT AAA​ATT​TGTAG​\n</td></tr><tr><td>Oligo name </td><td>Sequence </td><td>Target\n</td></tr><tr><td>Primers used for qRT PCR\n</td><td> </td><td> </td></tr><tr><td> KAHRP-FB </td><td>CAT​ATA​GTG​CAA​TAA​TGG​AAA​CGG​A </td><td>Pf KAHRP gene (inside excised region)\n</td></tr><tr><td> KAHRP-RB </td><td>GGT​GAT​TTA​CTT​CTC​CAT​GAT​GAT​G\n</td><td> </td></tr><tr><td> KAHRP-F </td><td>TGT​TCC​AGC​AGA​TGC​ACC​AA </td><td>Pf KAHRP gene (in remaining region)\n</td></tr><tr><td> KAHRP-R </td><td>GAG​CTG​AAT​AGC​CTG​CAC​CA\n</td><td> </td></tr><tr><td> MDR1-T1 F </td><td>TAT​GCA​TTT​GTG​GGA​GAA​TCAG​</td><td>Pf MDR1 [multi drug resistance] (single copy gene reference)\n</td></tr><tr><td> MDR1-T1R  hDHFR (FG) </td><td>CTC​CTT​CGG​TTG​GAT​CAT​AAAG​\n</td><td> </td></tr><tr><td>ATG​CAT​GGT​TCG​CTA​AAC​T </td><td>hDHFR [human dihydrofolate reductase] gene\n</td></tr><tr><td> hDHFR R1  hDHFR FA </td><td>CCA​GGT​CTT​CTT​ACC​CAT​AAT​\n</td><td> </td></tr><tr><td>CCT​AAT​AGA​AAT​ATA​TCA​GGA​TCC​AT </td><td>hDHFR (recombination region)\n</td></tr><tr><td> hDHFR1 R </td><td>GGT​CTT​CTT​ACC​CAT​AAT​CA\n</td><td> </td></tr><tr><td> LDH-T1F </td><td>AGG​ACA​ATA​TGG​ACA​CTC​CGAT​</td><td>Pf LDH1[lactate dehydrogenase] (single copy gene reference)\n</td></tr><tr><td> LDH-T1R </td><td>TTT​CAG​CTA​TGG​CTT​CAT​CAAA​\n</td><td> </td></tr><tr><td> Pf SARS F1 </td><td>AAG​TAG​CAG​GTC​ATC​GTG​</td><td>Pf SARS [seryl-tRNA synthetase] (housekeeping gene)\n</td></tr><tr><td> </td><td> Pf SARS R1 </td><td>CGG​CAC​ATT​CTT​CCATA​\n</td></tr></table></body></html>"}, "TABREF5": {"text": "In-vitro drug sensitivity profile of the GAP MCB parasitesS drug sensitive, R drug resistant a Insufficient in vivo data to validate in vitro results; no established threshold values", "latex": null, "type": "table"}, "TABREF6": {"text": "Drug threshold values for GAP MCB parasites", "latex": null, "type": "table"}}, "back_matter": [{"text": "We would like to thank the Australian Red Cross Blood Service for providing human erythrocytes.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "This methodology may represent a cost effective strategy by allowing extensive testing in a controlled environment (phase 1 trials) before deciding to move to field studies (phase 2 trials) which can be very expensive due to logistic and administrative challenges associated with carrying out clinical trials in a distant research site. The limiting factor for this methodology is that it is currently only useful for P. falciparum as other human malaria species are not easily grown in vitro.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The large scale in vitro culture of P. falciparum parasites using a wave bioreactor can be achieved under GMP compliant conditions. This provides a cost-effective methodology for the production of malaria parasites suitable for administration in clinical trials. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The authors declare they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "All data generated or analysed during this study are included in this published article.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "The study was funded by NHMRC Development Grant APP105999 and NHMRC Fellowship Support APP1002835 (LS) and NHMRC Fellowship Support APP1041802 (JM).", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}]}