{
    "paper_id": "168460bb595fe52d8afa1007bf0f7c7a35b8e5fd",
    "metadata": {
        "title": "Global analysis of an epidemic model with vaccination",
        "authors": [
            {
                "first": "Li-Ming",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhaoqing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Xinyu"
                ],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this paper, an epidemic dynamical model with vaccination is proposed. Vaccination of both newborn and susceptible is included in the present model. The impact of the vaccination strategy with the vaccine efficacy is explored. In particular, the model exhibits backward bifurcations under the vaccination level, and bistability occurrence can be observed. Mathematically, a bifurcation analysis is performed, and the conditions ensuring that the system exhibits backward bifurcation are provided. The global dynamics of the equilibrium in the model are also investigated. Numerical simulations are also conducted to confirm and extend the analytic results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mathematical models have become important tools in analyzing the spread and control of infectious diseases [2] . Based on the theory of Kermack and Mckendrick [19] , the spread of infectious diseases usually can be described mathematically by compart-mental models such as SIR, SIRS, SEIR, SEIRS models (where S represents the class of the susceptible population, E is the exposed class in the latent period, I is infectious class, R is the removed class, which has recovered with temporary or permanent immunity). In recent years, a variety of compartmental models have been formulated, and the mathematical analysis of epidemiology models has advanced rapidly, and the analyzed results are applied to infectious diseases [2, 18, 32] . Vaccination campaigns have been critical in attacking the spread of infectious diseases, e.g., pertussis, measles, and influenza. The eradication of smallpox has been considered as the most spectacular success of vaccination [44] . Although vaccination has been an effective strategy against infectious diseases, current preventive vaccine consisting of inactivated viruses do not protect all vaccine recipients equally. The vaccine-based protection is dependent on the immune status of the recipient [2, 32] . For example, influenza vaccines protect 70-90% of the recipients among healthy young adults and as low as 30-40% of the elderly and others with weakened immune systems (such as HIV-infected or immuno-suppressed transplant patients) (see, [14, 30, 44] ).",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1238,
                    "end": 1241,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1242,
                    "end": 1245,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1486,
                    "end": 1490,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1495,
                    "end": 1498,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since vaccination is the process of administering weakened or dead pathogens to a healthy person or animal, with the intent of conferring immunity against a targeted form of a related disease agent, the individuals having the vaccine-induced immunity can be distinguished from the recovered individuals by natural immunity. Thus, vaccination can also be considered by adding some compartment naturally into the basic epidemic models. Over the past few decades, a large number of simple compartmental mathematical models with vaccinated population have been used in the literature to assess the impact or potential impact of imperfect vaccines for combatting the transmission diseases [1, 3, 11, 16, 20, 21, 23, 31, 43, 45] . In some of these studies (e.g., papers [16, 31, 43] ), authors have shown that the dynamics of the model are determined by the disease's basic reproduction number 0 . If 0 < 1 the disease can be eliminated from the community; whereas an endemic occurs if 0 > 1. Therefore, if an efficient vaccination campaign acts to reduce the disease's basic reproduction number 0 below the critical level of 1, then the disease can be eradicated. While in other studies, such as Alexander et al. [1] and Arino et al. [3] , they have shown that the criterion for 0 < 1 is not always sufficient to control the spread of a disease. A phenomenon known as a backward bifurcation is observed. Mathematically speaking, when a backward bifurcation occurs, there are at least three equilibria for 0 < 1 in the model: the stable disease-free equilibrium, a large stable endemic equilibrium, and a small unstable endemic equilibrium which acts as a boundary between the basins of attraction for the two stable equilibria. In some cases, a backward bifurcation leading to bistability can occur. Thus, it is possible for the disease itself to become endemic in a population, given a sufficiently large initial outbreak. These phenomena have important epidemiological consequences for disease management. In recent years, backward bifurcation, which leads to multiple and subthreshold equilibria, has been attracting much attention (see, [1, 3, 4, 6, 11, 16, 17, 20, 21, 23, 24, 33, 34, 37, 40] ). Several mechanisms with vaccination have been identified to cause the occurrence of backward bifurcation in paper [33] .",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 687,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2136,
                    "end": 2139,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2140,
                    "end": 2142,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2143,
                    "end": 2145,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2146,
                    "end": 2148,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2149,
                    "end": 2152,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2153,
                    "end": 2156,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2157,
                    "end": 2160,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2161,
                    "end": 2164,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2165,
                    "end": 2168,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2169,
                    "end": 2172,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2173,
                    "end": 2176,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2177,
                    "end": 2180,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2181,
                    "end": 2184,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2185,
                    "end": 2188,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2189,
                    "end": 2192,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2310,
                    "end": 2314,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we shall investigate the effects of a vaccination campaign with an imperfect vaccine upon the spread of a non-fatal disease, such as hepatitis A, hepatitis B, tuberculosis and influenza, which features both exposed and infective stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In particular, we focus on the vaccination parameters how to change the qualitative behavior of the model, which may lead to subthreshold endemic states via backward bifurcation. Global stability results for equilibria are obtained. The model constructed in this paper is an extension of the model in paper [31] , including a new compartment for the latent class (an important feature for the infectious diseases eg. hepatitis A, hepatitis B, tuberculosis and influenza) and the disease cycle. It is one of the aims of this paper to strengthen the disease cycle to cause multiple endemic equilibria.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is organized as follows. An epidemic model with vaccination of an imperfect vaccine is formulated in Sect. 2, and the basic reproduction number, and the existence of backward bifurcation and forward bifurcation are analyzed in Sect. 3. The global stability of the endemic equilibrium is established in Sect. 4. The paper is concluded with a discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to derive the equations of the mathematical model, we divide the total population N in a community into five compartments: susceptible, exposed (not yet infectious), infective, recovered, and vaccinated; the numbers in these states are denoted by S(t),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "The flow diagram of the disease spread is depicted in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 60,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "All newborns are assumed to be susceptible. Of these newborns, a fraction α of individuals are vaccinated, where α ∈ (0, 1]. Susceptible individuals are vaccinated at rate constant ψ. The parameter γ 1 is the rate constant at which the exposed individuals become infectious, and γ 2 is the rate constant that the infectious individuals become recovered and acquire temporary immunity. Finally, since the immunity acquired by infection wanes with time, the recovered individuals have the possibility γ 3 of becoming susceptible again. β is the transmission coefficient (rate of effective contacts between susceptible and infective individuals per unit time; this coefficient includes rate of contacts and effectiveness of transmission). Since the vaccine does not confer immunity to all vaccine recipients, vaccinated individuals may become infected but at a lower rate than unvaccinated (those in class S). Thus in this case, the effective contact rate β is multiplied by a scaling factor σ (0 ≤ σ ≤ describes the vaccine efficacy, σ = 0 represents vaccine that offers 100% protection against infection, while σ = 1 models a vaccine that offers no protection at all). It is assumed that the natural death rate and birth rate are μ and the disease-induced death rate is ignored. Thus the total population N is constant. Since the model consider the dynamics of the human populations, it is assumed that all the model parameters are nonnegative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "Thus, the following model of differential equations is formulated based on the above assumptions and Fig. 1 ,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "with nonnegative initial conditions and N (0) > 0. System (2.1) is well posed: solutions remain nonnegative for nonnegative initial conditions. We illustrate here that there are limiting cases in system (2.1): if σ = 0, the vaccine is perfectly effective, and α = ψ = 0, there is no vaccination, system (2.1) will be reduced to the standard SEIRS model in [28] ; if γ 3 = 0 and the limit γ 1 → ∞, system (2.1) will be equivalent to an SVIR model in [31] . If we let α = 0 and γ 3 = 0, system (2.1) can be reduced to an SVEIR epidemic model in [16] , where authors aim to assess the potential impact of a SARS vaccine via mathematical modelling. To explore the effect of the vaccination period and the latent period on disease dynamics, an SVEIR epidemic model with ages of vaccination and latency are formulated in paper [10] . In papers [10, 16, 28, 31] , authors have shown that the dynamics of the model are determined by the disease's basic reproduction number 0 . That is, the disease free equilibrium is globally asymptotically stable for 0 ≤ 1; and there is a unique endemic equilibrium which is globally asymptotically stable if 0 > 1. If ψ = 0 and limit γ 1 → ∞, system (2.1) will be reduced into an SIV epidemic model in [36] , where authors investigate the effect of imperfect vaccines on the disease's transmission dynamics. In [36] , it is shown that reducing the basic reproduction number 0 to values less than one no longer guarantees disease eradication. In this paper, we show that if a vaccination campaign with an imperfect vaccine and the disease cycle is considered, a more complicated dynamic behavior is observed in system (2.1). For example, the backward bifurcation occurs in system (2.1). In the following, first, it is easy to obtain that the total population N in system (2.1) is constant. To Simplify our notation, we define the occupation variable of compartments S, E, I, V, and R as the respective fractions of a constant population N that belong to each of the corresponding compartments. We still write the occupation variable of compartments as S, E, I, V and R, respectively. Thus, it is easy to verify that",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1231,
                    "end": 1235,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "is positively invariant and globally attracting in R 5 + . It suffices to study the dynamics of (2.1) on D. Thus, system (2.1) can be rewritten as the following system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "In the case σ = 0, system (2.3) reduces to an SEIRS model without vaccination [28] ,",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": ", is considered as the basic reproduction number of the model. The classical basic reproduction number is defined as the number of secondary infections produced by a single infectious individual during his or her entire infectious period. Mathematically, the reproduction number is defined as a spectral radius R 0 (which is a threshold quantity for disease control) that defines the number of new infectious generated by a single infected individual in a fully susceptible population [39] . In the following, we shall use this approach to determine the reproduction number of system (2.3). It is easy to see that system (2.3) has always a disease-free equilibrium,",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 489,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "3) can be rewritten as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "The Jacobian matrices of F(x) and V(x) at the disease-free equilibrium P 0 are, respectively,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "F V −1 is the next generation matrix of system (2.3). It follows that the spectral radius",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "According to Theorem 2 in [39] , the basic reproduction number of system (2.3) is",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "The basic reproduction number R vac can be interpreted as follows: A proportion of γ 1 μ+γ 1 of exposed individuals progress to the infective stage before dying; 1 μ+γ 2 represents the number of the secondary infection generated by an infective individual when he or she is in the infectious stage. Those newborns vaccinated individuals have generated the number",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "μ+ψ of the secondary infection. Average vaccinated individuals with vaccination rate ψ have generated the fraction",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "of the secondary infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and the basic reproduction number"
        },
        {
            "text": "Now we investigate the conditions for the existence of endemic equilibria of system (2.3). Any equilibrium (S, V, E, I, R) of system (2.3) satisfies the following equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "From the second and third equation of (3.1), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "hence, there exists no endemic equilibrium for R 0 ≤ 1. For R 0 > 1, the existence of endemic equilibria is determined by the presence in (0, 1] of positive real solutions of the quadratic equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "where, .2) and (3.3), we can see that the number of endemic equilibria of system (2.3) is zero, one, or two, depending on parameter values. For σ = 0 (the vaccine is totally effective), it is obviously that there is at most one endemic equilibrium (P * (S * , E * , I * , R * , V * )) in system. From now on we make the realistic assumption that the vaccine is not totally effective, and thus 0 < σ < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "We notice that if R vac = 1, then we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "Since all the model parameters are positive, it follows from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "Thus, R vac is a continuous decreasing function of ψ for ψ > 0, and if ψ < ψ crit , then R vac > 1 and C < 0. Therefore, it follows that P(I ) of Eq. (3.2) has a unique positive root for R vac > 1. Now we consider the case for R vac < 1. In this case, C > 0, and ψ ≥ ψ crit . From (3.3), it is easy to see that B(ψ) is an increasing function of ψ. Thus, if B(ψ crit ) ≥ 0, then B(ψ) > 0 for ψ > ψ crit . Thus, P(I ) has no positive real root which implies system have no endemic equilibrium in this case. Thus, let us consider the case",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "is an linear increasing function of ψ. Thus, there is a uniqueψ > ψ crit such that B(ψ) = 0, and thus (ψ) < 0. Since (ψ) is a quadratic function of ψ with positive coefficient for ψ 2 , (ψ) has a unique rootψ in [ψ crit ,ψ]. Thus, for R vac < 1 we have B(ψ) < 0, A > 0, C ≥ 0, and (ψ) > 0 for ψ ∈ (ψ crit ,ψ). Therefore, P(I ) has two possible roots and system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "From the above discussion, we have B(ψ) > 0 for ψ >ψ, and (ψ) < 0 for ψ ∈ (ψ,ψ). Therefore, it follows that system (2.3) has no endemic equilibria for ψ >ψ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "If R vac = 1, we have C = 0. In this case, system has a unique endemic equilibrium for B(ψ) < 0 and no endemic equilibrium for B(ψ) > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "Summarizing the discussion above, we have the following Theorem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "for ψ crit < ψ <ψ and has no endemic equilibria for ψ >ψ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "According to Theorem 2 of van den Driesche and Watmough [39] , we have the following result.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Equilibria and bifurcations"
        },
        {
            "text": "The disease-free equilibrium P 0 is locally asymptotically stable when R vac < 1 and unstable when R vac > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "In the following, we first give a global result of the disease-free equilibrium of system (2.3) under some conditions. By directly calculating the derivative of L along system (2.3) and notice that S +σ V < 1, thus, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "It is easy to verify that the maximal compact invariant set in {(S, E, I, R, V ) ∈ :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "The global stability of P 0 follows from the LaSalle invariance principle [22] .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "From the above discussion, we know that system (2.3) may undergo a bifurcation at the disease-free equilibrium when R vac = 1. Now we establish the conditions on the parameter values that cause a forward or backward bifurcation to occur. To do so, we shall use the following theorem whose proof is found in Castillo-Chavez and Song [5] , which based on the use of the center manifold theory [15] .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "For the following general system with a parameter φ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "Without loss of generality, it is assumed that x = 0 is an equilibrium for system (3.4) for all values of the parameters φ, that is, f (0, φ) = 0 for all φ. ",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 87,
                    "text": "(3.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "Then the local dynamics of system (3.4) around x = 0 are totally determined by a and b.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "(i) a > 0, b > 0. When φ < 0 with |φ| 1, x = 0 is locally asymptotically stable and there exists a positive unstable equilibrium; when 0 < φ 1, x = 0 is unstable and there exists a negative and locally asymptotically equilibrium; (ii) a < 0, b < 0. When φ < 0, with |φ| 1, x = 0 is unstable; when 0 < φ 1, x = 0 is locally asymptotically stable and there exists a negative unstable equilibrium; (iii) a > 0, b < 0.When φ < 0, with |φ| 1, x = 0 is unstable and there exists a locally asymptotically stable negative equilibrium; when 0 < φ 1, x = 0 is stable and a positive unstable equilibrium appears; (iv) a < 0, b > 0. When φ changes from negative to positive, x = 0 changes its stability from stable to unstable. Correspondingly, a negative unstable equilibrium becomes positive and locally asymptotically stable. Now by applying Theorem 3.4, we shall show system (2.3) may exhibit a forward or a backward bifurcation when R vac = 1. Consider the disease-free equilibrium P 0 = (S 0 , 0, 0, 0) and choose β as a bifurcation parameter. Solving R vac = 1 gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "Let J 0 denote the Jacobian of the system (2.3) evaluated at the DFE P 0 with β = β * . By directly computing, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "It is easy to obtain that J 0 (P 0 , β * ) has eigenvalues given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "Thus, λ 3 = 0 is a simple zero eigenvalue of the matrix J (P 0 , β * ) and the other eigenvalues are real and negative. Hence, when β = β * , the disease free equilibrium P 0 is a non-hyperbolic equilibrium. Thus, assumptions (A1) of Theorem 3.4 is verified. Now, we denote with ω = (ω 1 , ω 2 , ω 3 , ω 4 ), a right eigenvector associated with the zero eigenvalue λ 3 = 0. Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "Thus, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2"
        },
        {
            "text": "From the above, we obtain that v = 0, γ 1 μ + γ 1 , 1, 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The left eigenvector"
        },
        {
            "text": "Let a and b be the coefficients defined as in Theorem 3.4. Computation of a, b. For system (2.3), the associated non-zero partial derivatives of f (evaluated at the DFE (P 0 ), x 1 = S, x 2 = I, x 3 = E, x 4 = R.) are given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The left eigenvector"
        },
        {
            "text": "(3.5) Since the coefficient b is always positive, according to Theorem 3.4, it is the sign of the coefficient a, which decides the local dynamics around the disease-free equilibrium P 0 for β = β * . If the coefficient a is positive, the direction of the bifurcation of system (2.3) at β = β * is backward; otherwise, it is forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The left eigenvector"
        },
        {
            "text": "Thus, we formulate a condition, which is denoted by (H 3 ) :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The left eigenvector"
        },
        {
            "text": "Thus, if (H 3 ) holds, we have a > 0, otherwise, a < 0. Summarizing the above results, we have the following theorem. Fig. 3 The forward bifurcation diagram for model (2.3) value of ψ say ψ * such that backward bifurcation occurs of ψ < ψ * and forward bifurcation occurs if ψ > ψ * . Both of these bifurcation diagrams are obtained by considering β as bifurcation parameter and later it is plotted with respect to R vac .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 172,
                    "text": "(2.3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The left eigenvector"
        },
        {
            "text": "In this section, we shall investigate the global stability of the unique endemic equilibrium for R vac > 1. Here we shall apply the geometric approach [25, 27, 38] to establish the global stability of the unique endemic equilibrium. In recent years, many authors [3, 16, 26, 28, 29] have applied this method to show global stability of the positive equilibria in system. Here, we follow the techniques and approaches in paper [3, 16] to investigate global stability of the endemic equilibrium in system (2.3). Here, we omit the introduction of the general mathematical framework of these theorems and only focus on their applications. In the previous section, we have showed that if R vac > 1, system (2.3) has a unique endemic equilibrium in D. Furthermore, R vac > 1 implies that the disease-free equilibrium P 0 is unstable (Theorem 3.2) . The instability of P 0 , together with P 0 ∈ ∂D, implies the uniform persistence of the state variables. This result can be also showed by using the same arguments from Proposition 4.2 in [27] and Proposition 2.2 in [29] . Thus, we first give the following result:",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 827,
                    "end": 840,
                    "text": "(Theorem 3.2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Global stability of the endemic equilibrium"
        },
        {
            "text": "To prove our conclusion, we set the following differential equatioṅ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global stability of the endemic equilibrium"
        },
        {
            "text": "where f : D(⊂ R n ) → R n , D is open set and simply connected and f ∈ C (R n ). Letμ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global stability of the endemic equilibrium"
        },
        {
            "text": "where, P(x) be a nonsingular (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global stability of the endemic equilibrium"
        },
        {
            "text": ") matrix, the second additive compound of the Jacobian matrix ∂ f /∂ x.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global stability of the endemic equilibrium"
        },
        {
            "text": "μ is the Lozinskiȋ measure with respect to a vector norm | · |. The following result comes from Corollary 2.6 in paper [25] . From Proposition 4.1, it is easy to verify that the condition (i) in Theorem 4.1 holds. Therefore, to prove our conclusion, we only verify that (ii) in Theorem 4.1 holds. According to paper [35] , the Lozinskiȋ measure in Theorem 4.1 can be evaluated as follow:μ",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Global stability of the endemic equilibrium"
        },
        {
            "text": "where D + is the right-hand derivative. Now we state our main result in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global stability of the endemic equilibrium"
        },
        {
            "text": "Then the unique equilibrium P * in system (2.3) is globally asymptotically stable for R vac > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4.2 Suppose that the parameters in system (2.3) satisfy the following inequalities"
        },
        {
            "text": "Then, the Jacobian matrix of system (2.3) can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4.2 Suppose that the parameters in system (2.3) satisfy the following inequalities"
        },
        {
            "text": "The second additive compound [25] (see, \"Appendix\") of Jacobian matrix is the 6 × 6 matrix given by",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4.2 Suppose that the parameters in system (2.3) satisfy the following inequalities"
        },
        {
            "text": "where P f is the derivative of P in the direction of the vector field f . Thus, we have P f P −1 = −diag(Ė/E,Ė/E,Ė/E,İ /I,İ /I,İ /I ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4.2 Suppose that the parameters in system (2.3) satisfy the following inequalities"
        },
        {
            "text": "Thus, we obtain that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "As in [3, 16] , we define the following norm on R 6 :",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 10,
                    "end": 13,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "where z ∈ R 6 , with components z i , i = 1, . . . , 6 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "and let Now we demonstrate the existence of some κ > 0 such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "By linearity, if this inequality is true for some z, then it is also true for −z. Similar to analyzing methods in paper [3, 16] , our proof is subdivided into eight separate cases, based on the different octants and the definition of the norm (4.4). To facilitate our analysis, we use the following inequalities:",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "U 2 (t) ≥ |z 4 |, |z 5 |, |z 6 |, |z 5 + z 6 |, |z 4 + z 5 + z 6 |,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "Case 1. Let U 1 (z) > U 2 (z),z 1 , z 2 , z 3 > 0 and |z 1 | > |z 2 | + |z 3 |.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "Then we have ||z|| = z 1 and U 2 (z) < z 1 . Taking the right derivative of ||z||, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "(4.7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "Case 4. By linearity, Eq. (4.7) also holds for U 1 > U 2 and z 1 , z 2 , z 3 < 0 when |z 1 | < |z 2 | + |z 3 |. Thus, if we require that γ 1 < γ 3 + μ holds, then the inequality (4.5) holds for case 3 and case 4. 3 and |z 1 | > |z 2 |. Thus, we have ||z|| = |z 1 | + |z 3 |, and U 2 (z) < |z 1 | + |z 3 |. By directly calculating, we obtain that",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "Using the inequalities , |z 5 |, |z 4 + z 5 + z 6 | ≤ U 2 (z) < |z 2 | + |z 3 |, and |z 1 | ≤ |z 2 |, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "(4.9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "Case 8. By linearity, Eq. (4.9) also holds for U 1 > U 2 and z 2 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "Thus, if we require that γ 1 < γ 3 + μ holds, then the inequality (4.5) holds for case 7 and case 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "Therefore, from the discussion above, we know that if inequalities (4.3)hold, then there exists κ > 0 such that D + ||z|| ≤ −κ||z|| for all z ∈ R 4 and all nonnegative S, V, E and I . All conditions in Theorem 4.1 can be satisfied when inequalities (4.3) hold. Therefore, by Theorem 4.1, we can determine that if inequalities (4.3) hold, then the unique endemic equilibrium of system (2.3) is globally stable in D for R vac > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "Remark 2 In Sect. 3, we have shown that system (2.3) exhibit a backward bifurcation for R vac ≤ 1. As stressed in [3] , for cases in which the model exhibits bistability, the compact absorbing set required in Theorem 4.1 does not exist. By applying similar methods in [3] , a sequence of surfaces that exists for time > 0 and minimizes the functional measuring surface area may be obtained. Therefore, the global dynamics of system (2.3) in the bistability region can be further investigated as it has been done in paper [3] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 432,
                    "end": 437,
                    "text": "(2.3)",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "From (2.3), we haveĖ"
        },
        {
            "text": "In this paper, an epidemic model with vaccination has been investigated. By analysis, it is showed that the proposed model exhibits a more complicated dynamic behavior. Backward bifurcation under the vaccination level conditions, and bistability phenomena can be observed. The global stability of the unique endemic equilibrium in the model is demonstrated for R vac > 1. Note that the model (2.3) can be solved in an efficient way by means of the multistage Adomian decomposition method (MADM) as a relatively new method [8, 9, 12, 13] . The MADM has some superiority over the conventional solvers such as the R-K family. To illustrate the various theoretical results contained in this paper, the effect of some important parameter values on the dynamical behavior of system (2.3) is investigated in the following. Now we consider first the role of the disease cycle on the backward bifurcation. If γ 3 = 0, [i.e., the disease cycle-free in model (2.3)], then the expression for the bifurcation coefficient, a, given in Eq. (3.5) reduces to",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 525,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 526,
                    "end": 528,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, the backward bifurcation phenomenon of system (2.3) will not occur if γ 3 = 0. This is in line with results in papers [16, 31] , where the disease cycle-free model (2.3) has a globally asymptotically stable disease-free equilibrium if the basic reproduction number is less than one. Differentiating a, given in Eq. (3.5) , with respect to γ 3 gives",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 321,
                    "end": 326,
                    "text": "(3.5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hence, the bifurcation coefficient, a is an increasing functions of γ 3 . Thus, the feasibility of backward bifurcation occurring increases with disease cycle. Now we consider the role of vaccination on the backward bifurcation. Let α = ψ = σ = 0, then the expression for the bifurcation coefficient, a, given in Eq. (3.5) , is reduces to",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 322,
                    "text": "(3.5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, the backward bifurcation phenomenon of system (2.3) will not occur if α = ψ = σ = 0 (i.e., the model (2.3) will not undergo backward bifurcation in the absence of vaccination). This is also in line with results in paper [26] , where the vaccination-free model (2.3) has a globally asymptotically stable equilibrium if the basic reproduction number R 0 is less than one. Furthermore, the impact of the vaccine-related parameters (ψ, σ ) on the backward bifurcation is assessed by carrying out an analysis on the bifurcation coefficient a as follows. Differentiating a, given in Eq. (3.5), partially with respect to ψ, gives",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, the backward bifurcation coefficient, a is a decreasing function of the vaccination rate ψ. Hence, the possibility of backward occurring decreases with increasing vaccination rate ( i.e., vaccinating more susceptible individuals decrease the likelihood of the occurrence of backward bifurcation). Differentiating the bifurcation coefficient a, given in Eq. (3.5), partially with respect to σ gives ∂a ∂σ = 2β * γ 1 μ + γ 1 M 1 , with M 1 = − γ 2 γ 3 (μ + γ 3 )(μ + ψ) + μ(1 − α)(μ + γ 1 )(μ + γ 2 )(μ + ψ + σ (μα + ψ)) γ 1 (μ + ψ)[μ(1 − α) + σ (μα + ψ)] 2 + μ + γ 2 γ 1 + γ 2 μ + γ 3 + 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, the bifurcation coefficient, a is a decreasing function with respect to σ . That is, the likelihood of backward bifurcation occurring decreases with increasing vaccine efficacy. Let α = 0.3, μ = 0.00004566, β = 0.4, ψ = 0.005, γ 1 = 0.1, γ 2 = 0.05, γ 3 = 0.033. By direct calculating, it is easy to verify that M 1 is negative and also condition (H 3 ) is satisfied. Figure 4 depicts the backward bifurcation occurring phenomena with lower vaccine efficacy with σ = 0.15; Fig. 5 depicts the likelihood of backward bifurcation occurring with higher vaccine efficacy σ = 0.45.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 382,
                    "text": "Figure 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 479,
                    "end": 485,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In addition, it is obvious that our expression for the basic reproduction number in system (2.3), i.e., R vac = βγ 1 (μ + γ 1 )(μ + γ 2 ) μ(1 − α) + σ (μα + ψ) μ + ψ is independent of the loss rate of immunity γ 3 . From the above analysis, we have found that the dynamics of the model are not determined by the basic reproduction number, and the phenomena of the backward bifurcation in system may occur. Moreover, it is found that the occurrence feasibility is increasing with the loss rate of immunity γ 3 . From the following expression,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "it is easy to see that the policy of vaccinations with imperfect vaccines can decrease the the basic reproduction number R vac . Thus, the imperfect vaccine may be beneficial to the community. This is also a positive point, sice it is know that the use of some imperfect vaccine can sometime result in detrimental consequences to the community [3, 20] . At last, we must point out that although the system (2.3) with (2.2) is well posed mathematically, we acknowledge the biological reality that the fraction of the constant total population which occupies a compartment can only be within the subset Q of rational values within R 5 + , and furthermore only within a sub-subset of values within Q belonging to n/N where n belongs to the integers Z ∈ [0, N ]. In addition, we also point out that the analysis of the model (2.1) may become somewhat different if disease fatalities and more complex vital dynamics are included, in particular, if the population size is no longer constant. In the future, we may investigate many various modeling possibilities to simulate a real world biological process based on model (2.1). On the other hand, we note that the population in our model (2.1) is assumed to be homogeneously mixed. In fact, different individual may have different number of contacts. Thus, a complex network-based approach on diseases transmission may be closer to a realistic situation [7, 41, 42] . In the future, we shall investigate dynamics of the proposed model based on a complex network.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1398,
                    "end": 1401,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1402,
                    "end": 1405,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A vaccination model for transmission dynamics of influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Moghadas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sahai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "SIAM J. Appl. Dyn. Syst",
            "volume": "3",
            "issn": "4",
            "pages": "503--524",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious Diseases of Humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global results for an epidemic model with vaccination that exhibits backward bifurcation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mccluskey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SIAM J. Appl. Math",
            "volume": "64",
            "issn": "1",
            "pages": "260--276",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "On the dynamics of an SEIR epidemic model with a convex incidence rate",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Buonomo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lacitignola",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ricerche di matematica",
            "volume": "57",
            "issn": "",
            "pages": "261--281",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dynamical models of tuberculosis and their application",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Math. Biosci. Eng",
            "volume": "1",
            "issn": "",
            "pages": "361--404",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dynamical behavior of an epidemic model for a vector-borne disease with direct transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chaos Solitons Fractals",
            "volume": "46",
            "issn": "",
            "pages": "54--64",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global stability of an epidemic model with carrier state in heterogeneous networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IMA J. Appl. Math",
            "volume": "80",
            "issn": "",
            "pages": "1025--1048",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A new modified adomian decomposition method and its multistage form for solving nonlinear boundary value problems with Robin boundary conditions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rachc",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Appl. Math. Model",
            "volume": "37",
            "issn": "",
            "pages": "8687--8708",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A reliable algorithm for positive solutions of nonlinear boundary value problems by the multistage Adomian decomposition method",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Wazwaz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Open Eng",
            "volume": "5",
            "issn": "",
            "pages": "59--74",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global stability of an SVEIR epidemic model with ages of vaccination and latency",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Comput. Math. Appl",
            "volume": "68",
            "issn": "",
            "pages": "288--308",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Theoretical assessment of public health impact of imperfect prophylactic HIV-1 vaccines with with therapeutic benefits",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Elbasha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bull. Math. Biol",
            "volume": "68",
            "issn": "3",
            "pages": "577--614",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analytical approximate solutions for a general nonlinear resistor-nonlinear capacitor circuit model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fatoorehchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abolghasemi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zarghami",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Appl. Math. Model",
            "volume": "39",
            "issn": "",
            "pages": "6021--6031",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Chaos control in the cerium-catalyzed Belousov-Zhabotinsky reaction using recurrence quantification analysis measures",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fatoorehchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zarghami",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abolghasemi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rach",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Chaos Solitons Fractals",
            "volume": "76",
            "issn": "",
            "pages": "121--129",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influenza vaccine efficacy in young, healthy adults",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gorotto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Varsano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gdalevich",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ashkenazi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shemer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin. Infect. Dis",
            "volume": "26",
            "issn": "",
            "pages": "913--917",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nonlinear Oscilations, Dynamical Systems, and Bifurcations of Vector Fields",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guckenheimer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An SVEIR model for assessing potential impact of an imperfect Anti-SARS vaccine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mccluskey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Math. Biosci. Eng",
            "volume": "3",
            "issn": "",
            "pages": "485--512",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Backward bifurcation in epidemic control",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Hadeler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Math. Biosci",
            "volume": "146",
            "issn": "",
            "pages": "15--35",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Rev",
            "volume": "42",
            "issn": "",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A contribution to the mathematical theory of epidemics. Part I",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Vaccination strategies and backward bifurcation in an age-sinceinfection structured model",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kribs-Zaleta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martcheva",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci",
            "volume": "177",
            "issn": "",
            "pages": "317--332",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A simple vaccination model with multiple endemic states",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kribs-Zaleta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Velasco-Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Math. Biosci",
            "volume": "164",
            "issn": "",
            "pages": "183--201",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Stability of Dynamical Systems, Regional Conference Series in Applied Mathematics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lasalle",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Global dynamics of vector-borne diseases with horizontal transmission in host population",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lashari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zaman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Comput. Math. Appl",
            "volume": "61",
            "issn": "",
            "pages": "745--754",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Global anlysis of SIS epidmeic model with a simple vaccination and multiple endemic equilibria",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acta Math. Sci",
            "volume": "26",
            "issn": "1",
            "pages": "83--93",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "On R.A. Smiths autonomous convergence theorem. Rocky Mount",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Muldowney",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Math",
            "volume": "25",
            "issn": "",
            "pages": "365--379",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Global stability for the SEIR model in epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Muldowney",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Math. Biosci",
            "volume": "125",
            "issn": "",
            "pages": "155--164",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A geometric approach to global-stability problems",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Muldowney",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "SIAM J. Math. Anal",
            "volume": "27",
            "issn": "",
            "pages": "1070--1083",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Global stability of SEIRS models in epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Muldowney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Can. Appl. Math. Q",
            "volume": "7",
            "issn": "4",
            "pages": "409--425",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Global dynamics of an SEIR epidemic model with vertical transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "SIAM J. Appl. Math",
            "volume": "62",
            "issn": "1",
            "pages": "58--69",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "New vaccine against tuberculosis: current developments and future challenges",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci. Found. China",
            "volume": "17",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "SVIR epidemic models with vaccination strategies",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iwami",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Theor. Biol",
            "volume": "253",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Modeling and Dynamics of Infectious Diseases",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "On the mechanism of strain replacement in epidemic models with vaccination, in current developments in mathematical biology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martcheva",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the Conference of Mathematical Biology and Dynamical Systems",
            "volume": "",
            "issn": "",
            "pages": "149--172",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Progression age enhanced backward bifurcation in an epidemic model with super-infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martcheva",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Thieme",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Math. Biol",
            "volume": "46",
            "issn": "",
            "pages": "385--424",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Logarithmic norms and projections applied to linear differential systems",
            "authors": [
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Math. Anal. Appl",
            "volume": "45",
            "issn": "",
            "pages": "432--454",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Modelling the effect of imperfect vaccines on disease epidemiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Moghadas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Discrete Contin. Dyn. Syst",
            "volume": "4",
            "issn": "",
            "pages": "99--1012",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Global results for an SIRS model with vaccination and isolation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nonlinear Anal. Real World Appl",
            "volume": "11",
            "issn": "",
            "pages": "4223--4237",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Some application of Hausdorff dimension inequalities for ordinary differential equations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc. R. Soc. Edinburgh Sect. A",
            "volume": "104",
            "issn": "",
            "pages": "235--259",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci",
            "volume": "180",
            "issn": "",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Backward bifurcation of an epidemic model with treatment",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Math. Biosci",
            "volume": "201",
            "issn": "",
            "pages": "58--71",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Global analysis of an SIS model with an infective vector on complex networks",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nonlinear Anal. Real World Appl",
            "volume": "13",
            "issn": "",
            "pages": "543--557",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Global dynamics of a network epidemic model for waterborne diseases spread",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Appl. Math. Comput",
            "volume": "237",
            "issn": "",
            "pages": "474--488",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Global attractivity and permanence of a SVEIR epidemic model with pulse vaccination and time delay",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sua",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Computat. Appl. Math",
            "volume": "229",
            "issn": "1",
            "pages": "302--312",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "WHO advisory committee on variola virus research report of the fourteenth meeting",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--17",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The periodic solution of a class of epidemic",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Comput. Math. Appl",
            "volume": "38",
            "issn": "",
            "pages": "61--71",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "If R 0 < 1, P 0 is globally asymptotically stable in the feasible positively invariant region.Proof Consider the following Lyapunov functional L = γ 1 E + (μ + γ 1 )I.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Assume that: (A1) A = D x f (0, 0) is the linearization matrix of system (3.4) around the equilibrium x = 0 with φ evaluated at 0. Zero is simple eigenvalue of A and all other eigenvalue of A have negative real parts; (A2) Matrix A has a (non-negative ) right eigenvector ω and a left eigenvector v corresponding to the zero eigenvalue. Let f k be the kth component of f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "If (H 3 ) holds, system (2.3) exhibits a backward bifurcation at R vac = 1 (or equivalently β = β * ). Otherwise, system (2.3) exhibits a forward bifurcation at R vac = 1 (or equivalently when β = β * ). Remark 1 From Theorem 3.5, it can follows that the occurrence of either a backward or forward bifurcation may be expected. In fact, in system (2.3), let α = 0.3, μ = 0.00004566, β = 0.4, ψ = 0.01, γ 1 = 0.1, γ 2 = 0.05, γ 3 = 0.033, σ = 0.15. It is easy to verify that the condition (H 3 ) is satisfied. By applying Xpp plot software and choosing the above parameters, we can describe the backward bifurcation diagram of system (2.3) (see,Fig. 2). Let all parameter values be same as inFig. 2, except ψ is changed as 0.2. The condition (H 3 ) is not satisfied and we have forward bifurcation diagramFig. 3at R vac = 1. So it is clear that there is one threshold The backward bifurcation diagram for model (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Hence, there exists a constant 0 < δ < 1 such that any solution of x = (S, V, E, I, R) of system (2.3) with the initial conditions x 0 = (S(0), V (0), E(0), I (0), R(0)) ∈ satisfies lim t→∞ inf x > δ, x = (S, V, E, I, R).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Suppose that (i) D is simply connected and D 0 is a compact set which is absorbing with respect to system (4.1); (ii) For some matrix P, there exists a positive constant ν such thatμ(Q) ≤ −ν < 0 for all x ∈ D 0 . Then the unique equilibrium x 0 in system (4.1) is global asymptotically stable.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "4 | + |z 5 | + |z 6 |, if sgn(z 1 ) = sgn(z 2 ) = sgn(z 3 ) max{|z 4 | + |z 5 |, |z 4 | + |z 6 |}, if sgn(z 1 ) = sgn(z 2 ) = −sgn(z 3 ) max{|z 5 |, |z 4 | + |z 6 |}, if sgn(z 1 ) = −sgn(z 2 ) = sgn(z 3 ) max{|z 4 | + |z 6 |, |z 5 | + |z 6 |}, if − sgn(z 1 ) = sgn(z 2 ) = sgn(z 3 )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The backward bifurcation diagram with respect to vaccine efficacy σ = 0.15",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The backward bifurcation diagram with respect to vaccine efficacy σ = 0.45",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1, where 1 − σ",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank Dr Chin-Hong Park( Editor-in-Chief) and the four reviewers for their constructive comments and suggestions that have helped us to improve the manuscript significantly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The second additive compound matrix A [2] for a 6 × 6 matrix A = (a i j ) is ",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Appendix"
        }
    ]
}