{"paper_id": "17397f365a6168e5dcecfddcb8ee967e624c3d86", "metadata": {"title": "Respiratory status deterioration during G-CSF-induced neutropenia recovery", "authors": [{"first": "L", "middle": [], "last": "Karlin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Darmon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Thie´ry", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Ciroldi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "De Miranda", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Lefebvre", "suffix": "", "affiliation": {}, "email": ""}, {"first": "É", "middle": [], "last": "Azoulay", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Exacerbation of prior pulmonary involvement may occur during neutropenia recovery. Granulocyte colony-stimulating factor (G-CSF)-related pulmonary toxicity has been documented in cancer patients, and experimental models suggest a role for G-CSF in acute lung injury during neutropenia recovery. We reviewed 20 cases of noncardiac acute respiratory failure during G-CSFinduced neutropenia recovery. Half the patients had received hematopoietic stem cell transplants. All patients experienced pulmonary infiltrates during neutropenia followed by respiratory status deterioration coinciding with neutropenia recovery. Neutropenia duration was 10 (4-22) days, and time between respiratory symptoms and the first day with more than 1000 leukocytes/mm 3 was 1 (À0.5 to 2) day. Of the 20 patients, 16 received invasive or noninvasive mechanical ventilation, including 14 patients with acute respiratory distress syndrome (ARDS). Five patients died, with refractory ARDS. In patients with pulmonary infiltrates during neutropenia, G-CSF-induced neutropenia recovery carries a risk of respiratory status deterioration with acute lung injury or ARDS. Clinicians must maintain a high index of suspicion for this diagnosis, which requires eliminating another cause of acute respiratory failure, G-CSF discontinuation and ICU transfer for early supportive management including diagnostic confirmation and noninvasive mechanical ventilation. prognosis; cancer; hematological malignancies Acute respiratory failure is a major cause of morbidity in cancer patients. About 20% of patients with solid tumors or hematological malignancies present with a respiratory complication, 1 and pulmonary disease occurs in about half the patients with neutropenia or bone marrow transplantation. Acute respiratory failure is the main reason for ICU admission in cancer patients; 1-4 the mortality rate ranges from 50 to 80%, and a need for mechanical ventilation is the main predictor of death. 5 However, recent advances including strategies for early diagnosis, noninvasive mechanical ventilation, and better knowledge of clinical patterns such as leukemic pulmonary infiltration have translated into improved outcomes. [6] [7] [8] [9] In cancer patients, neutropenia recovery may be associated with a deterioration in oxygenation and exacerbation of pre-existing pulmonary disease. 10 In a previous study, we found that the main risk factor for acute respiratory distress syndrome (ARDS) during neutropenia recovery was the occurrence of pneumonia during the neutropenic period. 11 Human granulocyte colony-stimulating factor (G-CSF) is the most important regulatory cytokine capable of stimulating neutrophil production from committed hematopoietic progenitor cells, both in vitro and in vivo. 12, 13 G-CSF is widely used in cancer patients to reduce the duration of chemotherapy-induced neutropenia, most notably after peripheral blood stem cell transplantation and lymphoma treatments. In this last case, G-CSF allows closer spacing of chemotherapy courses, thereby substantially improving the prognosis. 14, 15 Although G-CSF is generally safe and well tolerated, there have been several reports of acute respiratory failure during G-CSF-induced neutropenia recovery. 16, 17 G-CSF is believed to enhance cytokine production and to activate the oxidative burst within circulating or resident alveolar neutrophils and macrophages. 11, 18 Because early diagnosis and treatment are key determinants of survival in cancer patients with acute respiratory failure related to neutropenia recovery, a careful and close clinical monitoring of respiratory symptoms (respiratory rate, heart rate, and oxygen saturation) must be proposed in this condition. To help clinicians bear in mind the increased risk of acute respiratory failure during G-CSF-induced neutropenia recovery in cancer patients, we describe 20 cases seen in our intensive care unit (ICU) over a 22-month period.", "cite_spans": [{"start": 1967, "end": 1968, "text": "5", "ref_id": "BIBREF4"}, {"start": 2194, "end": 2197, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 2198, "end": 2201, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2202, "end": 2205, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 2206, "end": 2209, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 2357, "end": 2359, "text": "10", "ref_id": "BIBREF9"}, {"start": 2554, "end": 2556, "text": "11", "ref_id": "BIBREF10"}, {"start": 2770, "end": 2773, "text": "12,", "ref_id": "BIBREF11"}, {"start": 2774, "end": 2776, "text": "13", "ref_id": "BIBREF12"}, {"start": 3083, "end": 3086, "text": "14,", "ref_id": "BIBREF13"}, {"start": 3087, "end": 3089, "text": "15", "ref_id": "BIBREF14"}, {"start": 3247, "end": 3250, "text": "16,", "ref_id": "BIBREF15"}, {"start": 3251, "end": 3253, "text": "17", "ref_id": "BIBREF16"}, {"start": 3408, "end": 3411, "text": "11,", "ref_id": "BIBREF10"}, {"start": 3412, "end": 3414, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Summary:"}, {"text": "to the medical ICU of the Saint-Louis Teaching Hospital, Paris, France, between June 1, 2002 and April 1, 2004, were prospectively included. For each patient, the following were recorded: (a) demographics; characteristics of the cancer; 7 (b) reason for ICU admission; (c) Simplified Acute Physiology Score (SAPS II) and Logistic Organ Dysfunction score (LOD); 19, 20 (d) characteristics of respiratory involvement, including chest radiograph changes, type of respiratory support needed, daily values of PaO 2 /FIO 2 , and presence of ARDS; 21 (e) duration of neutropenia, of G-CSF administration, time from neutropenia recovery to respiratory symptoms; and ICU-mortality.", "cite_spans": [{"start": 361, "end": 364, "text": "19,", "ref_id": "BIBREF18"}, {"start": 365, "end": 367, "text": "20", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Summary:"}, {"text": "All patients underwent a thorough evaluation to rule out pulmonary infection. When the clinical status allowed, bronchoscopy was performed, as previously described. 5 Bronchoalveolar lavage (BAL) specimens were sent to laboratories for microbiological studies (bacteria, mycobacteria, viruses, parasites, and fungi) and cytological studies. Microbiologically documented pneumonia was defined as a protected distal sample culture showing 410 3 colony-forming units/ml or a BAL fluid culture showing 410 4 colony-forming units/ml for bacterial pneumonia, or a positive nonquantitative screen for Aspergillus fumigatus, Pneumocystis carinii, respiratory syncytial virus, and other respiratory viruses. Also, cultures of blood, intravascular catheters, urine, protected distal samples, peritoneal fluid, pleural fluid, and cerebrospinal fluid were performed as clinically indicated.", "cite_spans": [{"start": 165, "end": 166, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Summary:"}, {"text": "Results are reported as medians and quartiles (25th-75th percentiles) or numbers (%). Patient characteristics were compared using the w 2 test or Fisher's exact test, as appropriate, for categorical variables and the nonparametric Wilcoxon test or the Kruskal-Wallis test for continuous variables. Vital status at hospital discharge was available for all patients.", "cite_spans": [], "ref_spans": [], "section": "Summary:"}, {"text": "In all, 20 patients (11 men and nine women, median age 50 (20-69) years) fulfilled our inclusion criteria. All patients experienced acute respiratory failure during G-CSF-induced neutropenia recovery. Patient characteristics are reported in Table 1 . The diagnosis was lymphoma in 10 patients (50%), leukemia in six (30%), myeloma in two (10%), and solid tumor in two (10%). All patients received cancer chemotherapy (Table 2 ) and seven also underwent radiation therapy (including five patients given total body irradiation). None of the patients had a diagnosis of chemotherapy-induced pulmonary toxicity. Before ICU admission, 8 patients (40%) received peripheral blood stem cell transplantation after high-dose chemotherapy and two (10%) received allogeneic hematopoietic stem cells.", "cite_spans": [], "ref_spans": [{"start": 241, "end": 248, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 417, "end": 425, "text": "(Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "ICU admission occurred 16 (4-61) days after the last chemotherapy course. Median neutropenia duration was 10 (4-22) days and time from neutropenia recovery to respiratory status deterioration was 1 (À0.5 to 2) day. Leukocyte counts were 300 (100-20 200)/mm 3 on the day of ICU admission, 1700 (1000-5600)/mm 3 on the day of neutropenia recovery, and 950 (200-20,000)/mm 3 on the last day of G-CSF. Median duration of G-CSF was 8 (3-33) days. G-CSF was discontinued in all patients, within the period ranging from 2 days before to 1 day after neutropenia recovery.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "All patients had acute respiratory failure at ICU admission. In addition, shock was present in six (30%) patients, acute renal failure in two (10%), and coma in one (5%). Median SAPS II score was 47 (29-86) and median LOD score was six, 1-15 indicating a 65% risk of death. During neutropenia, prior to ICU admission, pulmonary infiltrates developed in all 20 patients and was documented by microbiological tests in 10 patients (Table 3 ). The organisms were Aspergillus fumigatus (n ¼ 4), Staphylococcus aureus (n ¼ 2), Escherichia coli, Pseudomonas aeruginosa, Enterococcus faecalis, Klebsiella pneumoniae, Pneumocystis carinii, and respiratory syncytial virus. In all, 3 patients had pre-existing heart disease, but in none of them was the acute respiratory failure ascribable to cardiac pulmonary edema. Radiographic changes were present in all patients at acute respiratory failure onset and consisted in alveolar infiltrates in 13 patients, interstitial pneumonia in two, mixed alveolar and interstitial changes in three, and nodules in two. In 10 patients, hypoxia was considered too severe to allow bronchoscopy and BAL. Of the 10 patients who did undergo these investigations, five had tests showing a pathogen; alveolar cells consisted only in alveolar macrophages.", "cite_spans": [], "ref_spans": [{"start": 428, "end": 436, "text": "(Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "ARDS occurred in 14 (70%) patients. Figure 1 shows the day-to-day changes in PaO 2 /FiO 2 ratio and leukocyte count within the 5-day period centered on neutropenia recovery. PaO 2 /FiO 2 was lowest on the day of neutropenia recovery. Among ARDS patients, 11 received conventional mechanical ventilation (MV) only, two received noninvasive MV followed by invasive MV, and one required only noninvasive MV. Among the six patients without ARDS, four were treated with a high-concentration oxygen mask, one with noninvasive MV, and one with MV. Duration of ventilatory support was six (4.5-10.5) days. Patients who required noninvasive mechanical ventilation only were ventilated for five (4-7) days, and patients who had received invasive mechanical ventilation were ventilated for 5 (5-15) days. The overall ICU mortality rate was 25%; the five patients who died were among the 14 with ARDS.", "cite_spans": [], "ref_spans": [{"start": 36, "end": 44, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "Neither neutropenia duration nor G-CSF treatment duration predicted ARDS. Neutropenia duration, G-CSF duration, and maximum leukocyte count, were not significantly different in patients with and without ARDS.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Respiratory status deterioration and abnormal lung microvascular permeability during neutropenia recovery without G-CSF is a well-known entity. 10, 11 The possibility that G-CSF may induce pulmonary toxicity has been investigated, particularly during neutropenia recovery. 16, 18 We describe 20 critically ill cancer patients who experienced noncardiac acute respiratory failure during G-CSF-induced neutropenia recovery. In all patients, pulmonary infiltrates developed during the neutropenic period and worsened at neutropenia recovery. These cases support published evidence that G-CSF-induced neutropenia recovery carries All 20 patients received cancer chemotherapy agents known to cause pulmonary toxicity. However, none was considered to have chemotherapy-related pulmonary toxicity, and most of the survivors received further cancer chemotherapy without experiencing recurrent pulmonary disorders. However, as previously suggested, 16 G-CSFrelated pulmonary toxicity occurs more frequently in patients who received previously at least three courses of cancer chemotherapy, suggesting that G-CSF enhances alveolar inflammation after repeated endothelial damage by chemotherapy agents. 16, 18, 22 The first pulmonary event in our patients was pulmonary infiltrates during neutropenia without a need for ICU admission. Acute respiratory failure requiring ICU admission occurred later, during neutropenia recovery. Although pathogens were recovered in only half our patients, previous data suggest that G-CSF and neutropenia recovery merely exacerbate previous lung injury, possibly via accumulation of neutrophils in the lungs. 23, 24 However, as previously reported in this entity, macrophages, but not neutrophils, were recovered from BAL fluid, suggesting that acute lung injury during neutropenia recovery may be nosologically similar to ARDS during neutropenia. 25, 26 In a lamb model of experimental lung injury, G-CSF-enhanced alveolar neutrophil functions, increasing both cytokine production and oxidative burst. 27, 28 G-CSF upregulates the production of cytokines that increase alveolar permeability or neutrophil influx, such as tumor necrosis factor (TNF) a, interleukin (IL) 1b, and IL-8. 29, 30 In vitro studies also found enhanced secretion of proinflammatory cytokines by isolated alveolar macrophages obtained during neutropenia recovery from rats that received G-CSF, compared with rats that did not receive G-CSF, providing a possible explanation for lung injury exacerbation during G-CSF-induced neutropenia recovery. 18 Our study has some limitations, however. First, we only report cases of critically ill patients with acute lung injury or ARDS during G-CSF-induced neutropenia recovery, but we do not report the magnitude of the risk. A prospective observation of the incidence and risk factors for respiratory symptoms (whatever the severity) during G-CSF-induced neutropenia recovery is timely. Second, further study should also seek to evaluate biological markers reflecting epithelial and endothelial injury that characterizes the disease, so as to help clinicians easily diagnose ARDS during G-CSF-induced neutropenia recovery. Third, G-CSF has been investigated in large randomized trials in cancer and noncancer patients without any report of pulmonary toxicity. However, these studies were not powered for detecting such pulmonary complications. Moreover, we believe that noncancer patients receiving G-CSF are not expecting to present with pulmonary toxicity since they do not receive cancer chemotherapy. Indeed, without neutropenia recovery, nor chemotherapy-related repeated endothelial injuries, the clinical condition we describe should not occur. Last, we did not demonstrate that G-CSF withdrawal resulted in respiratory improvement. However, G-CSF discontinua- tion is in order after neutropenia recovery, and since G-CSF-related pulmonary toxicity has been reported, all nonmandatory drugs potentially harmful for the lung should be stopped in case of severe respiratory failure. Survival of cancer patients admitted to the ICU for acute respiratory failure has improved in recent years. In the present study, the 25% mortality rate was far lower than expected in a population of critically ill cancer patients with severe disease, and a high rate of mechanical ventilation. This encouraging survival rate may be related mainly to early G-CSF discontinuation (at acute respiratory failure onset), early diagnosis, and effective early supportive care. This study, together with previous data from animals and humans, strongly suggests the harmful effect of G-CSF in some cancer patients who experience pulmonary infection during neutropenia. G-CSF is widely used in cancer patients and has substantially improved the safety of cancer chemotherapy and the prognosis of many malignancies. This agent is generally safe. Nevertheless, it may exacerbate respiratory disorders related to chemotherapyassociated pulmonary toxicity. The exacerbation occurs during neutropenia recovery. Physicians should be aware of this risk and should exercise great caution when using G-CSF in neutropenic patients with pulmonary involvement.", "cite_spans": [{"start": 144, "end": 147, "text": "10,", "ref_id": "BIBREF9"}, {"start": 148, "end": 150, "text": "11", "ref_id": "BIBREF10"}, {"start": 273, "end": 276, "text": "16,", "ref_id": "BIBREF15"}, {"start": 277, "end": 279, "text": "18", "ref_id": "BIBREF17"}, {"start": 940, "end": 942, "text": "16", "ref_id": "BIBREF15"}, {"start": 1192, "end": 1195, "text": "16,", "ref_id": "BIBREF15"}, {"start": 1196, "end": 1199, "text": "18,", "ref_id": "BIBREF17"}, {"start": 1200, "end": 1202, "text": "22", "ref_id": "BIBREF21"}, {"start": 1633, "end": 1636, "text": "23,", "ref_id": "BIBREF22"}, {"start": 1637, "end": 1639, "text": "24", "ref_id": "BIBREF23"}, {"start": 1872, "end": 1875, "text": "25,", "ref_id": "BIBREF24"}, {"start": 1876, "end": 1878, "text": "26", "ref_id": "BIBREF25"}, {"start": 2027, "end": 2030, "text": "27,", "ref_id": "BIBREF26"}, {"start": 2031, "end": 2033, "text": "28", "ref_id": "BIBREF27"}, {"start": 2208, "end": 2211, "text": "29,", "ref_id": "BIBREF28"}, {"start": 2212, "end": 2214, "text": "30", "ref_id": "BIBREF29"}, {"start": 2544, "end": 2546, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, in patients with pulmonary infiltrates during neutropenia, G-CSF-induced neutropenia recovery carries a risk of respiratory deterioration due to acute lung injury or ARDS. It must be emphasized that G-CSF is useful in many patients to reduce the duration of neutropenia and to allow intensive chemotherapy protocols. However, clinicians must maintain a high index of suspicion for G-CSF-related acute respiratory failure so that they can discontinue G-CSF therapy early and immediately transfer the patient to the ICU for early noninvasive mechanical ventilation, adequate supportive care, and appropriate diagnostic investigations.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Outcomes of critically ill cancer patients in a University Hospital Setting", "authors": [{"first": "J", "middle": ["P"], "last": "Kress", "suffix": ""}, {"first": "J", "middle": [], "last": "Christenson", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Pohlman", "suffix": ""}], "year": 1999, "venue": "Am J Respir Crit Care Med", "volume": "160", "issn": "", "pages": "1957--1961", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pulmonary complications in patients with hematological malignancies treated at a respiratory ICU", "authors": [{"first": "S", "middle": [], "last": "Ewig", "suffix": ""}, {"first": "A", "middle": [], "last": "Torres", "suffix": ""}, {"first": "R", "middle": [], "last": "Riquelme", "suffix": ""}], "year": 1998, "venue": "Eur Respir J", "volume": "12", "issn": "", "pages": "116--122", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Prognostic factors for neutropenic patients in an intensive care unit: respective roles of underlying malignancies and acute organ failures", "authors": [{"first": "F", "middle": [], "last": "Blot", "suffix": ""}, {"first": "M", "middle": [], "last": "Guiguet", "suffix": ""}, {"first": "G", "middle": [], "last": "Nitenberg", "suffix": ""}], "year": 1997, "venue": "Eur J Cancer", "volume": "33", "issn": "", "pages": "1031--1037", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Changing use of intensive care for hematological patients: the example of multiple myeloma", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "C", "middle": [], "last": "Recher", "suffix": ""}, {"first": "C", "middle": [], "last": "Alberti", "suffix": ""}], "year": null, "venue": "Intensive Care Med", "volume": "25", "issn": "", "pages": "1395--1401", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The prognosis of acute respiratory failure in critically ill cancer patients", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "G", "middle": [], "last": "Thie´ry", "suffix": ""}, {"first": "S", "middle": [], "last": "Chevret", "suffix": ""}], "year": 2004, "venue": "Medicine", "volume": "83", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Noninvasive ventilation in immunosuppressed patients with pulmonary infiltrates, fever, and acute respiratory failure", "authors": [{"first": "G", "middle": [], "last": "Hilbert", "suffix": ""}, {"first": "D", "middle": [], "last": "Gruson", "suffix": ""}, {"first": "F", "middle": [], "last": "Vargas", "suffix": ""}], "year": 2001, "venue": "N Engl J Med", "volume": "344", "issn": "", "pages": "481--487", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Improved survival in cancer patients requiring mechanical ventilatory support: Impact of noninvasive mechanical ventilatory support", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "C", "middle": [], "last": "Alberti", "suffix": ""}, {"first": "C", "middle": [], "last": "Bornstain", "suffix": ""}], "year": 2001, "venue": "Crit Care Med", "volume": "29", "issn": "", "pages": "519--525", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Secondary alveolar proteinosis is a reversible cause of respiratory failure in leukemic patients", "authors": [{"first": "C", "middle": [], "last": "Cordonnier", "suffix": ""}, {"first": "J", "middle": [], "last": "Fleury-Feith", "suffix": ""}, {"first": "E", "middle": [], "last": "Escudier", "suffix": ""}], "year": 1994, "venue": "Am J Respir Crit Care Med", "volume": "149", "issn": "", "pages": "788--794", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Acute monocytic leukemia presenting as acute respiratory failure", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "F", "middle": [], "last": "Fieux", "suffix": ""}, {"first": "D", "middle": [], "last": "Moreau", "suffix": ""}], "year": 2003, "venue": "Am J Respir Crit Care Med", "volume": "167", "issn": "", "pages": "1329--1333", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Deterioration of oxygenation and abnormal lung microvascular permeability during resolution of leukopenia in patients with diffuse lung injury", "authors": [{"first": "J", "middle": ["E"], "last": "Rinaldo", "suffix": ""}, {"first": "H", "middle": [], "last": "Borovetz", "suffix": ""}], "year": 1985, "venue": "Am Rev Respir Dis", "volume": "131", "issn": "", "pages": "579--583", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Deterioration of previous acute lung injury during neutropenia recovery", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "M", "middle": [], "last": "Darmon", "suffix": ""}, {"first": "C", "middle": [], "last": "Delclaux", "suffix": ""}], "year": 2002, "venue": "Crit Care Med", "volume": "30", "issn": "", "pages": "781--786", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Granulocyte colony-stimulating factor and granulocyte-macrophage colony-stimulating factor (1)", "authors": [{"first": "G", "middle": ["J"], "last": "Lieschke", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Burgess", "suffix": ""}], "year": 1992, "venue": "N Engl J Med", "volume": "327", "issn": "", "pages": "28--35", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Granulocyte colony-stimulating factor and granulocyte-macrophage colony-stimulating factor (2)", "authors": [{"first": "G", "middle": ["J"], "last": "Lieschke", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Burgess", "suffix": ""}], "year": 1992, "venue": "N Engl J Med", "volume": "327", "issn": "", "pages": "99--106", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Two-weekly or 3-weekly CHOP chemotherapy with or without etoposide for the treatment of young patients with good prognosis (normal LDH) aggressive lymphomas: results of the NHL-B1 trial of the DSHNHL", "authors": [{"first": "M", "middle": [], "last": "Pfreundschuh", "suffix": ""}, {"first": "L", "middle": [], "last": "Tru¨mper", "suffix": ""}, {"first": "M", "middle": [], "last": "Kloess", "suffix": ""}], "year": 2004, "venue": "Blood", "volume": "104", "issn": "", "pages": "626--633", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Two-weekly or 3-weekly CHOP chemotherapy with or without etoposide for the treatment of elderly patients with aggressive lymphomas: results of the NHL-B2 trial of the DSHNHL", "authors": [{"first": "M", "middle": [], "last": "Pfreundschuh", "suffix": ""}, {"first": "L", "middle": [], "last": "Tru¨mper", "suffix": ""}, {"first": "M", "middle": [], "last": "Kloess", "suffix": ""}], "year": 2004, "venue": "Blood", "volume": "104", "issn": "", "pages": "634--641", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Granulocyte colonystimulating factor or neutrophil-induced pulmonary toxicity: myth or reality?", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "H", "middle": [], "last": "Attalah", "suffix": ""}, {"first": "A", "middle": [], "last": "Harf", "suffix": ""}], "year": 2001, "venue": "Chest", "volume": "120", "issn": "", "pages": "1695--1701", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Common features in the onset of ARDS after administration of granulocyte colonystimulating factor", "authors": [{"first": "H", "middle": [], "last": "Takatsuka", "suffix": ""}, {"first": "Y", "middle": [], "last": "Takemoto", "suffix": ""}, {"first": "A", "middle": [], "last": "Mori", "suffix": ""}], "year": 2002, "venue": "Chest", "volume": "121", "issn": "", "pages": "1716--1720", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Exacerbation with granulocyte colony-stimulating factor of prior acute lung injury during neutropenia recovery in rats", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "H", "middle": [], "last": "Attalah", "suffix": ""}, {"first": "K", "middle": [], "last": "Yang", "suffix": ""}], "year": 2003, "venue": "Crit Care Med", "volume": "31", "issn": "", "pages": "157--165", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A new Simplified Acute Physiology Score (SAPS II) based on a European/North American multicenter study", "authors": [{"first": "Le", "middle": [], "last": "Gall", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Lemeshow", "suffix": ""}, {"first": "S", "middle": [], "last": "Saulnier", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 1993, "venue": "JAMA", "volume": "271", "issn": "17", "pages": "2957--2963", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The logistic organ dysfunction system, a new way to assess organ dysfunction in the intensive care unit", "authors": [{"first": "Le", "middle": [], "last": "Gall", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Klar", "suffix": ""}, {"first": "J", "middle": [], "last": "Lemeshow", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 1996, "venue": "JAMA", "volume": "276", "issn": "", "pages": "802--810", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The American-European Consensus Conference on ARDS: de´finitions, mechanisms, relevant outcomes, and clinical trial coordination", "authors": [{"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}, {"first": "A", "middle": [], "last": "Artigas", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Brigham", "suffix": ""}], "year": 1994, "venue": "Am J Respir Crit Care Med", "volume": "149", "issn": "", "pages": "818--824", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Delayed pulmonary toxicity syndrome following high-dose chemotherapy and bone marrow transplantation for breast cancer", "authors": [{"first": "S", "middle": ["W"], "last": "Wilczynski", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Erasmus", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Petros", "suffix": ""}], "year": 1998, "venue": "Am J Respir Crit Care Med", "volume": "157", "issn": "", "pages": "565--573", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The uncertain role of the neutrophil increased permeability pulmonary edema", "authors": [{"first": "F", "middle": ["L"], "last": "Glauser", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Fairman", "suffix": ""}], "year": 1985, "venue": "Chest", "volume": "88", "issn": "", "pages": "601--607", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Neutrophils and the adult respiratory distress syndrome", "authors": [{"first": "R", "middle": ["M"], "last": "Tate", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Repine", "suffix": ""}], "year": 1983, "venue": "Am Rev Respir Dis", "volume": "128", "issn": "", "pages": "552--559", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Occurence of the adult respiratory distress syndrome in neutropenic patients", "authors": [{"first": "R", "middle": ["J"], "last": "Maunder", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Hackman", "suffix": ""}, {"first": "E", "middle": [], "last": "Riff", "suffix": ""}], "year": 1986, "venue": "Am Rev Respir Dis", "volume": "133", "issn": "", "pages": "313--316", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Adult respiratory distress syndrome in patients with severe neutropenia", "authors": [{"first": "F", "middle": ["P"], "last": "Ognibene", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Martin", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Parker", "suffix": ""}], "year": 1986, "venue": "N Engl J Med", "volume": "315", "issn": "", "pages": "547--551", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Effect of granulocyte colony-stimulating factor on acute lung injury in the rat", "authors": [{"first": "J", "middle": [], "last": "King", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Deboisblanc", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Mason", "suffix": ""}], "year": 1995, "venue": "Am J Respir Crit Care Med", "volume": "151", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Effect of granulocyte colony-stimulating factor on bleomycin-induced acute lung injury and pulmonary fibrosis", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "S", "middle": [], "last": "Herigault", "suffix": ""}, {"first": "M", "middle": [], "last": "Levame", "suffix": ""}], "year": 2003, "venue": "Crit Care Med", "volume": "31", "issn": "", "pages": "1442--1448", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "G-CSF and IL-8 but not GM-CSF correlate with severity of pulmonary neutrophilia in acute respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Aggarwal", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Baker", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Evans", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Haslam", "suffix": ""}], "year": 2000, "venue": "Eur Respir J", "volume": "15", "issn": "", "pages": "895--901", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Association of endogenous G-CSF with anti-inflammatory mediators in patients with acute respiratory distress syndrome", "authors": [{"first": "F", "middle": ["J"], "last": "Wiedermann", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Mayr", "suffix": ""}, {"first": "P", "middle": [], "last": "Hobisch-Hagen", "suffix": ""}], "year": 2003, "venue": "J Interferon Cytokine Res", "volume": "23", "issn": "", "pages": "729--736", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Bone Marrow Transplantation (2005) 36, 245-250. doi:10.1038/sj.bmt.1705037; published online 6 June 2005 Keywords: ARDS; mechanical ventilation; intensive care;", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Time course of PaO 2 /FiO 2 ratio (closed circles) and total leukocyte count (lozenges) during the 5-day period centered on the day of neutropenia recovery (D0).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of the 20 patients admitted for acute respiratory failure at the time of neutropenia recovery ALL ¼ acute lymphoblastic leukemia; AML ¼ acute myeloid leukemia; CLL ¼ chronic lymphoid leukemia; NHL ¼ non-Hodgkin lymphoma; HL-Hodgkin lymphoma; ARDS ¼ acute respiratory distress syndrome; NR ¼ neutropenia recovery; CR ¼ complete remission; PR ¼ partial remission; SCT ¼ stem cell transplantation; CPP ¼ cyclophosphamide; MTX ¼ methotrexate; VCR ¼ vincristine; F ¼ fludarabine; ARAC ¼ cytosine arabinoside; BLEO ¼ bleomycin.", "latex": null, "type": "table"}, "TABREF1": {"text": "Anticancer agents received by the patients", "latex": null, "type": "table"}, "TABREF2": {"text": "Microorganisms recovered from 10 study patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Microorganism </td><td>Where recovered </td><td>When recovered\n</td></tr><tr><td>S. aureus </td><td>Protected specimen and blood culture </td><td>Before ICU admission\n</td></tr><tr><td>E. faecalis, A. fumigatus </td><td>Bronchoalveolar lavage </td><td>ICU\n</td></tr><tr><td>L. pneumophilia </td><td>Urine (antigen test) </td><td>ICU\n</td></tr><tr><td>E. coli </td><td>Blood culture </td><td>Before ICU admission\n</td></tr><tr><td>S. aureus </td><td>Blood culture </td><td>Before ICU admission\n</td></tr><tr><td>A. fumigatus </td><td>Bronchoalveolar lavage </td><td>ICU\n</td></tr><tr><td>RSV </td><td>Bronchoalveolar lavage </td><td>Before ICU admission\n</td></tr><tr><td>K. pneumoniae </td><td>Protected specimen and blood culture </td><td>ICU\n</td></tr><tr><td>P. aeruginosa </td><td>Protected specimen </td><td>Before ICU admission\n</td></tr><tr><td>P. carinii, A. fumigatus </td><td>Bronchoalveolar lavage </td><td>Before ICU admission\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank A Wolfe MD for helping with this manuscript.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}