{
    "paper_id": "17b7eebc3090a925fb97c774c94b7f65a4fd527d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "the outbreak would involve testing sera of blood samples from the most representative sample of the population at the epicentre of the epidemic, Wuhan. Serology analysis with neutralising antibodies from the 1000 people could allow for the rate of SARS-CoV-2 infections to be estimated with good accuracy. This rate could be extrapolated to the city's entire population and thus inform more precisely whether the provi sional attack rate during this period was a few cases per thousand or perhaps affected 1-2% of the population, 20%, or more. Serosurveys should be seen as polls before elections; they can be repeated several times, 3 week after week, to monitor the epidemic precisely.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 635,
                    "text": "3",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is no reason to wait for the end of the epidemic before doing serosurveys. The results would be tremendously informative to China, first and foremost, and to the entire international community, on the risk of big secondary epidemic waves. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The attack rate of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) calculated by mathe matical models, from estimates of the basic reproduction number, R0, of 2-3, suggests that 50-60% of the population should eventually be infected because the population seems to be entirely naive to the new virus. 1 The observed attack rate on board the Diamond Princess cruise ship remained slightly below 20% (705 of 3711 passengers and crew members became infected). 1 It is of upmost importance to know whether the SARS-CoV-2 outbreak in China is subsiding, as local authorities and the entire international community might wish. With 80 026 COVID-19 cases officially reported from China as of March 2, 2020, 2 the proportion of the population affected remains far from 50%, or even 20%, of China's 1·4 billion people. Has China just experienced a herald wave, to use terminology borrowed from those who study tsunamis, and is the big wave still to come?",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 315,
                    "text": "1",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 470,
                    "end": 471,
                    "text": "1",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Has China faced only a herald wave of SARS-CoV-2?"
        },
        {
            "text": "Serosurveys can help answer these questions precisely. 3 To serosurvey From the perspective of treatment, even the most up-to-date case fatality ratio is expected to decrease as diagnosis and treatment procedure for patients with pneumonia who are infected with SARS-CoV-2 is improving, 3 potential drugs to treat COVID-19 are being evaluated for efficacy and safety in ongoing clinical trials, 4,5 and management is becoming more intense, not only for patients with severe infection but also for those with moderate, mild, or even asymptomatic infection.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 56,
                    "text": "3",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Has China faced only a herald wave of SARS-CoV-2?"
        },
        {
            "text": "Without denying the limitations of our study 1 at the time of publication, we still hope our results provided a useful depiction of clinical features of SARS-CoV-2 infection at the very early stage of the outbreak and during progression of disease. Intense and continuous efforts are indeed needed for medical workers and researchers all over the world to get the full picture of the spectrum of disease severity of COVID-19 and to overcome the huge health challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Has China faced only a herald wave of SARS-CoV-2?"
        },
        {
            "text": "which emerged in Wuhan, China. Their study will contribute to the diagnosis and treatment of 2019 novel coronavirus disease (COVID-19) . Meanwhile, the conclusions have caused a certain degree of social panic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 134,
                    "text": "(COVID-19)",
                    "ref_id": null
                }
            ],
            "section": "Has China faced only a herald wave of SARS-CoV-2?"
        },
        {
            "text": "Huang and colleagues 1 only included 59 suspected cases with fever and dry cough, and 41 patients were con firmed to be infected with SARS-CoV-2. They concluded that SARS-CoV-2 infection was associated with a high rate of admission to intensive care units (13 [32%] of 41 patients) and mortality (six [15%] of 41 patients); however, we believe these conclusions were inaccurate and misleading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Has China faced only a herald wave of SARS-CoV-2?"
        },
        {
            "text": "Case fatality rate should not be confused with mortality rate. Case fatality rate is defined as the proportion of people who die of a certain disease; however, mortality rate usually reflects the death rate in an entire population. 2 The case fatality rate is therefore approximately 15% in the study population, 1 but this estimate is also inaccurate since case detection is highly biased towards the more severe cases in the early stages. 3 In fact, a large number of mild and asymptomatic patients might not receive timely diagnosis or health care, which can conceal the real incidence and allow disease progression.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "text": "2",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 441,
                    "end": 442,
                    "text": "3",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Has China faced only a herald wave of SARS-CoV-2?"
        },
        {
            "text": "Patients with SARS-CoV-2 infection are presenting with a wide range of symptoms. Most patients seem to have mild disease, and about 20% appear to progress to severe disease, including pneumonia, respiratory failure, and, in some cases, even death. 4 As of Feb 12, 2020, WHO 4 reports that 45 171 people have been diagnosed with SARS-CoV-2 worldwide, and 44 730 of these cases are in China. 4 Of the confirmed cases in China, 8204 (18%) cases were recorded as severe infections, and 1114 (2%) patients died, which is a lower case fatality rate than previously reported. 4, 5 The case fatality rate for COVID-19 reported by Huang and colleagues 1 could be misunderstood, and detection bias should not be neglected.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "text": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 390,
                    "end": 391,
                    "text": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 569,
                    "end": 571,
                    "text": "4,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 572,
                    "end": 573,
                    "text": "5",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Has China faced only a herald wave of SARS-CoV-2?"
        },
        {
            "text": "Zhou Xu and colleagues point out that mortality, which should be referred correctly and more clearly as case fatality ratio, among the first 41 cases with laboratory-confirmed 2019 novel coronavirus disease (COVID-19; previously known as 2019-nCoV) was misleading in our Article. 1 We definitely agree that the case fatality ratio among the first 41 cases cannot represent the case fatality ratio of the full disease spectrum during the outbreak of COVID-19. From the perspective of case detection, the reasons for the inconsistency between the case fatality ratio reported in our Article 1 and data that have become available since publication of our Article 1 were clearly clarified in advance in the Comment by Chen Wang and colleagues. 2 Patients with the most severe symptoms were paid attention to during the early stages of the outbreak because of limited resources to detect severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 281,
                    "text": "1",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 740,
                    "end": 741,
                    "text": "2",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Authors' reply"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) advice for the public",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Parenting as primary prevention",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boat",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Pediatr",
            "volume": "170",
            "issn": "",
            "pages": "637--675",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Director-General's opening remarks at the media briefing on COVID-19 -28",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A future for the world's children? A WHO-UNICEF-Lancet Commission",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Coll-Seck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "605--58",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Principles of epidemiology in public health practice: lesson 3",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--73",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Situation report -23",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Novel coronavirus (2019-nCoV) situation reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "National Health Commission of the People's Republic of China. Latest on the novel coronavirus outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "I declare no competing interests.antoine.flahault@unige.chInstitute of Global Health, Faculty of Medicine, University of Geneva, 1205 Geneva, Switzerland Int J Behav Nutr Phys Act 2017; 14: 100. 4 Brooks SK, Webster RK, Smith LE, et al. The psychological impact of quarantine and how to reduce it: rapid review of the evidence. Lancet 2020; published online Feb 19. https://doi.org/10.Zhang J, Lam SP, et al. Ten-year secular trends in sleep/wake patterns in Shanghai and Hong Kong school-aged children: a tale of two cities. J Clin Sleep Med 2019; 15: 1495-502. 6 Sprang G, Silman M. Posttraumatic stress disorder in parents and youth after healthrelated disasters. Disaster Med Public Health Prep",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}