{"paper_id": "1862da9d213b50e12f2e6eaea5692b84b16dc1ef", "metadata": {"title": "The epidemiology of the systemic inflammatory response", "authors": [{"first": "C", "middle": [], "last": "Brun-Buisson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hôpital Henri Mondor", "location": {"addrLine": "94 010 CrØteil", "country": "France"}}, "email": "christian.brun-buisson@hmn.ap-hop-paris.fr"}]}, "abstract": [{"text": "Objective: To examine the incidence, risk factors, aetiologies and outcome of the various forms of the septic syndromes (the systemic inflammatory response syndrome [SIRS] sepsis, severe sepsis, and septic shock) and their relationships with infection. Design: Review of published cohort studies examining the epidemiology of the septic syndromes, with emphasis on intensive care unit (ICU) patients. Results: The prevalence of SIRS is very high, affecting one-third of all in-hospital patients, and > 50 % of all ICU patients; in surgical ICU patients, SIRS occurs in > 80 % patients. Trauma patients are at particularly high risk of SIRS, and most these patients do not have infection documented. The prevalence of infection and bacteraemia increases with the number of SIRS criteria met, and with increasing severity of the septic syndromes. About onethird of patients with SIRS have or evolve to sepsis. Sepsis may occur in approximately 25 % of ICU patients, and bacteraemic sepsis in 10 %. In such patients, sepsis evolves to severe sepsis in > 50 % of cases, whereas evolution to severe sepsis in non-ICU patients is about 25 %. Severe sepsis and septic shock occur in 2 %±3 % of ward patients and 10 %±15 % or more ICU patients, depending on the case-mix; 25 % of patients with severe sepsis have shock. There is a graded severity from SIRS to sepsis, severe sepsis and septic shock, with an associated 28-d mortality of approximately 10 %, 20 %, 20 %±40 %, and 40 %±60 %, respectively. Mortality rates are similar within each stage, whether infection is documented or not, and microbiological characteristics of infection do not substantially influence outcome, although the source of infection does. While about three of four deaths occur during the first months after sepsis, the septic syndromes significantly impact on long-term outcome, with an estimated 50 % reduction of life expectancy over the following five years. The major determinants of outcome, both short-term and long-term, of patients with sepsis are the severity of underlying diseases and comorbidities, the presence of shock and organ failures at onset of sepsis or evolving thereafter. It has been estimated that two-thirds of the overall mortality can be attributed to sepsis. Conclusions: The prevalence of sepsis in ICU patients is very high, and most patients have clinically or microbiologically documented infection, except in specific subset of patients. The prognosis of septic syndromes is related to underlying diseases and the severity of the inflammatory response and its sequelae, reflected in shock and organ dysfunction/failures.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Abstract Objective: To examine the incidence, risk factors, aetiologies and outcome of the various forms of the septic syndromes (the systemic inflammatory response syndrome [SIRS] sepsis, severe sepsis, and septic shock) and their relationships with infection. Design: Review of published cohort studies examining the epidemiology of the septic syndromes, with emphasis on intensive care unit (ICU) patients.", "cite_spans": [{"start": 174, "end": 180, "text": "[SIRS]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Results: The prevalence of SIRS is very high, affecting one-third of all in-hospital patients, and > 50 % of all ICU patients; in surgical ICU patients, SIRS occurs in > 80 % patients. Trauma patients are at particularly high risk of SIRS, and most these patients do not have infection documented. The prevalence of infection and bacteraemia increases with the number of SIRS criteria met, and with increasing severity of the septic syndromes. About onethird of patients with SIRS have or evolve to sepsis. Sepsis may occur in approximately 25 % of ICU patients, and bacteraemic sepsis in 10 %. In such patients, sepsis evolves to severe sepsis in > 50 % of cases, whereas evolution to severe sepsis in non-ICU patients is about 25 %. Severe sepsis and septic shock occur in 2 %±3 % of ward patients and 10 %±15 % or more ICU patients, depending on the case-mix; 25 % of patients with severe sepsis have shock. There is a graded severity from SIRS to sepsis, severe sepsis and septic shock, with an associated 28-d mortality of approximately 10 %, 20 %, 20 %±40 %, and 40 %±60 %, respectively. Mortality rates are similar within each stage, whether infection is documented or not, and microbiological characteristics of infection do not substantially influence outcome, although the source of infection does. While about three of four deaths occur during the first months after sepsis, the septic syndromes significantly impact on long-term outcome, with an estimated 50 % reduction of life expectancy over the following five years. The major determinants of outcome, both short-term and long-term, of patients with sepsis are the severity of underlying diseases and comorbidities, the presence of shock and organ failures at onset of sepsis or evolving thereafter. It has been estimated that two-thirds of the overall mortality can be attributed to sepsis. Conclusions: The prevalence of sepsis in ICU patients is very high, and most patients have clinically or microbiologically documented infection, except in specific subset of patients. The prognosis of septic syndromes is related to underlying diseases and the severity of the inflammatory response and its sequelae, reflected in shock and organ dysfunction/failures.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Similarly to ARDS [1] the definition of septic syndromes has caused much controversy and debate in the past decade. Many of these controversies have stemmed from the frustration accumulated following the repeatedly negative results of new therapeutic interventions aiming at controlling the inflammatory response associated with infection. Hence the suggestions that new definitions were needed, that would allow a quicker and simpler identification of septic patients for accrual into randomised trials of new therapies [2] and that would help derive more consistent and comparable results from epidemiological studies and clinical trials. While the ultimate goal of showing the efficacy of these pharmacological interventions remains elusive, the definitions elaborated then and now in widespread use did provide the impetus for conducting several epidemiological studies aimed at better characterising the septic syndromes and their sequelae. In this paper, we shall review these studies and summarise the current understanding of the clinical and microbiological epidemiology of the septic syndromes, their interplay, and outcomes of patients affected. Finally, we shall discuss the implications of this information for conducting clinical trials.", "cite_spans": [{"start": 18, "end": 21, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 521, "end": 524, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "The term ªsepsisº has long been used interchangeably with bacteraemia, severe sepsis or even septic shock, undoubtedly a source of some confusion and difficulty in putting together results from published studies. In 1992 the US expert panel from the American College of Chest Physicians and the Society of Critical Care Medicine [2] produced a consensus statement on the suggested definitions to characterise the various stages of the associated inflammatory response and help in differentiating infectious from non-infectious processes.", "cite_spans": [{"start": 329, "end": 332, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Definitions"}, {"text": "While the recent definitions are centred on the documentation of infection, they aim at encompassing all potential clinical presentations of infection and its consequences. The principles followed in elaborating the definitions were that: (1) infectious (and some non-infectious) processes, whatever their cause, elicit a common systemic response which, although of variable intensity, is the expression of common pathophysiologic pathways resulting from the expression and interaction of various humoral and cellular mediators and cytokines; (2) sepsis and related terms should be reserved for infectious processes; and (3) there is a continuum between the various stages of this response to infection (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 703, "end": 712, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Definitions"}, {"text": "Although the definitions do provide a framework for classifying patients ± a useful achievement for enrolling patients into clinical trials ± a persisting and unresolved problem facing clinicians in clinical practice is that the definitions are in part retrospective (based on the documentation of infection) and do not actually help them solve the major clinical issue when faced with a septic patient, which is to differentiate infectious from non-infectious processes. Another critique of this classification has been that its broad-based approach, intended to identify patients early in the course of the infectious process, did not in fact help physicians, and especially intensivists, to better characterise patients exhibiting the least severe presentations of the septic syndromes. In other words, the high sensitivity of the definition is counterbalanced by a rather low specificity. Finally, even the sensitivity of the definitions has been questioned, as there are unquestionably infected patients that do not meet sepsis criteria.", "cite_spans": [], "ref_spans": [], "section": "Definitions"}, {"text": "Nevertheless, several large epidemiological studies conducted after this conference have contributed to S 65 Sepsis-induced hypotension, persisting despite adequate fluid resuscitation, (2, 3) and manifestations of hypoperfusion as listed in 5 7. Hypotension, sepsis-induced A decrease in systolic blood pressure to < 90 mm Hg, or of > 40 mm Hg from baseline, in the absence of other cause for hypotension (3) (1) The SIRS may be caused by a variety of insults in addition to infection, including but not limited to trauma and status post-major surgery, acute pancreatitis, and burns (2) An adequate fluid challenge is usually considered as at least 500 ml fluid infused rapidly, and persisting hypotension as one persisting for > 1 hour (3) Patients on inotropic/vasoactive agents may not be hypotensive at time of evaluation our better understanding and characterisation of the epidemiology and relationships to infection of the various stages of the inflammatory response, and of their outcome. In reviewing these, we will use definitions recommended by the expert panel [2] and will use the term ªseptic syndromesº to refer to all stages of the inflammatory response to infection.", "cite_spans": [{"start": 186, "end": 189, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 190, "end": 192, "text": "3)", "ref_id": "BIBREF2"}, {"start": 406, "end": 409, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 584, "end": 587, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 738, "end": 741, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 1074, "end": 1077, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Definitions"}, {"text": "Evaluations of the incidence of sepsis have initially focused on the most indisputable evidence for infection, i. e., bacteraemia. The incidence of bacteraemia has been increasing steadily over the years. In 1990, the US National Center for Health Statistics reported that the rate of bacteraemia had increased from 0.74/1,000 to 1.76/1,000 hospital discharges between 1979 to 1987 [3] . Much ± if not all ± this change is caused by the increasing importance of nosocomial infection. At one tertiary-care institution, the rate of nosocomial bacteraemia has increased steadily from 6.7/1,000 to 18.4/1,000 discharges between 1980 and 1992 [4] . In the French multi-center study conducted in 1993 in 24 public or public-affiliated hospitals [5] we recorded an overall incidence rate of bacteraemia of 9.8 (95 CI 9.2 to 10.5) per 1,000 admissions; this rate was more than eight-fold higher in ICUs (69/1,000) than in wards (8.2/1,000) ( Table 2) . Of the 842 bacteraemic episodes recorded in this study, 19 % occurred in ICUs, 63 % in medical wards, and 18 % in surgical wards. Extrapolating these results to the whole country would give a figure of approximately 67,500 bacteraemic episodes occurring annually, of which 13,500 would occur in ICUs.", "cite_spans": [{"start": 382, "end": 385, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 638, "end": 641, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 739, "end": 742, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 934, "end": 942, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Bacteraemia"}, {"text": "So far, the most comprehensive study on the clinical significance of the early stages of the septic syndromes was conducted by Rangel-Fausto et al. at the University of Iowa Hospital and Clinics [6] . This study was performed in three ICUs (medical, surgical, and cardiovascular) and 3 wards of a 900-bed teaching hospital including 200 ICU beds. The incidence of SIRS, sepsis, and severe sepsis and septic shock was assessed during a 9-month period, including a follow-up period of up to 28 days. Of the 3708 patients admitted during the study period, S 66 Data are reported with 95 % confidence intervals in brackets, when available. NA = not available (1) 2-month incidence study in 24 hospitals in France; (2) Survey at 8 academic medical centres in the US; (3) Incidence study at one academic centre in the Netherlands; (4) Prevalence survey at one academic medical centre in the US; (5) Prevalence survey at n hospitals in Italy; (6) Incidence of bacteremic sepsis only at one academic medical centre in Switzerland a Incidence/1,000 admissions; b incidence/1,000 patient-days 2527 (68 %) met at least two criteria for SIRS at some point in their hospital stay [6 < ]. The major finding from this study was that medical or surgical ICU patients met 2 or more SIRS criteria during > 80 % of their unit stay, whereas patients in the cardiovascular ICU met such criteria during slightly over one-half of their unit stay, and patients from other wards from 32 % to 67 % of their stay. It should be noted however, that the wards surveyed likely housed a population at unusually high risk of sepsis, as indicated by the two prevalence surveys done to complement the incidence study. In these surveys including all hospital wards, the prevalence of SIRS was about twice higher (64 % and 61 %) in the 3 wards participating in the incidence study than that recorded in the 27 other wards (25 % and 27 %) ( Table 2 ). The prevalence of sepsis was of 6 %±8 % in the latter wards, and that of severe sepsis and shock was similar in both surveys in the two categories of wards, respectively at 2 %±3 %, and 0 %. Of the 2729 episodes of septic syndromes (i. e., at least SIRS) recorded in the incidence study, 1541 (56.4 %) were classified as sepsis, 994 (36.4 %) as severe sepsis, and 194 (7.1 %) as septic shock [6] . Patients with infection were classified as having culture-proven or culture-negative sepsis. It is noteworthy that less than 50 % of all episodes were microbiologically documented, although this proportion increased from 42 % when patients only met criteria for SIRS, to 57 % in patients presenting with shock.", "cite_spans": [{"start": 195, "end": 198, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 710, "end": 713, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 762, "end": 765, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 825, "end": 828, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 889, "end": 892, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 936, "end": 939, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 2306, "end": 2309, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 1903, "end": 1910, "text": "Table 2", "ref_id": "TABREF1"}], "section": "SIRS and its relationships to sepsis"}, {"text": "Importantly, this study confirmed the expected natural progression between the different stages of septic syndromes: 32 % and 36 % of patients having 2 or 3 SIRS criteria, respectively developed culture-proven sepsis by day 14, and 45 % of those with 4 criteria subsequently developed sepsis, while 64 % of those with sepsis developed severe sepsis, a median of only 1 day after sepsis; conversely, only 23 % of patients presenting with severe sepsis developed septic shock, and this occurrence was delayed by a median of 28 days after severe sepsis [6, 7] . The authors also noted an increasing prevalence of eventual organ dysfunctions (respiratory, renal, disseminated intravascular coagulation and shock) with increasing number of SIRS criteria. Of note, 27 % of patients meeting four SIRS criteria developed shock at some point in time. Although there were some minor differences in risk of organ failures depending on the stage examined, the overall rate of organ failures was similar within each stage (as well as mortality) whether infection was confirmed or not, to the notable exception of acute renal failure, which was more frequent at all stages in the presence of confirmed infection.", "cite_spans": [{"start": 550, "end": 553, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 554, "end": 556, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "SIRS and its relationships to sepsis"}, {"text": "Several conclusions can be drawn from this study:", "cite_spans": [], "ref_spans": [], "section": "SIRS and its relationships to sepsis"}, {"text": "1. The incidence of SIRS is very high in ICU patients, and its recognition cannot help in accurately identifying patients who will prove to be infected or those at higher risk of the more severe stages. This is confirmed by the fact that only about one-third to onehalf of patients meeting SIRS criteria were subsequently proven to have confirmed (i. e., microbiologically proven) sepsis; the prevalence of infection, however, increases with the number of SIRS criteria met. However, this conclusion must be tempered by the fact that many patients with SIRS were thought to have infection, and were thus administered empirical antimicrobial therapy, which likely interfered with the documentation of infection; the actual proportion of non-infectious SIRS or ªsevere SIRSº in this study is unknown. 2. There is indeed a continuum between the different stages of the inflammatory response from SIRS to sepsis, severe sepsis and shock. However, only about one-third of patients presenting with SIRS have confirmed sepsis and about one-fourth will evolve to severe sepsis. Conversely, sepsis (microbiologically confirmed) appears at high risk of evolving rapidly to severe sepsis, as shown by the 64 % proportion of cases subsequently developing severe sepsis, of which one-half will occur within one day of sepsis. 3. Whether infection is confirmed or not, the outcomes are similar in terms of organ dysfunctions and mortality, within each corresponding stage (with the possible exception of renal failure).", "cite_spans": [], "ref_spans": [], "section": "SIRS and its relationships to sepsis"}, {"text": "In another large study, Sands [10] have evaluated 168 patients with severe trauma during the first 48 hours in the SICU; 95 (56 %) had SIRS. When stratifying patients on the presence of multiple organ dysfunction (MODS), these authors found that the rate of SIRS was much higher in patients with MODS (22/27, 81 %) than in patients without (73/136, 54 %). The occurrence of MODS appeared related to the severity of injury, the volume of blood and fluid replacement, but not to the presence of infection: infection rates were 9 % and 4 %, respectively, in patients with and without MODS. As expected in this particular population, SIRS appeared as an extremely frequent and non-specific finding, irrespective of the presence of infection. Likewise, Muckart and Bhangwanjee assessed the incidence of the septic syndromes in penetrating or blunt trauma [11] . Of 450 patients followed-up, 399 (88 %) fulfilled SIRS criteria: 22 % had SIRS only and 14 % sepsis; 14 % had severe sepsis and 8 % severe SIRS; and 20 % had septic shock and 9 % non-documented septic shock. Documentation of infection was more frequent with penetrating trauma.", "cite_spans": [{"start": 24, "end": 29, "text": "Sands", "ref_id": null}, {"start": 30, "end": 34, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 850, "end": 854, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "SIRS and its relationships to sepsis"}, {"text": "In the Italian multicenter study conducted in 1993±1994 in 99 ICUs [12] , 52 % of 1101 patients had SIRS on admission; at any time during the study, SIRS only was recorded in 58 % of patients, sepsis in another 16 %, severe sepsis in 5.5 %, and septic shock in 6 %. Overall, 85 % of patients had one of the septic syndromes, of which more than two-thirds were non-microbiologically documented SIRS. Similarly to the study from Iowa [6] the investigators noted that a substantial proportion of patients evolved from an earlier stage on admission to a more severe one: 15 % of patients with SIRS evolved to sepsis, but only < 5 % to severe sepsis, while 30 % of patients with sepsis evolved to severe sepsis or shock.", "cite_spans": [{"start": 67, "end": 71, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 432, "end": 435, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "SIRS and its relationships to sepsis"}, {"text": "Severe sepsis and septic shock These syndromes are of much more concern to intensivists than SIRS, given their more severe outcome, and the poor specificity (and suboptimal sensitivity) of the latter. A closer view of the overall incidence of these two severe syndromes, which are easier to characterise in the ICU, has been provided by two multicenter multi-institutional hospital-wide studies.", "cite_spans": [], "ref_spans": [], "section": "SIRS and its relationships to sepsis"}, {"text": "In the French Bacteraemia/Sepsis study, including 24 hospitals on the one hand [5] and 170 ICUs on the other [13] both surveyed during a 2-month period, the overall incidence of severe sepsis and shock (including clinically and microbiologically documented infection) was of 6/1000 of all hospital admissions, but only of 2.9/ 1000 in medical/surgical wards and 119/1000 in ICUs ( Table 2 ). Of note, nearly half the episodes were of nosocomial origin. In the parallel larger ICU survey, severe sepsis or shock occurred in 9 % ICU admissions; 71 % of the 1064 episodes were microbiologically docu-mented. The attack rate was higher in larger ( > 400 beds) than smaller hospitals (10.3 vs. 6.7/1000 admissions). Septic shock occurred in 6.3/1000 ICU admissions.", "cite_spans": [{"start": 79, "end": 82, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 109, "end": 113, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 381, "end": 388, "text": "Table 2", "ref_id": "TABREF1"}], "section": "SIRS and its relationships to sepsis"}, {"text": "In the study by Sands et al. [8] sepsis was noted in 20 % ICU patients and severe sepsis (defined in that study as sepsis + one of seven criteria for organ dysfunction) occurred in 10 % of ICU admissions, a figure very close to the rate recorded in France in large hospitals.", "cite_spans": [{"start": 29, "end": 32, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "SIRS and its relationships to sepsis"}, {"text": "While nearly 41 % sepsis episodes occurred in non-ICU patients, only 24 % episodes of severe sepsis occurred in such patients, and 76 % were recorded in ICU patients [14] .", "cite_spans": [{"start": 166, "end": 170, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "SIRS and its relationships to sepsis"}, {"text": "The relationship between bacteraemia and sepsis has been specifically studied in the French bacteraemia/sepsis multicenter survey [5] . Data from this study indicate that only 19 % bacteraemic episodes occurred in ICUs, while 81 % occurred in wards, including 63 % in medical wards, and 18 % in surgical wards. Sepsis was recorded in 74 % of bacteraemic episodes, severe sepsis in 26 %, of which 60 % were associated with septic shock (16 % of all bacteraemic episodes). However, the prevalence of severe sepsis during bacteraemia was much higher in ICUs than in medical/surgical wards (65 % vs. 17 % of bacteraemic episodes, P < 0.001), emphasising the much higher risk of organ dysfunction and shock during bacteraemia in critically ill patients.", "cite_spans": [{"start": 130, "end": 133, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Relationships between sepsis and bacteraemia"}, {"text": "Conversely, the prevalence of bacteraemia during severe sepsis was estimated at 38 % by Kieft et al. [15] at 43 % in the French multicenter study [5] and at 32.5 % of episodes in the study conducted by Sands et al. [ 8] . Rangel-Frausto et al., recorded bacteraemia in 17 % of patients with sepsis, 25 % of those with severe sepsis, and 69 % of patients with septic shock [6] . In non-ICU patients, the prevalence of bacteraemia during severe sepsis was estimated at 48 %, compared to 38 % in ICU patients [13] . Likewise, Sands et al., found a prevalence of bacteraemia during severe sepsis of 50 % in non-ICU patients and of 26 % in ICU patients [8, 14] . These data indicate that, although ICU patients are at much higher risk of severe sepsis than ward patients, bacteraemic severe sepsis is proportionally less often encountered in ICU than in non-ICU patients.", "cite_spans": [{"start": 101, "end": 105, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 146, "end": 149, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 215, "end": 219, "text": "[ 8]", "ref_id": "BIBREF7"}, {"start": 372, "end": 375, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 506, "end": 510, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 648, "end": 651, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 652, "end": 655, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Relationships between sepsis and bacteraemia"}, {"text": "Factors associated with bacteraemia at the onset of sepsis have been examined in the study conducted by Sands et al. [14] . Independent predictors of bacteraemia during sepsis were: a suspected or documented focal infection, absence of antibiotic therapy, presence of liver disease, of a Hickman catheter, altered mental status, and focal abdominal signs. Infection caused by staphylococci were associated with hemodialysis and mechanical ventilation, while gram-negative infection were associated with the use of TPN, the absence of antibiotic therapy, the presence of a Hickman catheter, of focal abdominal signs, and of chills [14] . The prediction rules derived from these data performed reasonably well, although the rates of bacteraemia in the highest-risk groups varied from only 20 % to 60 %, depending on the source and micro-organisms involved.", "cite_spans": [{"start": 117, "end": 121, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 630, "end": 634, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Risk factors for bacteraemia during sepsis"}, {"text": "Host factors identified (by multivariate analysis) as independently associated with severe sepsis among the 11 740 admissions to the 170 ICUs participating in the French bacteraemia/sepsis study were: age, male sex, admission to a large ( > 400 beds) hospital, a medical or unscheduled surgical admission, presence of chronic liver insufficiency, of immunodepression, and of severe underlying disease [13] . There was no difference in these risk factors when excluding patients with non-documented severe sepsis (i. e.,`severe SIRS') from the cohort.", "cite_spans": [{"start": 401, "end": 405, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Risk factors for severe sepsis among ICU patients"}, {"text": "This question was specifically addressed in the French multicenter study of 832 patients with bacteraemia [5] . By Cox regression analysis, independent factors associated with severe sepsis during bacteraemia were increasing age ( > 50 years), sources other than the urinary tract, an intravascular catheter, or primary bacteraemia. Organisms involved were not associated with the occurrence of severe sepsis, nor was the severity of the underlying disease.", "cite_spans": [{"start": 106, "end": 109, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Risk factors for severe sepsis during bacteraemia"}, {"text": "In another retrospective study of 1505 patients that had been included in the VA corticosteroids trials [16] (of whom 40 % had uncomplicated sepsis, 45 % met criteria for severe sepsis and 15 % for septic shock), independent risk factors for the development of severe sepsis or shock were age, gastro-intestinal tract disease, liver disease, haematological disorders, spinal cord injury, and drug abuse.", "cite_spans": [{"start": 104, "end": 108, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Risk factors for severe sepsis during bacteraemia"}, {"text": "As already mentioned, only a limited fraction of patients presenting with one of the septic syndromes have microbiologically documented infection. In patients meeting criteria for SIRS, only 42 % were found by Rangel-Fausto et al., to have documented infection (i. e., sepsis), and 58 % had culture-negative, but clinically documented, infection; the proportion of documented infection rose to only 47 % in patients with severe sepsis, and to 57 % in patients with septic shock [6] . Higher rates of infection were similarly found in the more severe forms of septic syndromes in other studies: clinically or microbiologically documented infection was recorded in 92 % of episodes in patients meeting clinical criteria for severe sepsis by Sands et al. [8] and in 95 % of episodes recorded by Brun-Buisson et al. [13] ; in these two studies, 70 % and 71 % of patients had microbiologically documented infection, and 30 % and 29 % had clinically documented infection, respectively. Therefore, only a small fraction of patients presenting with clinically suspected severe sepsis (5 %±10 %) had no infection clinically or microbiologically documented.", "cite_spans": [{"start": 478, "end": 481, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 752, "end": 755, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 812, "end": 816, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "SIRS, sepsis, and infection"}, {"text": "The four major sources of infection in patients with severe sepsis, in descending order, are the respiratory tract, the abdomen, the urinary tract, and primary bacteraemia [8, 13] ; these sources account for > 75 % of cases of severe sepsis (Table 3 a) . This distribution differs somewhat from that observed in patients with bacteraemic sepsis, where the urinary tract is the major source of infection (Table 3 b), reflecting the lower risk associated with this source in causing severe sepsis, as already mentioned. Of note, there is no major difference in the distribution of sources of infection when one compares microbiologically documented cases to clinically documented cases, except for a higher proportion of urinary tract infection and catheter infection in the former group.", "cite_spans": [{"start": 172, "end": 175, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 176, "end": 179, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 241, "end": 252, "text": "(Table 3 a)", "ref_id": "TABREF3"}, {"start": 403, "end": 411, "text": "(Table 3", "ref_id": "TABREF3"}], "section": "Sources of infection in septic patients"}, {"text": "Microbial epidemiology of sepsis, severe sepsis or shock", "cite_spans": [], "ref_spans": [], "section": "Sources of infection in septic patients"}, {"text": "The microbiological features of the septic syndromes may depend in part on the population studied and setting. Bacteraemia may be taken as the reference syndrome for looking at microbial aetiologies of sepsis. It should be recalled that major changes have occurred in the past two decades in the epidemiology of bacteraemia. These include increasing rates overall, and a growing importance of gram-positive organisms over the years, especially among nosocomial episodes, which account for most of the recent increased rates [4] . Much of this increasing role of gram-positive organisms is due to catheter-related infections and primary bacteraemia. As a result, gram-positives now outweigh gramnegative among bacteraemic episodes (55 % vs 45 %), as shown in the French multicenter study (Table 4 ) [5] .", "cite_spans": [{"start": 524, "end": 527, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 798, "end": 801, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 787, "end": 795, "text": "(Table 4", "ref_id": "TABREF6"}], "section": "Sources of infection in septic patients"}, {"text": "In severe sepsis, however, the proportion of grampositives and gram-negatives appear similar, reflecting the lower risk of severe sepsis associated with infection caused by coagulase-negative staphylococci [13] ; in non-bacteraemic severe sepsis, however, gram-negative organisms appear to predominate [8] . Again, there was no major difference in the distribution of organisms when comparing bacteraemic episodes associated with sepsis only or with severe sepsis, except for a marginally higher proportion of polymicrobial infection (Table 4 ).", "cite_spans": [{"start": 206, "end": 210, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 302, "end": 305, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 534, "end": 542, "text": "(Table 4", "ref_id": "TABREF6"}], "section": "Sources of infection in septic patients"}, {"text": "These data suggest that the microbiologic characteristics of infection are not a major determinant of the clinical presentation and intensity of the host response to infection. This notion is also consistent with the fact that it appears quite difficult to predict bacteraemia in patients presenting with clinical sepsis [14] .", "cite_spans": [{"start": 321, "end": 325, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Sources of infection in septic patients"}, {"text": "It is apparent that the classification into three major syndromes (sepsis, severe sepsis, and sepsis shock) reflects a grading in prognosis of patients affected, and this is clearly an important outcome of the current classification. There are, however, wide variations in mortality rates reported in cohorts of patients with septic S 70 * P < 0.001 for comparison of sources between episodes of bacteremic sepsis and bacteremic severe sepsis. Data from [5] ; reproduced with permission syndromes, especially for hospital-wide data. In the study by Rangel-Fausto et al. [6, 7] the 28-day mortality of the different stages from SIRS to septic shock was 7 %, 16 %, 20 %, and 46 % for SIRS, sepsis, severe sepsis and septic shock, respectively. In the study conducted by Sands et al. [8, 14] the 28-day mortality of patients with severe sepsis and septic shock was 34 %. In the French multicenter study, the 28-day mortality was 25 % in patients with bacteraemic sepsis (19 % in ward patients), and of 54 % in patients with bacteraemic severe sepsis or shock [5] .", "cite_spans": [{"start": 454, "end": 457, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 570, "end": 573, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 574, "end": 576, "text": "7]", "ref_id": "BIBREF6"}, {"start": 781, "end": 784, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 785, "end": 788, "text": "14]", "ref_id": "BIBREF13"}, {"start": 1056, "end": 1059, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Short-term mortality"}, {"text": "In studies restricted to ICU patients, mortality rates were slightly more consistent across studies. Pittet et al., reported a 28-day and hospital mortality rate of bacteraemic sepsis of 35 % and 43 %, respectively [17] ; 77 % of these patients had severe sepsis, as assessed by the presence of organ dysfunction at onset or secondarily. Brun-Buisson et al., reported a 28-day mortality of 55 % in ICU patients with bacteraemic sepsis, 65 % of whom had severe sepsis or shock [5] ; overall, mortality was 56 % at 28 days after severe sepsis among 1052 ICU patients, of whom 71 % had septic shock [13] . It is apparent that the mortality rate for a given stage upon inclusion is dependent in large part on the proportion of patients rapidly evolving to a more severe stage.", "cite_spans": [{"start": 215, "end": 219, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 476, "end": 479, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 596, "end": 600, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Short-term mortality"}, {"text": "Knaus et al., have shown that a wide range of mortality risk could be observed in patients classified as having sepsis or even shock [18] . Further insight into a better characterisation of outcome for septic patients has been provided by studies looking at mortality risk adjustment through risk factors analyses and models specific to septic patients.", "cite_spans": [{"start": 133, "end": 137, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Short-term mortality"}, {"text": "As for all ICU patients, there are two major determinants of outcome for septic patients: the severity of underlying disease, and the severity of acute illness. Severity of underlying disease has been assessed via several indexes or systems, such as the simple (and robust, but somewhat subjective) three-classes index developed by MacCabe et al., for bacteraemic patients [19, 20] or a comorbidity scoring index, a system primarily developed for adjusting the risk of nosocomial infection [21] ; finally, general scoring systems such as the APACHE II include comorbidities, expressed as pre-existing organ dysfunction for the four major organ systems (respiratory, cardiovascular, renal, and liver), or include a few major comorbidities such as in the SAPS II (AIDS, metastatic cancer, and haematological malignancy) [22] . A more complete assessment of pre-existing conditions can probably be obtained by ascribing a weighted score to diagnosis and comorbidities, as used in the APACHE II and III scoring systems [18] .", "cite_spans": [{"start": 373, "end": 377, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 378, "end": 381, "text": "20]", "ref_id": "BIBREF19"}, {"start": 490, "end": 494, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 818, "end": 822, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1015, "end": 1019, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Short-term mortality"}, {"text": "Stratifying patients by risk class according to one of the general scores provides a more accurate risk prediction of outcome for septic patients than a simple stratification in one of the stages of sepsis [18] . Further analysis of the performance of these scores in septic patients have led to the development of customised scores, either through the integration of additional variables [23] or through modification of the weighting of variables included in the original score [24] . The use of such customised models in risk prediction in the context of clinical trials to accurately compare predicted to observed mortality and derive the efficacy of new therapies in subgroups of patients has, however, been disappointing [23, 25] . It is apparent that the general scores, whether or not customised, principally reflect the severity of acute physiologic disturbances when measured at time of sepsis; in other words, they reflect the severity of organ dysfunction associated with sepsis.", "cite_spans": [{"start": 206, "end": 210, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 389, "end": 393, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 479, "end": 483, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 726, "end": 730, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 731, "end": 734, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Short-term mortality"}, {"text": "Two studies have examined risk factors for short-term mortality in a predefined cohort of ICU patients with sepsis or severe sepsis [13, 17] . In the French multicenter study [13] several factors recorded at onset of sepsis were found associated with early mortality of patients with severe sepsis: the MacCabe index (OR = 1.5 and 2 for ultimately and rapidly fatal underlying disease, respectively), and bacteraemia (OR = 1.7); however, the three most important independent risk factors for early mortality were the SAPS II (OR = 1.03 per unit of score, P = 0.003), the presence of shock (OR = 2.9, P = 0.01), and the presence of more than one organ system failures, as defined according to Knaus et al. [26] (OR = 8.4 and OR = 9.4 for 2 or > 3 organ failures, respectively; P = 0.002). Later mortality after severe sepsis was also associated with the SAPS II, and the number of organ system failures, but also with other factors related to underlying diseases, such as pre-existing liver or cardiovascular failure or the MacCabe index, the admission category, and presence of multiple sources of infection.", "cite_spans": [{"start": 132, "end": 136, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 137, "end": 140, "text": "17]", "ref_id": "BIBREF16"}, {"start": 175, "end": 179, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 705, "end": 709, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Short-term mortality"}, {"text": "In 176 patients with bacteraemic sepsis, Pittet et al. [17] also found that the APACHE II score measured at the time of sepsis was highly predictive of mortality (and a better predictor than APACHE II measured on ICU admission). These authors also noted that prior antimicrobial therapy and hypothermia were associated with a poorer prognosis. Organ dysfunctions were also strongly associated with mortality; however, only those recorded after the onset of sepsis were associated with mortality in that study [17] . This surprising finding may have been due to the limited power of the study.", "cite_spans": [{"start": 55, "end": 59, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 509, "end": 513, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Short-term mortality"}, {"text": "Therefore, in addition to a general severity score, and one assessing prior comorbidities such as the Mac-Cabe score, organ dysfunctions at onset of sepsis and developing after its onset appear as the major determinants of the short-term outcome of septic patients. Whether customised models for sepsis perform better than the above combination of three major determinants has not been formally tested on a large cohort of patients, and remains unknown. An interesting approach would be to incorporate a score of organ dysfunction in the prognostic assessment of patients with sepsis. These refined scoring systems for organ dysfunction/failures [27, 28, 29] which allows identification of organ dysfunction in a graded manner and at an earlier stage, would likely allow a more precise description of prognostic factors and of the interrelations between the various organ dysfunctions and their respective impact on outcome. However, from the viewpoint of mortality prediction, it is unlikely that these scores perform better than the general (or customised) scoring systems.", "cite_spans": [{"start": 646, "end": 650, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 651, "end": 654, "text": "28,", "ref_id": "BIBREF27"}, {"start": 655, "end": 658, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Short-term mortality"}, {"text": "Most studies and clinical trials have focused on 28-day or hospital mortality, a relatively short-term view, which does not provide a complete picture of the impact of sepsis on life expectancy, an important consideration for cost-benefit studies of the impact of new therapies.", "cite_spans": [], "ref_spans": [], "section": "Long-term impact of sepsis on outcome"}, {"text": "Admittedly, most deaths usually occur early in severe sepsis. For example, 77 % and 71 % of all deaths had occurred by day 14 and by day 21, respectively, in the French multicenter study [13] and in the study by Pittet et al. [17] . However, 16 % of patients remained in the hospital for more than 30 days in the former study, and the median hospital stay of survivors was 34 days, with lengths of stay ranging from 1 to 87 days [13] . These data suggest that it would be advisable to assess the outcome of sepsis at least after 3 rather than 1 months after sepsis. Similarly, Sands et al. reported that the crude mortality of patients with severe sepsis was 34 % at 28 days and 45 % at five months post-discharge [8] .", "cite_spans": [{"start": 187, "end": 191, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 226, "end": 230, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 429, "end": 433, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 714, "end": 717, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Long-term impact of sepsis on outcome"}, {"text": "Sasse et al. [30] reported a crude 28-day and hospital mortality rate of 40 % and 51 %, respectively, in 153 ICU patients with bacteraemic sepsis, and of 65 % and 72 % respectively at 6 months and 1 year after admission; it should be emphasised that in this particular study, 25 % of patients each had HIV infection or malignancy. Finally, Rangel-Frausto et al., reported a 28-day crude mortality of 9 % in the cohort of 2527 patients meeting at least SIRS criteria; an additional 111 patients died during the ensuing 3 months, and 113 more between 3 and 6 months follow-up [6] . The overall crude mortality rate at 6 months was therefore of 17 % in patients meeting at least SIRS criteria. However, the relative part of sepsis and other host factors in the overall mortality is unknown.", "cite_spans": [{"start": 13, "end": 17, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 574, "end": 577, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Long-term impact of sepsis on outcome"}, {"text": "Perl et al., have addressed part of the problem by examining factors associated with late mortality after sepsis in a cohort of 100 patients with severe sepsis entered in one clinical trial of anti-endotoxin antibodies [20] . In that study, the crude mortality of patients was 32 % at 1 month, 37 % at 3 months, and 43 % at 6 months; after a mean follow-up of 30 months, 60 % patients had died. When examining factors associated with mortality at those different points in time after sepsis, they found that all models included the severity of underlying disease (MacCabe classification) and a combined index of comorbidities, in addition to vasopressors (or shock) and ventilator use (or ARDS). Therefore, pre-existing illness and comorbidities, in addition to shock and organ failures (i. e., ARDS), are also confirmed as important predictors of long-term outcome in this study.", "cite_spans": [{"start": 219, "end": 223, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Long-term impact of sepsis on outcome"}, {"text": "An elegant study by Quartin et al. [16] has provided some more insight into the problem of long-term mortality attributable to sepsis. These authors have estimated the increased risk of mortality attributable to sepsis over a 6-year follow-up period in patients qualifying for sepsis and entered into a clinical trial of corticosteroid therapy, as compared to a control cohort of non-septic hospitalised patients, after adjustment on risk factors for death in the control cohort. After 8 years, 1229 (82 %) of the 1505 septic patients had died. The authors estimated that septic patients had an increased mortality risk persisting beyond one month and over the five years following sepsis; the increased risk was apparent in all stages of septic syndromes. The median predicted life expectancy was 5 years among septic patients. The average life expectancy cost of sepsis was estimated at 2.4 years and the median survival among 30-day survivors was reduced from 6.2 to 2.3 years. In the septic population, there were 452 (30 %) more deaths than predicted from controls within the first month, 192 (13 %) more within one year, and 61 (4 %) more within 5 years; thus, the overall mortality attributable to sepsis was 43 % at one year. Sepsis also appears to significantly affect the quality of life of survivors. In the study by Perl et al. [20] survivors had lower scores than normal by functional status and general health perception scales.", "cite_spans": [{"start": 35, "end": 39, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1340, "end": 1344, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Long-term impact of sepsis on outcome"}, {"text": "It is quite clear from the above epidemiological information that SIRS criteria are much too non-specific to be used for the selection of patients. Including patients characterised only by these criteria would only result in augmenting the`background noise', by introducing a large population having a < 50 % risk of sepsis, and a low risk of mortality. One would like sepsis or its more severe forms to be used as criteria for inclusion. However, physicians remain with the dilemma that there is no reliable method for identifying patients having sepsis among those presenting with clinical criteria for SIRS/ sepsis. In this respect, the new classification has not provided a significant advance in identifying at-risk patients. It is noteworthy that all recent clinical trials have actually used criteria for severe sepsis or shock in their inclusion criteria. If this classification is used, and there is a need for studying patients at an early stage of infection, then a more in-depth analysis of risk factors for sepsis or its more severe forms in patients with SIRS patients is needed.", "cite_spans": [], "ref_spans": [], "section": "Selection of patients for inclusion into trials"}, {"text": "Septic shock remains a major prognostic factor and, importantly, is readily available for stratification at inclusion of patients into clinical trials. A general severity score (original or customised) could also be used, or better, an organ dysfunction score, depending on objectives and end-points pursued in the trial. Consideration should also be given to major underlying conditions, using a simple index, such as the MacCabe score.", "cite_spans": [], "ref_spans": [], "section": "Stratification of patients upon inclusion"}, {"text": "It is apparent that the systemic response to infection, not infection itself, is the major determinant of the outcome of patients. Mortality remains the reference endpoint. This simple and robust end-point is validated by the fact that mortality remains high, at least in the most severe forms of the septic syndromes, and by the estimated attributable mortality which is also very high, and likely accounts for two-thirds of the overall mortality, especially of the short-term mortality. Since sepsis has also substantial effects on long-term survival, a longer than usual follow-up (i. e., 6 months to 1 year) should be used, at least if some possible delayed effects of therapy on survival are expected.", "cite_spans": [], "ref_spans": [], "section": "End-points and efficacy analysis"}, {"text": "Using mortality as an end-point implies that factors other than sepsis itself, which have a significant impact on patients' survival, are accounted for in the survival analysis. These factors include, (but may not be limited to) the severity of the underlying disease, the presence of comorbidities, and the severity of haemodynamic disturbances and other organ dysfunction at inclusion. The importance of underlying conditions is highlighted by the relatively low spontaneous life expectancy associated with underlying illness and comorbidities in most patients with sepsis.", "cite_spans": [], "ref_spans": [], "section": "End-points and efficacy analysis"}, {"text": "It has been suggested that the assessment of organ dysfunction/failure, especially via a grading score could be used as a substitute for mortality. This debate is at present unsettled. Clearly, organ dysfunctions are strongly (linearly) related to mortality, and there is no obvious advantage from using such a score instead of mortality. Using organ failure-free days, as suggested when dealing with one organ system dysfunction such as ARDS, may be misleading, as death may still occur relatively late after onset of sepsis. At present, organ failure scores are best used as adjustment variables at onset of sepsis and their assessment over time should be viewed as explanatory observations in an attempt to provide better insight into the physiological effects of interventions.", "cite_spans": [], "ref_spans": [], "section": "End-points and efficacy analysis"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The American-European consensus conference on ARDS: definitions, mechanisms, relevant outcomes and clinical trials coordination", "authors": [{"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}, {"first": "A", "middle": [], "last": "Artigas", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Brigham", "suffix": ""}, {"first": "J", "middle": [], "last": "Carlet", "suffix": ""}, {"first": "K", "middle": [], "last": "Falke", "suffix": ""}, {"first": "L", "middle": [], "last": "Hudson", "suffix": ""}, {"first": "M", "middle": [], "last": "Lamy", "suffix": ""}, {"first": "Le", "middle": [], "last": "Gall", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Morris", "suffix": ""}, {"first": "A", "middle": [], "last": "Spragg", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 1994, "venue": "", "volume": "20", "issn": "", "pages": "225--232", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Definitions for sepsis and organ failure and guidelines for the use of innovative therapies in sepsis", "authors": [{"first": "R", "middle": ["C"], "last": "Bone", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Balk", "suffix": ""}, {"first": "F", "middle": ["B"], "last": "Cerra", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Dellinger", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Fein", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Knaus", "suffix": ""}, {"first": "Rmh", "middle": [], "last": "Schein", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Sibbald", "suffix": ""}], "year": 1992, "venue": "the ACCP/SCCM Consensus Conference Committee", "volume": "101", "issn": "", "pages": "1656--1662", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Increase in national hospital discharge survey rates for septicemia ± United States", "authors": [], "year": 1990, "venue": "Centers for Disease Control", "volume": "39", "issn": "", "pages": "31--34", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Nosocomial bloodstream infections. Secular trends in rates, mortality, and contribution to total hospital deaths", "authors": [{"first": "D", "middle": [], "last": "Pittet", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}], "year": 1995, "venue": "Arch Intern Med", "volume": "155", "issn": "", "pages": "1177--1184", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Bacteremia and severe sepsis in adults: A multicenter prospective survey in ICUs and wards of 24 hospitals", "authors": [{"first": "C", "middle": [], "last": "Brun-Buisson", "suffix": ""}, {"first": "F", "middle": [], "last": "Doyon", "suffix": ""}, {"first": "J", "middle": [], "last": "Carlet", "suffix": ""}], "year": 1996, "venue": "Am J Respir Crit Care Med", "volume": "154", "issn": "", "pages": "617--624", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The natural history of the systemic inflammatory response syndrome", "authors": [{"first": "S", "middle": [], "last": "Rangel-Frausto", "suffix": ""}, {"first": "D", "middle": [], "last": "Pittet", "suffix": ""}, {"first": "M", "middle": [], "last": "Costignan", "suffix": ""}, {"first": "T", "middle": [], "last": "Hwang", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Davis", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}], "year": 1995, "venue": "JAMA", "volume": "273", "issn": "", "pages": "117--123", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The dynamics of disease progression in sepsis: Markov modeling describing the natural history and the likely impact of effective antisepsis agents", "authors": [{"first": "S", "middle": [], "last": "Rangel-Frausto", "suffix": ""}, {"first": "D", "middle": [], "last": "Pittet", "suffix": ""}, {"first": "T", "middle": [], "last": "Hwang", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Woolson", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}], "year": 1998, "venue": "Clin Infect Dis", "volume": "27", "issn": "", "pages": "185--190", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Epidemiology of sepsis syndrome in 8 academic medical centers", "authors": [{"first": "K", "middle": ["E"], "last": "Sands", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Bates", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Lanken", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Graman", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Hibberd", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Kahn", "suffix": ""}, {"first": "J", "middle": [], "last": "Parsonnet", "suffix": ""}, {"first": "R", "middle": [], "last": "Panzer", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Orav", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Snydman", "suffix": ""}, {"first": "E", "middle": [], "last": "Black", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Schwartz", "suffix": ""}, {"first": "R", "middle": [], "last": "Moore", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Johnson", "suffix": ""}, {"first": "R", "middle": [], "last": "Platt", "suffix": ""}], "year": 1997, "venue": "JAMA", "volume": "1997", "issn": "", "pages": "234--240", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Systemic inflammatory response syndrome, sepsis, severe sepsis and septic shock: incidence, morbidities and outcomes in surgical ICU patients", "authors": [{"first": "D", "middle": [], "last": "Pittet", "suffix": ""}, {"first": "S", "middle": [], "last": "Rangel-Frausto", "suffix": ""}, {"first": "D", "middle": [], "last": "Tarara", "suffix": ""}, {"first": "M", "middle": [], "last": "Costignan", "suffix": ""}, {"first": "L", "middle": [], "last": "Rempe", "suffix": ""}, {"first": "P", "middle": [], "last": "Jebson", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}], "year": 1995, "venue": "Intensive Care Med", "volume": "21", "issn": "", "pages": "302--309", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Role of systemic inflammatory response syndrome and infection in the occurrence of early multiple organ dysfunction syndrome following severe trauma", "authors": [{"first": "N", "middle": [], "last": "Smail", "suffix": ""}, {"first": "A", "middle": [], "last": "Messiah", "suffix": ""}, {"first": "A", "middle": [], "last": "Edouard", "suffix": ""}, {"first": "A", "middle": [], "last": "Descorps-Declre", "suffix": ""}, {"first": "J", "middle": [], "last": "Duranteau", "suffix": ""}, {"first": "B", "middle": [], "last": "Viguø", "suffix": ""}, {"first": "O", "middle": [], "last": "Mimoz", "suffix": ""}, {"first": "K", "middle": [], "last": "Samii", "suffix": ""}], "year": 1995, "venue": "Intensive Care Med", "volume": "21", "issn": "", "pages": "813--816", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "American College of Chest Physicians/ Society of Critical Care Medicine Consensus Conference definitions of the systemic inflammatory response syndrome and allied disorders in relation to critically injured patients", "authors": [{"first": "Djj", "middle": [], "last": "Muckart", "suffix": ""}, {"first": "S", "middle": [], "last": "Bhagwanjee", "suffix": ""}], "year": 1997, "venue": "Crit Care Med", "volume": "25", "issn": "", "pages": "1789--1795", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The Italian SEPSIS study: Preliminary results on the incidence and evolution of SIRS, sepsis, severe sepsis and septic shock", "authors": [{"first": "I", "middle": [], "last": "Salvo", "suffix": ""}, {"first": "W", "middle": [], "last": "De Cian", "suffix": ""}, {"first": "M", "middle": [], "last": "Musico", "suffix": ""}, {"first": "M", "middle": [], "last": "Langer", "suffix": ""}, {"first": "R", "middle": [], "last": "Piadena", "suffix": ""}, {"first": "A", "middle": [], "last": "Wolfler", "suffix": ""}, {"first": "C", "middle": [], "last": "Montant", "suffix": ""}, {"first": "E", "middle": [], "last": "Magni", "suffix": ""}, {"first": "", "middle": [], "last": "The Sepsis Study", "suffix": ""}, {"first": "", "middle": [], "last": "Group", "suffix": ""}], "year": 1995, "venue": "Intensive Care Med", "volume": "21", "issn": "", "pages": "244--249", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Incidence, risk factors, and outcome of severe sepsis and septic shock in adults. A multicenter prospective study in intensive care units", "authors": [{"first": "C", "middle": [], "last": "Brun-Buisson", "suffix": ""}, {"first": "F", "middle": [], "last": "Doyon", "suffix": ""}, {"first": "J", "middle": [], "last": "Carlet", "suffix": ""}, {"first": "P", "middle": [], "last": "Dellamonica", "suffix": ""}, {"first": "F", "middle": [], "last": "Gouin", "suffix": ""}, {"first": "A", "middle": [], "last": "Lepoutre", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Mercier", "suffix": ""}, {"first": "G", "middle": [], "last": "Offenstadt", "suffix": ""}, {"first": "B", "middle": [], "last": "Røgnier", "suffix": ""}], "year": 1995, "venue": "JAMA", "volume": "274", "issn": "", "pages": "968--974", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Predicting bacteremia in patients with sepsis syndrome", "authors": [{"first": "D", "middle": ["W"], "last": "Bates", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Sands", "suffix": ""}, {"first": "E", "middle": [], "last": "Miller", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Lanken", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Hibberd", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Graman", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Schwartz", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Kahn", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Snydman", "suffix": ""}, {"first": "J", "middle": [], "last": "Parsonnet", "suffix": ""}, {"first": "R", "middle": [], "last": "Moore", "suffix": ""}, {"first": "E", "middle": [], "last": "Black", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Johnson", "suffix": ""}, {"first": "A", "middle": [], "last": "Jha", "suffix": ""}, {"first": "R", "middle": [], "last": "Platt", "suffix": ""}], "year": 1998, "venue": "J Infect Dis", "volume": "176", "issn": "", "pages": "1538--1551", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The sepsis syndrome in a Dutch University Hospital. Clinical observations", "authors": [{"first": "H", "middle": [], "last": "Kieft", "suffix": ""}, {"first": "Aim", "middle": [], "last": "Hoepelman", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": [], "last": "Rozenberg-Arski", "suffix": ""}, {"first": "A", "middle": [], "last": "Struyvenberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Verhoef", "suffix": ""}], "year": 1993, "venue": "Arch Intern Med", "volume": "153", "issn": "", "pages": "2241--2247", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "the Departement of Veterans Affairs Sepsis Cooperative Studies Group (1997) Magnitude and duration of the effect of sepsis on survival", "authors": [{"first": "A", "middle": ["A"], "last": "Quartin", "suffix": ""}, {"first": "Rmh", "middle": [], "last": "Schein", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Peduzzi", "suffix": ""}], "year": null, "venue": "JAMA", "volume": "277", "issn": "", "pages": "1058--1063", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Bedside prediction of mortality from bacteremic sepsis. A dynamic analysis of ICU patients", "authors": [{"first": "D", "middle": [], "last": "Pittet", "suffix": ""}, {"first": "B", "middle": [], "last": "Thiøvent", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}, {"first": "N", "middle": [], "last": "Li", "suffix": ""}, {"first": "R", "middle": [], "last": "Auckenthaler", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Suter", "suffix": ""}], "year": 1996, "venue": "Am J Respir Crit Care Med", "volume": "153", "issn": "", "pages": "684--693", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Wagner DP (1992) Evaluation of definitions for sepsis", "authors": [{"first": "W", "middle": ["A"], "last": "Knaus", "suffix": ""}, {"first": "X", "middle": [], "last": "Sun", "suffix": ""}, {"first": "P", "middle": ["O"], "last": "Nystrom", "suffix": ""}], "year": null, "venue": "Chest", "volume": "101", "issn": "", "pages": "1656--1662", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Gram-negative bacteremia.IV. Re-evaluation of clinical features and treatment in 612 patients", "authors": [{"first": "B", "middle": ["E"], "last": "Kreger", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Craven", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Mccabe", "suffix": ""}], "year": 1980, "venue": "Am J Med", "volume": "68", "issn": "", "pages": "344--355", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Long-term survival and function after suspected gram-negative sepsis", "authors": [{"first": "T", "middle": ["M"], "last": "Perl", "suffix": ""}, {"first": "L", "middle": [], "last": "Dvorak", "suffix": ""}, {"first": "T", "middle": [], "last": "Hwang", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}], "year": 1995, "venue": "JAMA", "volume": "274", "issn": "", "pages": "338--345", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Importance of pre-existing comorbidities for prognosis of septicemia in critically ill patients", "authors": [{"first": "D", "middle": [], "last": "Pittet", "suffix": ""}, {"first": "B", "middle": [], "last": "Thiøvent", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}, {"first": "N", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": [], "last": "Gurman", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Suter", "suffix": ""}], "year": 1993, "venue": "Intensive Care Med", "volume": "19", "issn": "", "pages": "265--272", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A new simplified acute physiology score (SAPS II) based on a European-North American multicenter study", "authors": [{"first": "Le", "middle": [], "last": "Gall", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Lemeshow", "suffix": ""}, {"first": "S", "middle": [], "last": "Saulnier", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 1993, "venue": "JAMA", "volume": "270", "issn": "", "pages": "2957--2963", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The clinical evaluation of new drugs for sepsis: a prospective study design based on survival analysis", "authors": [{"first": "W", "middle": ["A"], "last": "Knaus", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Harrel", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Fisher", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Wagner", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Opal", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Sadoff", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Draper", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Walawander", "suffix": ""}, {"first": "K", "middle": [], "last": "Conboy", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Grasela", "suffix": ""}], "year": 1993, "venue": "JAMA", "volume": "270", "issn": "", "pages": "1233--1241", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The ICU Scoring Group (1995) Customized probability models for early severe sepsis in adult intensive care patients", "authors": [{"first": "Le", "middle": [], "last": "Gall", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Lemeshow", "suffix": ""}, {"first": "S", "middle": [], "last": "Leleu", "suffix": ""}, {"first": "G", "middle": [], "last": "Klar", "suffix": ""}, {"first": "J", "middle": [], "last": "Huillard", "suffix": ""}, {"first": "J", "middle": [], "last": "Ruø", "suffix": ""}, {"first": "M", "middle": [], "last": "Teres", "suffix": ""}, {"first": "D", "middle": [], "last": "Artigas", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "JAMA", "volume": "273", "issn": "", "pages": "644--650", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The Phase III rhIL-1ra Sepsis Study Group (1994) Recombinant human interleukin-1 receptor antagonist in the treatment of patients with sepsis syndrome: results from a randomized", "authors": [{"first": "C", "middle": ["J"], "last": "Fisher", "suffix": ""}, {"first": "J-F", "middle": [], "last": "Dhainaut", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Opal", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Pribble", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Balk", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Slotman", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Iberti", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Rackow", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Shapiro", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Greenman", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Reines", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Shelly", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Thompson", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Labrecque", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Catalano", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Knaus", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Sadoff", "suffix": ""}], "year": null, "venue": "JAMA", "volume": "271", "issn": "", "pages": "1836--1843", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Prognosis in acute organ system failure", "authors": [{"first": "W", "middle": ["A"], "last": "Knaus", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Draper", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Wagner", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Zimmerman", "suffix": ""}], "year": 1985, "venue": "Ann Surg", "volume": "202", "issn": "", "pages": "685--693", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The ICU Scoring Group (1996) The logistic organ dysfunction system: A new way to assess organ dysfunction in the intensive care unit", "authors": [{"first": "Le", "middle": [], "last": "Gall", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Klar", "suffix": ""}, {"first": "J", "middle": [], "last": "Lemeshow", "suffix": ""}, {"first": "S", "middle": [], "last": "Saulnier", "suffix": ""}, {"first": "F", "middle": [], "last": "Alberti", "suffix": ""}, {"first": "C", "middle": [], "last": "Artigas", "suffix": ""}, {"first": "A", "middle": [], "last": "Teres", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "JAMA", "volume": "276", "issn": "", "pages": "802--810", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Multiple organ dysfunction score: A reliable descriptor of a complex clinical outcome", "authors": [{"first": "J", "middle": ["C"], "last": "Marshall", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cook", "suffix": ""}, {"first": "N", "middle": ["V"], "last": "Christou", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Sprung", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Sibbald", "suffix": ""}], "year": 1995, "venue": "Crit Care Med", "volume": "23", "issn": "", "pages": "1638--1652", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Use of the SOFA score to assess the incidence of organ dysfunction/failure in intensive care units: results of a multicenter, prospective study", "authors": [{"first": "J", "middle": ["L"], "last": "Vincent", "suffix": ""}, {"first": "A", "middle": [], "last": "De Mendonca", "suffix": ""}, {"first": "F", "middle": [], "last": "Cantraine", "suffix": ""}, {"first": "R", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "J", "middle": [], "last": "Takala", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Suter", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Sprung", "suffix": ""}, {"first": "F", "middle": [], "last": "Colardyn", "suffix": ""}, {"first": "S", "middle": [], "last": "Blecher", "suffix": ""}], "year": 1998, "venue": "Crit Care Med", "volume": "26", "issn": "", "pages": "1793--1800", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Long-term survival after intensive care unit admission with sepsis", "authors": [{"first": "K", "middle": ["C"], "last": "Sasse", "suffix": ""}, {"first": "E", "middle": [], "last": "Nauenberg", "suffix": ""}, {"first": "A", "middle": [], "last": "Long", "suffix": ""}, {"first": "Anton", "middle": ["B"], "last": "Tucker", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Hu", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "", "suffix": ""}], "year": 1995, "venue": "Crit Care Med", "volume": "23", "issn": "", "pages": "1040--1047", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Definitions for the septic syndromes, adapted from the ACCP/SCCM expert panel[2]", "latex": null, "type": "table"}, "TABREF1": {"text": "Incidence of severe sepsis and septic shock in hospital and ICUs, according to specialities", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>SIRS </td><td>Sepsis </td><td> </td><td>Severe sepsis </td><td>Septic\n</td></tr><tr><td>Hospital-wide\n</td><td>Nb pts screened\n</td><td>Nb pts with defined outcome\n</td><td>Bacteremic sepsis\n</td><td>shock\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Brun-Buisson(1) [5] </td><td>85,750 </td><td>842 </td><td>± </td><td>NA </td><td>9.8 [9.2±10.5]a </td><td>6.0 [5.5±6.6]a </td><td>1.4a\n</td></tr><tr><td>Sands(2) [8] </td><td>12,759 </td><td>3,376 </td><td>180a (27b) </td><td>~ 45a </td><td>NA </td><td>11±33a (1.5±5.6)b </td><td>NA\n</td></tr><tr><td>Kieft(3) [15] </td><td>6,762 </td><td>92 </td><td>± </td><td>± </td><td>± </td><td>13.6a </td><td>4.6a\n</td></tr><tr><td>Med/surg. wards\nBrun-Buisson [5] </td><td>83,405 </td><td>680 </td><td>± </td><td>± </td><td>8.2 [7.5±8.8]a </td><td>2.9 [2.5±3.2]a </td><td>0.6a\n</td></tr><tr><td>Rangel-Frausto(4) [6] </td><td>NA </td><td>354 </td><td>300±320a </td><td>60±80a </td><td>± </td><td>20±30a </td><td>0\n</td></tr><tr><td>Surgical ward\nRangel-Frausto [6] </td><td>NA </td><td>NA </td><td>495b </td><td>127b </td><td>± </td><td>47b </td><td>7b\n</td></tr><tr><td>Medical wards\nRangel-Frausto [6] </td><td>NA </td><td>NA </td><td>671b </td><td>419b </td><td>NA </td><td>57b </td><td>1b\n</td></tr><tr><td>ICUs\nBrun-Buisson [5] </td><td>2,345 </td><td>276 </td><td>± </td><td>± </td><td>69 [59±80]a </td><td>119 [106±133]a </td><td>87a\n</td></tr><tr><td>Brun-Buisson [13] </td><td>11,828 </td><td>1,052 </td><td>± </td><td>± </td><td>NA </td><td>90 [8.5±9.5]a </td><td>64a\n</td></tr><tr><td>Italian Sepsis [12](5) </td><td>1,101 </td><td>573 </td><td>580a </td><td>163a </td><td>NA </td><td>55a </td><td>61a\n</td></tr><tr><td>Medical ICU\nRangel-Frausto [6] </td><td>NA </td><td>NA </td><td>804b </td><td>494b </td><td>NA </td><td>358b </td><td>69b\n</td></tr><tr><td>SICU\nRangel-Frausto [6] </td><td>NA </td><td>NA </td><td>857b </td><td>470b </td><td>NA </td><td>390b </td><td>63b\n</td></tr><tr><td>Pittet [17](6) </td><td>5457 </td><td>173 </td><td>NA </td><td>NA </td><td>32a </td><td>24a </td><td>NA\n</td></tr><tr><td>Muckart [11] </td><td>450 </td><td>395 </td><td>880a </td><td>144a </td><td>NA </td><td>136a </td><td>202a\n</td></tr></table></body></html>"}, "TABREF2": {"text": "et al., have evaluated the incidence of SIRS in both the ICU and ward population at 8 academic tertiary care medical centres[8] by studying all ICU patients and a random sample of non-ICU patients having had blood cultures drawn during a 15month period. They found that at least 2 of 3 criteria for SIRS were present in 44 % of 15 515 surveillance episodes among 12 759 patients. Of these episodes, 25 % eventually had clinically or microbiologically documented infection (i. e., sepsis). The authors estimated the incidence of SIRS at 18 % of all admissions to these 8 centres, or 27/1000 patient-days(Table 2). In ICUs, 40 % patients fulfilled criteria for SIRS, half of which qualified for sepsis. In non-ICU patients, sepsis was more frequent in patients fulfilling criteria for SIRS, occurring in 67 % of patients. However, it should be noted that only 70 % of non-ICU patients with positive blood cultures had SIRS, pointing to a suboptimal sensitivity of those criteria for bacteraemic infection.Other studies have confirmed the very high incidence of SIRS in various categories of ICU patients. Pittet et al.[9] published a separate analysis of a cohort of 170 patients derived from the surgical ICU studied at Iowa during a one-month period: 158 (93 %) had SIRS at some point in time, with an incidence density of SIRS of 840 per 1000 patient-days; 49 % of patients had sepsis; and 16 % had severe sepsis. Smail et al.", "latex": null, "type": "table"}, "TABREF3": {"text": "Primary sources of infection in 1,052 Intensive Care Unit patients with clinically suspected severe sepsis, and according to microbiologic documentation of severe sepsis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>of sepsis ²\n</td><td>Documented (n = 742) </td><td>Non-Documented (n = 310) </td><td>All cases (n = 1052)\n</td><td> </td></tr><tr><td>No. </td><td>% </td><td>No. </td><td>% </td><td>No. </td><td>% </td><td>P value*\n</td></tr><tr><td>Pulmonary </td><td>307 </td><td>41 </td><td>112 </td><td>36 </td><td>419 </td><td>40 </td><td>0.11\n</td></tr><tr><td>Abdominal </td><td>237 </td><td>32 </td><td>103 </td><td>33 </td><td>340 </td><td>32 </td><td>0.68\n</td></tr><tr><td>Urinary </td><td>79 </td><td>11 </td><td>10 </td><td>3 </td><td>89 </td><td>8 </td><td>&lt; 0.001\n</td></tr><tr><td>Soft tissue </td><td>35 </td><td>5 </td><td>13 </td><td>4 </td><td>48 </td><td>5 </td><td>0.70\n</td></tr><tr><td>Intravascular catheter </td><td>37 </td><td>5 </td><td>6 </td><td>2 </td><td>43 </td><td>4 </td><td>0.02\n</td></tr><tr><td>Primary bacteremia </td><td>33 </td><td>4 </td><td>0 </td><td>± </td><td>33 </td><td>3 </td><td>&lt; 0.001\n</td></tr><tr><td>Meningitis </td><td>25 </td><td>3 </td><td>3 </td><td>1 </td><td>28 </td><td>3 </td><td>0.03\n</td></tr><tr><td>Bone &amp; joint </td><td>10 </td><td>13 </td><td>1 </td><td>0.3 </td><td>11 </td><td>1 </td><td>0.19\n</td></tr><tr><td>Other </td><td>42 </td><td>6 </td><td>12 </td><td>4 </td><td>54 </td><td>5 </td><td>0.06\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Sources of bacteremia in 842 episodes with or without associated severe sepsis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Primary source* </td><td>All episodes (n = 842) </td><td>Severe sepsis (n = 221) </td><td>Sepsis (n = 621)\n</td></tr><tr><td>No. </td><td>% </td><td>No. </td><td>% </td><td>No. </td><td>%\n</td></tr><tr><td>Urinary tract </td><td>180 </td><td>21 </td><td>26 </td><td>12 </td><td>154 </td><td>25\n</td></tr><tr><td>Abdominal </td><td>153 </td><td>18 </td><td>62 </td><td>28 </td><td>91 </td><td>15\n</td></tr><tr><td>Pulmonary </td><td>132 </td><td>16 </td><td>44 </td><td>20 </td><td>88 </td><td>14\n</td></tr><tr><td>Intravascular catheter </td><td>96 </td><td>11 </td><td>19 </td><td>9 </td><td>77 </td><td>12\n</td></tr><tr><td>Skin, Soft-tissue </td><td>69 </td><td>8 </td><td>19 </td><td>9 </td><td>50 </td><td>8\n</td></tr><tr><td>Bone &amp; joint </td><td>14 </td><td>2 </td><td>2 </td><td>1 </td><td>12 </td><td>2\n</td></tr><tr><td>Cardiovascular </td><td>18 </td><td>2 </td><td>5 </td><td>2 </td><td>13 </td><td>2\n</td></tr><tr><td>Neuromeningeal </td><td>17 </td><td>2 </td><td>8 </td><td>4 </td><td>9 </td><td>1\n</td></tr><tr><td>Other </td><td>11 </td><td>1 </td><td>2 </td><td>1 </td><td>9 </td><td>1\n</td></tr><tr><td>Multiple source </td><td>35 </td><td>4 </td><td>15 </td><td>7 </td><td>20 </td><td>3\n</td></tr><tr><td>Unknown source </td><td>117 </td><td>14 </td><td>19 </td><td>9 </td><td>98 </td><td>16\n</td></tr></table></body></html>"}, "TABREF6": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}