{"paper_id": "18714de3aeea8c0a5eb275a3d808769179f92e90", "metadata": {"title": "Severe odontogenic infections with septic progress -a constant and increasing challenge: a retrospective analysis", "authors": [{"first": "H", "middle": [], "last": "Weise", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Naros", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Weise", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Reinert", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Hoefert", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: More than 90% of all infections in the head and neck region can be traced back to an odontogenic origin. In rare cases they can lead to sepsis, which may pose a vital threat to the patient. The purpose of this study was to analyse characteristics concerning etiology and progress of severe odontogenic infections with a fulminant development.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: All patients with odontogenic infections requiring hospital admission were included in a retrospective analysis conducted from 02/2012 to 09/2017. Of 483 patients 16 patients (13 male, 3 female) showed severe exacerbation with septic progress. The average age was 52.8 years. All patients underwent at least one surgical procedure that involved an extraoral incision and drainage as well as high volume irrigation intraoperatively. At least one revision was required for four of the patients. Three patients showed an exceedingly severe disease progression with multiorgan dysfunction syndrome (MODS) and circulatory arrest. Antibiotic treatment was adjusted according to the results of an antibiogram and resistogram. Irrigation with saline was done several times a day. Results: Sixteen patients showed odontogenic infections that spread over multiple maxillo-facial and cervical regions accompanied by septic laboratory signs. All these patients needed intensive care and a tracheostomy. The hospitalization period was 27.8 days on average. In 16 cases risk factors for the development of odontogenic abscesses like diabetes mellitus, obesity, chronic alcohol and nicotine abuse, rheumatism and poor oral hygiene were present. Intraoperative swabs showed a typical polymicrobial aerobic and anaerobic spectrum of oral bacteria, especially anaerobes and streptococci, mainly Streptocococcus viridans. Conclusion: Odontogenic infections with fulminant progression should be treated based on clinical and imaging data with immediate surgical incision and drainage including elimination of odontogenic foci as well as intensified intra-and postoperative irrigation. If needed, repeat imaging followed by further incisions should be performed. Immediate antibiotic treatment adapted to the antibiogram is of utmost importance. A combination of tazobactam and piperacillin has proven to be a good first choice and can be recommended for abscesses that spread over multiple levels with initial signs of severe infections.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The majority of head and neck infections are odontogenic [17] . Odontogenic infections can spread and cause severe complications, e.g. compromised airways, sepsis, tissue necrosis, endocarditis, mediastinitis and deep neck infections [3] . These severe odontogenic infections can be potentially life-threatening [14, 17] . There are several predisposing factors which may exacerbate odontogenic infections, such as immunodeficiency (human immunodeficiency virus HIV), long-term diabetes mellitus, obesity, chronic alcohol abuse, hepatitis, liver cirrhosis, immunosuppression after organ transplantation, chemotherapy, radiotherapy and systemic lupus erythematosus [4, 9, 11, 12, 16] . Usually odontogenic infections respond well to a combination of surgical sanitation, incision, drainage and antibiotic therapy [5, 14] . Odontogenic infections exhibit a variety of different pathogens: Streptococci, especially Streptococcus viridans, a representative of gram-positive aerobic bacteria and Prevotella species, a gram-negative anaerobic bacteria are common pathogens in odontogenic infections [1, 8, 15] . The purpose of this study was to analyse etiology and sequence of especially severe manifestations of odontogenic abscesses.", "cite_spans": [{"start": 57, "end": 61, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 234, "end": 237, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 312, "end": 316, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 317, "end": 320, "text": "17]", "ref_id": "BIBREF16"}, {"start": 664, "end": 667, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 668, "end": 670, "text": "9,", "ref_id": "BIBREF8"}, {"start": 671, "end": 674, "text": "11,", "ref_id": "BIBREF10"}, {"start": 675, "end": 678, "text": "12,", "ref_id": "BIBREF11"}, {"start": 679, "end": 682, "text": "16]", "ref_id": "BIBREF15"}, {"start": 812, "end": 815, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 816, "end": 819, "text": "14]", "ref_id": "BIBREF13"}, {"start": 1093, "end": 1096, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1097, "end": 1099, "text": "8,", "ref_id": "BIBREF7"}, {"start": 1100, "end": 1103, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Background"}, {"text": "This retrospective study included all 483 patients with odontogenic infections, who were hospitalized from February 2012 to September 2017 at the Department of Oral and Maxillofacial surgery, University Hospital Tuebingen, Germany. This time period was chosen because we found an increase of septic occurrences of odontogenic infections between these dates. The treatment for all patients included incision, drainage and surgical sanitation of the odontogenic focus plus antibiotic treatment. Intraoperative swabs were taken to adjust antibiotic treatment following performance of an antibiogram and a resistogram. Within this population, 16 patients (13 male, three female) with an average age of ", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "All 16 patients suffered from pre-existing conditions, some of which may have contributed as predisposing factors to odontogenic abscesses and a systemic inflammatory reaction. These include, for example, diabetes mellitus, obesity, chronic alcohol and nicotine abuse, rheumatism, cardiological and neuro-psychiatric disorders and poor oral hygiene. A decayed mandibular molar or premolar was the infectious focus in all 16 patients (Table 1) . All patients showed swelling of affected areas, trismus, dysphagia, dyspnea, involvement of several fascial spaces, phlegmonous spread, laboratory parameters of septicemia and a C-reactive protein (CRP) above 200 mg/l with white blood cell counts greater than 19*1000/ μl at admittance. Preoperatively white blood cell count averaged 22.0 ± 10.6*1000 cells/μl and CRP 251 ± 1.0 mg/ml. The preoperative CT scan of the head and neck region in nine patients provided an exact overview of the extent of infection and the affected fascial spaces. An antibiotic therapy with Clindamycin 600 mg 1-0-1 had been administered to three patients before hospital admission and surgical sanitation of the odontogenous focus had been performed. All Patients underwent extraoral incision, drainage of affected areas and elimination of odontogenic foci under general anaesthesia. On average, the maximum number of drainage tubes inserted was 9.1 ± standard deviation. A second look surgery was required in four patients. Ultimately, two patients required four surgical operations and another two cases required six operations. Nine patients received an initial, carefully calculated, intravenous antibiotic therapy of cefuroxim 1.5 g 3x /d and likewise seven patients receiving ampicillin/sulbactam 3 g 3x/d immediately after hospital admission. Intraoperative swabs were taken by inserting the swab into the abscess space. These swabs showed a typical polymicrobial aerobic and anaerobic spectrum of oral bacteria. Streptococcus viridans was the predominant bacterium (75%), followed by Staphylococcus epidermidis (38%), Enterococcus faecalis (31%) and Prevotella oris (31%) ( Table 2 ). All antibiograms and resistograms included the following antibiotics: ampicillin, ceferoxime, clindamycin, erythromycin, penicillin, piperacillin and tazobactam. Clindamycin had an increased mechanism of resistance to all groups of microrganisms whereas tazobactam and piperacillin showed susceptibility to all isolated bacteria (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 433, "end": 442, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 2106, "end": 2113, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 2446, "end": 2455, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "In all 16 patients, postoperative intensive medical care was required. The average length of postoperative medical care was 20.3 days (ranging from 8 to 33 days). All patients needed a temporary tracheostomy to secure airway management. The mean postoperative artificial respiration time was 15.6 days (ranging from 6 to 27 days). The average length of inpatient stay was 27.8 days (ranging from 11 to 40 days). Five patients had multi organ dysfunction syndrome (MODS) and circulatory arrest. The abscess cavity was irrigated multiple times a day (mean 2.3/die) with 100 ml or more saline 0.9% (Fig. 1) . Based on the swab results, antibiotic treatment was adjusted to the antibiogram in all cases. After an average of 2.3 days, antibiotic treatment with tazobactam and piperacillin was started for all patients showing signs of a septic course. The mean time for the CRP parameter to decrease was during the third inpatient day (Fig. 2) . Generally, the white blood cell count dropped on the first postoperative day (Fig. 3 ).", "cite_spans": [], "ref_spans": [{"start": 595, "end": 603, "text": "(Fig. 1)", "ref_id": null}, {"start": 930, "end": 938, "text": "(Fig. 2)", "ref_id": "FIGREF0"}, {"start": 1018, "end": 1025, "text": "(Fig. 3", "ref_id": null}], "section": "Results"}, {"text": "Odontogenic abscesses with fulminant progression that lead to severe, sometimes life-threatening complications like sepsis, airway obstruction, fasciitis, tissue necrosis, acute respiratory distress syndrome (ARDS), thrombosis, mediastinitis, and multiorgan dysfunction syndrome (MODS) are rare, but require extensive interdisciplinary collaboration especially with specialists for anesthesiology and intensive care medicine. Some predisposing factors or co-morbidities, e.g. diabetes mellitus, obesity, poor oral hygiene, and long-term nicotine or alcohol abuse may aggravate such septic progressions. These cases show greatly increased inpatient stays combined with a worse prognosis compared to patients who do not exhibit the named factors [7, 12, 13] .", "cite_spans": [{"start": 744, "end": 747, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 748, "end": 751, "text": "12,", "ref_id": "BIBREF11"}, {"start": 752, "end": 755, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Sixteen out of 483 patients (3.3%) with odontogenic infections showed a septic course during the observation period of 5.5 years. All 16 patients displayed at least one risk factor or co-morbidity, which may have promoted the critical course of their infection with extended hospitalisation and intensive care. In all 16 cases of severe odontogenic abscesses we observed a premolar or molar mandibular focus and identified a need for postoperative respiratory assistance or tracheostomy. This is in accordance with recent literature [10, 17] . We recommend a Fig. 1 a-b Postoperative CT series in planar depiction after drainage with drains at lingual and buccal sides of the mandible. c CT 3D reconstruction after drainage with 9 tubes All areas with imaging correlated signs preoperative CT-scan with contrast agent in cases with septic laboratory signs to obtain an exact overview of the extent of the abscess space. If the expected alleviation after initial surgical treatment with incision, drainage and perioperative antibiotic therapy is delayed, an immediate re-CT examination and targeted re-incision should be initiated without hesitation [6] . In our findings clindamycin demonstrated a reduced susceptibility in all groups of isolated pathogens. Tazobactam and piperacillin showed no resistance to any of the bacteria isolated.", "cite_spans": [{"start": 533, "end": 537, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 538, "end": 541, "text": "17]", "ref_id": "BIBREF16"}, {"start": 1149, "end": 1152, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 559, "end": 569, "text": "Fig. 1 a-b", "ref_id": null}], "section": "Discussion"}, {"text": "Surgical intervention included incision, drainage, sanitation of the odontogenic focus and antibiotic treatment as first-line therapy [5] . Current literature is controversial on whether irrigative or non-irrigative drainage tubes are superior [2] . From our experience, we prefer high-volume irrigation of the abscess cavity with isotonic saline solution (0.9%) in cases with septic progression. Our findings support this approach. The isolated pathogens of intraoperative swabs showed a typical polymicrobial aerobic and anaerobic spectrum of oral bacteria: Streptococcus viridans and Staphylococcus epidermidis, Enterococcus faecalis were the predominant pathogens [1] . The initial calculated antibiotic therapy should focus on these pathogens to inhibit the risk of infection spreading and lower the risk of possible serious complications. Initiating a pathogen adapted antibiotic treatment as soon as possible with tazobactam and piperacillin in combination as first line medication is preferred. Patients that show CRP values above 200 mg/l and white blood cell counts greater than 19*1000/μl on admission require special attention. Our patients showed a noticeable decrease in their inflammation parameters during the second day after use of tazobactam and piperacillin.", "cite_spans": [{"start": 134, "end": 137, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 244, "end": 247, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 668, "end": 671, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "Odontogenic infections with fulminant progression should be treated according to clinical and imaging data with immediate surgical incision, intensification of intraand postoperative irrigation, and drainage to eliminate odontogenic foci. If needed, repeat imaging followed by further incisions should be performed. Immediate antibiotic treatment adapted to the antibiogram is of utmost importance.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Abbreviations ARDS: Acute respiratory distress syndrome; CRP: C-reactive protein; CT: Computed tomography; HIV: Human immunodeficiency virus; MODS: Multiorgan dysfunction syndrome", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Odontogenic infections: microbiology and management", "authors": [{"first": "R", "middle": [], "last": "Bahl", "suffix": ""}, {"first": "S", "middle": [], "last": "Sandhu", "suffix": ""}, {"first": "K", "middle": [], "last": "Singh", "suffix": ""}, {"first": "N", "middle": [], "last": "Sahai", "suffix": ""}, {"first": "M", "middle": [], "last": "Gupta", "suffix": ""}], "year": 2014, "venue": "Contemp Clin Dent", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Irrigating drains for severe odontogenic infections do not improve outcome", "authors": [{"first": "G", "middle": ["F"], "last": "Bouloux", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallace", "suffix": ""}, {"first": "W", "middle": [], "last": "Xue", "suffix": ""}], "year": 2012, "venue": "J Oral Maxillofac Surg", "volume": "71", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Severe odontogenic infections: causes of spread and their management", "authors": [{"first": "D", "middle": [], "last": "Igoumenakis", "suffix": ""}, {"first": "G", "middle": [], "last": "Gkinis", "suffix": ""}, {"first": "G", "middle": [], "last": "Kostakis", "suffix": ""}, {"first": "M", "middle": [], "last": "Mezitis", "suffix": ""}, {"first": "G", "middle": [], "last": "Rallis", "suffix": ""}], "year": 2014, "venue": "Surg Infect", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Evolution assessment of head and neck infections in diabetic patients-a case control study", "authors": [{"first": "M", "middle": [], "last": "Juncar", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Popa", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Baciuţ", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Juncar", "suffix": ""}, {"first": "F", "middle": [], "last": "Onisor-Gligor", "suffix": ""}, {"first": "S", "middle": [], "last": "Bran", "suffix": ""}, {"first": "G", "middle": [], "last": "Băciuţ", "suffix": ""}], "year": 2014, "venue": "J Cranimaxillofac Surg", "volume": "42", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Characteristics and cost impact of severe odontogenic infections. Oral Surg Oral Med Oral Path Oral Radiol", "authors": [{"first": "J", "middle": ["S"], "last": "Jundt", "suffix": ""}, {"first": "R", "middle": [], "last": "Gutta", "suffix": ""}], "year": 2012, "venue": "", "volume": "114", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Severe deep neck space infections and mediastinitis of odontogenic origin: clinical relevance and implications for diagnosis and treatment", "authors": [{"first": "S", "middle": [], "last": "Kinzer", "suffix": ""}, {"first": "J", "middle": [], "last": "Pfeiffer", "suffix": ""}, {"first": "S", "middle": [], "last": "Becker", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Ridder", "suffix": ""}], "year": 2009, "venue": "Ata Otolaryngeal", "volume": "129", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Cervical necrotizing fasciitis of odontogenic origin involving the temporal region -a case report", "authors": [{"first": "G", "middle": [], "last": "Lorenzini", "suffix": ""}, {"first": "M", "middle": [], "last": "Picciotti", "suffix": ""}, {"first": "Di", "middle": [], "last": "Vece", "suffix": ""}, {"first": "L", "middle": [], "last": "Pepponi", "suffix": ""}, {"first": "E", "middle": [], "last": "Brindisi", "suffix": ""}, {"first": "L", "middle": [], "last": "Vessio", "suffix": ""}, {"first": "V", "middle": [], "last": "Maffei", "suffix": ""}, {"first": "M", "middle": [], "last": "Viviano", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "J Cranimaxillofac Surg", "volume": "39", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pathogenesis of apical periodontitis and the causes of endodontic failures", "authors": [{"first": "P", "middle": ["N"], "last": "Nair", "suffix": ""}], "year": 2004, "venue": "Crit Rev Oral Biol Med", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Risk factors affecting hospital length of stay in patients with odontogenic maxillofacial infections", "authors": [{"first": "E", "middle": ["S"], "last": "Peters", "suffix": ""}, {"first": "B", "middle": [], "last": "Fong", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Wormuth", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Sonis", "suffix": ""}], "year": 1996, "venue": "J Oral Maxillofac Surg", "volume": "54", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Severe odontogenic infections: epidemiological, microbiological and therapeutic factors", "authors": [{"first": "R", "middle": [], "last": "Sanchez", "suffix": ""}, {"first": "E", "middle": [], "last": "Mirada", "suffix": ""}, {"first": "J", "middle": [], "last": "Arias", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Paño", "suffix": ""}, {"first": "M", "middle": [], "last": "Burgueño", "suffix": ""}], "year": 2011, "venue": "Med Oral Pat Oral Cir Bucal", "volume": "16", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Update on necrotizing mediastinitis: causes, approaches to management and outcomes", "authors": [{"first": "A", "middle": [], "last": "Sandner", "suffix": ""}, {"first": "J", "middle": [], "last": "Börgermann", "suffix": ""}], "year": 2011, "venue": "Curr Infect Dis Rep", "volume": "13", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Analysis of systemic and local odontogenic infection complications requiring hospital care", "authors": [{"first": "L", "middle": [], "last": "Seppänen", "suffix": ""}, {"first": "A", "middle": [], "last": "Lauhio", "suffix": ""}, {"first": "C", "middle": [], "last": "Lindqvist", "suffix": ""}, {"first": "R", "middle": [], "last": "Suuronen", "suffix": ""}, {"first": "R", "middle": [], "last": "Rautemaa", "suffix": ""}], "year": 2008, "venue": "J Inf Secur", "volume": "57", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Cervical necrotizing fasciitis of odontogenic origin: a case report of 11 cases", "authors": [{"first": "W", "middle": [], "last": "Tung-Yiu", "suffix": ""}, {"first": "H", "middle": [], "last": "Jehn-Shyun", "suffix": ""}, {"first": "Ching-Hung", "middle": [], "last": "", "suffix": ""}, {"first": "C", "middle": [], "last": "Hung-An", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2000, "venue": "J Oral Maxillofac Surg", "volume": "58", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Characterizations of life-threatining deep cervical space infections: a review of one hundred ninety-six cases", "authors": [{"first": "L", "middle": ["F"], "last": "Wang", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Kuo", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Tsai", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Huang", "suffix": ""}], "year": 2003, "venue": "Am J Otolaryngol", "volume": "24", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Penicillin compared with other advanced broad spectrum antibiotics regarding antibacterial activity against oral pathogens isolated from odontogenic abscesses", "authors": [{"first": "P", "middle": ["H"], "last": "Warnke", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Becker", "suffix": ""}, {"first": "I", "middle": ["N"], "last": "Springer", "suffix": ""}, {"first": "F", "middle": [], "last": "Haerle", "suffix": ""}, {"first": "U", "middle": [], "last": "Ullmann", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Russo", "suffix": ""}, {"first": "J", "middle": [], "last": "Wiltfang", "suffix": ""}, {"first": "H", "middle": [], "last": "Fickenscher", "suffix": ""}, {"first": "S", "middle": [], "last": "Schubert", "suffix": ""}], "year": 2008, "venue": "J Craniomaxillofac Surg", "volume": "36", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Cervical necrotizing fasciitis of odontogenic origin: a case report and review of 12 cases", "authors": [{"first": "L", "middle": [], "last": "Whitesides", "suffix": ""}, {"first": "C", "middle": [], "last": "Cotto-Cumba", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Myers", "suffix": ""}], "year": 2000, "venue": "J Oral Maxillofac Surg", "volume": "58", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Comparison of multi-space infections of the head and neck in the eldery and non-eldery: part I the descriptive data", "authors": [{"first": "L", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "C", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Cai", "suffix": ""}, {"first": "B", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Pu", "suffix": ""}, {"first": "Jin", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "E", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "J", "middle": [], "last": "Guan", "suffix": ""}, {"first": "X", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "J Cranimaxillofac Surg", "volume": "41", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Course of the average CRP [mg/l] for all patients with standard deviation. The decrease after the initialization of the tazobactam/ piperacillin therapy on the second day is noticeable (pointer)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Overview of patients with severe odontogenic infections with septic progression 52.75 (SD 9.5) exhibited critical courses and required postoperative intensive medical care. Nine patients underwent preoperative computed tomography (CT) to obtain an exact overview of the extent of infection. We confirm that we have read the Helsinki Declaration and have followed the guidelines in this investigation. This study has been approved by the local ethical committee.", "latex": null, "type": "table"}, "TABREF1": {"text": "Bacteria cultured from odontogenic infections with septic progress", "latex": null, "type": "table"}, "TABREF2": {"text": "Susceptibility and resistence of isolated pathogens from odontogenic infections", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Antibiotics </td><td>Number of isolates susceptible for </td><td>Number of isolates resistant to\n</td></tr><tr><td>Ampicillin </td><td>14 (87%) </td><td>2 (13%)\n</td></tr><tr><td>Ceferoxime </td><td>13 (81%) </td><td>3 (19%)\n</td></tr><tr><td>Clindamycin </td><td>10 (62%) </td><td>6 (38%)\n</td></tr><tr><td>Erythromycin </td><td>11 (69%) </td><td>5 (31%)\n</td></tr><tr><td>Penicillin </td><td>12 (75%) </td><td>4 (25%)\n</td></tr><tr><td>Piperacillin/Tazobactam </td><td>16 (100%) </td><td>0 (0%)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 1 Overview of patients with severe odontogenic infections with septic progression\nMethods", "latex": null, "type": "table", "html": "<html><body><table><tr><td>No. </td><td>Etiology (tooth)\n</td><td>Risk factors/ comorbidities obesity, nicotine abuse, poor oral hygiene obesity, diabetes mellitus, nicotine abuse, alcohol abuse, depression, poor oral hygiene\n</td><td>Therapy </td><td>Complications sepsis, acute respiratory insufficiency sepsis, MODS, acute respiratory insufficiency sepsis, acute respiratory insufficiency sepsis, MODS, circulatory arrest, acute respiratory insufficiency\n</td></tr><tr><td>1 </td><td>35 </td><td>tooth removal, extraoral incision and drainage, revision (6x), tracheostomy\ntooth removal, extraoral incision and drainage, tracheostomy tooth removal, extraoral incision and drainage, tracheostomy\n</td></tr><tr><td>2 </td><td>47 </td><td> </td></tr><tr><td>3 </td><td>36 </td><td>nicotine abuse, depression, poor oral hygiene obesity, diabetes mellitus, COPD, nicotine abuse, poor oral hygiene\n</td></tr><tr><td>4 </td><td>46 </td><td> </td><td>tooth removal, extra−/intraoral incision and drainage, revision (4x), tracheostomy\n</td><td> </td></tr><tr><td>5 </td><td>46 </td><td>diabetes mellitus, COPD, poor oral hygiene rheumatism, chronic heart failure </td><td>tooth removal, extraoral incision and drainage, tracheostomy\n</td><td>sepsis, acute respiratory insufficiency sepsis, MODS, circulatory arrest, acute respiratory insufficiency sepsis, acute respiratory insufficiency sepsis, acute respiratory insufficiency sepsis, acute respiratory insufficiency sepsis, acute renal failure,acute respiratory insufficiency sepsis, acute respiratory insufficiency sepsis, MODS, circulatory arrest, acute respiratory insufficiency sepsis, acute respiratory insufficiency sepsis, MODS, acute respiratory insufficiency sepsis, acute respiratory insufficiency sepsis, acute respiratory insufficiency\n</td></tr><tr><td>6 </td><td>36 </td><td> </td><td>tooth removal, extra−/intraoral incision and drainage, revision (4x), tracheostomy tooth removal, extraoral incision and drainage, tracheostomy\ntooth removal, extraoral incision and drainage, tracheostomy tooth removal, extraoral incision and drainage, tracheostomy tooth removal, extra−/ intraoral incision and drainage, tracheostomy tooth removal, extraoral incision and drainage, tracheostomy\n</td></tr><tr><td>7 </td><td>35 </td><td>Nicotine abuse, poor oral hygiene obesity, diabetes mellitus, alcohol abuse, nicotine abuse, poor oral hygiene depression, poor oral hygiene obesity, diabetes mellitus, poor oral hygiene obesity, poor oral hygiene depression, nicotine abuse, NSAR abuse, poor oral hygiene nicotine abuse, poor oral hygiene depression, nicotine abuse, NSAR abuse, poor oral hygiene nicotine abuse, poor oral hygiene </td></tr><tr><td>8 </td><td>37 </td></tr><tr><td>9 </td><td>36 </td></tr><tr><td>10 </td><td>46 </td></tr><tr><td>11 </td><td>34 </td></tr><tr><td>12 </td><td>47 </td><td>tooth removal, extra−/ intraoral incision and drainage, revision (6x), tracheostomy tooth removal, extraoral incision and drainage, tracheostomy\ntooth removal, extraoral incision and drainage, tracheostomy tooth removal, extra−/ intraoral incision and drainage, tracheostomy\n</td></tr><tr><td>13 </td><td>46 </td></tr><tr><td>14 </td><td>46 </td></tr><tr><td>15 </td><td>36 </td><td> </td><td> </td></tr><tr><td> </td><td>16 </td><td>35 </td><td>COPD, nicotine abuse, poor oral hygiene </td><td>tooth removal, extraoral incision and drainage, tracheostomy\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 2 Bacteria cultured from odontogenic infections with", "latex": null, "type": "table", "html": "<html><body><table><tr><td>septic progress\n</td><td> </td></tr><tr><td>Bacteria </td><td>No of patients (%)\n</td></tr><tr><td>Gram-positiv aerobic bacteria\n</td><td> </td></tr><tr><td>Streptococcus viridans </td><td>12 (75%)\n</td></tr><tr><td>Staphylococcus epidermidis </td><td>6 (38%)\n</td></tr><tr><td>Streptococcus constellatus </td><td>3 (19%)\n</td></tr><tr><td>Streptococcus salvarius </td><td>2 (13%)\n</td></tr><tr><td>Streptococcus oralis </td><td>1 (6%)\n</td></tr><tr><td>Enterococcus faecalis </td><td>5 (31%)\n</td></tr><tr><td>Gram-negative aerobic bacteria\n</td><td> </td></tr><tr><td>Neisseria subflavia </td><td>2 (13%)\n</td></tr><tr><td>Escheria coli </td><td>1 (6%)\n</td></tr><tr><td>Gram-negative anaerobic bacteria\n</td><td> </td></tr><tr><td>Prevotella oris </td><td>5 (31%)\n</td></tr><tr><td>Haemophilus haemolyticus </td><td>3 (19%)\n</td></tr><tr><td>Porphyromonas gingivalis </td><td>2 (13%)\n</td></tr><tr><td>Gram-positive anaerobic bacteria\n</td><td> </td></tr><tr><td>Actinomyces meyeri </td><td>3 (19%)\n</td></tr><tr><td>Peptostreptococcus micros </td><td>1 (6%)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions HW drafted the manuscript and developed the design. AN and CW participated in the study design and performed statistical analysis. SR participated in study design. SH participated in design and coordination. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "This research did not receive any specific grant from funding agencies in the public, commercial or non-profit sectors.Availability of data and materials All data and materials are accessible on a local server of the Department of Oral and Maxillofacial Surgery of the University Hospital Germany.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The study was approved by the local independent Ethics Committee of the University Hospital Tuebingen.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Every patient signed our institution's consent form thus agreeing to publication of their data.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}