{
    "paper_id": "18f45fb7af943b2c73cbf7cee21003460719542d",
    "metadata": {
        "title": "Originalien und Übersichten Lage -Krise -Katastrophe. Eine Konzeptualisierung biologischer Gefahrenlagen Einleitung und Hintergrund",
        "authors": [
            {
                "first": "Sven",
                "middle": [],
                "last": "Sachse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Heinrich-Heine-Universität Düsseldorf",
                    "location": {
                        "settlement": "Düsseldorf",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "Iris",
                "middle": [],
                "last": "Hunger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Nicht nur der Ausbruch des Ebolafiebers in Westafrika 2014/2015 und die pandemische Influenza 2009/2010 zeigen, dass außergewöhnliche biologische Gefahrenlagen einer Vorsorgeplanung bedürfen, um die geografische Ausbreitung des Krankheitsausbruchs so gering wie möglich zu halten und die negativen Auswirkungen zu begrenzen. Die Erwartungshaltung der Bevölkerung gegenüber den staatlichen Stellen hat hinsichtlich einer Vorsorgeplanung im Bereich Krisen und Katastrophen allgemein und damit auch hinsichtlich einer Gesundheitsbedrohung in den letzten Jahren immer weiter zugenommen [1, 2] . Auch im öffentlichen Sektor wird davon ausgegangen, dass \"irgendjemand die Verantwortung übernehmen wird und dann auch weiß, was zu tun ist\" [3] .",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 585,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 586,
                    "end": 588,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung und Hintergrund"
        },
        {
            "text": "Bedrohungen der Gesundheit der Bevölkerung ändern sich in Deutschland seit einigen Jahren: Die Wahrscheinlichkeit des Auftretens bisher in Europa unbekannter Krankheiten steigt, die Geschwindigkeit der (weltweiten) Ausbreitung von Krankheiten im Ausbruchsfall nimmt zu und die Bedrohung durch den absichtlichen Einsatz von biologischen Agenzien (Bioterrorismus) besteht fort [4] [5] [6] . Als Reaktion darauf sind in Deutschland auf Bundesebene eine Reihe von zwischen Bund und Ländern abgestimmten krankheitsspezifischen und generischen Vorsorgeplänen entwickelt worden. Die Zuständigkeit hinsichtlich der medizinischen Versorgung und des Ausbruchsmanagements im Rahmen der Vorsorgeplanung liegt hierbei beim Gesundheitsressort, wohingegen die Abwehr bioterroristischer Gefahren dem Innenressort zuzuordnen ist (zu den Zuständigkeiten ausführlicher: [7] ).",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung und Hintergrund"
        },
        {
            "text": "Eine strikte Trennung der Vorsorgeplanung nach diesen Zuständigkeiten ist nicht zweckmäßig unter Berücksichtigung der Tatsache, dass sowohl die zum Management notwendigen Ressourcen als auch das betroffene Schutzgut der Bevölkerungsgesundheit in beiden Fällen (Bioterrorismus und natürliches Seuchengeschehen) identisch sind. \"Gesundheitlicher Bevölkerungsschutz auf Bundes-und Landesebene in Deutschland [erfordert] gemeinsame Konzepte sowie nationale und internationale Kooperation und Koordination\" [8] . Ressourcengerechte Vorsorgeplanung muss darüber hinaus auch generisch ausgerichtet, das heißt flexibel auf unvorhersehbare und unbekannte biologische Gefahrenlagen anwendbar sein. Die Erstellung \"gemeinsamer Konzepte\" in der Schnittmenge von Gesundheits-und Sicherheitssektor ist unter dem Aspekt zukunftsorientierter, ressourcenadaptierter und somit effektiver Vorsorgeplanung gewissermaßen unabdingbar.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung und Hintergrund"
        },
        {
            "text": "Grundvoraussetzung für \"gemeinsame Konzepte\" ist die Klärung der Grundbegriffe des zu bearbeitenden Sachverhalts und damit des eigentlich durch Vorsorgeplanungpräventiv zubearbeitenden Problems. Ein begrifflicher Konsens zwischen den beteiligten Akteuren verringert Kommunikationsbarrieren und ist für den effektiven Ablauf von Bewältigungsmaßnahmen unerlässlich. Es ist daher problematisch, dass Begrifflichkeiten gleichlautend sind, jedoch nicht zwangsläufig gleichbedeutend verwendet werden. Gleichzeitig erscheint es unmöglich, für zukünftige, zum Teil rein hypothetische Lagen vorzusorgen, wenn Schutzgegenstand und Schutzziel terminologisch unklar sind und konzeptionell nicht sauber festgelegt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einleitung und Hintergrund"
        },
        {
            "text": "Die Vielfalt an unterschiedlichen Ansätzen der Konzeptualisierung biologischer Gefahrenlagen sowohl auf nationaler als auch internationaler Ebene zeigt einen Klärungsbedarf auf. (Zu der gleichermaßen im Katastrophenschutz bestehenden Problematik terminologischer Abweichungen siehe [9] .) Im Folgenden soll auf Grundlage der Gemeinsamkeiten und Unterschiede bestehender Vorsorgeplanungen und der Untersuchung des Expertenverständnisses der Begriff der \"außergewöhnlichen biologischen Gefahrenlage\" für den deutschsprachigen Raum näher bestimmt werden. Ziel ist eine Harmonisierung des Verständnisses und der Nutzung des Begriffs, um Vorsorgeplanungen eindeutiger und damit effektiver zu machen. Zusätzlich wurden neun semistrukturierte Experteninterviews durchgeführt. Ein Interviewleitfaden diente als primäres Erhebungsinstrument. Die zentrale Frage bezog sich auf das Begriffsverständnis der \"außerordentlichen biologischen Gefahrenlage\". Unter \"Experten\" wurden Personen verstanden, die auf nationaler Ebene für den Entwurf, die Implementierung oder Kontrolle der Umsetzung von Vorsorgeplänen verantwortlich sind oder über einen privilegierten Zugang zu derartigen Informationen verfügen. Bei der Auswahl der Interviewpartner wurden die Besonderheiten des durch den Föderalismus geprägten deutschen öffentlichen Gesundheitssystems berücksichtigt. Neben den Akteuren des Bundes (Bundesministerium für Gesundheit und Robert Koch-Institut) wurden auch Akteure auf Landes-und kommunaler Ebene befragt. Zusätzlich wurden Experten aus der gesundheitsversorgenden Praxis (Sonderisolierstation eines maximalversorgenden Krankenhauses) und der medizinischen Forschung (Helmholtz-Zentrum für Infektionsforschung) interviewt. Die Identifizierung der zuständigen Abteilungen bzw. Organisationseinheiten erfolgte anhand der öffentlich zugänglichen Organigramme und, falls vorliegend, der Geschäftsverteilungspläne.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung und Hintergrund"
        },
        {
            "text": "Der Interviewleitfaden wurde den Experten im Vorfeld zugeschickt. Eine mögliche Verzerrung durch gezielte Vorberei-tung der Befragten im Vorfeld wurde in Kauf genommen, um eine möglichst hohe Informationsdichte bei der begrenzten Anzahl an geführten Interviews zu erhalten. Die Interviews wurden aufgezeichnet und in Anlehnung an die Regeln von Gläser und Laudel zur Auswertung transkribiert [11] .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methoden"
        },
        {
            "text": "Einen ersten Anhaltspunkt zur Definition der \"außergewöhnlichen biologischen Gefahrenlage\" bietet Fock [12] . Nach ihm zeichnen sich außergewöhnliche biologische Gefahrenlagen in Abgrenzung von anderen Gefahrenlagen durch erschwerte Wahrnehmbarkeit, enorme Variabilität des Gefahrenpotenzials (Agens, Ausbringungsform), weitere Verbreitung des Agens durch Dritte sowie das Potenzial einer Massenhysterie in der Bevölkerung aus. Hierbei handelt es sich um eine \"Maximaldefinition\", die in jüngerer Vergangenheit aufgetretene außergewöhnliche biologische Gefahrenlagen (z. B. Ebolafieberausbruch 2014/2015 und EHEC (Enterohämorrhagische Escherichia coli)/O104-Ausbruch 2011) nicht erfüllen.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Literaturrecherche"
        },
        {
            "text": "Die Literaturrecherche identifizierte auf Bundesebene vier bestehende Vorsorgepläne. In Reaktion auf die wachsende Besorgnis um bioterroristische Anschläge entstand im Jahr 2002 mit dem \"Bund-Länder-Rahmenkonzept zu notwendigen fachlichen Vorbereitungen und Maßnahmen zur Seuchenbekämpfung nach bioterroristischen Anschlägen (Teil Pocken)\" ein erstes umfassendes Konzept zum Management außergewöhnlicher biologischer Gefahrenlagen [13] . Zugrunde liegt dem Konzept die Annahme, dass jedes Auftreten von Pocken, selbst wenn es sich nur um wenige Fälle handelt, eine außergewöhnliche biologische Gefahrenlage darstellt. Im Pockenrahmenplan heißt es: \"Wenn eine absichtliche Ausbringung wahrscheinlich ist, [muss] von einer realen Bedrohung für die Sicherheit der Bundesrepublik Deutschland ausgegangen werden\" [14] . Nachdem Europa im Zuge der globalen Polioeradikationsinitiative 2002 durch die Weltgesundheitsorganisation für poliofrei erklärt wurde, ist der \"Polioleitfaden\" entwickelt worden [15] . Dieser legt vor allem Maßnahmen für die Aufrechterhaltung eines erreichten Zustandes fest und ist damit nicht primär ein Notfallplan. Aber auch hier gilt das Auftreten bereits eines einzigen Falls als außergewöhnliche biologische Gefahrenlage, da dies den Erfolg der Eradikationsinitiative gefährdet.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Literaturrecherche"
        },
        {
            "text": "Der globale Aufruf der Weltgesundheitsorganisation zur pandemischen Influenzavorsorgeplanung mündete 2005 in dem nationalen Influenzapandemieplan für Deutschland [16] , der zuletzt im Jahr 2016 aktualisiert wurde [17] . Ursprünglich orientierte sich die Vorsorgeplanung für eine pandemische Situation strikt am Influenzastufenmodell der Weltgesundheitsorganisation, welches je nach Schweregrad der Pandemie eine mehr oder weniger hohe Alarmstufe definierte, welche konkrete Maßnahmen nach sich zog. Erfahrungen mit der \"Schweinegrippe\" 2009/2010 haben zu einer Flexibilisierung dieses Stufenmodells geführt [18] [19] [20] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Literaturrecherche"
        },
        {
            "text": "Als Reaktion auf den Ausbruch des Ebolafiebers in Westafrika 2014/2015 wurde das \"Rahmenkonzept Ebolafieber\" erarbeitet [21] . In diesem Fall wurde originäre Vorsorgeplanung betrieben, um bei möglichen nationalen Fällen schnellstmöglich eine einheitliche Handlungsgrundlage zu etablieren und denkbare Probleme vorab zu adressieren. Wie bei den Pocken würde auch jegliches Auftreten von Ebolafieber in Deutschland als \"außergewöhnliche biologische Gefahrenlage\" eingeschätzt werden. Entsprechende Vorsorgeplanung wurde daher schon bei sehr geringem Einschleppungsrisiko und der reinen Möglichkeit des Auftretens \"einer infizierten Person im Einzelfall\" betrieben [21] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Literaturrecherche"
        },
        {
            "text": "Die in Deutschland bestehende föderale Zuständigkeitsteilung im Gesundheitswesen weist die Vorsorgeplanung für biologische Gefahrenlagen als grundsätzliche Aufgabe des öffentlichen Gesundheitsdienstes (ÖGD) den Ländern zu. Somit existieren innerhalb der Bundesrepublik Deutschland neben den Planungen auf Ebene des Bundes weitere, landesspezifische Vorsorgepläne, die teilweise unterschiedliche Konzeptansätze aufweisen. Ein herausragendes Beispiel für Vorsorgeplanung auf Landesebene ist der \"Generische Plan für biologische Gefahrenlagen\" des Landes Berlin. Dieser umfasst fünf verschiedene Szenarien unterschiedlichen Schweregrades, die idealtypisch für verschiedene Gefahrensituationen stehen. Zu den Szenarien gehören der \"Einzelfall einer hochkontagiösen lebensbedrohlichen Erkrankung\" (z. B. Ebolafieber oder sonstige virale hämorrhagische Fieber), \"lokale Epidemie(n)\" (z. B. Salmonellosen oder Masern), \"überregionale Epidemie(n)\" (z. B. EHEC), Pandemien (z. B. Influenza, Schweres Akutes Respiratorisches Syndrom [SARS], Pocken) und das \"Auffinden von verdächtigen Materialien (z. B. Pulverfund mit Verdacht auf Anthrax)\" [22] . Bei der Einordnung der Schwere einer Situation wurden im Rahmen der dort erfolgten Konzeptualisierung die Parameter \"Anzahl Betroffener\", \"Morbidität/Letalität\", \"örtliche Ausbreitung\", \"Ausbreitungswahrscheinlichkeit\" und \"Ausbreitungsdynamik\" berücksichtigt [22] .",
            "cite_spans": [
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1399,
                    "end": 1403,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Literaturrecherche"
        },
        {
            "text": "Die gesetzlichen Vorgaben kommen weitgehend ohne eindeutige Definitionen aus. Zwar wird nach der jüngsten Änderung des Infektionsschutzgesetzes (IfSG) der Begriff der \"bedrohlichen übertragbaren Krankheit\" legaldefiniert, doch bezieht sich diese Definition nur auf die unbestimmten Tatbestandsmerkmale der \"klinisch schweren Verlaufsform\" oder einer erforderlichen \"schwerwiegenden Gefahr für die Allgemeinheit\" (vgl. § 2 Nr. 3a IfSG). Diese Definition gibt keine klaren Maßstäbe für die objektive Bewertung oder Qualifikation einer Gefahrenlage als besonders schwerwiegend vor, sondern bezieht sich durch unbestimmte Rechtsbegriffe ausschließlich auf abstrakte und interpretationsbedürftige Eigenschaften der übertragbaren Krankheit. Im Rahmen der Regelungen des Bund-Länder-Informationsverfahrens (siehe § 5 IfSG) wird von \"epidemisch bedeutsamen Fällen\" gesprochen, diese werden jedoch an keiner Stelle -auch nicht in der da- Basierend auf diesem Ansatz schlagen wir ein Stufenmodell zur Kategorisierung biologischer Gefahrenlagen in \"Lage\", \"Krise\", \"schwere Krise\" und \"Katastrophe\" vor. Die Notwendigkeit zentraler Koordination kann darin als bestimmendes Merkmal der \"Außergewöhnlichkeit\" einer biologischen Gefahrenlage identifiziert werden. Aus der Identifizierung der konkret bestehenden Mängel lassen sich die erforderlichen Bewältigungsstrategien ableiten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literaturrecherche"
        },
        {
            "text": "Biologische Gefahrenabwehr · CBRN-Lage · Gesundheitskrise · Ressourcenmanagement · Vorsorgeplanung",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Unusual biological threats demand adequate preparedness efforts, as demonstrated, for example, by the Ebola virus disease outbreak in West Africa in 2014/2015 and pandemic influenza in 2009/2010. In Germany, responsibilities for such efforts are located in different governmental authorities and differ from state to state. As a result, there are many different preparedness approaches using divergent core terminology. In this article a common definition for the term \"unusual biological incident\" is proposed. To do so, a literature review as well as semi-structured expert interviews with representatives of central actors in Germany were conducted. The understanding of \"unusual biological incident\" was not consistent among experts; four approaches to qualify a biological incident as \"unusual\" were identified. These were merged in a comprehensive system-oriented approach that focuses on the health system's resilience and on shortages of knowledge and material resources during incidents. Based on this approach, we suggest a stage model for the categorization of biological threats as \"incident, \" \"crisis, \" \"severe crisis, \" or \"disaster. \" The need for central coordination is a defining characteristic to qualify a biological incident as \"unusual. \" Based on the identified shortages, the necessary response strategies can be derived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident-crisis-disaster. Conceptualizing unusual biological incidents Abstract"
        },
        {
            "text": "Biological incident response · CBRN threat · Health crisis · Resource management · Preparedness planning zugehörigen Verwaltungsvorschrift zur IfSG-Koordinierung -definiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Das Begriffsverständnis der \"außergewöhnlichen biologischen Gefahrenlage\" war unter den Experten nicht einheitlich. Viele Experten empfanden ihn als \"sehr polizeilichen Begriff, der sehr stark durch . . . biologische Sicherheit . . . geprägt\" sei und eher Assoziationen mit dem Themenfeld \"Bioterrorismus\" nahelegen würde. Grundsätzlich ließen sich je nach Aufgaben-und Zuständigkeitsbereich des Experten unterschiedliche Schwerpunktsetzungen in der Auslegung identifizieren. Je \"niedriger\" ein Experte in der Zuständigkeitenkette angesiedelt war, desto pragmatischer war die Begriffsinterpretation. Ein Experte stellte fest, dass nur vier verschiedene biologische Gefahrenlagen unterschieden werden könnten: der Einzelfall, die Epidemie bzw. Pandemie, der Laborunfall und die intentionale Ausbringung. Der Begriff \"außergewöhnliche biologische Gefahrenlage\" sei schon eine Einschränkung, denn \"es gibt biologische Gefahrenlagen, und dann gibt es außergewöhnliche\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semistrukturierte Experteninterviews"
        },
        {
            "text": "Die Expertenmeinungen, hinsichtlich der Entscheidungskriterien zur Einstufung einer biologischen Gefahrenlage als \"außergewöhnlich\", können grob in vier Gruppen unterteilt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semistrukturierte Experteninterviews"
        },
        {
            "text": "Es kann auf spezifische Eigenschaften des auslösenden biologischen Agens mittels vorab festgelegter Einstufungskriterien abgestellt werden (\"erregerspezifischer Ansatz\"). Als solche Kriterien könnten u. a. herangezogen werden: die hohe Infektiosität und Virulenz des Erregers, die hohe Letalität oder Kontagiösität der resultierenden Krankheit, eine schlechte Therapierbarkeit und gravierende seuchenhygienische Maßnahmen sowie komplizierte Diagnostik -insgesamt also eine ausgelöste hohe populationsbasierte Krankheitslast. 1 Als Beispiel für eine derartige Einstufung wur-1 Im Englischenwirdindiesem Zusammenhang häufig von \"high consequence infectious diseases\" gesprochen. den die \"Dirty Dozen, die ja bekannt\" seien, genannt. 2 Einige Experten führten zur Differenzierung den Ursprung einer biologischen Gefahrenlage an, bei welchem zwischen beabsichtigter und unbeabsichtigter Ausbringung biologischer Agenzien unterschieden wird (\"Verursacheransatz\"). So sei eine beabsichtigte Ausbringung immer außergewöhnlich, denn auch bekannte Erreger könnten sich dann \"nicht so verbreite[n], wie wir es kennen, und dadurch die Gefahrenlage außergewöhnlich\" machen.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 732,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Semistrukturierte Experteninterviews"
        },
        {
            "text": "Weiterhin gilt das \"Ausmaß\" einer Lage, also die Anzahl und geografische Verteilung der Betroffenen (\"quantitativgeografischer Ansatz\"), unter den Experten als Maßstab. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semistrukturierte Experteninterviews"
        },
        {
            "text": "Durch die Auswertung bestehender Vorsorgeplanungen und die darin zum Ausdruck kommenden Definitionen kann die für die Konzeptualisierung biologischer Gefahrenlagen grundlegende Unterscheidung zwischen \"normal\" und \"außergewöhnlich\" nicht aussagekräftig vorgenommen werden. Es muss davon ausgegangen werden, dass die Entwickler der bestehenden Vorsorgepläne selbst ein durch ihre individuelle Vorbildung geprägtes grundlegendes, inhärentes Verständnis des Themenkomplexes voraussetzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Außergewöhnliche biologische Gefahrenlagen als systemorientiertes Konzept"
        },
        {
            "text": "Bedingt durch eine derartig individuell geprägte Auslegung von Begrifflichkeiten unterliegt ein unstrukturierter, lediglich auf dem Wortlaut beruhender Vergleich unweigerlich einem terminologischen Interpretationsbias. Bei den Experteninterviews wurden daher spezifisch Fragen zum Begriffsverständnis der \"außergewöhnlichen biologischen Gefahrenlage\" gestellt. Jedoch konnte der Begriff auch durch die Experteninterviews nicht eindeutig geklärt werden. Da es sich um den Kernbegriff vieler Konzepte (wenn auch in anderer Terminologie ausgedrückt) handelt, soll unter Berücksichtigung der im Rahmen der Interviews genannten Merkmale eine grundsätzliche Definition gefunden werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Außergewöhnliche biologische Gefahrenlagen als systemorientiertes Konzept"
        },
        {
            "text": "Die Dynamik biologischer Gefahrenlagen verlangt es auch, als Definition kein starres Gerüst zu schaffen. Vielmehr ist ein dynamischer und systemorientierter Ansatz zu wählen, der auf die bestehende Bewältigungskapazität des betroffenen Systems abstellt (Resilienz des Gesundheitssystems, in Anlehnung an [23, 24] ; zu der aufkommenden Bedeutung in der Risikoforschung siehe [25] , auch im englischsprachigen Raum [26] [27] [28] ",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Außergewöhnliche biologische Gefahrenlagen als systemorientiertes Konzept"
        },
        {
            "text": "Die \"außergewöhnliche biologische Gefahrenlage\" wurde in den Interviews als Situation, die das System \"überfordert\", beschrieben. Eine Überforderung bezeichnet in dem Fall das notwendige Abweichen von Routineprozessen, das erforderlich wird, wenn bestehende Prozesse nicht auf eine konkrete (Ausnahme-)Situation anwendbar sind oder für eine solche noch nicht existieren. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zentrale Koordination als Abgrenzungsmoment"
        },
        {
            "text": "Im Verständnis des hier vorgestellten systemorientierten Ansatzes sind bei objektiven oder absoluten Mängeln durch die zentrale Koordination neues Wissen und neue Ressourcen zu schaffen. Bei subjektiven beziehungsweise quantitativen Mängeln kann auf woanders bestehende Ressourcen zurückgegriffen werden, wobei diese im Rahmen einer zentralen Koordination \"lediglich\" umdisponiert werden müssen. Allgemein wird sich originäre Ressourcengenerierung schwieriger gestalten als eine Ressourcenreorganisation, weshalb objektive bzw. absolute Mangelsituationen tendenziell als schwerwiegender anzusehen sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemorientierter Ansatz, Bewältigungsstrategien und Stufen biologischer Gefahrenlagen"
        },
        {
            "text": "Neben der Beurteilung außergewöhnlicher biologischer Gefahrenlagen anhand der genannten Punkte wird zusätzlich vorgeschlagen, verschiedene Stufen biologischer Gefahrenlagen zwecks Gefahrenbewertung zu unterscheiden. Den Ausgangspunkt bildet die \"Lage\" (Stufe 1), welche sich durch das Vorhandensein einer biologischen Gefahr auszeichnet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemorientierter Ansatz, Bewältigungsstrategien und Stufen biologischer Gefahrenlagen"
        },
        {
            "text": "Bei Stufe 2 entsteht ein zentraler Koordinationsbedarf entweder durch wissensbasierte oder durch ressourcenbasierte Mängel. Im ersten Fall werden Managementprozesse eher auf Informations-strukturen, den Aufbau von Fachwissen oder Kommunikationsmaßnahmen abzielen. Im zweiten Fall wird der Schwerpunkt auf der Ressourcengenerierung liegen. Solche außergewöhnlichen biologischen Gefahrenlagen können auch als \"Krise\" bezeichnet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemorientierter Ansatz, Bewältigungsstrategien und Stufen biologischer Gefahrenlagen"
        },
        {
            "text": "Bei Stufe 3 sind Wissen und materielle Ressourcen gleichzeitig nicht ausreichend vorhanden. Eine solche Lage wird, sollte sie auftreten, noch intensivere zentrale Koordination erfordern, da Maßnahmen zur Beseitigung der bestehenden Mängel auf Wissens-und Ressourcenebene parallel ablaufen müssen. Außergewöhnliche biologische Gefahrenlagen der Stufe 3 können auch als \"schwere Krise\" bezeichnet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemorientierter Ansatz, Bewältigungsstrategien und Stufen biologischer Gefahrenlagen"
        },
        {
            "text": "Eine mangels Bewältigungskapazität (temporär) nicht zu überwindende Gefahrenlage, die mit einem gewissen Systemversagen einhergeht, kann als \"Katastrophe\" (Stufe 4) bezeichnet werden. 3 Im Rahmen des Managements der biologischen Gefahrenlagen muss eine kontinuierliche Lagebewertung (Revision) stattfinden, die über den Fortbestand einer einmal getroffenen Einstufung entscheidet. Ist eine Beseitigung von Mängeln im Laufe des Bewältigungsprozesses möglich und eine zentrale Koordination nicht mehr nötig, kann eine ursprünglich außergewöhnliche biologische Gefahrenlage zu einer gewöhnlichen (Stufe 1) werden. Umgekehrt kann während einer gewöhnlichen Gefahrenlage das Auftreten von Mängeln eine zentrale Koordination nötig machen und damit die Gefahrenlage zu einer außergewöhnlichen machen. Eine zusammenfassende Übersicht bietet . Abb. 2.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Systemorientierter Ansatz, Bewältigungsstrategien und Stufen biologischer Gefahrenlagen"
        },
        {
            "text": "Zusammenfassend kann die Frage nach einer Definition unter Zuhilfenahme des systemorientierten Ansatzes be- 3 Der Begriff \"Katastrophe\" wird hier im Sinne einer ressourcenbasierten Überforderungssituation verwendet. Definitionen des Begriffs \"Katastrophe\" und rechtliche Folgen des Ausrufens eines Katastrophenfalls nachdem Katastrophenschutzrecht der Länder bleiben unberührt.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "antwortet werden: Eine biologische Gefahrenlage ist immer dann \"außergewöhnlich\", wenn das Fehlen von Wissen oder materiellen bzw. personellen Ressourcen einen zentralen Koordinationsbedarf zur Aufrechterhaltung der Bewältigungskapazität des Gesundheitssystems erforderlich macht. Außergewöhnliche biologische Gefahrenlagen können dabei insbesondere entstehen, wenn sie besonders gefährliche Krankheiten betreffen, intentional verursacht werden oder nach geografischer Ausdehnung oder Zahl der Betroffenen besonders \"groß\" sind. Es wird die Einteilung von biologischen Gefahrenlagen in Stufen vergleichend zum Status quo (der \"Routinebewältigungskapazität\") vorgeschlagen. So bildet die Routine das \"alltägliche\" Geschehen ab. Besteht eine biologische Gefahr, handelt es sich zunächst um eine Lage (Stufe 1), die je nach Schweregrad zu einer Krise (Stufe 2), schweren Krise (Stufe 3) oder letztlich zu einer Katastrophe (Stufe 4) eskalieren kann. Die föderalistisch bedingte Fragmentierung der Zuständigkeiten ist ressourcenaufwendig. Der Bund ist originär für den Zivilschutz und subsidiär für landesübergreifende Gefahrenlagen zuständig, die Länder mit ihren öffentlichen Gesundheitsdiensten gleichermaßen für den gesundheitlichen Bevölkerungs-und Katastrophenschutz im Lokalgebiet. Gerade durch diese Trennung von Zuständigkeiten und die Vielzahl von Vorsorgeplänen werden Konzeptabweichungen immer vorhanden sein. Es bleibt daher eine Herausforderung, bei geteilter Planungszuständigkeit Kongruenz und optimale Bewältigungskapazität zu erreichen. Es muss auch überlegt werden, ob in Zukunft die bisher noch vorherrschende Trennung zwischen gewöhnlichen und außergewöhnlichen biologischen Gefahrenlagen in der Vorsorgeplanung sinnvoll ist. Wenn stringent einer systemorientierten Betrachtung gefolgt wird, sind immer dieselben Ressourcen betroffen. Ein Unterschied zwischen gewöhnlichen und außergewöhnlichen Lagen ergibt sich nur noch bei der Aktivierung von Plänen im Ereignisfall und der damit einhergehenden Ressourcengenerierung oder -allokation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Katastrophenschutzkonzept der Landesregierung",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Die Einbindung der Bevölkerung in das Krisen-und Katastrophenmanagement in Deutschland (der BRD) nach dem Zweiten Weltkrieg",
            "authors": [
                {
                    "first": "B (",
                    "middle": [],
                    "last": "Sticher",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hrsg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Exemplarisch verdeutlicht an fünf Katastrophenereignissen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analyse der Bedeutung des subjektiven Sicherheitsgefühls von Verwaltungsmitarbeitern für die Funktionsfähigkeit der öffentlichen Verwaltung im Pandemiefall",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kilian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Porzsolt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Jahrhundert: Epidemien, Pandemien und Bioterrorismus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vögele J, et al (Hrsg) Epidemien und Pandemien in historischer Perspektive",
            "volume": "",
            "issn": "",
            "pages": "275--285",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Konferenzbericht zum Heidelberger Dialog zur internationalen Sicherheit 2016: Epidemien und Pandemien als unkalkulierbares Risiko? Regulierung von Gesundheit und Sicherheit in einer vernetzten Welt",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Artmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hassebrauck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jungmann",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Z Außen. Sicherheitspolit",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12399-017-0607-3"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Globalisierung und Gesundheit",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Razum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bozorgmehr",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "107--119",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rahmenkonzeption für den CBRN-Schutz (ABC-Schutz) im Bevölkerungsschutz",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bundesamt Für Bevölkerungsschutz Und Katastrophenhilfe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "S",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Krisenmanagement im Bereich des Gesundheitswesens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blasius",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lücking",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bundesamt für Bevölkerungsschutz und Katastrophenhilfe: Nationales Krisenmanagement im Bevölkerungsschutz. BBK",
            "volume": "",
            "issn": "",
            "pages": "28--31",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Terminologische Normierungen und Diskussion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Glade",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Karutz H, Geier W, Mitschke T (Hrsg) Bevölkerungsschutz. Notfallvorsorge und Krisenmanagement in Theorie und Praxis",
            "volume": "",
            "issn": "",
            "pages": "30--54",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Gesundheitssicherstellung in außergewöhnlichen biologischen Gefahrenlagen. Masterarbeit (unveröffentlicht)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sachse",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Experteninterviews und qualitative Inhaltsanalyse als Instrumente rekonstruierender Untersuchungen",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gläser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Laudel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Außergewöhnliche biologische Gefahren",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fock R ; Sasse",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Biederbick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hermann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hrsg) Biologische Gefahren I: Handbuch zum Bevölkerungsschutz. BBK",
            "volume": "",
            "issn": "",
            "pages": "26--39",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Vorbereitung auf eine biologische Großschadenlage: Der Pockenrahmenplan",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Riedmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sasse",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bannert N: Biologische Gefahren in Deutschland: Kongressbericht der German BioSafety",
            "volume": "",
            "issn": "",
            "pages": "93--113",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Das Bund-Länder-Rahmenkonzept zur Vorbereitung auf biologische Gefahrenlagen (Beispiel: Pocken)",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Leitfaden für Gesundheitsämter zum Vorgehen bei Fällen von Poliomyelitis in der Bundesrepublik Deutschland: erarbeitet von der Nationalen Kommission für die Polioeradikation in der Bundesrepublik Deutschland in Zusammenarbeit mit dem Nationalen Referenzzentrum für Poliomyelitis und Enteroviren am Robert Koch-Institut",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Expertengruppe Influenza-Pandemieplanung (2005) Influenzapandemieplanung: Nationaler Influenzapandemieplan. Bericht der Expertengruppe",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "356--390",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nationaler Pandemieplan Teil I: Strukturen und Maßnahmen und Teil II: Wissenschaftliche Grundlagen",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Recommendations for Good Practice in Pandemic Preparedness identified through evaluation of the response to pandemic (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "World Health Organization (2013) Global influenza programme guidance revision frequently asked questions",
            "authors": [],
            "year": 2013,
            "venue": "WHO interim guidance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Rahmenkonzept Ebolafieber: Vorbereitungen auf Maßnahmen in Deutschland",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Generischer Plan für biologische Gefahrenlagen: Anhand von 5 Szenarien",
            "authors": [
                {
                    "first": "Gesundheit",
                    "middle": [],
                    "last": "Senatsverwaltung Für",
                    "suffix": ""
                },
                {
                    "first": "Soziales",
                    "middle": [],
                    "last": "Und",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Berlin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Rising from the ashes: Development strategies in times of disaster",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Woodrow",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Environmental health in emergencies and disasters: A practical guide. World Health Organization",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wisner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Resilienz in der Risiko-und Katastrophenforschung: Perspektiven für disziplinübergreifende Arbeitsfelder",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fekete",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grinda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Norf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Wink R (Hrsg) Multidisziplinäre Perspektiven der Resilienzforschung",
            "volume": "",
            "issn": "",
            "pages": "215--231",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Global catastrophic biological risks: Toward a working definition",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Schoch-Spanam",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ciceroa",
                    "suffix": ""
                },
                {
                    "first": "Gronvallg",
                    "middle": [],
                    "last": "Adaljaa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Secur",
            "volume": "15",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2017.0038"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Building community disaster resilience: Perspectives from a large urban county department of public health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Tiu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissenbach",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plough",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Public Health",
            "volume": "15",
            "issn": "4",
            "pages": "1190--1197",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2017.0057"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Risk Communication and Generic Preparedness: From Agent-based to Action-based Planning-A Conceptual Framework",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dickmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Apfel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Med Medial Res",
            "volume": "13",
            "issn": "10",
            "pages": "1--5",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Die Untersuchung basiert auf einer Literaturrecherche und semistrukturierten leitfadengestützten Experteninterviews, die 2015 im Rahmen der Erstellung der Masterarbeit des Erstautors durchgeführt wurden[10]. Zur Identifizie-rung von Konzepten im Bereich der Vorsorgeplanung für biologische Gefahrenlagen wurde eine freie webgestützte (Ad-hoc-)Literaturrecherche verwendet. Da sich die Untersuchung ausdrücklich dem deutschen Begriffsverständnis widmet, wurde der Fokus auf deutschsprachige Literatur gerichtet. Die in den",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Bundesgesundheitsbl 2019 · 62:94-101 https://doi.org/10.1007/s00103-018-2846-4 © Springer-Verlag GmbH Deutschland, ein Teil von Springer Nature 2018 S. Sachse · I. Hunger Lage -Krise -Katastrophe. Eine Konzeptualisierung biologischer Gefahrenlagen Zusammenfassung Außergewöhnliche biologische Gefahrenlagen bedürfen einer adäquaten Vorsorgeplanung, wie u. a. der Ausbruch des Ebolafiebers in Westafrika 2014/2015 und die pandemische Influenza 2009/2010 gezeigt haben. Dazu gibt es in Deutschland eine Vielzahl unterschiedlicher Konzeptansätze unter Verwendung abweichender Kernbegrifflichkeiten, da verschiedene Akteure ressort-und länderübergreifend mit Vorsorgeplanungen befasst sind. Im vorliegenden Beitrag wird eine einheitliche Definition für den Begriff der \"außergewöhnlichen biologischen Gefahrenlage\" vorgeschlagen. Dazu wurden eine Literaturrecherche sowie semistrukturierte Experteninterviews mit Vertretern der zentralen Akteure durchgeführt. Der Begriff \"außergewöhnliche biologische Gefahrenlage\" wurde von den Experten unterschiedlich verstanden; insgesamt konnten vier Konzeptansätze ermittelt werden, die die Einstufung einer Gefahren-lage als \"außergewöhnlich\" ermöglichen. Diese können in einem übergreifenden systemorientierten Ansatz zusammengeführt werden, der auf die Bewältigungskapazität des Gesundheitssystems sowie auf im Ereignisfall bestehende Wissens-und Ressourcenmängel abstellt.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "So führte ein Experte aus, dass das erste Szenario, der Einzelfall eine \"hochkontagiösen Erkrankung, zum Beispiel Ebola\" sei, das zweite Szenario ein lokaler Ausbruch, das dritte Szenario ein überregionaler Ausbruch und das vierte Szenario eine Pandemie. Hier wurde deutlich, dass die Spezifika der Krankheit immer mit in die Bewertung einer Gefahrenlage einfließen müssen: Ein großflächiger Ausbruch einer harmlosen Erkrankung wird nicht zwangsläufig \"außergewöhnlich\" sein, wenn diese mit bestehenden Kapazitäten zu bewältigen ist. Laut einigen Experten kann auch zusammenfassend darauf abgestellt werden, ob etablierte Routineprozesse und mit diesen verbundene Kapazitäten \"unseres Gesundheitswesens völlig überfordert [sind] und eine besondere Art der Krisenbewältigung notwendig [wird], die man meistens vorher auch noch nicht erprobt hat\". Daraus ergibt sich gegebenenfalls ein Erfordernis zentraler Koordination der bestehenden Strukturen des Gesundheitssystems unter Berücksichtigung der Wissens-und Erfahrungswerte des Fachpersonals und der Ressourcen (\"systemorientierter Ansatz\"). Denn besteht keine Erfahrung im Umgang mit einer bestimmten Krankheit, d.h. mit etwas \"Nichtalltäglichem\" 2 Die Dirty Dozen bezeichnet 12 biologische Agenzien, die als besonders relevant für bioterroristische Anschläge und biologische Kriegsführung gelten. oder mit \"irgendetwas, was eine neue Dimension hat\", kann dieser Mangel letztlich die Effizienz des Systems und dessen Bewältigungskapazität mindern. Gleiches gilt für fehlende Ressourcen.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). Der Übergang von bisheriger spezifischer hin zu generischer Vorsorgeplanung ist in diesem Zusammenhang entscheidend [29]. Wir schlagen daher im Folgenden ein Konzept vor, das zur Differenzierung biologischer Gefahrenlagen das Wissen der Akteure (Wissenskomponente) und die zur Verfügung stehenden materiellen und personellen Ressourcen (Ressourcenkomponente) in einem systemorientierten Definitionsansatz integriert. Mangelt es entweder an Erfahrung oder den Ressourcen zur Bewältigung, so begründetdies einzentrales Koordinationserfordernis auf höherer Ebene und damit die Bezeichnung einer biologischen Gefahrenlage als \"außergewöhnlich\". Eine zusammenfassende Übersicht bietet . Abb. 1. Das Wissen beteiligter Akteure ist als immaterielle Ressource integraler Bestandteil einer Gefahrenabwehr. Ist Wissenund ggf. Erfahrung -vorhanden, besteht die Reaktion auf ein Ereignis aus Routinehandlungen und eine schnelle Gefahrenbewältigung ist möglich. Anders stellt sich die Lage dar, wenn ein Mangel an Wissen in Bezug auf eine konkrete Gefahrenlage vorliegt. Die vorgeschlagene \"Wissenskomponente\" bezieht sowohl den erregerspezifischen Ansatz als auch den Verursacheransatz ein, die beide zentral auf das bei den beteiligten Akteuren",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "tigung einer Gefahrenlage ist es daher aus Sicht der Ressourcen-und Kapazitätsverwaltung erforderlich, dass jeder an der Bewältigung beteiligte Akteur nur die effektivsten Arbeitsabläufe bzw. Routinen umsetzt. So kann dem Faktor ambivalenter Entwicklungsmöglichkeiten der Gefahrenlage entgegengewirkt werden.Aus diesem Umstand ergibt sich das Erfordernis einer zentralen Koordination durch eine übergeordnete Stelle (Koordinationsebene), die im Idealfall für eine Harmonisierung von Maßnahmen und die ökonomische Ressourcenverteilung sorgt. Das Erfordernis zentraler Koordination kann somit als Abgrenzungskriterium außergewöhnlicher und gewöhnlicher biologischer Gefahrenlagen angesehen werden.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}