{
    "paper_id": "19bee00eeb37e92f9b770999c6263263bcd1d280",
    "metadata": {
        "title": "Suicide Gene Therapy in Liver Tumors",
        "authors": [
            {
                "first": "Long",
                "middle": [
                    "R"
                ],
                "last": "Jiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roman",
                "middle": [],
                "last": "Havlik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joanna",
                "middle": [],
                "last": "Nicholls",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steen",
                "middle": [
                    "Lindkaer"
                ],
                "last": "Jensen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nagy",
                "middle": [
                    "A"
                ],
                "last": "Habib",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Charaterization of a variety of genomic defects in malignant cells (1) has led to attempts to treat cancer by gene therapy. Gene therapy is a therapeutic approach in which therapeutic nucleic acids are transferred into the affected organs. Although the ideal concept would be the replacement of the abnormal gene by a copy of the functional gene, currently there have not been reliable and safe techniques to allow the site-specific integration of DNA into the human genome (2). Thus, almost all gene therapies are developed by simply transferring the therapeutic gene into somatic cells without replacing the abnormal gene. The goal is to identify and correct genetic abnormalities interfering with the cell cycle and to correct them in all cells. Technically, there are two methods amenable for gene transfer: reintroduction of in vitro transferred gene into the body and direct transfer of gene into the target cells in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cancer is a genetic disease characterized by failure to maintain the fidelity of DNA because of germ-line and/or somatic gene changes (3). Genes involved in carcinogenesis are often usefully categorized as either oncogenes contributing to the development of cancer or tumor suppressor genes suppressing the development and maintenance of the cancer phenotype. Therefore, gene therapy is developed by targeting these two genes. Current strategies undergoing development for gene therapy involve in restoring tumor suppressor gene function, downregulating oncogeneic expression, stimulating immune response, introducing genes that either increase drug sensitivity or confer multidrug resistance, and modulating tumor angiogenesis genetically (4-13). In this chapter, principles and methods of suicide gene therapy are reviewed together with the results of its clinical trials. Protocols required for application of human study are discussed in details by using Ad-TK gene therapy for liver tumors as an example.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Suicide gene therapy consists of the intracellular delivery of a gene encoded for an enzyme that can transform a nontoxic prodrug into a toxic substance (14) . These suicide genes are not present in human cells, so an elective delivery of these genes into cancer cells followed by the administration of a prodrug can lead to a conversion of the drug into cytotoxic substances in the transduced cells. The delivery and transcription of a tumor-specific suicide gene in vivo are crucial for suicide gene therapy to be effective. Currently, two strategies are being investigated to selectively transduce tumor cells: tumor-specific vectors and control of suicide gene transcription in tissues or tumors with a tumor-specific promoter. Promoters such as carcinoembryonic antigen (CEA), or α-fetoprotein (AFP) for liver tumors, limit gene expression to CEA-or AFP-positive cells only. The most commonly used suicide genes are cytosine deaminase (CD) and the herpes simplex virus-thymidine kinase (HSV-TK).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Principles"
        },
        {
            "text": "Acyclovir and ganciclovir are used for the treatment of herpes simplex virus (HSV) infections. These drugs are phosphorylated to the active form by the enzyme thymidine kinase (TK) encoded for part of the HSV genome. The HSV-TK gene is expressed after herpetic viral TK transcription, leading to activation of the drug and cell death. To achieve expression of HSV-TK, which is specific only to hepatocellular carcinoma (HCC) cells, an AFP promoter has been constructed. The promoter ensures that only cells expressing AFP are able to transcribe and express the HSV-TK gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thymidine Kinase Gene"
        },
        {
            "text": "The first HSV-TK suicide gene system was introduced by Moolten (15,16) . Under the control of an AFP promoter, an adenoviral vector was used to bring the HSV-TK gene into various HCC cell lines (5). Following ganciclovir (GCV) administration, cell death occurred in hepatoma cells producing AFP, leaving non-AFP-producing cell lines unaffected. Phosphorylated GCV is thought to cause cell death by the inhibition of DNA polymerase and by causing chain termination during DNA synthesis in dividing cells, which then leads to apoptosis (16). A bystander effect has been described, both in vitro and in vivo, where neighboring HSV-TK-negative cells have died when in contact with HSV-TK-positive cells after GCV treatment (17). This increases the effectiveness of suicide gene therapy, and only a part of a tumor mass needs to be transfected by a suicide gene for tumor destruction. A glucocorticoidresponsive element exists upstream of the AFP gene in hepatoma cells, which explains the increase in AFP observed after the addition of dexamethasone into the culture medium of such cells (18). It is possible that the potency of the TK/GCV suicide system could be enhanced by the addition of dexamethasone to a HepG2 cell line (19) .",
            "cite_spans": [
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 70,
                    "text": "Moolten (15,16)",
                    "ref_id": null
                }
            ],
            "section": "Thymidine Kinase Gene"
        },
        {
            "text": "A retrovirus vector (LNAF0.3TK) carrying the HSV-TK gene regulated only by a human AFP promoter has also been reported to provide GCV-mediated cytotoxicity in high-AFP-producing human hepatoma cells, but not in low-AFP-producing cells. The retrovirus has been further improved so that the HSV-TK gene expression is under the control of a human AFP enhancer directly linked to its promoter [LNAF0.3(E+)TK]. The vector also sensitized both low-and intermediate-AFP-producing hepatoma cells to GCV treatment, and did not affect cell growth in nonhepatoma cells (20) . In animal models, GCV treatment has led to more pronounced growth inhibition in the LNAF0.3(E+)TK infected cells than in the LNAF0.3TK infected cells (20) . These results indicate that an AFP enhancer directly linked to its promoter can further enhance tumoricidal activity in gene therapy for hepatocellular carcinoma.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 562,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Thymidine Kinase Gene"
        },
        {
            "text": "Most in vivo studies have used subcutaneously grown human HCC tumor xenografts in mice followed by transfection with an AFP-HSV-TK gene in an adenoviral vector. Tumor selectivity was confirmed by the regression of HuH-7 established tumors in athymic mice, whereas normal tissues remained unaffected (7). The bystander effect enabled tumor regression even when only 10% of the tumor mass expressed HSV-TK (17). A similar therapeutic response has been seen in rats with colorectal liver metastases, where following direct intratumoral injections of HSV-TK-producing packaging cells, a 60-fold reduction in tumor mass was noted following GCV treatment when compared with controls (21). Kuriyama et al. described cancer gene therapy with the GCV-HSV-TK system that induced efficient antitumor effects and protective immunity in immunocompetent mice, but not in nude mice. This indicates that a T-cell-mediated immune response may be a critical factor for HSV-TK gene therapy to be successful (22) .",
            "cite_spans": [
                {
                    "start": 988,
                    "end": 992,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Thymidine Kinase Gene"
        },
        {
            "text": "Unfortunately, severe hepatic dysfunction has been described following adenovirus-mediated transfer of the HSV-TK gene and GCV administration in a rat model of colorectal liver metastases (23). Hepatic expression of HSV-TK was demonstrated, both in tumor-bearing and in tumor-free liver tissue. The hepatic HSV-TK expression provoked severe liver dysfunction and mortality upon GCV administration, and, in addition, normal, nonmitotic tissues were affected by the adenovirus-mediated HSV-TK transfer and subsequent GCV administration (23).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thymidine Kinase Gene"
        },
        {
            "text": "Cytosine deaminase is a nontoxic gene present in some fungi and bacteria. The gene plays a role in the conversion of cytosine to uracil. Cells containing this gene can convert 5-fluorocytosine (5-FC) into the cytotoxic chemotherapeutic reagent 5-fluorouracil (5-FU). The Escherichia coli CD gene is currently being used as a suicide gene so that genetically modified cells \"commit suicide\" in the presence of 5-FC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytosine Deaminase Gene"
        },
        {
            "text": "The CD gene has been used with an AFP promoter to kill AFP-positive HCC cell lines in the presence of 5-FC (6). A bystander effect occurred irrespective of cell-tocell contact with transduced cells. On cell lysis, 5-FU is released into the medium and is thus likely to be responsible for the bystander effect, and, indeed, the 5-FU levels in the medium correlated well with the degree of cytotoxicity (24). AFP-positive HCC tumors that have been established subcutaneously in vivo have been shown to regress significantly after adenoviral-mediated insertion of the CD gene (with an AFP promoter) and subsequent 5-FC administration, and in one study, nontumor tissue was unaffected (6). Block Sung et al. have recently published the result of a phase I clinical trial using intratumoral injection of escalating doses of adenovirus-mediated suicide gene followed by intravenous GCV at a fixed dose in patients with colorectal liver metastases (13). The aim was to assess the safety and maximal tolerated dosage of Adv.RSV-TK. The vector was infected into a metastatic tumor in the liver under local anaethesia and ultrasound guidance. A total of 16 patients were entered into the trial who received five dose-level cohorts of Adv.RSV-TK, from 1.0 × 10 10 to 1.0 × 10 13 virus particles per patient. The response rate was assessed by World Health Organization (WHO) criteria with follow-up imaging studies. The assessment of toxicity was carried out according to Common Toxicity Criteria v. 2.0 from the National Cancer Institute (Bethesda, MD). One patient was withdrawn from the study because of clinical deterioration from disease and died. Stable disease (defined as < 25% change in the size of the tumor measured on computed tomography [CT] or magnetic resonance imaging [MRI]) was seen in 11 patients. One patient had a biopsy of the injected tumor at 11 wk following treatment that revealed extensive necrosis of the tumor on histology, whereas five others had a biopsy taken at the later date but showed no evidence of necrosis. Adv.RSV-TK DNA was not detected in any of these six biopsed specimen. Low transient toxicities were present in patients including grade 1 elevations in serum aminotransferase in three patients, grade 2-3 fevers in five patients, grade 3 thrombocytopenia in one patient, and grade 2 leucopenia in three patients. One patient is alive at 40.5 mo, but the remaining 15 died between 0.2 and 36.5 mo (median: 11.3 mo). The authors concluded that adv.RSV-TK could be safely administered by percutaneous intratumoral injection in patients with hepatic metastases at doses up to 1.0 × 10 13 virus particles per patient and could provide the basis for future clinical trials. However, the trial did not demonstrate any tumor reponse following intratumoural injection of adv.RSV-TK.",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 691,
                    "text": "Block",
                    "ref_id": null
                },
                {
                    "start": 1738,
                    "end": 1742,
                    "text": "[CT]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cytosine Deaminase Gene"
        },
        {
            "text": "A phase I clinical trial using a replication-deficient adenovirus to deliver the CD gene to metastatic colonic cancer of the liver has been initiated (12). The patients are being treated with a direct intratumoral injection of the CD vector in combination with oral 5-FU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytosine Deaminase Gene"
        },
        {
            "text": "To safeguard the development of human gene therapy for clinical application, various countries have now established regulatory bodies for gene therapy to ensure safety and benefit for humankind. In the United States, federal guidelines for research involving recombinant DNA molecules were issued in 1976. The guidelines require that institutions establish an institutional biosafety committee to monitor the use of recombinant DNA in the laboratory, in micro-organisms, in animals, and in humans. There are a number of approvals that are required for a proposed human clinical gene therapy trial to be approved and allow patient accrual. In the United Kingdom, the Gene Therapy Advisory Committee (GTAC) together with the Medicines Control Agency (MCA) are established to evaluate proposals for human gene therapy. The creation of the European Medicines Evaluation Agency (EMEA) has standardized approaches across European countires. In the United States, guidelines have been drawn up by the Recombinant DNA Advisory Committee (RAC) of the National Institutes of Health to facilitate documentation, review, and discussion on human gene therapy. In addition, each of the vector delivery systems used in human gene transfer trials is considered a biologic and requires the filing of an investigation new drug application for each specific vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol 3.1. Introduction"
        },
        {
            "text": "1. To assess the safety of direct intratumoural injection of Ad-TK followed by GCV administration 2. To assess the efficacy of intratumoral injection of Ad-TK followed by GCV administration, and to compare this treatment with standard treatment of percutaneous ethanol injection alone in groups of patients with irresectable hepatocellular carcinoma. 3. To study the biological efficacy, including the efficiency and stability of gene transfer by analysis of tumor tissue following therapy. The clinical evidence of antitumor efficacy will also be noted. 4. To seek to identify dose level by injecting Ad-TK at differing dose levels in successive cohorts of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims"
        },
        {
            "text": "Live, wild-type (nonrecombinant) adenoviruses have been used clinically as vaccines for the prophylaxis of adenoviral upper respiratory infections, a disease of low morbidity but high incidence. These vaccines, which were at one time given routinely to military recruits, are well tolerated and are considered nononcogenic. Recombinant versions of the adenovirus have entered clinical trials both as injections and as oral vaccines (26). Thus far, they appear to be without significant toxicity. Recently, clinical trials using recombinant, replication-defective adenoviral vectors for gene therapy have been initiated. In these studies, recombinant adenoviral vectors carrying the gene for cystic fibrosis transmembrane conductance regulator (CFTR) are given via intraairway administration to patients with cystic fibrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Tursz at the Gustave Roussy Institut, Paris, initiated a phase I study to evaluate the feasibility, safety, and clinical effects of the intratumor administration of a recombinant-deficient adenovirus containing the marker gene encoding the E. coli enzyme βgalactosidase (Ad-β-Gal) in untreated patients with advanced lung cancer (27). The first dose level was 10 7 , the second was 10 8 , and the third was 10 9 pfu (plaque-forming units) (three patients per dose level). All patients received concomitant chemotherapy. β-Gal express (X-Gal) staining was observed in three out of six tumor biopsies. The microbiological and immunological follow-up of patients who were carriers of wildtype adenovirus before injection. Only viral cultures of bronchoalveolar (BAL) specimens taken immediately after Ad-β-Gal injection were positive in all patients. All body-fluid specimens were positive at polymerase chain reaction (PCR) analysis within the first 10 d after injection, as were blood samples drawn 30 min after injection in three patients at the second dose level. BAL samples remained positive at 1 mo in two patients and at 3 mo in one patient after Ad-β-Gal injection. No antibody (Ab) response to β-Gal was noted in patients, but four had a significant rise in their antiadenovirus Ab titers. All 363 samples (throat and stools) taken by the 54 medical staff before and after injection of patients were negative for wild-type adenovirus and Ad-β-Gal. Sera tests (CF) in 202 staff were also negative for antiadenovirus Ab titers. This study shows that a marker gene can be safely transferred into human tumor cells with a recombinant adenoviral vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The study seeks to determine the safety, biological efficacy, and effect of the Ad-TK-GCV dose in the locoregional gene therapy of primary malignant tumors of the liver. The study design consists of an open-label, nonrandomized, dose-escalation phase I/II trial. The Ad-TK will be administered by direct intratumoral injection under CT scan or ultrasound control. The study will include sampling on one occasion of normal and malignant tissue from the livers of patients following Ad-TK-GCV treatment. This will greatly facilitate assessments of clinical safety and biological efficacy, including efficiency and stability of gene transfer. Furthermore, sampling of treated tissues will require minimal additional morbidity for study patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY DESIGN"
        },
        {
            "text": "The replication-deficient adenovirus encoding for HSV-TK (Ad-TK) will be administered in 10 cm 3 of normal (0.9%) saline directly into the tumor under ultrasound or CT guidance. Dose escalation will occur until the maximum tolerated level or dose level 1 × 10 11 pfu is achieved. Thereafter, a further 10 patients will receive the maximum tolerated level. The GCV will be administered intravenously at 5 mg/kg/d, twice a day for 14 d. The first dose will be given 7 d after Ad-TK administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ROUTE"
        },
        {
            "text": "This procedure will be used only in patients over the age of 35 yr in whom conventional treatments have failed or are inapplicable. The risks to the patients are the nforeseen effects of expression of the vector within the tumor, the transmission of other biologically active products with the vector construct, and the clinical risks associated with the percutaneous biopsy of a tumor. The risks seem to be negligible, as 27 patients were treated in the United States with 10 13 -pfu doses (100 times more than the maximum proposed dose in this study) and showed no serious side effects. The only abnormalities observed at the 10 13 -pfu dose level were low-grade fevers and transient elevation in liver function tests. Recently, however, a death was reported in a 17-yrold man in Pennsylvania (USA), following the administration of 10 13 pfu adenovirus. The cause of death was reported to be the result of acute respiratory distress syndrome (ARDS). To the best of our knowledge, the risk appears to be negligible for doses of adenovirus up to 10 11 pfu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RISK ASSESSMENT"
        },
        {
            "text": "The risk of bleeding after percutaneous biopsy of the tumor is less than 1%. A generally accepted mortality rate in standard textbooks is between 0.1% and 0 .01% (28,29) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 169,
                    "text": ".01% (28,29)",
                    "ref_id": null
                }
            ],
            "section": "RISK ASSESSMENT"
        },
        {
            "text": "Patients must fulfill all of the following criteria in order to be eligible for study admission: histological diagnosis of primary liver tumor; at least 35 yr and less than 75 yr of age( women of childbearing potential may be included, but must use a reliable and appropriate contraceptive method, not including abstinence, for at least 1 mo before study start, for the duration of the study, and for three mo afterward. Results of a negative pregnancy test at study start must be available. Postmenopausal women must be amenorrheal for at least 12 mo before the study start. Men of childbearing potential should practice a barrier method of contraception for the duration of the study, have a life expectancy of at least 3 mo, and have adequate performance status (Karnofsky score ≥ 70%). The required values for initial laboratory data are as follows: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INCLUSION CRITERIA"
        },
        {
            "text": "Patients with any of the following will be excluded from study admission: pregnant or lactating women; women with either a positive pregnancy test at screen or baseline, or who have not had a pregnancy test; women of childbearing potential who are not using a reliable and appropriate contraceptive method; postmenopausal women who have been amenorrheal for less than 12 mo; uncontrolled serious bacterial, viral, fungal, or parasitic infection; patients who are human immunodeficiency virus (HIV) positive; systemic corticosteroid therapy or other immunosuppressive therapy administered within the last 3 mo; Karnofsky score less than 70%; participation in another investigation therapy study within the last 6 wk; any underlying medical condition that in the Principal Investigators' opinion, will make participation in the study hazardous or obscure the interpretation of adverse events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXCLUSION CRITERIA"
        },
        {
            "text": "The following must be performed within 2 wk prior to study admission: complete medical history; physical examination; toxicity evaluation; performance status; height and weight and body surface area; laboratory screening (*eligibility criteria) for full blood count with differential, platelet count*, serum electrolytes (sodium, potassium, chloride, bicarbonate), urea, creatinine*, glucose, uric acid, albumin, liver function tests, including total protein, calcium, phosphorus, magnesium, aspartate transaminase (AST*), alanine transaminase (ALT*), total bilirubin*, alkaline phosphatase, lactate dehydrogenase (LDH), PT*, partial thomboplastin time (PTT*); urinalysis; α-fetoprotein; electrocardiogram (12-lead); chest X-ray (PA and lateral views); abdomen and pelvis CT or MRI scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRESTUDY EVALUATION AND REQUIREMENTS"
        },
        {
            "text": "This should contain a title like \"Gene Therapy of Tumors of the Liver Using Ad-TK Intratumourally Followed by Ganciclovir Administration: A Phase I/II Study. \" Include the following sections and text in the leaflet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Information Leaflet"
        },
        {
            "text": "You are being invited to take part in a research study because the cancer in your liver, unfortunately, cannot be removed surgically or treated in any other way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PURPOSE AND BACKGROUND"
        },
        {
            "text": "The purpose of the study is to find out which of two treatments may be better for treating your type of liver cancer. The first is a gene therapy treatment that comprises two different drugs, Ad-TK (a gene therapy product) that will be given by direct injection into the tumor and ganciclovir (a drug that kills certain types of viruses) that will be injected into a vein in your arm. The second treatment is a treatment that is used commonly for liver cancer, which is the injection of ethanol (a type of alcohol) directly into the tumor. This is a randomized study and so you will only receive one of the treatments described above. Before you decide whether or not to take part in this study it is important for you to understand why the research is being done and what it will involve. Please take time to read the following information carefully and discuss it with friends and relatives if you wish. Ask us if there is anything that is not clear or you would like more information. Take time to decide whether or not you wish to take part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PURPOSE AND BACKGROUND"
        },
        {
            "text": "Thank you for reading this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PURPOSE AND BACKGROUND"
        },
        {
            "text": "Two weeks before you have one of the treatments, the following procedures will need to be undertaken:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "1. You will have various blood samples taken from a vein in your arm. 2. You will have a physical examination. 3. You will be asked about your medical history. 4. You will have a chest X-ray and an electrocardiogram (ECG) of your heart. 5. You will have a special scan of your liver to show the doctors where the tumor is in your liver and so they can measure its size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "If you agree to take part in the study, you will be allocated to one of two treatment groups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "Group 1: Treatment of your liver tumor with gene therapy (Ad-TK) followed by a 2-wk course of ganciclovir Group 2: Treatment of your liver tumor with ethanol injection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "Ad-TK will be given by injecting it directly into the tumor under ultrasound or CT scan control in the X-ray department. One week after the Ad-TK injection, you will be given ganciclovir into a vein in our arm, twice a day, for 2 wk. Afterward, you will have to rest for a few hours before going home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AD-TK-GANCICLOVIR"
        },
        {
            "text": "You will also have one liver biopsy performed during the period of the study to see if the drugs have affected the cancer. Blood samples will be taken on each occasion you come to the clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AD-TK-GANCICLOVIR"
        },
        {
            "text": "On Day 60 (month 2) of your treatment schedule, you will undergo a CT scan or a MRI scan to measure the size of your tumor. This will help to tell us whether the treatment has been effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AD-TK-GANCICLOVIR"
        },
        {
            "text": "You will be given an injection of ethanol directly into the tumor in the liver under ultrasound or CT guidance in the x Ray department. Afterwards you will have to rest for a few hours before going home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHANOL INJECTION"
        },
        {
            "text": "Blood samples will be taken on each occasion you come to the clinic. On Day 60 (month 2) of your treatment schedule you will undergo a CT scan or a MRI scan to measure the size of your tumour. This will help to tell us whether the treatment has been effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHANOL INJECTION"
        },
        {
            "text": "If you decide to take part in this study, your doctor would like to see you every 3 months in the clinic to follow your progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FOLLOW-UP PROCEDURES"
        },
        {
            "text": "Your doctor would like to track your progress after the study has finished and would also like to keep you informed of any new treatment information about the drugs you had while participating in this study. In order for this to happen, you must tell your doctor if you move.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FOLLOW-UP PROCEDURES"
        },
        {
            "text": "If the treatment has made a difference to the tumor, you will be invited to participate in a further study to receive a further course of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FOLLOW-UP PROCEDURES"
        },
        {
            "text": "This study will last for about 60 days (2 months), but the doctors would like to continue to see you every 3 months thereafter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY DURATION"
        },
        {
            "text": "There is a small risk of bleeding from the injection site in the liver after treatment with either the gene therapy drug or the ethanol. Also, a small bruise and some sore-ness may be left for a short time at the spot where the doctors inject the drug through the skin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE RISKS AND DISCOMFORTS"
        },
        {
            "text": "There is a small chance that the liver may bleed after the liver biopsy. If this happens, you will have to stay in hospital until the bleeding settles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE RISKS AND DISCOMFORTS"
        },
        {
            "text": "Normally, there may be slight pain in your arm when blood is taken. A small bruise may be left for a short time at the spot where the blood was taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE RISKS AND DISCOMFORTS"
        },
        {
            "text": "As this is a new treatment, the risks associated with it are largely unknown. However, experiments suggest that the likelihood of serious side effect is extremely small. If you decide to participate and you experience a reaction to the drug, the doctors will provide you with every medical support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE RISKS AND DISCOMFORTS"
        },
        {
            "text": "We do ask that you or your partner take reliable and appropriate contraceptive precautions for 1 month prior to the treatment and for 3 months afterward to prevent a pregnancy. This is because we do not know the effect the drug might have on an unborn child.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE RISKS AND DISCOMFORTS"
        },
        {
            "text": "It is important for you to know that recently a death occurred in the United States following an adenovirus injection given in the same way in which you will receive it. The patient was suffering from metabolic liver disease and was given a dose far higher than any that you will receive in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE RISKS AND DISCOMFORTS"
        },
        {
            "text": "Your doctor may take you out of the study if your disease becomes worse, if new relevant scientific developments occur, for administrative reasons, or if your doctor feels that taking part in this study is no longer in your best interest. You may, of course, wish to withdraw yourself from the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REASONS WHY YOU MAY BE TAKEN OUT OF THE STUDY"
        },
        {
            "text": "It is not possible to tell if there will be any personal benefit from taking part in this study. The information obtained may be used scientifically and might be helpful to others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE BENEFITS"
        },
        {
            "text": "Sometimes during the course of a research project, new information becomes available. If this happens, your doctor will tell you or your legally accepted representative about it and discuss with you whether you want to continue in the study. If you decide to withdraw, your care will not be affected. If you decide to continue, you may be asked to sign an updated consent form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEW FINDINGS"
        },
        {
            "text": "Also, on receiving new information, your doctor might consider it to be in your best interests to withdraw you from the study. The reasons will be explained to you and your care will continue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEW FINDINGS"
        },
        {
            "text": "If you consent to take part in the research, your medical records may be inspected for the purposes of analyzing the results. Your name, however, will not be disclosed outside of the hospital. Any information that leaves the hospital will have your name and address removed so that you cannot be recognized from it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFIDENTIALITY"
        },
        {
            "text": "You will not be identified in any report or publication that arises from this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFIDENTIALITY"
        },
        {
            "text": "You may choose not to take part in this study. You may choose to have no further tests and receive supportive care only. You doctor will discuss these choices with you.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTERNATIVE TREATMENT"
        },
        {
            "text": "If you have any questions about taking part in this study or your future participation please contact Dr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OTHER INFORMATION"
        },
        {
            "text": "on . Thank you for considering helping us with this important trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OTHER INFORMATION"
        },
        {
            "text": "\"Gene Therapy of Tumours of the Liver Using Ad-TK Intratumourally Followed by Ganciclovir Administration: A Phase I/II Study\" Name of Researcher: Please initial box I confirm that I have read and understand the information sheet ᮀ for the above study and have had the opportunity to ask questions. I understand that my participation is voluntary and that I am free to withdraw at any time without giving any reason without my medical care or legal rights being affected. I understand that sections of any of my medical notes may be ᮀ looked at by responsible individuals or by individuals from regulatory authorities where it is relevant. I give ᮀ permission for these individuals to have access to my records. I agree to take part in the above study. The Ad-TK will be given intratumorally under ultrasound or CT scan guidance. GCV will be then administered intravenously twice per day for 14 d, starting at d 7 after Ad-TK injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent Form"
        },
        {
            "text": "Dosages will be calculated based on functional units of Ad-TK. The dose of ganciclovir will be 5 mg/kg/d. The first three patients enrolled in the study will receive Ad-TK at Dose Level 1. If no dose-limiting toxicity (DLT) is observed after a period of at least 7 d of posttreatment monitoring, the next three patients will receive Ad-TK at Dose Level 2, and so on. If DLT is observed, the appropriate dose escalation decision rule will be followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DOSE"
        },
        {
            "text": "The dose level will be escalated to the next level according to the following rules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DOSE ESCALATION"
        },
        {
            "text": "Dose Escalation Decision Rule 0 out of 3 Enter next three patients at the next dose level. 1 out of 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "# of Patients With DLT at Current Dose Level"
        },
        {
            "text": "Enter up to three additional patients at current dose level. If none or one out of the three of the second group experiences DLT, then enter three patients at the next dose level. As soon as two of the second group experience DLT, then the MTD has been reached at the previous (lower) level and dose escalation will stop. 2 out of 3 Enter up to three additional patients at current dose level. If none experience DLT, then enter three patients at the next dose level. As soon as any patient of the second group experi ences DLT, the MTD has been reached at the previous (lower) level and dose escalation will stop. 3 out of 3 The MTD has been reached at the previous (lower) level and dose escalation will stop.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 625,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "# of Patients With DLT at Current Dose Level"
        },
        {
            "text": "Patients randomized for ethanol injection will be given 50 cm 3 of ethanol intratumorally under an ultrasound or CT scan guidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHANOL INJECTION GROUP"
        },
        {
            "text": "Once a patient has been enrolled in the study she/he will be randomized to receive either Ad-TK-GCV or ethanol. Patients will be treated in the radiology department or the clinic on an outpatient basis. Immediately following Ad-TK application, vital signs (body temperature, respiratory rate, heart rate, blood pressure) will be performed every 15 min during the first hour after the injection. These evaluations will be performed on d 1, 15, 30, and 60 and will include clinical evaluations (complete history, physical examination, toxicity evaluation, performance status, height and weight, body surface area), as well as blood tests (CBC with differential, platelet count, serum electrolytes [sodium, potassium, chloride, bicarbonate], BUN, creatinine, glucose, uric acid, albumin, total protein, calcium, phosphorus, and magnesium, AST, ALT, total bilirubin, alkaline phosphatase, LDH, PT, PTT), and urinalysis. Other studies will also be undertaken that will include pharmacokinetics and immune responses. Serum will be stored in case of future investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schema"
        },
        {
            "text": "Patients will undergo percutaneous Tru-cut liver biopsy of the liver tumor and normal liver as guided by ultrasound or CT scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow Sheet"
        },
        {
            "text": "Patients will be considered to be actively on study from the time of study admission until poststudy evaluation on d 60. Patients will be considered associated with the study after poststudy evaluation and will undergo regular follow-up evaluations thereafter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-Up Evaluation"
        },
        {
            "text": "The following evaluations will be performed on an outpatient basis on day 60 (poststudy evaluation), then every 3 mo for 1 yr, then annually. These evaluations will be the same as in Subheading 3.5.1. Abdomen and pelvis CT or MRI scan will be performed on d 60. If tumor response is noted, the abdominal scan will be repeated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-Up Evaluation"
        },
        {
            "text": "One of the main objectives of this study is to assess the biological efficacy of Ad-TK, including efficiency and stability. The molecular and cellular effects of Ad-TK treatment on malignant tissue will be assayed. Malignant tissue from the Ad-TK-treated liver will be obtained with Tru-cut biopsy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-Up Evaluation"
        },
        {
            "text": "Toxicity will be assessed using the National Cancer Institute criteria. Toxicity will be formally evaluated on d 1, 15, 30, 60 and then every 3 mo for 1 yr, then annually. All toxic events will be managed with full and optimal supportive care, including transfer to the intensive care unit (ICU) if appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Toxicity, Dose Modification, and Management"
        },
        {
            "text": "The terms \"adverse event,\" \"adverse experience,\" and \"adverse reaction\" include any adverse event whether or not it is considered to be drug related. This includes any side effect, injury, toxicity, or sensitivity reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Drug Reaction (ADR) Reports"
        },
        {
            "text": "An adverse event is considered serious if any of the following occur: It is fatal or life-threatening; it is severely or permanently disabling; it requires new or prolonged inpatient hospitalization; it involves the exacerbation of a congenital anomaly or the development of cancer; it results in an overdose. An adverse event is considered unexpected if it is not identified in nature, severity, or frequency in the current investigator brochure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Drug Reaction (ADR) Reports"
        },
        {
            "text": "Patients will be instructed to report any adverse event to the investigators. All adverse events occurring during participation in the study will be documented. All adverse events will be reported to both the local ethical committee and the GTAC, with a description of the severity, duration, and outcome of the event, and the investigator's opinion regarding the relationship, if any, between the event and the study treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Event Reporting Requirements"
        },
        {
            "text": "The tumor response to either treatment regimen is one of the primary objectives of this study. Observations of antitumor activity will be collected and analyzed. Standard criteria will be formally employed to classify the antitumor responses observed in patients with measurable disease in the liver. Measurable disease will consist of bidimensionally measurable liver lesions with perpendicular diameters of ≥ 1 cm × ≥ 1 cm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response Criteria"
        },
        {
            "text": "Patients may withdraw or be removed from the study for any of the following reasons:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Removal From Study"
        },
        {
            "text": "• Patient's request to withdraw • Patient unwilling or unable to comply with study requirements • Clinical need for concomitant or ancillary therapy not permitted in the study • Any unacceptable treatment-related toxicity precluding further participation in the study • Unrelated intercurrent illness that, in the judgment of the principal investigator, will affect assessments of clinical status to a significant degree A patient removed from the study prior to any of the scheduled response evaluations will not be considered inevaluable for response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Removal From Study"
        },
        {
            "text": "The study will explore the relationships among pharmacokinetic parameters, toxicity, and biological efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacokinetic Analysis"
        },
        {
            "text": "The study will explore the relationship between dose of Ad-TK and efficiency of transduction (gene transfer).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Gene Transfer Efficiency"
        },
        {
            "text": "Evaluation of clinical efficacy is one of the primary objectives of this study. Treatment effect will be estimated as the proportion of patients with an objective response (complete or partial) following Ad-TK-GCV as compared with objective response to alcohol therapy. Chi-square tests and logistic regression will be used to analyze which variables are significant predictors of response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Clinical Efficacy"
        },
        {
            "text": "The Kaplan-Meier method will be used to estimate progression-free survival. It is expected that the construct will not spread to other persons. Tursz et al. studied 10 patients treated with recombinant adenoviral vectors in lung cancer patients and found no cross-contamination to the medical and nursing staff (27). In the French study, there was no shedding of the virus beyond the third day, and we intend to keep the patients overnight in separate rooms with barrier nursing. We will analyze the urine and sputum of the medical and nursing staff during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survival Analysis"
        },
        {
            "text": "In order to minimize the risk of cross-infection to offspring, only patients above the age of 40 will be included. It is unlikely that cancer patients above this age will remain reproductively active. Nevertheless, patients will be warned of the risk and will be advised to take contraceptive measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion of Risks to Offspring"
        },
        {
            "text": "For this type of anticancer therapy, viruses need to be rigidly tumor-cell-specific. dl1520 originally produced by Barker and Berk in 1987 (30) has the ability to target and destroy tumor cells only and led to it being termed the \"smart bomb\" cancer virus (31). After viral internalization, intracellular adenoviral replication augments an administered dose to the level required to kill the tumor host cells only, leaving neighboring normal tissues intact. dl1520 is an adenovirus hybrid of serotypes 2 and 5 with a genome deletion in the E1B region, causing loss of expression of viral 55-kDa protein (E1B 55K). E1B 55K has been shown to bind to the mammalian tumor cell suppressor protein p53 and block p53-mediated transcriptional activation (32). p53 has many functions including arrest of the G 1 phase of cell proliferation via the cyclindependent kinase inhibitor p21/WAF1/Cip1, or apoptosis through induction of genes such as bax (33) . Studies have shown that dl1520 appears to replicate independently of p53 status in many tumor cell lines (33-36) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 143,
                    "text": "Barker and Berk in 1987 (30)",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 1051,
                    "end": 1058,
                    "text": "(33-36)",
                    "ref_id": null
                }
            ],
            "section": "Another System of Gene Therapy in Patients With Liver Tumors: E1B-Deleted Adenovirus Gene Therapy"
        },
        {
            "text": "Phase I trials of direct intratumoral injection of dl1520 in more than 22 patients with recurrent head and neck cancer with p53 mutations have already shown necrosis in a significant number of tumors, without evidence of damage to normal tissue (37). Habib et al. (11) have reported the results of a phase I and a phase II clinical study, in which patients with primary and secondary liver tumors were treated with E1B 55-kDa deleted dl1520. The adenovirus was given via three different routes: intratumoral, intra-arterial, and intravenous. The study has confirmed that dl1520 was well tolerated when given as either monotherapy or in combination with chemotherapy. Furthermore, ultrastructural examination of tissue showed the presence of adenovirus in cell cytoplasm around the nucleus and revealed two dissimilar end points of cell death after virus infection: a preapoptotic sequence and necrosis (11). Reid et al. have recently published their results of a phase I study in patients with colorectal liver metastases by using intra-arterial administration of a replication-selective adenovirus (dl1520) (38) . In this study, dl1520 was infused into the hepatic artery at doses of 2 × 10 8 to 2 × 10 12 particles for two cycles (d 1 and 8) with subsequent cycles of dl1520 administered in combination with intravenous 5-FU and leucovorin. They have successfully demonstrated intravascular administration of dl1520 virus and have shown that hepatic artery infusion of the attenuated adenovirus dl1520 was well tolerated at doses resulting in infection, replication, and chemotherapy-associated antitumoral activity.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 268,
                    "text": "Habib et al. (11)",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 919,
                    "text": "Reid et al.",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Another System of Gene Therapy in Patients With Liver Tumors: E1B-Deleted Adenovirus Gene Therapy"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The molecular genetics of cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "235",
            "issn": "",
            "pages": "305--311",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ideal gene therapy: approaches and horizons",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Lantsov",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Mol. Biol",
            "volume": "28",
            "issn": "",
            "pages": "321--327",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tissue-specific growth suppression and chemosensitivity promotion in human hepatocellular carcinoma cells by tetroviral-mediated transfer of the wild-type p53 gene",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "T"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Forrester",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Hepatology",
            "volume": "24",
            "issn": "",
            "pages": "1264--1268",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gene therapy for alpha-fetoprotein-producing human hepatoma cells by adenovirus-mediated transfer of the herpes simplex virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kanai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shiratori",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Hepatology",
            "volume": "23",
            "issn": "",
            "pages": "1359--1367",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "In vivo gene therapy for alpha-fetoprotein producing hepatocellular carcinoma by adenovirus-mediated transfer of cytosine deaminase gene",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kanai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shiratori",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cancer Res",
            "volume": "57",
            "issn": "",
            "pages": "461--465",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Retro-virus-mediated gene therapy for human hepatocellular carcinoma transplanted in athymic mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ukei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakata",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mawatari",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Int. J. Mol. Med",
            "volume": "1",
            "issn": "",
            "pages": "671--675",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Regional versus systemic delivery of recombinant vaccinia virus as suicide gene therapy for murine liver metastases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Gnant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Puhlmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ann. Surg",
            "volume": "230",
            "issn": "",
            "pages": "350--360",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Wild-type p 53 induces apoptosis in Hep 3 B through up-regulation of bax expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Mitry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Sarraf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lab. Invest",
            "volume": "77",
            "issn": "",
            "pages": "369--378",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preliminary report: the short-term effects of direct p53 DNA injection in primary hepatocellular carcinomas",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Habib",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "El-Masry",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cancer Detect. Prev",
            "volume": "20",
            "issn": "",
            "pages": "103--107",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "E1B-deleted adenovirus (dl1520) gene therapy for patients with primary and secondary liver tumours",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Habib",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Sarraf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Mitry",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Hum. Gene Ther",
            "volume": "12",
            "issn": "",
            "pages": "219--226",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Phase I study of direct administration of a replication deficient adenovirus vector containing E. coli cytosine deaminase gene to metastatic colon carcinoma of the liver in association with the oral administration of the pro-drug 5-fluorocytosine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Crystal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hirschowitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Hum. Gene Ther",
            "volume": "8",
            "issn": "",
            "pages": "985--1001",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Intratumoral adenovirus-mediated suicide gene transfer for hepatic metastases from colorectal adenocarcinoma:results of a phase I clinical trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Thung",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol. Ther",
            "volume": "4",
            "issn": "",
            "pages": "182--191",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Retroviral-mediated gene therapy for the treatment of hepatocellular carcinoma: an innovative approach for cancer therapy",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Hubber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Krenitsky",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "88",
            "issn": "",
            "pages": "8039--8043",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Tumour chemosensitivity conferred by inserted herpes thymidine kinase genes: paradigm for a prospective cancer control strategy",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Moolten",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cancer Res",
            "volume": "46",
            "issn": "",
            "pages": "5276--5281",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Curability of tumours bearing herpes thymidine kinase genes transferred by retroviral vectors",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Moolten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Natl. Cancer Inst",
            "volume": "82",
            "issn": "",
            "pages": "297--300",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The \"bystander effect\"; tumour regression when a fraction of the tumour mass is genetically modified",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abboud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Whartenby",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cancer Res",
            "volume": "53",
            "issn": "",
            "pages": "5274--5283",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transcriptional regulation of alphafetoprotein expression by dexamethsone in human hepatoma cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakabayashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watanebe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Biol. Chem",
            "volume": "264",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Gene therapy for hepatoma cells using a retrovirus vector carrying herpes simplex virus thymidine kinase gene under the control of human alpha-fetoprotein gene promoter",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ido",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Cancer Res",
            "volume": "55",
            "issn": "",
            "pages": "3105--3109",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Retrovirus-mediated gene therapy for hepatocellular carcinoma:selective and enhanced suicide gene expression regulated by human alpha-fetoprotein enhancer directly linked to its promoter",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mawatari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsuruta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ido",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cancer Gene Ther",
            "volume": "5",
            "issn": "",
            "pages": "301--306",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Regression of established macroscopic liver metastases after in situ transduction of a suicide gene",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caruso",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Panis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gagandeep",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "90",
            "issn": "",
            "pages": "7024--7028",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Cancer gene therapy with HSV-TK/ GCV system depends on T cell mediated immune responses and causes apoptotic death of tumour cells in vivo",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuriyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikukawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Masui",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int. J. Cancer",
            "volume": "83",
            "issn": "",
            "pages": "374--380",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Severe hepatic dysfunction after adenovirus-mediated transfer of the herpes simplex virus thymidine kinase gene and ganciclovir administration",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Eb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Vergouwe",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Gene Ther",
            "volume": "5",
            "issn": "",
            "pages": "4451--4458",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Bystander effect caused by cytosine deaminase gene and 5-fluorocytosine in vitro is substantially mediated by generated 5-fluorouracil",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuriyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikukawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Masui",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Anticancer Res",
            "volume": "18",
            "issn": "",
            "pages": "3399--3409",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Gene therapy of metastatic comon carcinoma: regression of multiple hepatic metastases by adenoviral expression of bacterial cytosine deaminase",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Freund",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cancer Gene Ther",
            "volume": "7",
            "issn": "",
            "pages": "438--445",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A controlled study of adenoviral-vector-mediated gene transfer in the nasal epithelium of patients with cystic fibrosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hohneker",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N. Engl. J. Med",
            "volume": "333",
            "issn": "",
            "pages": "823--831",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Phase I study of a recombinant adenovirus-mediated gene transfer ilung cancer patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tursz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Cesne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baldeyrou",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Natl. Cancer Inst",
            "volume": "88",
            "issn": "",
            "pages": "1857--1863",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Complications following percutaneous liver biopsy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Piccinino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sagnelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pasquale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giusti",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Hepatol",
            "volume": "2",
            "issn": "",
            "pages": "165--173",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Liver biopsy: complications in 1000 inpatients and outpatients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perrault",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcgill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Gastroenterology",
            "volume": "74",
            "issn": "",
            "pages": "103--106",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Adenovirus proteins from both E1B reading frames are required for the transformation of rodent cells by viral infection and DNA transfection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Berk",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "156",
            "issn": "",
            "pages": "107--121",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Progress of the smart bomb cancer virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature Med",
            "volume": "4",
            "issn": "",
            "pages": "1012--1013",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Replication of ONYX-015, a potential anticancer adenovirus, is independent of p53 status in tumour cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rothmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hengstermann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitaker",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol",
            "volume": "72",
            "issn": "",
            "pages": "9470--9478",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Status does not determine outcome of E1B 55-kilodalton mutant adenovirus lytic infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Goodrum",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Ornelles",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol",
            "volume": "72",
            "issn": "",
            "pages": "9479--9490",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "-Independent and -dependent requirments for E1B-55K in adenovirus type 5 replication",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Harada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Berk",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "72",
            "issn": "",
            "pages": "5333--5344",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "selective and nonselective replication of an E1B-deleted adenovirus in hepatocellular carcinoma",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Vollmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ribas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Butterfield",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Cancer Res",
            "volume": "59",
            "issn": "",
            "pages": "4369--4374",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "ONYX-015, an E1B geneattenuated adenovirus, causes tumour-specific cytolysis and antitumoural efficacy that can be augmented by standard chemotherapeutic agents",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heise",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sampson-Johannes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature Med",
            "volume": "3",
            "issn": "",
            "pages": "639--644",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Phase II trial of intratumoural infection with an E1B deleted adenovirus in patients with recurrent refractory head and neck cancer",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ganly",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hum. Gene Ther",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Intra-arterial administration of a replication-selective adenovirus (dl1520) in patients with colorectal carcinoma metastatic to the liver: a phase I trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Galanis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abbruzzese",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Gene Ther",
            "volume": "8",
            "issn": "",
            "pages": "1618--1626",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "et al. demonstrated regression of multiple hepatic metastases by systemic application of a recombinant replication-deficient adenovirus encoding for the CD gene under the control of the cytomegalovirus promoter (Ad.CMV-CD) (25). Injection of Ad.CMV-CD into the tail vein of tumor-bearing mice resulted in delayed tumor growth with a significant reduction in hepatic metastases. Gnant et al. (8) pub-lished results with a recombinant TK-deleted vaccinia virus encoding CD, where tumor-bearing mice were treated with this recombinant vaccinia virus and 5-FC. It was found that tumor-specific gene delivery was achieved irrespective of the administration route, with gene expression in tumors increasing by up to 100,000-fold when compared with normal tissues. Treatment using a CD-expressing virus and systemic 5-FC resulted in significant survival benefit in all treatment groups when compared with controls (8).",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "3.6.1. Precautions, Testing, and Measures to Mitigate Any Risks to the Public Health",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to the Pedersen Family Charitable Foundation for supporting our research endeavors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}