{
    "paper_id": "20a4be3485a62d33009f63fa9b87fbf36a433e70",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The detection of specific antibodies against human immunodeficiency virus (HIV) was tested by dot blot enzyme immunoassay in 95 urine samples from 72 individuals infected with HIV and 23 seronegative individuals. Western blot of paired serum samples from these same individuals was used as the gold standard. The dot blot tested had a sensitivity of 97.2% and a specificity of 100%; only two samples from HIV-infected individuals at Centers for Disease Control (CDC) stages II and IV were non-reactive. Reactive and discrepant samples (serum/urine) were confirmed by Western blot, which had a sensitivity of 98.6% and a specificity of 100%. The most commonly observed Western blot reactivity pattern in urine samples included bands against three groups of HIV structural proteins (ENV, POL, and GAG). The results indicate that urine can be used in screening for HIV antibodies in epidemiological studies of high-prevalence populations, though it is not recommended for individualized diagnostic purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The increased demand for the capability to detect antibodies against human immunodeficiency virus (HIV) in different situations (diagnosis, epidemiological studies, etc.) calls for easily performed tests that enable large numbers of samples to be processed without requiring specialized equipment or personnel. It would also be desirable if such a test used a type of sample that is both easy to obtain and reliable as regards diagnostic results. Such a test could serve as a viable alternative to serological tests currently used in the diagnosis of Microbiology Laboratory Service, University Hospital, c/Ramdn y Cajal s. n., 47011 Valladolid, Spain. , based on the 1990 CDC classification criteria without taking CD4+ lymphocyte counts into consideration. None of the individuals included in the study presented clinical evidence of renal dysfunction. The urine samples were collected by simple miction in a sterile receptacle with no additional precautions. The urine samples were stored at 4~ until processing (2 months maximum). If precipitate was observed in the sample, the urine sediment following settling at 4~ without centrifugation was discarded. HIV antibodies were detected by means of a commercially available dot blot rapid assay (Genie HIV-1/HIV-2; Genetic Systems, USA), tested previously in serum samples, which permits differential diagnosis of HIV-1 and HIV-2 (1, 2) . In this assay, the synthetic proteins of the envelope (gp41 and gp36 of the HIV-1 and HIV-2 viruses, respectively) cover a series of microscopic particles that are immobilized in the reaction mem-brane of the device, forming two different reaction points, one for HIV-1 and the other for HIV-2. To the protocol established by the manufacturer for use with serum samples, we introduced three modifications for use with urine samples: (i) the samples were not diluted; (ii) the volume that was added to the device was 1000 jal; and (iii) the reading time was set at 20 min from the addition of the developing reagent, in line with previous experiments conducted at our laboratory. HIV antibodies were determined once for each sample.",
            "cite_spans": [
                {
                    "start": 1382,
                    "end": 1385,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1386,
                    "end": 1388,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The urine samples reactive in the screening test were confirmed by means of Western blot of urine (Bioblot HIV-1 plus; Genelabs Diagnostic, USA). This assay combines purified HIV-1 antigens (structural genes) and a synthetic HIV-2 peptide (gp36) in a single strip. Each strip, in turn, includes a control of immunoglobulins present in the sample (human immunoglobulin antibody).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the urine samples, 1500 gl of urine and 500 ~1 of blotting buffer were used, and the incubation time was extended to a period of 16-20 h. The criterion for positivity was reactivity to two bands that included gp41 or gp120/160, established previously for serum samples (3). Urine samples not meeting this criterion but reactive to other bands were classified as indeterminate. Samples that did not display any band of reactivity were considered negative. Urine samples obtained from infected individuals, but nonreactive in the dot blot test, were also tested by Western blot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In all cases, we obtained a blood sample from each of the subjects taking part in the study. Detection of HIV-1/2 antibodies in serum was performed by means of an indirect enzyme immunoassay in which the final fluorescence is evaluated by an automated system (Vidas HIV-I+2; bioM6rieux, Retesting of the initially reactive urine samples by Western blot resulted in all being confirmed as positive. Western blot of the two samples initially nonreative and corresponding to two HIVinfected individuals was positive for the stage II individual (with reactivity to gpl60 and gpl20) and indeterminate for the stage IV individual (reactivity to gp41 only). The results are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 676,
                    "end": 683,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The values for sensitivity and specificity of the dot blot in urine were 97.2% and 100%, respectively (positive predictive value = 1, negative predictive value = 0.92; p < 0.0001), while those of the Western blot in urine were 98.6% and 100%, respectively (PPV = 1, NPV = 0.96; p < 0.0001). These values are slightly lower than those obtained with the serum samples. Some studies have shown that the antibody concentration present in urine samples is as much as 10,000 times lower than that in serum (4, 5) . This problem of low antibody concentration may be solved, as in the present study, by increasing the sample volume in the reaction (6) (7) (8) , extending the incubation time (8) , and using undiluted samples (8) (9) (10) .",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 503,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 504,
                    "end": 506,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The existence of a few false-positive results among individuals at more advanced stages of infection could be due to the decrease in antibody production as a result of immunological deterioration in these patients and, therefore, to a lower concentration of antibodies in serum (11) . In the case of the false-negative result from the stage IV individual, the serum Western blot did not show reactivity to proteins p66, p55, p51, p24, or p17.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are other factors that may have had an influence on the antibody concentration found in urine: administration of certain drugs (e. g. diuretics), ingestion of large amounts of liquid, or collection of urine without a sufficient interval since the last miction to permit a normal antibody concentration, for example. On the other hand, the finding of two false-negative results with the dot blot assay compared to only one false-negative result with the Western blot in serum may be due to the sample storage time and to the lower sensitivity of the dot blot technique. It seems advisable, therefore, that urine samples be analyzed as soon as possible, even when stored at 4~",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another important aspect to be borne in mind when considering the use of samples other than serum is specificity, which was 100% in this study. The absence of false-positive results may be due to the fact that the substances excreted in urine seldom produce alterations leading to results of this type (5) . Some authors have found falsepositive results in prefrozen samples for reasons not sufficiently explained (12) . This reinforces the earlier recommendation of using either fresh urine samples or those stored at 4~ for a short period of time.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Confirmation of the dot blot assays with urine samples by Western blot was possible in a high percentage of HIV-infected individuals (98.6 % of reactive urine samples). Among the reactivity patterns found in the urine Western blots, the most commonly observed included bands of reactivity to three groups of HIV structural proteins: ENV, POL, and GAG. The most commonly observed reactivity band corresponded to protein gpl60 and the least commonly observed to p17. Our findings, and those of others (9, 13) suggest that the band corresponding to protein gp160 would be a reliable Western blot marker.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 502,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the sensitivity and the excellent specificity of the dot blot in urine samples permit the use of urine, a sample that is easy to obtain and store, in screening large population groups. The ease with which urine samples are obtained could facilitate periodic HIV infection studies in population groups at high risk of HIV infection. The possibility of confirming reactive urine samples by means of Western blot of the same sample according to the interpretive criteria for serum samples permits urine to be considered as an alternative to serum in epidemiological studies. On the other hand, the use of urine samples for diagnostic purposes does not seem advisable in view of the sensitivity value obtained in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rapid test for distinguishing HIV-1 and HIV-2",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "De Cock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kouadio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Lafontaine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gnaore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bretton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lancet",
            "volume": "336",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparative evaluation of six rapid serological tests for HIV-1 antibody",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Malone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheffield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bigelow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Hyams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Beardsley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Acquired Immune Deficiency Syndromes",
            "volume": "6",
            "issn": "",
            "pages": "115--119",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization: AIDS. Proposed WHO criteria for interpreting results from Western blot assays for HIV-1, HIV-2 and HTLV-1/HTLV-II",
            "authors": [],
            "year": 1990,
            "venue": "Weekly Epidemiological Record",
            "volume": "65",
            "issn": "",
            "pages": "281--283",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sensitive assays for viral antibodies in saliva: an alternative to test on serum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Mortimer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "72--75",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Non-invasive virological diagnosis: are saliva and urine specimens adequate substitutes for blood?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Mortimer R Parry",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Journal of Medical Virology",
            "volume": "1",
            "issn": "",
            "pages": "73--78",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of urine for HiV-1 antibody screening",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reagan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lite",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Book",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Devash",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Winslow",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lancet",
            "volume": "335",
            "issn": "",
            "pages": "358--359",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Application of a rapid assay for detection of antibodies to human immunodeficiency virus in urine",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Constantine",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hyams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smialek",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "American Journal of Clinical Pathology",
            "volume": "101",
            "issn": "",
            "pages": "157--161",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of two assays for detection of HIV antibodies in saliva",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ortiz De Lejarazu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Eiros",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perlado",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiores",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Pozo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodriguez-Torres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "European Journal of Clinical Microbiology & Infectious Diseases",
            "volume": "14",
            "issn": "",
            "pages": "330--336",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antibodies to human immunodeficiency virus type 1 in the urine specimens of HIV-l-seropositive individuals. AIDS Research and Human Retroviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hosein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Borkowsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mirabile",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "B J",
                    "middle": [],
                    "last": "Poiesz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Friedman-Kien",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "311--319",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immunoglobulin G antibody capture enzyme-linked immunosorbent assay: a versatile assay for detection of anti-human immunodeficiency virus type 1 and 2 antibodies in body fluids",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thongcharoen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wasi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lousirirotchanakul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mortimer",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of Clinical Microbiology",
            "volume": "30",
            "issn": "",
            "pages": "3288--3289",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Diagnostic significance of quantitative determination of HIV antibodies specific for enveloped and core proteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fr6sner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Erfle",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mellert",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "119--121",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Detection of false antibodies to HIV-1 in urine",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kostolansky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Friedman-Kien",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "AIDS",
            "volume": "7",
            "issn": "",
            "pages": "531--532",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Preliminary report: accurate assays for anti-HIV in urine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Mortimer",
                    "suffix": ""
                },
                {
                    "first": "Rjs",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hambling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barbara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lancet",
            "volume": "335",
            "issn": "",
            "pages": "1366--1369",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Reactivity of urine samples by dot blot and Western blot.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge A. Montoya, who oversaw collection of the samples and equipment use, R. Arn~tiz for instruction on carrying out the Western blots, J. E Martin for his advice concerning the absorbance values, and J. M. P6rez, E. Medrano, M. Morillo, M. Flores, J. L. Gala, and E. Perlado for the collection of samples. Tanzanian  Patients with Extrapulmonary  Tuberculosis ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 390,
                    "text": "Tanzanian  Patients with Extrapulmonary  Tuberculosis",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgements"
        },
        {
            "text": "In 191 Tanzanian patients admitted to hospital with suspected extrapulmonary tuberculosis (TB), TB was diagnosed in 158 patients; the remaining 33 patients had neither microbiological nor clinical evidence of TB. Mycobacterium tuberculosis was detected in the blood of 25 patients, in 92% by a polymerase chain reaction (PCR) technique and in 52% by culture of buffy coat cells. The presence of mycobacterial DNA or Mycobacterium tuberculosis bacteria in peripheral blood (positive culture) was significantly associated with HIV infection; it was detected in 22 (21.4%) of 103 HIV-seropositive patients compared to only 3 (3.5%) of 55 HIV-seronegative patients (p < 0.009). In two-thirds of the patients with mycobacteraemia, TB can be detected by simple smears from other organ sites. In patients with suspected extrapulmonary tuberculosis in whom smears from the infected site are negative or not available, PCR on blood will confirm the diagnosis within 24 hours in one third of the cases.Bacteraemia with Mycobacterium tuberculosis occurs in 26-42% of patients with tuberculosis (TB) who are coinfected with the immunodeficiency virus (HIV) (1-4) , although mycobacteraemia has been reported only incidentally in African patients (5 ",
            "cite_spans": [
                {
                    "start": 1234,
                    "end": 1236,
                    "text": "(5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1145,
                    "end": 1150,
                    "text": "(1-4)",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}