{"paper_id": "20d714d3fdb645b25186d86c32714ee45e277bac", "metadata": {"title": "Geographic Distribution of Disaster-Specific Emergency Department Use After Hurricane Sandy in New York City", "authors": [{"first": "David", "middle": ["C"], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Silas", "middle": ["W"], "last": "Smith", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brendan", "middle": ["G"], "last": "Carr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kelly", "middle": ["M"], "last": "Doran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ian", "middle": [], "last": "Portelli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Corita", "middle": ["R"], "last": "Grudzen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lewis", "middle": ["R"], "last": "Goldfrank", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective: We aimed to characterize the geographic distribution of post-Hurricane Sandy emergency department use in administrative flood evacuation zones of New York City. Methods: Using emergency claims data, we identified significant deviations in emergency department use after Hurricane Sandy. Using time-series analysis, we analyzed the frequency of visits for specific conditions and comorbidities to identify medically vulnerable populations who developed acute postdisaster medical needs. Results: We found statistically significant decreases in overall post-Sandy emergency department use in New York City but increased utilization in the most vulnerable evacuation zone. In addition to dialysisand ventilator-dependent patients, we identified that patients who were elderly or homeless or who had diabetes, dementia, cardiac conditions, limitations in mobility, or drug dependence were more likely to visit emergency departments after Hurricane Sandy. Furthermore, patients were more likely to develop drug-resistant infections, require isolation, and present for hypothermia, environmental exposures, or administrative reasons. Conclusions: Our study identified high-risk populations who developed acute medical and social needs in specific geographic areas after Hurricane Sandy. Our findings can inform coherent and targeted responses to disasters. Early identification of medically vulnerable populations can help to map \"hot spots\" requiring additional medical and social attention and prioritize resources for areas most impacted by disasters. (Disaster Med Public Health Preparedness. 2016;10:351-361)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "I ncreased attention has been focused on identifying patients who are at high risk of developing acute medical needs in the midst of a disaster. 1 Disasters not only wreak havoc on access to essentials such as food, shelter, and electricity but also cause significant disruptions in medical services and the usual care of patients with chronic disease. 2, 3 Medically vulnerable populations present special challenges in disaster management, because they often lack the ability to fully prepare for emergencies. 4 Thus, these populations merit special attention in disaster planning. They are often disproportionately challenged by disasters owing to complex chronic disease and lack of transportation, social support, or financial means. 5, 6 Following Hurricane Sandy, New York City acknowledged the need to address medically vulnerable populations in its post-Sandy assessment report. Specific recommendations included the creation of a \"vulnerable populations and homebound door-to-door service and action plan\" to improve outreach to these populations and ensure critical access to health care services, medicines, and medical supplies. 7 Previous work has identified that patients with endstage renal disease who lose access to their dialysis centers suffer severe consequences during a disaster. 8 Ventilator-dependent patients may develop respiratory failure without electricity to run their devices. 9, 10 Anticipating these medical needs can prevent the medical complications that can develop in the early days after a disaster. Dialysis-dependent patients can be dialyzed in advance of an approaching hurricane. 11 Generators can be delivered to shelters in areas where residents are known to require ventilators. 12 With the development of new geographic methods to identify the location of patients with chronic disease, administrative data sets can be used to identify the geographic distribution of vulnerable populations at risk for developing acute medical needs during a disaster. 13, 14 Identifying the types of post-disaster medical needs that arise is a critical first step in preparing to address these needs in the wake of a disaster. 15 But first we need a more complete understanding of the other types of patients who are likely to require acute medical care after a disaster. 16 The goal of this study was to understand the geographic distribution of emergency department (ED) use after a disaster. 17 We used data before and after Hurricane Sandy's landfall to contrast ED utilization in the different administrative evacuation zones in New York City. 18, 19 We also performed a time-series analysis to identify the post-disaster acute medical needs that developed in different geographic regions. To do this, we identified which primary and secondary diagnoses increased significantly among patients accessing emergency care in the first few days after the storm.", "cite_spans": [{"start": 145, "end": 146, "text": "1", "ref_id": "BIBREF0"}, {"start": 353, "end": 355, "text": "2,", "ref_id": "BIBREF1"}, {"start": 356, "end": 357, "text": "3", "ref_id": "BIBREF2"}, {"start": 512, "end": 513, "text": "4", "ref_id": "BIBREF3"}, {"start": 739, "end": 741, "text": "5,", "ref_id": "BIBREF4"}, {"start": 742, "end": 743, "text": "6", "ref_id": "BIBREF5"}, {"start": 1142, "end": 1143, "text": "7", "ref_id": null}, {"start": 1303, "end": 1304, "text": "8", "ref_id": "BIBREF7"}, {"start": 1409, "end": 1411, "text": "9,", "ref_id": "BIBREF8"}, {"start": 1412, "end": 1414, "text": "10", "ref_id": "BIBREF9"}, {"start": 1623, "end": 1625, "text": "11", "ref_id": "BIBREF10"}, {"start": 1725, "end": 1727, "text": "12", "ref_id": "BIBREF11"}, {"start": 1999, "end": 2002, "text": "13,", "ref_id": "BIBREF12"}, {"start": 2003, "end": 2005, "text": "14", "ref_id": "BIBREF13"}, {"start": 2158, "end": 2160, "text": "15", "ref_id": "BIBREF14"}, {"start": 2303, "end": 2305, "text": "16", "ref_id": "BIBREF15"}, {"start": 2426, "end": 2428, "text": "17", "ref_id": "BIBREF16"}, {"start": 2580, "end": 2583, "text": "18,", "ref_id": "BIBREF17"}, {"start": 2584, "end": 2586, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "Using an all-payer claims database of ED visits from 2012 in New York City, we identified statistically significant deviations in ED use after Hurricane Sandy. We compared these post-disaster trends to baseline ED use in 2012 prior to October 29, the day that Hurricane Sandy made landfall. 20 We geographically matched the residence of ED patients to evacuation zones revised by the New York City Office of Emergency Management based on the damage inflicted by Hurricane Sandy (Figure 1 ). 21 Using a univariate time-series analysis, we contrasted the changes in ED use as stratified by the different levels of the evacuation zones. We then analyzed the frequency of ED visits for specific conditions and comorbidities to identify particular types of patients at high risk of developing post-disaster emergency medical needs.", "cite_spans": [{"start": 291, "end": 293, "text": "20", "ref_id": "BIBREF19"}, {"start": 491, "end": 493, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 478, "end": 487, "text": "(Figure 1", "ref_id": null}], "section": "Study Design"}, {"text": "The Statewide Planning and Research Cooperative System (SPARCS), housed within the New York State Department of Health, collects all-payer claims data from hospitals on ED visits and inpatient hospitalizations. 22 It is the most comprehensive resource for statewide ED utilization in New York State and includes privately insured, Medicare, Medicaid, and uninsured patients. In addition to patient demographics and insurance class, it includes data on diagnosis codes and patient addresses that can be used to identify the exact location of a patient's residence.", "cite_spans": [{"start": 211, "end": 213, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Data Source"}, {"text": "Our study included all adult patients aged 18 years and older who visited a New York City ED in 2012 and had a home address located in New York City. We excluded patients from correctional facilities and nursing homes and patients who visited an ED associated with a specialty hospital (ie, surgical subspecialty, oncological, or Veterans Administration facilities). These exclusions were performed so that the study population included noninstitutionalized New York City adults who visited a 911-receiving ED based at a general, acute care hospital in New York City.", "cite_spans": [], "ref_spans": [], "section": "Study Population"}, {"text": "To stratify ED patients by the impact of Hurricane Sandy, we matched patient addresses to newly established evacuation zones in New York City. These evacuation zones were revised in response to Hurricane Sandy's impact and are areas of the city that may be inundated by storm surge or isolated by storm surge waters (Figure 1 ). There are 6 zones, ranked by the risk of storm surge impact, with zone 1 being the most likely to flood and zone 6 being the least likely to flood. We designated zone X as regions deemed not at risk for flooding. . This file is available from the BYTES of the BIG APPLE family of software, data, and geographic files maintained by the New York City Department of City Planning. 21 The geographic granularity of this shapefile offered high resolution, with the average geographic unit having an area of only 0.005 square miles. To match ED patients to a specific evacuation zone, we geocoded the patients' home addresses to pinpoint their residence to a precise geographic location. Then, patients were analyzed by evacuation zone to compare the different patterns of medical conditions and comorbidities that developed in areas that were generally more affected versus less affected by the hurricane.", "cite_spans": [{"start": 707, "end": 709, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 316, "end": 325, "text": "(Figure 1", "ref_id": null}], "section": "Evacuation Zones"}, {"text": "To identify specific types of medical conditions for which ED utilization increased, we analyzed primary International Classification of Diseases, 9th Revision (ICD-9), diagnosis codes to differentiate the causes of ED use after Hurricane Sandy. We used the first 3-digit and letter prefix to group closely related ICD-9 codes. 23 We also separately analyzed secondary diagnosis codes to assess for patients' comorbidities and chronic conditions that may have contributed to or influenced their patterns of ED utilization after Hurricane Sandy. These secondary ICD-9 codes were similarly analyzed by their prefix containing the first 3 digits or letters.", "cite_spans": [{"start": 328, "end": 330, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "ICD-9 Diagnosis Code Categories"}, {"text": "We first examined the demographic characteristics and insurance status of patients stratified by the different evacuation zones for the 1-week period before and after Hurricane Sandy's landfall. 19 , 24 We compared the distribution of elderly (aged 65 years and older), female, black, and Hispanic patients and also analyzed the distribution of insurance status as categorized by privately insured, Medicare, Medicaid, and uninsured patients. To compare these patient characteristics for the 1 week before and after Hurricane Sandy, we used chi-square ", "cite_spans": [{"start": 195, "end": 197, "text": "19", "ref_id": "BIBREF18"}, {"start": 200, "end": 202, "text": "24", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Disaster Medicine and Public Health Preparedness tests to identify significant changes in the distribution of these demographic characteristics and insurance status.", "cite_spans": [], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "To perform our time-series analysis, we used the daily ED volume in 2012 prior to the storm to compute a baseline average utilization and standard deviation for the pre-hurricane period. We used these data to compute daily z-scores after the hurricane to assess for statistically significant deviations in ED utilization in the first few days after the storm. This analysis was segmented by evacuation zone for overall ED utilization and for each primary and secondary diagnosis code category.", "cite_spans": [], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "In our evaluation of statistically significant deviations of ED utilization, we used a Bonferroni correction to obtain an adjusted P value of 0.000048 to account for the multiple comparisons among the 1042 unique 3-digit and letter ICD-9 code prefixes for primary and secondary diagnosis code categories. This value correlated to a z-score of 3.9, meaning that any statistical deviation in ED utilization more than 3.9 standard deviations above the prehurricane mean was considered a statistically significant change in ED utilization within ICD-9 diagnosis code categories.", "cite_spans": [], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "Since we also analyzed utilization patterns over time, we further restricted significant results to those categories that were statistically significant for at least 2 consecutive days, because we wanted to identify those diagnoses that resulted in a sustained increase in utilization. In addition, some ICD-9 categories usually had zero daily observations, meaning that the standard deviation was small. In these cases, 2 consecutive days of a single ED visit per day might achieve statistical significance by these criteria. We discounted these categories that were significant only due to counts of one observation for consecutive days, because there was a higher probability that these events occurred by chance alone. ", "cite_spans": [], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "In the 1 week before Hurricane Sandy, New York City residents made a total of 50,995 ED visits. During the 1 week after the storm, citywide ED visits decreased by 9.5% to 46,131. We found a statistically significant increase after Hurricane Sandy in the proportion of ED patients who were elderly and insured by Medicare. ED utilization immediately after Hurricane Sandy decreased among patients who were female, black, Hispanic, insured by Medicaid, or uninsured (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 464, "end": 473, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Study Population"}, {"text": "In the time series analysis of overall ED utilization, we found that in the days after Hurricane Sandy, ED use in the least vulnerable region (zone X) decreased by 4.0 standard deviations on the day of the storm (day 0) and remained decreased by 2.2 standard deviations on the day after the hurricane. By day 2, overall ED utilization in zone X had returned to baseline ( Figure 2 ). We found a similar pattern of overall ED utilization for zones 3 through 6.", "cite_spans": [], "ref_spans": [{"start": 372, "end": 380, "text": "Figure 2", "ref_id": "FIGREF4"}], "section": "Overall ED Utilization"}, {"text": "In more vulnerable regions, a different pattern emerged. For zone 2, ED utilization decreased on the day of the hurricane, but only by 2.9 standard deviations. The day after the storm was not substantially different from prior patterns of ED utilization. In zone 1, overall ED utilization decreased on the day of the storm by 2.2 standard deviations, but increased by 3.2, 4.6, 2.8, and 2.0 standard deviations on days 1 through 4 after the hurricane. By day 5, overall ED utilization was similar to prior patterns of ED utilization ( Figure 2 ). ", "cite_spans": [], "ref_spans": [{"start": 535, "end": 543, "text": "Figure 2", "ref_id": "FIGREF4"}], "section": "Overall ED Utilization"}, {"text": "In our analysis of primary diagnoses, we found 13 distinct ICD-9 diagnosis code categories in zone 1, which had consecutive days of statistically significant increased ED utilization after Hurricane Sandy. Many of these categories included renal-associated conditions (ie, dialysis dependence, chronic kidney disease, hypertensive kidney disease, and electrolyte abnormalities) and respiratory-associated conditions (ie, ventilator dependence, chronic obstructive pulmonary disease, and pulmonary fibrosis). Other diagnosis code categories that had statistically significant increases in ED utilization included diabetes, drug dependence, external exposure, hypothermia, homelessness, and administrative encounters (Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 715, "end": 724, "text": "(Figure 3", "ref_id": null}], "section": "Primary Diagnoses"}, {"text": "The timing and duration of these increases in ED utilization differed by diagnosis code category. Some increases for categories such as dialysis dependence, drug dependence, hypothermia, homelessness, and pulmonary fibrosis were seen as early as the day of the hurricane (day 0), whereas ED visits for diabetes as the primary diagnosis were delayed until days 4 and 5 after the storm. The category with the longest duration of statistical significance was for dialysis dependence, which was statistically significant from day 0 through day 5. No categories achieved statistical significance beyond day 5 after the storm based on our conservatively adjusted P value and requirement of at least 2 consecutive days of statistical significance.", "cite_spans": [], "ref_spans": [], "section": "Primary Diagnoses"}, {"text": "As for other less vulnerable evacuation zones, zone 2 had fewer diagnosis code categories achieving statistically significant increases in ED use after Hurricane Sandy. These categories achieving statistical significance included dialysis dependence, hypothermia, hypertensive kidney disease, and chronic airway obstruction. Zones 3 through 5 had only 2 categories achieving statistical significance, which were renal or respiratory conditions. Zones 6 and X had more diagnosis code categories reaching statistical significance, most of which ", "cite_spans": [], "ref_spans": [], "section": "Primary Diagnoses"}, {"text": "Disaster Medicine and Public Health Preparedness overlapped with categories from zone 1. Notable exceptions included hypothermia, which only occurred in zones 1 and 2, and diabetes, which only occurred in zone 1.", "cite_spans": [], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "In our analysis of secondary diagnoses, we identified increased frequency of ED utilization among patients with ICD-9 diagnosis code categories that were generally similar to those identified as primary diagnoses (Figure 4) . In zone 1, overlap between primary and secondary diagnosis code categories included renal conditions (ie, chronic kidney disease, dialysis dependence, and hypertensive kidney disease), respiratory conditions (ie, ventilator dependence), and other categories (ie, diabetes and homelessness). However, additional categories were identified in secondary diagnoses, notably amputation status, ostomy status, dementia, and cardiac ", "cite_spans": [], "ref_spans": [{"start": 213, "end": 223, "text": "(Figure 4)", "ref_id": null}], "section": "Secondary Diagnoses"}, {"text": "Disaster Medicine and Public Health Preparedness conditions (ie, coronary artery disease, cardiac dysrhythmia, hypertension, and heart failure). Several special categories of secondary diagnoses such as isolation requirement and drugresistant infections also had statistically significant increases in ED utilization.", "cite_spans": [], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "As for less vulnerable evacuation zones, zone 2 had fewer secondary diagnosis code categories meeting criteria for statistical significance; these included dialysis and ventilator dependence. Other evacuation zones had even fewer secondary diagnosis code categories meeting statistical significance, except for zone X, which covered the largest geographic area and accounted for the highest proportion of ED patients. Notably, in zones 1, 2, and X, the ICD-9 diagnosis code category matching \"other facility unavailable\" also achieved statistical significance as a secondary diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "The first step to building resiliency among medically vulnerable populations requires identification of patients at high risk for developing acute medical or social needs after a disaster. 25 Through the experience of previous disasters, patients requiring renal dialysis and those who are ", "cite_spans": [{"start": 189, "end": 191, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Disaster Medicine and Public Health Preparedness ventilator-dependent have received special attention, because they have been previously identified as high-risk populations. 26 Our study systematically identified the other types of patients at marked risk for developing disaster-related acute medical needs.", "cite_spans": [{"start": 174, "end": 176, "text": "26", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "Using our methods, we confirmed that dialysis-and ventilator-dependent patients could be identified as being at higher risk for developing acute medical needs in the first days after a disaster. 11, 24 In addition, we identified that elderly patients are more likely to use ED care, especially in disasterprone areas. 27, 28 Primary diagnoses that contributed to higher ED utilization in higher-level evacuation zones also included diabetes and social determinants of health, such as homelessness. In addition, patients more frequently presented with hypothermia and external exposures in regions identified as being more vulnerable to the effects of the disaster. In terms of secondary diagnosis code categories, we found additional categories that were related to increased ED utilization in disaster-prone areas. Patients with dementia, cardiac comorbidities, amputations, or ostomies were more likely to develop acute medical needs after Hurricane Sandy. Interestingly, a statistically higher number of patients required isolation status or had drug-resistant infections.", "cite_spans": [{"start": 195, "end": 198, "text": "11,", "ref_id": "BIBREF10"}, {"start": 199, "end": 201, "text": "24", "ref_id": "BIBREF23"}, {"start": 318, "end": 321, "text": "27,", "ref_id": "BIBREF26"}, {"start": 322, "end": 324, "text": "28", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "In addition, we found that although most of these primary and secondary diagnosis code categories started in the first few days after the disaster, certain conditions seemed to have a delayed presentation. For instance, among the primary diagnoses, patients with diabetes-related conditions did not start showing up in statistically significant numbers 4 and 5 days after Hurricane Sandy. This finding may relate to the fact that patients with diabetes may be able to last longer without medical care than patients with dialysis or ventilator dependence, but eventually end up having to visit an ED a few days after the storm. In analyzing secondary diagnosis code categories, patients with ostomies or amputation delayed presentation until day 2, perhaps reflecting the lack of secondary home caregivers to assist patients with these conditions (eg, visiting nurses). Drug-resistant infections and skin and soft tissue infection (ie, erysipelas) were both categories that were delayed in presentation until days 4 and 5.", "cite_spans": [], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "Overall, in addition to the well-studied dialysis-and ventilator-dependent patients, we found that patients who are elderly; have diabetes, dementia, or cardiac comorbidities; experience physical limitations such as amputation; or have other complex medical needs such as ostomies are more likely to have increased use of EDs after a disaster such as Hurricane Sandy. This increased use could represent development of new acute medical needs, but many of these diagnosis code categories seem to relate to difficulties in managing chronic conditions. In addition, our study demonstrates that hospitals may need to be prepared for more patients with environmental exposures such as hypothermia, those requiring isolation, and those who develop drug-resistant infections.", "cite_spans": [], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "Notably, some diagnosis code categories cross evacuation zones. Dialysis dependence especially was a diagnosis code category that was statistically significant outside the most vulnerable evacuation zones and was increased even in nonevacuation zones. These findings may be due to our use of administrative flood evacuation zones, which did not map exactly to other phenomenon caused by the storm such as power outages, which may have a more direct effect on the availability of other health care facilities such as dialysis centers.", "cite_spans": [], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "In addition, we found evidence of other systemic health care disruptions in our ED utilization data. The secondary diagnosis code category for \"other facility unavailable\" demonstrated statistically significant increases after Hurricane Sandy. Drug dependence encounters also increased, which may be related to known loss of methadone treatment centers. 29 In addition, administrative encounters were also frequent, which we found almost universally to be visits for prescription refills, evidence of disruption of access to primary care. In each of these cases, the resulting effect was an increase in ED use, which reflects the need to anticipate and prepare for these disruptions. In addition, EDs may be an initial place to engage those individuals who have experienced loss in their usual access to health care.", "cite_spans": [{"start": 354, "end": 356, "text": "29", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "We were surprised to find that several nonmedical and social diagnosis code categories were identified in our analyses. In zone 1, one of the ICD-9 diagnosis code categories showing the strongest uptick in ED visits after Hurricane Sandy was the code for homelessness. We were unable to determine if these patients represented newly homeless individuals as a result of hurricane damage or existing homeless patients unable to access their regular shelters or safely live outdoors during and after the hurricane. New York City's Department of Homeless Services already initiates additional homeless outreach during periods of increased environmental risk (eg, freezing temperatures or heat advisories). Our study suggests the critical role of targeted efforts to assist people who are homeless during and after disasters like Hurricane Sandy. Our findings also underscore the ED's role not just as a \"medical safety net\" but also as a \"social safety net,\" a phenomenon not limited to post-disaster periods. 30, 31 However, this role of EDs may be magnified during disasters.", "cite_spans": [{"start": 1006, "end": 1009, "text": "30,", "ref_id": "BIBREF29"}, {"start": 1010, "end": 1012, "text": "31", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "We were also surprised that some diagnoses were markedly absent in our analyses. Many studies have identified individuals with psychiatric diagnoses to be a critically important vulnerable population during disasters. 32 However, we did not see any increases in specific psychiatric ICD-9 diagnosis code categories among primary or secondary diagnosis code categories. The reasons for this absence may be a detection issue, as we had stringent requirements for which categories reached statistical significance. However, the absence may also indicate a critical gap in care that develops after a disaster. It may be that the presentation of psychiatric conditions is delayed and occurs weeks to months after disasters. Vulnerable populations may be unable to access care for various reasons. If patients with psychiatric conditions are compromised in their ability to access care when disasters strike, their lack of engagement with the medical system may place them at subsequent risk for poor outcomes after a disaster. 33", "cite_spans": [{"start": 218, "end": 220, "text": "32", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Geography of ED Use in Disasters"}, {"text": "Our study was a geographic analysis of ED administrative claims data, which means that it was subject to coding errors that can occur in collection of data. In addition, we used municipal administrative evacuation zones developed post hoc based on the damage incurred by Hurricane Sandy. These areas may not precisely match the true underlying geographic impact of Hurricane Sandy, particularly for electrical failures. Given the number of ICD-9 diagnosis code categories that we examined, we made adjustments to the level of statistical significance required to identify a category with increased ED utilization. Important categories of ED utilization may have been missed by using this stringent requirement for statistical significance. Finally, our study was limited to New York City, a unique and dense urban environment, and to Hurricane Sandy. The findings of our study may not be generalizable to other regions of the country or to other types of disasters in which different changes in ED utilization may occur.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Our study adds several concrete findings that can improve disaster preparedness and response. First, overall ED utilization generally decreased in the early days after Hurricane Sandy, consistent with prior studies of disasters. However, we found that the most disaster-prone regions actually demonstrated increases in ED utilization. Early ED utilization may predict those areas most significantly affected by a disaster. Similar to early warning systems, an uptick in ED utilization in a given geographic area may be an initial indication of those areas most severely affected by a given disaster. Close monitoring of the geographic distribution of ED utilization may provide those involved in disaster management with a means of making early decisions on resource deployment based on concrete data.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Second, we identified additional populations at risk for developing acute medical needs after a disaster. These included chronic diseases (eg, diabetes, cardiac comorbidities), complex medical needs (eg, ostomy, amputation), other contributors to vulnerability (eg, advanced age, dementia), and social determinants of health (eg, homelessness). We also noted an increased frequency of ED visits for disaster-related conditions (eg, hypothermia, environmental exposures), advanced medical needs (eg, drug-resistant infections, isolation requirement), and disruption of the availability of other health care facilities. Hospitals should be prepared to handle each of these critical issues in the event of a disaster. We also found a high number of administrative encounters for prescription refills, which may be amenable to mobile or temporary pharmacy solutions.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Third, we discovered that patients with particular medical conditions may present in different phases, demonstrating that medical needs may evolve after a disaster. We confirmed that dialysis-dependent and ventilator-dependent patients present early, as previously described. In addition, patients with hypothermia and environmental exposures may present in the early periods after a disaster. First responders must be prepared for medically vulnerable populations with complex medical needs and special cases and conditions, especially given that response may be hampered by the severity of the disaster or electrical outages. In addition, we found a somewhat delayed increase in ED use among patients with diabetes. Delivery of diabetes medications to disaster-prone areas may reduce the need for ED utilization and improve management of these important chronic conditions. Patients with certain types of chronic disease may be able to manage in the first few days after a disaster but eventually develop the acute need to access medical care.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Finally, these methods of ED surveillance to identify medically vulnerable populations can also be used to identify areas with a high density of patients with disaster-sensitive medical conditions and comorbidities in advance. Maps that show \"hot spots\" of these disaster-sensitive conditions can be used to prioritize disaster preparedness activities, create population-specific evacuation plans, and help deploy resources during disaster response. In this way, understanding the geography of disaster-related ED use can help to shape our management of future disasters.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Dialysis care and death following Hurricane Sandy", "authors": [{"first": "J", "middle": [], "last": "Kelman", "suffix": ""}, {"first": "K", "middle": [], "last": "Finne", "suffix": ""}, {"first": "A", "middle": [], "last": "Bogdanov", "suffix": ""}], "year": 2015, "venue": "Am J Kidney Dis", "volume": "65", "issn": "1", "pages": "109--115", "other_ids": {"DOI": ["10.1053/j.ajkd.2014.07.005"]}}, "BIBREF1": {"ref_id": "b1", "title": "Rebuilding emergency care after Hurricane Sandy", "authors": [{"first": "D", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Mcstay", "suffix": ""}], "year": 2014, "venue": "Disaster Med Public Health Prep", "volume": "8", "issn": "2", "pages": "119--122", "other_ids": {"DOI": ["10.1017/dmp.2014.19"]}}, "BIBREF2": {"ref_id": "b2", "title": "Redistribution of emergency department patients after disaster-related closures of a public versus private hospital in New York City", "authors": [{"first": "D", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Smith", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Carr", "suffix": ""}], "year": 2015, "venue": "Disaster Med Public Health Prep", "volume": "9", "issn": "3", "pages": "256--264", "other_ids": {"DOI": ["10.1017/dmp.2015.11"]}}, "BIBREF3": {"ref_id": "b3", "title": "Disaster planning for vulnerable populations: leveraging Community Human Service Organizations direct service delivery personnel", "authors": [{"first": "K", "middle": ["L"], "last": "Levin", "suffix": ""}, {"first": "M", "middle": [], "last": "Berliner", "suffix": ""}, {"first": "A", "middle": [], "last": "Merdjanoff", "suffix": ""}], "year": 2014, "venue": "J Public Health Manag Pract", "volume": "20", "issn": "5", "pages": "79--82", "other_ids": {"DOI": ["10.1097/PHH.0000000000000096"]}}, "BIBREF4": {"ref_id": "b4", "title": "Health care in New Orleans before and after Hurricane Katrina", "authors": [{"first": "R", "middle": [], "last": "Rudowitz", "suffix": ""}, {"first": "D", "middle": [], "last": "Rowland", "suffix": ""}, {"first": "A", "middle": [], "last": "Shartzer", "suffix": ""}], "year": 2006, "venue": "Health Aff (Millwood)", "volume": "25", "issn": "5", "pages": "393--406", "other_ids": {"DOI": ["10.1377/hlthaff.25.w393"]}}, "BIBREF5": {"ref_id": "b5", "title": "Burden of disease and health status among Hurricane Katrina-displaced persons in shelters: a population-based cluster sample", "authors": [{"first": "P", "middle": ["G"], "last": "Greenough", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Lappi", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Hsu", "suffix": ""}], "year": 2008, "venue": "Ann Emerg Med", "volume": "51", "issn": "4", "pages": "426--432", "other_ids": {"DOI": ["10.1016/j.annemergmed.2007.04.004"]}}, "BIBREF7": {"ref_id": "b7", "title": "Hurricane Sandy as a kidney failure disaster", "authors": [{"first": "K", "middle": ["D"], "last": "Lempert", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Kopp", "suffix": ""}], "year": 2013, "venue": "Am J Kidney Dis", "volume": "61", "issn": "6", "pages": "865--868", "other_ids": {"DOI": ["10.1053/j.ajkd.2013.03.017"]}}, "BIBREF8": {"ref_id": "b8", "title": "blackout on the New York City healthcare delivery system: a lesson for disaster preparedness", "authors": [{"first": "D", "middle": ["J"], "last": "Prezant", "suffix": ""}, {"first": "J", "middle": [], "last": "Clair", "suffix": ""}, {"first": "S", "middle": [], "last": "Belyaev", "suffix": ""}], "year": 2003, "venue": "Crit Care Med", "volume": "33", "issn": "1", "pages": "96--101", "other_ids": {"DOI": ["10.1097/01.CCM.0000150956.90030.23"]}}, "BIBREF9": {"ref_id": "b9", "title": "Impact of a citywide blackout on an urban emergency medical services system", "authors": [{"first": "J", "middle": [], "last": "Freese", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Richmand", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Silverman", "suffix": ""}], "year": 2006, "venue": "Prehosp Disaster Med", "volume": "21", "issn": "6", "pages": "372--378", "other_ids": {"DOI": ["10.1017/S1049023X00004064"]}}, "BIBREF10": {"ref_id": "b10", "title": "Early dialysis and adverse outcomes after Hurricane Sandy", "authors": [{"first": "N", "middle": [], "last": "Lurie", "suffix": ""}, {"first": "K", "middle": [], "last": "Finne", "suffix": ""}, {"first": "C", "middle": [], "last": "Worrall", "suffix": ""}], "year": 2015, "venue": "Am J Kidney Dis", "volume": "66", "issn": "3", "pages": "507--512", "other_ids": {"DOI": ["10.1053/j.ajkd.2015.04.050"]}}, "BIBREF11": {"ref_id": "b11", "title": "Community healthcare delivery post-Hurricane Sandy: lessons from a mobile health unit", "authors": [{"first": "C", "middle": [], "last": "Lien", "suffix": ""}, {"first": "J", "middle": [], "last": "Raimo", "suffix": ""}, {"first": "J", "middle": [], "last": "Abramowitz", "suffix": ""}], "year": 2014, "venue": "J Community Health", "volume": "39", "issn": "3", "pages": "599--605", "other_ids": {"DOI": ["10.1007/s10900-013-9805-7"]}}, "BIBREF12": {"ref_id": "b12", "title": "Prediction of unmet primary care needs for the medically vulnerable post-disaster: an interrupted time-series analysis of health system responses", "authors": [{"first": "J", "middle": ["D"], "last": "Runkle", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Karmaus", "suffix": ""}], "year": 2012, "venue": "Int J Environ Res Public Health", "volume": "9", "issn": "10", "pages": "3384--3397", "other_ids": {"DOI": ["10.3390/ijerph9103384"]}}, "BIBREF13": {"ref_id": "b13", "title": "Evaluating the utility of emergency department syndromic surveillance for a regional public health service", "authors": [{"first": "K", "middle": ["G"], "last": "Hope", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Merritt", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Durrheim", "suffix": ""}], "year": 2010, "venue": "Commun Dis Intell Q Rep", "volume": "34", "issn": "3", "pages": "310--318", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The public health value of emergency department syndromic surveillance following a natural disaster", "authors": [{"first": "K", "middle": [], "last": "Hope", "suffix": ""}, {"first": "T", "middle": [], "last": "Merritt", "suffix": ""}, {"first": "K", "middle": [], "last": "Eastwood", "suffix": ""}], "year": 2008, "venue": "Commun Dis Intell Q Rep", "volume": "32", "issn": "1", "pages": "92--94", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Estimating medically fragile population in storm surge zones: a geographic information system application", "authors": [{"first": "J", "middle": ["L"], "last": "Wilson", "suffix": ""}, {"first": "R", "middle": [], "last": "Little", "suffix": ""}, {"first": "L", "middle": [], "last": "Novick", "suffix": ""}], "year": 2013, "venue": "J Emerg Manag", "volume": "11", "issn": "1", "pages": "9--24", "other_ids": {"DOI": ["10.5055/jem.2013.0124"]}}, "BIBREF16": {"ref_id": "b16", "title": "EHRs and disaster management", "authors": [{"first": "D", "middle": ["M"], "last": "Newman", "suffix": ""}], "year": 2006, "venue": "Fam Pract Manag", "volume": "13", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The effect of a class IV hurricane on emergency department operations", "authors": [{"first": "C", "middle": ["M"], "last": "Sheppa", "suffix": ""}, {"first": "J", "middle": [], "last": "Stevens", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Philbrick", "suffix": ""}], "year": 1993, "venue": "Am J Emerg Med", "volume": "11", "issn": "5", "pages": "464--467", "other_ids": {"DOI": ["10.1016/0735-6757(93)90084-O"]}}, "BIBREF18": {"ref_id": "b18", "title": "Regional impact of Hurricane Isabel on emergency departments in coastal southeastern Virginia", "authors": [{"first": "C", "middle": ["M"], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Graffeo", "suffix": ""}], "year": 2005, "venue": "Acad Emerg Med", "volume": "12", "issn": "12", "pages": "1201--1205", "other_ids": {"DOI": ["10.1111/j.1553-2712.2005.tb01498.x"]}}, "BIBREF19": {"ref_id": "b19", "title": "Lessons from Sandy-preparing health systems for future disasters", "authors": [{"first": "I", "middle": [], "last": "Redlener", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Reilly", "suffix": ""}], "year": 2012, "venue": "N Engl J Med", "volume": "367", "issn": "24", "pages": "2269--2271", "other_ids": {"DOI": ["10.1056/NEJMp1213486"]}}, "BIBREF20": {"ref_id": "b20", "title": "Atomic Polygons Shapefile Version 15B", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "SPARCS: the New York State health care data system", "authors": [{"first": "J", "middle": ["M"], "last": "Quan", "suffix": ""}], "year": 1980, "venue": "J Clin Comput", "volume": "8", "issn": "6", "pages": "255--263", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Determining chronic disease prevalence in local populations using emergency department surveillance", "authors": [{"first": "D", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Long", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Wall", "suffix": ""}], "year": 2015, "venue": "Am J Public Health", "volume": "105", "issn": "9", "pages": "67--74", "other_ids": {"DOI": ["10.2105/AJPH.2015.302679"]}}, "BIBREF23": {"ref_id": "b23", "title": "The impact of a series of hurricanes on the visits to two central Florida Emergency Departments", "authors": [{"first": "E", "middle": [], "last": "Platz", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Cooper", "suffix": ""}, {"first": "S", "middle": [], "last": "Silvestri", "suffix": ""}], "year": 2007, "venue": "J Emerg Med", "volume": "33", "issn": "1", "pages": "39--46", "other_ids": {"DOI": ["10.1016/j.jemermed.2007.02.023"]}}, "BIBREF24": {"ref_id": "b24", "title": "Committee on Guidance for Establishing Crisis Standards of Care for Use in Disaster Situations", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Impact of hurricane sandy on hospital emergency and dialysis services: a retrospective survey", "authors": [{"first": "C", "middle": ["J"], "last": "Lin", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Pierce", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Roblin", "suffix": ""}], "year": 2014, "venue": "Prehosp Disaster Med", "volume": "29", "issn": "4", "pages": "374--379", "other_ids": {"DOI": ["10.1017/S1049023X14000715"]}}, "BIBREF26": {"ref_id": "b26", "title": "Disparate health implications stemming from the propensity of elderly and medically fragile populations to shelter in place during severe storm events", "authors": [{"first": "J", "middle": ["G"], "last": "Behr", "suffix": ""}, {"first": "R", "middle": [], "last": "Diaz", "suffix": ""}], "year": 2013, "venue": "J Public Health Manag Pract", "volume": "19", "issn": "2", "pages": "55--62", "other_ids": {"DOI": ["10.1097/PHH.0b013e318297226a"]}}, "BIBREF27": {"ref_id": "b27", "title": "The impact of natural disasters on the elderly", "authors": [{"first": "E", "middle": ["P"], "last": "Cherniack", "suffix": ""}], "year": 2008, "venue": "Am J Disaster Med", "volume": "3", "issn": "3", "pages": "133--139", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Effects of regulation on methadone and buprenorphine provision in the wake of Hurricane Sandy", "authors": [{"first": "B", "middle": [], "last": "Mcclure", "suffix": ""}, {"first": "S", "middle": [], "last": "Mendoza", "suffix": ""}, {"first": "L", "middle": [], "last": "Duncan", "suffix": ""}], "year": 2014, "venue": "J Urban Health", "volume": "91", "issn": "5", "pages": "999--1008", "other_ids": {"DOI": ["10.1007/s11524-014-9904-5"]}}, "BIBREF29": {"ref_id": "b29", "title": "Where do people go when they first become homeless? A survey of homeless adults in the USA", "authors": [{"first": "T", "middle": ["P"], "last": "O&apos;toole", "suffix": ""}, {"first": "A", "middle": [], "last": "Conde-Martel", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gibbon", "suffix": ""}], "year": 2007, "venue": "Health Soc Care Community", "volume": "15", "issn": "5", "pages": "446--453", "other_ids": {"DOI": ["10.1111/j.1365-2524.2007.00703.x"]}}, "BIBREF30": {"ref_id": "b30", "title": "Navigating the boundaries of emergency department care: addressing the medical and social needs of patients who are homeless", "authors": [{"first": "K", "middle": ["M"], "last": "Doran", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Vashi", "suffix": ""}, {"first": "S", "middle": [], "last": "Platis", "suffix": ""}], "year": 2013, "venue": "Am J Public Health", "volume": "103", "issn": "S2", "pages": "355--360", "other_ids": {"DOI": ["10.2105/AJPH.2013.301540"]}}, "BIBREF31": {"ref_id": "b31", "title": "Mental health outcomes among vulnerable residents after Hurricane Sandy: implications for disaster research and planning", "authors": [{"first": "J", "middle": ["A"], "last": "Boscarino", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Hoffman", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Adams", "suffix": ""}], "year": 2014, "venue": "Am J Disaster Med", "volume": "9", "issn": "2", "pages": "107--120", "other_ids": {"DOI": ["10.5055/ajdm.2014.0147"]}}, "BIBREF32": {"ref_id": "b32", "title": "Mental health effects of Hurricane Sandy: characteristics, potential aftermath, and response", "authors": [{"first": "Y", "middle": [], "last": "Neria", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Shultz", "suffix": ""}], "year": 2012, "venue": "JAMA", "volume": "308", "issn": "24", "pages": "2571--2572", "other_ids": {"DOI": ["10.1001/jama.2012.110700"]}}}, "ref_entries": {"FIGREF0": {"text": "These zones were developed by the Office of Emergency Management and can be found in the city's open-source geographic shapefile called Atomic Polygons (Release 15B, April 2015)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "New York City flood evacuation zones established by the New York City Office of Emergency Management.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Statistical analyses were performed by using Stata 12.1 (Stata-Corp, College Station, TX). Geographic analysis was performed by using ArcGIS Desktop 10.2 (ESRI, Redlands, CA).EthicsThis conduct of this study was approved by the Institutional Review Board of the NYU School of Medicine and the SPARCS Data Protection Review Board at the New York State Department of Health.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "FIGURE 2 Deviations in Daily ED Utilization in 2012 Stratified by Evacuation Zones.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "CONTINUED)Abbreviation: ED, emergency department. Daily ED utilization measured in standard deviations from a baseline prehurricane average. Gray shading indicates the prehurricane time period.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Code Categories With Increased Frequency Among ED Patients as Stratified by Evacuation Zone. Abbreviations: ED, emergency department; ICD-9, International Classification of Diseases, 9th Revision.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "ED, emergency department; ICD-9, International Classification of Diseases, 9th Revision.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Emergency Department Patient Characteristics 1 Week Before and After Hurricane Sandy in New York City", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Before Hurricane </td><td>After Hurricane </td><td>P Value for Difference\n</td></tr><tr><td>Total </td><td>50,996 (100%) </td><td>46,131 (100%)\n</td><td> </td></tr><tr><td>Demographics\n</td><td> </td><td> </td><td> </td></tr><tr><td>Elderly </td><td>9144 (17.9%) </td><td>9364 (20.3%) </td><td>&lt;0.001\n</td></tr><tr><td>Female </td><td>29,695 (58.2%) </td><td>25,862 (56.1%) </td><td>&lt;0.001\n</td></tr><tr><td>Black </td><td>17,065 (33.5%) </td><td>14,933 (32.4%) </td><td>&lt;0.001\n</td></tr><tr><td>Hispanic </td><td>14,783 (29.0%) </td><td>12,779 (27.7%) </td><td>&lt;0.001\n</td></tr><tr><td>Insurance type\n</td><td> </td><td> </td><td> </td></tr><tr><td>Private </td><td>12,079 (23.7%) </td><td>10,986 (23.8%) </td><td>&lt;0.001\n</td></tr><tr><td>Medicare </td><td>10,110 (19.8%) </td><td>10,455 (22.7%)\n</td><td> </td></tr><tr><td>Medicaid </td><td>19,334 (37.9%) </td><td>16,904 (36.6%)\n</td><td> </td></tr><tr><td> </td><td>Uninsured </td><td>9473 (18.6%) </td><td>7786 (16.9%)\n</td></tr></table></body></html>"}}, "back_matter": []}