{
    "paper_id": "20e184553a6018cd523b020d25aec3fcf9a7622b",
    "metadata": {
        "title": "Pulmonary toxicity after intraperitoneal mitomycin C: a case report of a rare complication of HIPEC",
        "authors": [
            {
                "first": "Melissa",
                "middle": [
                    "L"
                ],
                "last": "Abel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "George",
                "middle": [],
                "last": "Kokosis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dan",
                "middle": [
                    "G"
                ],
                "last": "Blazer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Cytoreductive surgery combined with hyperthermic intraperitoneal chemotherapy (CRS/HIPEC) has become a common treatment approach for disseminated appendiceal neoplasms. Systemic absorption of intraperitoneal chemotherapeutics may lead to drug-induced toxicity, most commonly neutropenia. Mitomycin C has been the most commonly used chemotherapeutic in HIPEC for the past several decades. Case presentation: Here, we describe a rare pulmonary complication secondary to intraperitoneal administration of mitomycin C. Conclusions: While rare, intraperitoneal mitomycin C has the potential to cause serious pulmonary toxicity that should be considered with administration. To our knowledge, this report represents only the second case described in the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aggressive surgical approaches to patients with peritoneal carcinomatosis from nongynecologic malignancies have become increasingly common, abrogating some of the historic nihilism associated with treating this difficult patient population [1] . Specifically, over the last three decades, cytoreductive surgery combined with hyperthermic intraperitoneal chemotherapy (CRS/HIPEC) has emerged as a viable treatment option for selected patients with reasonable morbidity and favorable oncologic outcomes [1, 2] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 505,
                    "end": 507,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In patients with disseminated colorectal and appendiceal malignancies undergoing CRS/HIPEC, mitomycin C (MMC) has been the preferred chemotherapeutic agent for decades [3] [4] [5] [6] . It is a large molecule with limited systemic absorption, it rapidly penetrates tumor cells, and it is synergistic with hyperthermia [7, 8] . The most common toxicity associated with MMC in HIPEC is neutropenia, which has been shown to occur in up to 39 % of patients [9, 10] . Intravenous MMC is well-known to cause dose-dependent interstitial lung disease, but reports of pulmonary toxicity secondary to intraperitoneal administration are rare [11] [12] [13] . Here, we present a case of acute respiratory distress syndrome (ARDS) secondary to MMC administration in a patient recovering from CRS/HIPEC for disseminated appendiceal cancer.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A 38-year-old female with an unremarkable past medical history initially presented to an outside facility with acute-onset low back pain. MRI showed a fluid-filled appendix, and a subsequent CT scan raised concern for acute appendicitis. A laparoscopic appendectomy was performed on the 11th of August 2015 with intraoperative findings of a swollen appendix without any evidence of rupture. Frozen section of the specimen revealed at least low-grade dysplasia with negative margins, and the procedure was terminated at that point. Final pathology revealed invasive adenocarcinoma with evidence of perforation and normal mesoappendix making this a T4Nx tumor. Peritoneal washings revealed tumor cells present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "The patient was then referred to our institution for consideration of CRS/HIPEC. After multidisciplinary tumor board discussion, the patient underwent 3 months of XELOX therapy with plans for interval CRS/HIPEC. In January 2016, the patient underwent laparoscopic right hemicolectomy, omentectomy, and HIPEC. Prior to incision, 1 g of ertapenem was given per routine. No gross disease was appreciated on exploration. The placement of the HIPEC cannulae was performed through the laparoscopic extraction site of the colon and omentum, essentially facilitating a minimally invasive HIPEC. Per institutional practice, HIPEC involved administration of 40 mg MMC with a target intraperitoneal temperature of 41°C for 90 min. Per institutional protocol, mitomycin C is given at a fixed dose and not dosed by body surface area. Thirty milligrams is administered at time 0 min, and 10 mg administered at time 60 min. Total perfusate is 3 L of normal saline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "During the operation, the patient received 2.2 L of total fluid, primarily lactated Ringer's solution, over the course of 5 h. No blood products were given, and the patient made 265 mL of urine during the case with an estimated blood loss of 50 mL. The patient's fluid balance over the next 24 h was essentially even, 2.5 L of saline and 1.8 L of urine output recorded. No blood products were given postoperatively either.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "On postoperative day 2, the patient developed acute respiratory distress with increasing oxygen requirements. She was febrile to 39.5°C and acutely tachycardic, with a heart rate of 143 bpm. She was placed on a partial rebreather and transferred to the surgical ICU. A CT scan was obtained, which ruled out pulmonary embolism but showed marked edema and infiltration of the lungs (Fig. 1) . The patient was started on vancomycin/piperacillin-tazobactam/azithromycin for presumed pneumonia. She was given 20 mg furosemide intravenously with excellent diuresis. She received an additional dose on postoperative day 3. Nasal swab for respiratory syncytial virus and Legionella and Strep pneumoniae urine antigen studies were sent and ultimately returned as negative, and WBCs were within normal limits throughout this event. Additional studies including sputum and blood cultures were all negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 388,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "On postoperative day 4, the patient's respiratory status continued to worsen despite the use of intermittent bilateral positive airway pressure (BiPAP), ultimately requiring intubation. Phenylephrine was also administered for blood pressure support. At this time, chest X-ray showed increasing pulmonary opacities (Fig. 2) . The pulmonology service was consulted on postoperative day 5, and their team concluded that this patient had ARDS of uncertain etiology given negative infectious workup to date. Bronchoscopy was recommended if the patient failed to improve.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 322,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "However, following intubation, the patient rapidly improved and was extubated by postoperative day 7. Though she remained essentially afebrile from postoperative day 2 until discharge (Tmax no greater than 38 C), empiric antibiotics were continued until discharge, with discontinuation of azithromycin on postoperative day 7. Repeated chest X-ray was obtained and showed marked improvement (Fig. 3) . The patient continued to improve with no complications following extubation and was discharged home on postoperative day 10 without need of supplemental oxygen, tolerating a regular diet, and with return of bowel function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 398,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "At no point during the postoperative course was there ever any evidence of abdominal sepsis to explain the The patient experienced mild neutropenia 5 days following the onset of respiratory distress, which resolved within a few days. Prior to her operation, the patient had a white blood cell count of 3.9 × 10 9 cells/L, which increased within the normal range to 7.9 × 10 9 at the onset of respiratory insufficiency. Her white blood cell count then progressively decreased to a mild neutropenia, reaching 2.6 × 10 9 by postoperative day 7. At the time of her discharge her neutropenia had resolved, with a count of 8.0 × 10 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "At the patient's most recent follow-up appointment, over 1 month postoperatively, she reported no shortness of breath or chest pain, with an oxygen saturation of 99 % on room air with a respiratory rate of 16. Overall, she is doing well from a respiratory standpoint. She is scheduled to restart systemic chemotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Cytoreductive surgery in combination with HIPEC is a well-accepted and increasingly utilized treatment strategy for patients with disseminated appendiceal malignancies. MMC is the most frequently used chemotherapeutic agent for this approach, in part due to its high molecular weight that allows for limited systemic penetration [13] . Unlike conventional systemic chemotherapy for appendiceal cancer, which has limited access to the peritoneum, MMC HIPEC allows for high local doses targeted at residual micrometastatic peritoneal disease [7, 14] . The hyperthermia used in HIPEC synergizes with the antitumor effects of intraperitoneal chemotherapy by increasing cytotoxicity as well as the depth of penetration by the drug [7] .",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Although this strategy has favorable oncologic outcomes compared to systemic chemotherapy alone, CRS/HIPEC carries potential for significant adverse effects. Morbidity following this treatment is most commonly related to cytoreductive surgery; yet, there remains a risk for MMC-related toxicity [13] . The most frequent side effect from peritoneal MMC is neutropenia, for which female sex and MMC dose per body surface area have been implicated as risk factors [9] . The patient presented in this case, although she had a significant drop in white blood cell count resulting in a Grade 2 leukocyte toxicity (from 7.2 × 10 9 to 2.5 × 10 9 ), did not experience neutropenia (ANC 2.2 × 10 9 ) [15] . Of note, she also had a significant drop in her hemoglobin to a Grade 3 anemia (10.4 to 7.3 g/dL) without significant blood loss [15] .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "More notable and unique in this case was the onset of respiratory symptoms after treatment with MMC. This patient was ultimately diagnosed with ARDS beginning 2 days post-therapy due to a constellation of factors that include acute-onset respiratory insufficiency with an FiO2/paO2 of 250, bilateral pulmonary infiltrates on imaging, and lack of cardiogenic pathology. The presence of a degree of myelosuppression in this patient, as evidenced by the drop in her ANC and hematocrit postoperatively, confirms an element of systemic absorption of MMC, which supports the diagnosis of MMC toxicity-induced ARDS. Given the negative infectious workup, a noninfectious cause for ARDS in this patient was strongly favored. The strong temporal relationship with administration of intraperitoneal mitomycin C and development of pulmonary toxicity also favors drug toxicity as the inciting cause for ARDS. Given the well-established relationship between systemic mitomycin C and development of interstitial pneumonitis, the pulmonary and critical care teams strongly favored this diagnosis. However, given the patient's relatively rapid recovery, no lung biopsy was performed and empiric steroid therapy was never instituted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "A recent study on the neutropenic effects of MMC HIPEC resulted in a standardized, weight-based algorithm dosing system adjusted for the presence of prior systemic chemotherapy to minimize neutropenia [9] . This patient received a dose of MMC HIPEC consistent with this algorithm. While she did not develop neutropenia, we believe that the development of ARDS in addition to an evidence of myelosuppression is both attributable to intraperitoneal administration [9] .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The first cases of interstitial pneumonitis during treatment with intravenous MMC were reported in 1978 [16] . Following this publication, pulmonary toxicity continued to be reported as a rare but well-known side effect of MMC, with occurrence rates of 5 to 12 % [17] . The first prospective study on the relationship between intravenous MMC and pulmonary toxicity concluded that this toxicity is a dose-dependent side effect of MMC that should be considered only when patients receive over a 20 mg/m 2 cumulative dose [18] . This model was supported by later pharmacological evidence that there is a direct relationship between body surface area and MMC plasma clearance, as well as between plasma exposure and hematological toxicity [14] . Recommendations of this study were to use a dose of 25 mg/m 2 , divided into three portions of 50 % at the beginning of treatment, 25 % after 30 min, and 25 % after another 30 min, in order to limit the incidence of leukopenic side effects to 10 %.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Despite the established relationship between intravenous MMC and interstitial pneumonitis, large studies of MMC HIPEC-induced pulmonary toxicity have yet to be reported in the literature. A 2008 report outlined the first published case of HIPEC MMC-induced interstitial pneumonitis in a patient who received 30.8 mg/m 2 HIPEC MMC within the standard treatment dosing parameters [13] . This case similarly demonstrated systemic penetration of MMC despite dosing according to established guidelines. Unlike the patient presented here, however, the previous case describes a case of interstitial pneumonitis 37 days following therapy, requiring steroids but without need for intubation. Both accounts draw attention to the potential for respiratory toxicity associated with HIPEC MMC.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 382,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "It remains unclear what, if any, underlying factors may have predisposed these patients to acquire respiratory insufficiency, but the existence of such factors could/may help providers better predict which patients are vulnerable to these side effects. Although rare, it is clear that oncologists must be aware of the potential for pulmonary toxicity of MMC, which we have seen possible with either intravenous or intraperitoneal administration. These events should be monitored for and treated aggressively, and further cases must continue to be reported to bring insight to the mechanisms that underlie this process, which patients may be at increased risk, and how dosing of HIPEC MMC might be altered to avoid further complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Abbreviations ANC: Absolute neutrophil count; ARDS: Acute respiratory distress syndrome; CRS/HIPEC: Cytoreductive surgery combined with hyperthermic intraperitoneal chemotherapy; IP: Intraperitoneal; MMC: Mitomycin C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Looking up: recent advances in understanding and treating peritoneal carcinomatosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "CA Cancer J Clin",
            "volume": "65",
            "issn": "4",
            "pages": "284--98",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prognostic features of 51 colorectal and 130 appendiceal cancer patients with peritoneal carcinomatosis treated by cytoreductive surgery and intraperitoneal chemotherapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Sugarbaker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Jablonski",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ann Surg",
            "volume": "221",
            "issn": "2",
            "pages": "124--156",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Peritoneal Surface Oncology: a progress report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gonzalez-Moreno",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Surg Oncol",
            "volume": "32",
            "issn": "6",
            "pages": "593--599",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Morbidity and mortality analysis of 200 treatments with cytoreductive surgery and hyperthermic intraoperative intraperitoneal chemotherapy using the coliseum technique",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ann Surg Oncol",
            "volume": "6",
            "issn": "8",
            "pages": "790--796",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Appendiceal neoplasms with peritoneal dissemination: outcomes after cytoreductive surgery and intraperitoneal hyperthermic chemotherapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Surg Oncol",
            "volume": "13",
            "issn": "5",
            "pages": "624--658",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A systematic review and meta-analysis of the randomized controlled trials on adjuvant intraperitoneal chemotherapy for resectable gastric cancer",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann Surg Oncol",
            "volume": "14",
            "issn": "10",
            "pages": "2702--2715",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The rationale of perioperative intraperitoneal chemotherapy in the treatment of peritoneal surface malignancies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Barone",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Surg Oncol Clin N Am",
            "volume": "12",
            "issn": "3",
            "pages": "673--88",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pharmacokinetic characteristics of 5-fluorouracil and mitomycin C in intraperitoneal chemotherapy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuzuya",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Pharm Pharmacol",
            "volume": "46",
            "issn": "8",
            "pages": "685--694",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Incidence, risk factors, and impact of severe neutropenia after hyperthermic intraperitoneal mitomycin C",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Surg Oncol",
            "volume": "16",
            "issn": "8",
            "pages": "2181--2188",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mitomycin C pharmacokinetics as predictor of severe neutropenia in hyperthermic intraperitoneal therapy",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kemmel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Surg Oncol",
            "volume": "22",
            "issn": "3",
            "pages": "873--882",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pulmonary effects of cytotoxic agents other than bleomycin",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Twohig",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin Chest Med",
            "volume": "11",
            "issn": "1",
            "pages": "31--54",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mitomycin-induced interstitial pneumonitis in a patient with BRCA2 associated metastatic pancreatic carcinoma",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JOP",
            "volume": "11",
            "issn": "3",
            "pages": "277--286",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interstitial pneumonitis: an exceptional toxicity of hyperthermic intraperitoneal mitomycin C",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gonzalez-Moreno",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Mansfield",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Surg Oncol",
            "volume": "34",
            "issn": "4",
            "pages": "482--486",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pharmacokinetics of intraperitoneal mitomycin C",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Ruth",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Verwaal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Zoetmulder",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Surg Oncol Clin N Am",
            "volume": "12",
            "issn": "3",
            "pages": "771--80",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Common terminology criteria for adverse events v4.0. NCI, NIH, DHHS",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Institute",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interstitial pneumonia from mitomycin",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Orwoll",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kiessling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Ann Intern Med",
            "volume": "89",
            "issn": "3",
            "pages": "352--357",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Postoperative pulmonary toxicity associated with mitomycin-C therapy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "South Med J",
            "volume": "85",
            "issn": "12",
            "pages": "1257--1266",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prospective study on the dose relationship of mitomycin Cinduced interstitial pneumonitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Verweij",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cancer",
            "volume": "60",
            "issn": "4",
            "pages": "756--61",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest CT with IV contrast obtained at the onset of respiratory insufficiency, showing new diffuse bilateral heterogeneous and consolidative opacities with small right greater than left pleural effusions, consistent with ARDS Fig. 2 Frontal projection chest X-ray taken at onset of respiratory insufficiency, showing diffuse bilateral heterogeneous opacities pulmonary findings. Throughout her postoperative course, her abdomen remained appropriately soft; she had an early return of bowel function, with no clinical evidence of peritonitis. Furthermore, an abdominal CT scan done at the onset of respiratory insufficiency on postoperative day 2 showed normal postsurgical changes, but no fluid collection or other evidence of anastomotic leak, making an abdominal source for her pulmonary toxicity unlikely.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Repeated chest X-ray 5 days later, with improving bilateral opacities",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "of MMC. Unique to this patient is her BMI being <20 (19.3) and her body surface area being only 1.61 m 2 . Side effects of MMC HIPEC are reported to happen at a median BMI of 25.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None.Availability of data and materials Data is available in our institution's secure storage hard drive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Authors' contributions MA contributed to the manuscript preparation and literature review. GK and DGB contributed to the manuscript preparation and are the operating surgeons. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable. Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not applicable."
        }
    ]
}