{"paper_id": "20ea932a8d52b1cce006e973ae628f0a1ac5a90c", "metadata": {"title": "Corresponding author Distributed under Creative Commons CC-BY 4.0 Structure determination of Murine Norovirus NS6 proteases with C-terminal extensions designed to probe protease-substrate interactions", "authors": [{"first": "Humberto", "middle": [], "last": "Fernandes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Polish Academy of Sciences", "location": {"settlement": "Warsaw", "country": "Poland"}}, "email": "hfernandes@ibb.waw.pl"}, {"first": "Eoin", "middle": ["N"], "last": "Leen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hamlet", "middle": [], "last": "Cromwell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marc-Philipp", "middle": [], "last": "Pfeil", "suffix": "", "affiliation": {"laboratory": "", "institution": "Polish Academy of Sciences", "location": {"settlement": "Warsaw", "country": "Poland"}}, "email": ""}, {"first": "Stephen", "middle": [], "last": "Curry", "suffix": "", "affiliation": {"laboratory": "", "institution": "Polish Academy of Sciences", "location": {"settlement": "Warsaw", "country": "Poland"}}, "email": ""}]}, "abstract": [{"text": "Noroviruses are positive-sense single-stranded RNA viruses. They encode an NS6 protease that cleaves a viral polyprotein at specific sites to produce mature viral proteins. In an earlier study we obtained crystals of murine norovirus (MNV) NS6 protease in which crystal contacts were mediated by specific insertion of the C-terminus of one protein (which contains residues P5-P1 of the NS6-7 cleavage junction) into the peptide binding site of an adjacent molecule, forming an adventitious protease-product complex. We sought to reproduce this crystal form to investigate protease-substrate complexes by extending the C-terminus of NS6 construct to include residues on the C-terminal (P ′ ) side of the cleavage junction. We report the crystallization and crystal structure determination of inactive mutants of murine norovirus NS6 protease with C-terminal extensions of one, two and four residues from the N-terminus of the adjacent NS7 protein (NS6 1 ′ , NS6 2 ′ , NS6 4 ′ ). We also determined the structure of a chimeric extended NS6 protease in which the P4-P4 ′ sequence of the NS6-7 cleavage site was replaced with the corresponding sequence from the NS2-3 cleavage junction (NS6 4 ′ 2|3).The constructs NS6 1 ′ and NS6 2 ′ yielded crystals that diffracted anisotropically. We found that, although the uncorrected data could be phased by molecular replacement, refinement of the structures stalled unless the data were ellipsoidally truncated and corrected with anisotropic B-factors. These corrections significantly improved phasing by molecular replacement and subsequent refinement.The refined structures of all four extended NS6 proteases are very similar in structure to the mature MNV NS6-and in one case reveal additional details of a surface loop. Although the packing arrangement observed showed some similarities to those observed in the adventitious proteaseproduct crystals reported previously, in no case were specific protease-substrate interactions observed. Eisenberg D. 2006. Toward the structural genomics of complexes: crystal structure of a PE/PPE protein complex from Mycobacterium tuberculosis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Noroviruses are responsible for over half of the outbreaks of gastroenteritis worldwide (Karst, 2010) . They belong to the Caliciviridae, a family of positive-sense, single-stranded RNA viruses with a ∼7.5 kb genome that generally contains three open reading frames (ORF) (Jiang et al., 1993; Lambden et al., 1993; Glass et al., 2000) ; a novel fourth ORF was recently identified in Murine norovirus (MNV) (McFadden et al., 2011) . Whereas ORF2, ORF3 and ORF4 each encode single proteins, ORF1 codes for a large polyprotein (∼190 kDa) that is processed by the virally-encoded protease at five specific sites to release the six 'mature' non-structural proteins (NS1/2-NS7)-and an array of functional precursors-that are required for virus replication (Belliot et al., 2003; Sosnovtsev et al., 2006; Muhaxhiri et al., 2013) . The viral NS6 protease present within the C-terminal half of the polyprotein performs all the processing, including its own autocatalytic release from the precursor (Liu, Clarke & Lambden, 1996; Belliot et al., 2003; Sosnovtsev et al., 2006; Scheffler et al., 2007) .", "cite_spans": [{"start": 88, "end": 101, "text": "(Karst, 2010)", "ref_id": "BIBREF9"}, {"start": 272, "end": 292, "text": "(Jiang et al., 1993;", "ref_id": "BIBREF8"}, {"start": 293, "end": 314, "text": "Lambden et al., 1993;", "ref_id": "BIBREF11"}, {"start": 315, "end": 334, "text": "Glass et al., 2000)", "ref_id": "BIBREF6"}, {"start": 406, "end": 429, "text": "(McFadden et al., 2011)", "ref_id": "BIBREF17"}, {"start": 750, "end": 772, "text": "(Belliot et al., 2003;", "ref_id": "BIBREF3"}, {"start": 773, "end": 797, "text": "Sosnovtsev et al., 2006;", "ref_id": null}, {"start": 798, "end": 821, "text": "Muhaxhiri et al., 2013)", "ref_id": "BIBREF18"}, {"start": 989, "end": 1018, "text": "(Liu, Clarke & Lambden, 1996;", "ref_id": "BIBREF13"}, {"start": 1019, "end": 1040, "text": "Belliot et al., 2003;", "ref_id": "BIBREF3"}, {"start": 1041, "end": 1065, "text": "Sosnovtsev et al., 2006;", "ref_id": null}, {"start": 1066, "end": 1089, "text": "Scheffler et al., 2007)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Crystal structures have been determined for the NS6 proteases from several norovirus strains (Chiba virus, Murine norovirus, Norwalk virus, Southampton norovirus) (Nakamura et al., 2005; Zeitler, Estes & Prasad, 2006; Hussey et al., 2011; Kim et al., 2012; Leen, Baeza & Curry, 2012; Muhaxhiri et al., 2013) . The solution structure and dynamics of Norwalk virus NS6 have also been analysed by NMR spectroscopy (Takahashi et al., 2013) . Norovirus NS6 is a cysteine protease with a chymotrypsin-like fold: two β-barrel domains separated by a cleft that contains a Cys-His-Asp/Glu catalytic triad similar in arrangement to the Ser-His-Asp triad characteristic of serine proteases (Allaire et al., 1994; Matthews et al., 1994) . Calicivirus NS6 is related in sequence and structure to the picornavirus 3C proteases, which have the same role in polyprotein processing for these single-stranded RNA viruses (Leen, Baeza & Curry, 2012) .", "cite_spans": [{"start": 163, "end": 186, "text": "(Nakamura et al., 2005;", "ref_id": "BIBREF20"}, {"start": 187, "end": 217, "text": "Zeitler, Estes & Prasad, 2006;", "ref_id": null}, {"start": 218, "end": 238, "text": "Hussey et al., 2011;", "ref_id": "BIBREF7"}, {"start": 239, "end": 256, "text": "Kim et al., 2012;", "ref_id": "BIBREF10"}, {"start": 257, "end": 283, "text": "Leen, Baeza & Curry, 2012;", "ref_id": "BIBREF12"}, {"start": 284, "end": 307, "text": "Muhaxhiri et al., 2013)", "ref_id": "BIBREF18"}, {"start": 411, "end": 435, "text": "(Takahashi et al., 2013)", "ref_id": null}, {"start": 679, "end": 701, "text": "(Allaire et al., 1994;", "ref_id": "BIBREF2"}, {"start": 702, "end": 724, "text": "Matthews et al., 1994)", "ref_id": "BIBREF15"}, {"start": 903, "end": 930, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Previously our lab determined the structure of full-length Murine norovirus NS6 (residues 1-183) (Leen, Baeza & Curry, 2012) . Strikingly, adventitious crystal contacts placed the C-terminus of one molecule in the active site of another, thereby generating the structure of a protease-product complex that plausibly represents the final step of the trans cleavage by NS6 at the NS6-NS7 junction. An almost identical packing arrangement was obtained in a different space-group with crystals of Norwalk virus NS6 protease (Muhaxhiri et al., 2013) . These structures, together with the structures of di-, tri-and penta-peptidyl substrate analogues bound to human norovirus NS6 structures (Hussey et al., 2011; Kim et al., 2012; Muhaxhiri et al., 2013) revealed details of the specific contacts made by the P5-P1 residues of peptidyl products of the protease (Fig. 1) ; in particular they showed the anchoring of P1-Gln by specific H-bond interactions with Thr 134 and His 157 (Fig. 1A) , and the accommodation of the hydrophobic side-chains of P2-Phe and P4-Leu in apolar pockets (Fig. 1B) . However, to date there are no structural data on protease-substrate complexes that might uncover details of the interactions made by the protease with the C-terminal, prime side of noroviral peptide cleavage junctions (residues P1 ′ -P4 ′ ). The N-and C-terminal domains of one protease molecule are coloured green and orange respectively. The C-terminus of an adjacent protease that is accommodated specifically in the substrate-binding site (residues P1-P5) is shown as a stick model with grey carbon atoms. Hydrogen-bonds are indicated as dashed lines. (B) Same view as in (A) but with the protease surface shown to illustrate the binding pockets involved in substrate recognition. This figure is a modified version of Fig. 3 We reasoned that catalytically inactive MNV NS6 constructs extended at the C-terminus might be able to crystallise with the same packing contacts as we had observed for the full-length protein, and that this could therefore give us a convenient way to investigate the structures of NS6-substrate complexes. To this end we extended an inactive MNV NS6 construct (which incorporates a C139A mutation to knock out the active site nucleophile) by adding residues from NS7, which is immediately downstream in the polyprotein. We made three constructs, NS6 1 ′ , NS6 2 ′ and NS6 4 ′ , which were extended by 1, 2 and 4 residues respectively, generating proteases that contain substrates that correspond to P4-P1 ′ , P4-P2 ′ and P4-P4 ′ of the NS6-NS7 cleavage junction. To investigate the structural variation in substrate recognition we also made an NS6 chimera which interchanged the residues P4-P4 ′ of the NS6-7 cleavage junction with the sequence of the NS2-3 junction from MNV (NS6 4 ′ 2|3).", "cite_spans": [{"start": 97, "end": 124, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}, {"start": 520, "end": 544, "text": "(Muhaxhiri et al., 2013)", "ref_id": "BIBREF18"}, {"start": 685, "end": 706, "text": "(Hussey et al., 2011;", "ref_id": "BIBREF7"}, {"start": 707, "end": 724, "text": "Kim et al., 2012;", "ref_id": "BIBREF10"}, {"start": 725, "end": 748, "text": "Muhaxhiri et al., 2013)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 855, "end": 863, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 973, "end": 982, "text": "(Fig. 1A)", "ref_id": "FIGREF0"}, {"start": 1077, "end": 1086, "text": "(Fig. 1B)", "ref_id": "FIGREF0"}, {"start": 1811, "end": 1817, "text": "Fig. 3", "ref_id": null}], "section": "INTRODUCTION"}, {"text": "Proteins expressed from all four constructs were crystallised and their structures determined at high resolution by X-ray crystallography. The diffraction patterns from crystals of NS6 1 ′ and NS6 2 ′ exhibited marked anisotropy, which stalled the crystallographic refinement at high R-factors. However, this was overcome by the successful application of an anisotropic data correction procedure (Sawaya, 2014) .", "cite_spans": [{"start": 396, "end": 410, "text": "(Sawaya, 2014)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The modified MNV NS6 constructs all crystallised with packing arrangements that were distinct from that observed in crystals we previously obtained with the mature NS6 protease-the final 183-residue protein released after processing of the viral polyprotein (Leen, Baeza & Curry, 2012; Muhaxhiri et al., 2013) . Unfortunately, in no case did the packing arrangements involve insertion of the cleavage junction in the extended C-terminus into the active site of an adjacent protein in a way that allowed the formation of specific protease-substrate interactions. The four new structures reported here therefore do not provide any new information on the mode of binding of the P1 ′ -P4 ′ residues of junctions cleaved by MNV NS6. However they do confirm the MNV NS6 protease structure and, in at least one case, reveal the structure for the loop connecting β-strands cII and dII that was disordered in the previously reported structure (Leen, Baeza & Curry, 2012) .", "cite_spans": [{"start": 258, "end": 285, "text": "(Leen, Baeza & Curry, 2012;", "ref_id": "BIBREF12"}, {"start": 286, "end": 309, "text": "Muhaxhiri et al., 2013)", "ref_id": "BIBREF18"}, {"start": 934, "end": 961, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "C-terminally extended constructs of the murine norovirus NS6 protease (UniProt accession no. Q80J95; residues 995-1177), inactivated by mutation of the active site Cys 139 to Ala (C139A) were generated by the polymerase chain reaction using the inactive full length MNV NS6 as a template (Leen, Baeza & Curry, 2012) . The same forward primer was used throughout (5 ′ -CATCATGGATCCGCCCCAGTCTCCATCTGG). To create constructs extended by one (Gly; NS6 1 ′ ), two (Gly-Pro; NS6 2 ′ ) or four residues (Gly-Pro-Pro-Met; NS6 4 ′ ) beyond the natural C-terminus of NS6, we used the reverse primers, 5 ′ -ATGATGAAGCTTAGCCCTGGAACTCCAGAGCCTCAA, 5 ′ -CATCATAAGCTTACGGGCCCTGGAACTCCAGAGCCTCAAGTGTGGGTTCT-CCGTGAGT and 5 ′ -CATCATAAGCTTACATCGGCGGGCCCTGGAACTCCAG-AGCCTCAAGTG respectively. To generate the chimera with the P4-P4 ′ cleavage site of NS2-3 (NS6 4 ′ 2|3) the reverse primer 5 ′ -TACTACAAGCTTAATCAAACGGG-CCTTCCGCCTGCCAAGCCTCAAGTGTGGGTTCTCCGTGAGT was used. PCR products were digested with BamHI and HindIII and ligated into the pETM-11 vector as described previously for full-length NS6 (Leen, Baeza & Curry, 2012) . The expressed MNV NS6 variants thus contain a thrombin-cleavable N-terminal His 6 tag; processing by thrombin leaves a Gly-Ser di-peptide preceding the Ala1 residue at the N-terminus of our constructs. All plasmid insert sequences were confirmed by DNA sequencing (Eurofins MWG Operon). NS6 1 ′ and NS6 2 ′ constructs were transformed into E. coli BL21-CodonPlus (Stratagene) and grown in lysogeny broth (LB) supplemented with 25 µg/mL kanamycin and 35 µg/mL chloramphenicol, while NS6 4 ′ and NS6 4 ′ 2|3 constructs were transformed into E. coli BL21(DE3) pLysS (Promega) and grown in LB supplemented with 25 µg/mL kanmycin and 35 µg/mL chloramphenicol. For large-scale protein expression, 1 L of LB was inoculated with overnight cultures. The cultures were incubated at 37 • C with shaking at 220 RPM and protein expression was induced for 3 to 4 h by addition of 1 mM isopropyl β-D-1-thiogalactopyranoside (IPTG) once the cultures had attained an OD at 600 nm of 1.0. Cells were harvested by centrifugation at 4,000 g for 10 min, and pellets frozen at −80 • C.", "cite_spans": [{"start": 288, "end": 315, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}, {"start": 1080, "end": 1107, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Cloning and purification of MNV NS6 variants"}, {"text": "E. coli pellets containing over-expressed NS6 1 ′ and NS6 2 ′ were re-suspended in lysis buffer (50 mM Tris pH 8.0, 300 mM NaCl, 1 mM dithiothreitol (DTT)) supplemented with 0.5 mM PMSF, 2 mg/mL lysozyme, and 0.1% (v/v) Triton X-100 and the cells disrupted by sonication. Cell debris was removed by centrifugation of the bacteria lysate at 29,000 g for 1 h. Clarified lysates were incubated with 1 mg/mL protamine sulphate for 20 min at 4 • C to precipitate nucleic acid contaminants, which were removed by re-centrifugation at 29,000 g for 20 min. The lysate was loaded onto TALON metal affinity resin (Clontech, Mountain View, California, USA) in a gravity flow column. After washing with 25 volumes of lysis buffer, 25 volumes of lysis buffer containing 5 mM imidazole, and finally a further 25 volumes of lysis buffer containing 10 mM imidazole, the MNV NS6 proteins were eluted with a step gradient to 100 mM imidazole. The His 6 tag was removed during overnight dialysis in lysis buffer in the presence 2 mM CaCl 2 , and 10 units of thrombin (Sigma-Aldrich, St. Louis, Missouri, USA) per mg of MNV NS6 protein. Following dialysis, uncleaved material and cleaved tags were removed in a second round of TALON purification. As a final polishing step, the unbound fractions containing cleaved MNV NS6 variants were pooled, concentrated and loaded onto a Superdex-75 size-exclusion column (mounted on AKTA FPLC; GE Healthcare, Little Chalfont, Buckinghamshire, UK) equilibrated with 50 mM Tris pH 8.0, 100 mM NaCl, 1 mM DTT (SEC buffer).", "cite_spans": [], "ref_spans": [], "section": "Cloning and purification of MNV NS6 variants"}, {"text": "In the case of NS6 4 ′ and NS6 4 ′ 2|3 constructs the above protocol (and additives) were used but the lysis buffer was composed instead of 50 mM HEPES pH 6.5, 300 mM NaCl, 1 mM DTT. Size-exclusion chromatography was performed in 25 mM Tris pH 8.0, 200 mM NaCl, 5 mM DTT.", "cite_spans": [], "ref_spans": [], "section": "Cloning and purification of MNV NS6 variants"}, {"text": "All crystallisation experiments were performed with a protein concentrations of 10-14.5 mg/mL in the SEC buffer used for the final purification step. Efforts to use the original crystallisation conditions to reproduce the MNV NS6 protein crystals with the packing arrangement that would place the C-terminus of one molecule in the active site of a neighbour (Leen, Baeza & Curry, 2012) failed for the four extended constructs generated in this study. Seeding equilibrated drops with fragments from extant NS6 crystals generated very small crystals that appeared similar in habit to the original crystals of MNV NS6 but they did not diffract appreciably.", "cite_spans": [{"start": 358, "end": 385, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Crystallisation of MNV NS6 variants"}, {"text": "We therefore widened the search for crystallisation conditions, carrying out screening on a sub-microlitre scale by sitting-drop vapour-diffusion. A 100 nL amount of protein solution at 14 mg/mL was mixed with 100 nL reservoir solution and equilibrated against 90 µL of reservoir solution using a Mosquito automated pipetting system (TTP LabTech, Cambridge, UK) and the following commercial crystallisation screens: Wizard 1 & 2 (Emerald Biosystems, Bainbridge Island, Washington, USA), PACT Premier, JCSG+, Morpheus and PGAScreen (Molecular Dimensions, Altamonte Springs, Florida, USA). Larger crystals were grown from initial hits by sitting-drop vapour diffusion at 18 • C in CompactClover Plates EBS-XPT (Jena Bioscience, Jena, Germany).", "cite_spans": [], "ref_spans": [], "section": "Crystallisation of MNV NS6 variants"}, {"text": "Useable crystals of MNV NS6 1 ′ were obtained by mixing 1 µL of protein with 1 µL mother liquor consisting of 10% (v/v) poly-ethylene glycol (PEG) 10000, 20% (v/v) ethylene glycol, 0.1 M MES/Imidazole pH 6.3. Crystals with cuboid shape appeared between 2 and 5 days and grew to full size (80 × 50 × 50 µm) in about 15 days and were flash-cooled in liquid nitrogen prior to data collection without any additional cryo-protectant.", "cite_spans": [], "ref_spans": [], "section": "Crystallisation of MNV NS6 variants"}, {"text": "Crystals of MNV NS6 2 ′ were obtained in 15% (v/v) PEG 3350, 0.1 M glycine, 0.1 M Na-citrate pH 7.0. They grew as long rods in 1-2 days and achieved full size (400 × 30 × 30 µm) in 5-10 days. The crystals were cryo-protected in mother liquor supplemented with 15% (v/v) PEG 200 and flash-cooled in liquid nitrogen.", "cite_spans": [], "ref_spans": [], "section": "Crystallisation of MNV NS6 variants"}, {"text": "Crystals of NS6 4 ′ and NS6 4 ′ 2|3 grew from 0.2 M KSCN, 0.1 M Bis-Tris propane pH 6.5-7.5, 20% w/v PEG 3350. They were cryo-protected adjusting the mother liquor solution to a final concentration of 30% (v/v) PEG 3350.", "cite_spans": [], "ref_spans": [], "section": "Crystallisation of MNV NS6 variants"}, {"text": "X-ray diffraction data from crystals of NS6 1 ′ and NS6 2 ′ were collected on a Pilatus 6M-F detector at the I03 beamline at the Diamond Light Source (Didcot, UK). For the MNV NS6 1 ′ crystals a 2.3Å data set of 200 frames was collected with an oscillation width of 1 • per frame. Diffraction images were integrated and scaled using the CCP4 program suite (Winn et al., 2011) . Data-collection statistics are summarized in Table 1 .", "cite_spans": [{"start": 356, "end": 375, "text": "(Winn et al., 2011)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 423, "end": 430, "text": "Table 1", "ref_id": "TABREF1"}], "section": "X-ray data collection and processing"}, {"text": "For the MNV NS6 2 ′ crystals, 720 frames with a 0.5 • oscillation were collected. A 3.1Å dataset was integrated and scaled as described above; see Table 1 for data collection statistics.", "cite_spans": [], "ref_spans": [{"start": 147, "end": 154, "text": "Table 1", "ref_id": "TABREF1"}], "section": "X-ray data collection and processing"}, {"text": "MNV NS6 4 ′ and NS6 4 ′ 2|3 crystals data was collected in-house using a Rigaku MicroMax-007 HF-M X-ray generator and a Saturn 944+ CCD detector. Data sets of 316 and 344 0.5 • oscillation frames were collected for NS6 4 ′ and NS6 4 ′ 2|3 crystals at 2.47 and 2.42Å respectively. The data were processed and scaled as described above.", "cite_spans": [], "ref_spans": [], "section": "X-ray data collection and processing"}, {"text": "All four datasets were submitted to the UCLA MBI Diffraction Anisotropic Server (http://services.mbi.ucla.edu/anisoscale) for anisotropic analysis. Following the server indication of severe anisotropy diffraction of the MNV NS6 1 ′ and NS6 2 ′ crystals both data sets were truncated/scaled using the server default values, in particular using a 3.0 cut-off for F/sigma (Strong et al., 2006; Sawaya, 2014 ).", "cite_spans": [{"start": 369, "end": 390, "text": "(Strong et al., 2006;", "ref_id": null}, {"start": 391, "end": 403, "text": "Sawaya, 2014", "ref_id": null}], "ref_spans": [], "section": "X-ray data collection and processing"}, {"text": "Molecular-replacement phasing was performed in Phaser (McCoy et al., 2007) using the crystal structure of full-length MNV NS6 (PDB entry 4ASH) (Leen, Baeza & Curry, 2012) pruned of double conformations and the initial 6 and terminal 11 residues to avoid biasing the conformations of the termini.", "cite_spans": [{"start": 54, "end": 74, "text": "(McCoy et al., 2007)", "ref_id": "BIBREF16"}, {"start": 143, "end": 170, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Phasing, model building and refinement"}, {"text": "The MNV NS6 1 ′ and NS6 2 ′ structures obtained from molecular replacement were subjected to restrained refinement using REFMAC (Murshudov et al., 2011) , in the CCP4 program suite (Collaborative Computational Project , 1994) . Molecular replacement solutions of NS6 4 ′ and NS6 4 ′ 2|3 were refined using Phenix refine (Adams et al., 2010) . All manual model adjustments were made in Coot (Emsley & Cowtan, 2004) .", "cite_spans": [{"start": 128, "end": 152, "text": "(Murshudov et al., 2011)", "ref_id": "BIBREF19"}, {"start": 181, "end": 225, "text": "(Collaborative Computational Project , 1994)", "ref_id": null}, {"start": 320, "end": 340, "text": "(Adams et al., 2010)", "ref_id": "BIBREF1"}, {"start": 390, "end": 413, "text": "(Emsley & Cowtan, 2004)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Phasing, model building and refinement"}, {"text": "Datasets collected for MNV NS6 1 ′ and NS6 2 ′ were initially scaled and truncated-at 2.3Å and 3.1Å respectively-with the assumption in each case that the diffraction was isotropic even though some anisotropy was evident in the diffraction images. This approach resulted Notes. a Values in parentheses refer to the highest resolution shell of data. b ⟨I/σ (I)⟩ is the mean signal-to-noise ratio, where I is the integrated intensity of a measured reflection and σ (I) is the estimated error in the measurement. c R merge = 100 × Σ hkl |I j (hkl) − ⟨I j (hkl)⟩|/Σ hkl Σ j I(hkl), where I j (hkl) and ⟨I j (hkl)⟩ are the intensity of measurement j and the mean intensity for the reflection with indices hkl, respectively. d R work = 100 × Σ hkl ∥ F obs | − |F calc ∥ /Σ hkl |F obs |. e R free is the R work calculated using a randomly selected 5% sample of reflection data that were omitted from the refinement. f RMSD, root-mean-squared deviations (from ideality). in data sets with relatively high values of R merge and low signal-to-noise ratios [I/σ (I)] for the highest-resolution shells of data (Table 1 ). The MNV NS6 1 ′ crystals were determined to be composed of four molecules in the asymmetric unit of the C2 unit cell, which is consistent with a solvent content of 50.3% (Matthews, 1968) . MNV NS6 2 ′ crystals belong to space-group P6 1 22 and were determined to contain two molecules in the asymmetric unit, with slightly higher solvent content of 55.3%. Initial structural factors (processed isotropically) were used for molecular replacement, and in the case of MNV NS6 1 ′ produced four possible solutions with a highest LLG of 2,723 and TFZ of 19.7. However, initial refinement of the model obtained by molecular replacement stalled at relatively high values of R work (∼33%) and R free (∼39%). A similar problem was encountered with initial attempts to refine the MNV NS6 2 ′ model.", "cite_spans": [{"start": 1280, "end": 1296, "text": "(Matthews, 1968)", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1098, "end": 1106, "text": "(Table 1", "ref_id": "TABREF1"}], "section": "Structure determination"}, {"text": "At this stage we re-visited the processed data to determine if the anisotropy was at the root of the refinement problems. Plots of F/sigma against resolution for each of the 3 principal axes revealed the severity of the anisotropy of the diffraction from both crystals (Figs. 2A, 2B) ; when truncated at F/sigma <3.0 along each axis, the spread of data was ellipsoidal in appearance. The server identified the c * axis as stronger diffracting than the a * and b * directions in each case, and detected anisotropic ΔB values of 68.6Å 2 and 51.0Å 2 for MNV NS6 1 ′ and NS6 2 ′ , respectively. Anisotropic ΔB reports the directionality dependence of the intensity falloff with resolution (http://services.mbi.ucla. edu/anisoscale/). Following the F/sigma analysis, the MNV NS6 1 ′ data were truncated to 3.1Å, 2.3Å, and 2.1Å along a * , b * and c * , respectively. To create a nominally isotropic data set, B-factor corrections of 39.2, −9.8 and −29.4Å 2 were applied to the observed structure factors along the a * , b * and c * directions respectively. The reduction in the anisotropy of the corrected data in the a * c * (h0l) plane can been seen by comparing Figs. 2C and 2D.", "cite_spans": [], "ref_spans": [{"start": 269, "end": 283, "text": "(Figs. 2A, 2B)", "ref_id": "FIGREF1"}], "section": "Structure determination"}, {"text": "Following anisotropy analysis the MNV NS6 2 ′ data were truncated to 3.2Å, 3.2Å, and 2.7Å along a * , b * and c * directions. To generate the nominally isotropic data set, B-factor correction of 17.0, 17.0 and −34.0Å 2 along the same axes were applied to the observed structure factors. The anisotropic truncation of the data, with the new limit of 2.7Å along the c * axis, resulted in a dramatic increase in the number of unique reflections from 8,555 in the \"pre-treated\" data to 12,786. MNV NS6 4 ′ or NS6 4 ′ 2|3 data sets plots of F/sigma against resolution for each of the 3 principal axes revealed only mild anisotropy of the diffraction from both crystals (anisotropic ΔB values of 13.3Å 2 and 15.4Å 2 for MNV NS6 4 ′ and NS6 4 ′ 2|3, respectively). In these cases, no directional-dependent truncation of the data was applied. After taking account of the anisotropy of the data, the axes-dependent truncated and corrected structure factors were then used to repeat the molecular replacement phasing of the NS6 1 ′ data and resulted in significantly better solutions. The best solution had an LLG of 3051 and TFZ of 32.3. Moreover, the model showed immediate improvement in the early cycles of refinement (R work ∼31%; R free ∼36%) and yielded electron density maps that were much more interpretable (Figs 2E and 2F) . Multiple cycles of refinement and model building lead to a structure characterized by R work of 23.0% and R free of 27.8%.", "cite_spans": [{"start": 1307, "end": 1323, "text": "(Figs 2E and 2F)", "ref_id": null}], "ref_spans": [], "section": "Structure determination"}, {"text": "Anisotropic treatment of the MNV NS6 2 ′ data also improved the molecular replacement outcome, with a unique solution found by Phaser in contrast with the two possible solutions of the uncorrected data. The LLG value increased markedly from 385 to 887 while there was a slight drop in the value of TFZ (from 19.2 to 18.8). Nevertheless, this resulted in immediate improvements in refinement: R work dropped from 32.5 to 30.3% while R free was reduced from 42.0 to 39.0%. These statistics were further improved to R work of 25.4% and R free of 30.3% in the final structure.", "cite_spans": [], "ref_spans": [], "section": "Structure determination"}, {"text": "The translation Z-scores and LLG's for the Phaser molecular replacement solutions for MNV NS6 4 ′ are 13.8 and 1,042, respectively, and for MNV NS6 4 ′ 2|3 27.1 and 1,394, respectively. The crystals structures of NS6 4 ′ and NS6 4 ′ 2|3 were refined to R factors (R work /R free ) of 20.9/25.2 and 21.0/26.2%, respectively.", "cite_spans": [], "ref_spans": [], "section": "Structure determination"}, {"text": "Overall, the structure of the protease core domains for NS6 1 ′ , NS6 2 ′ , NS6 4 ′ and NS6 4 ′ 2|3 is very similar to that reported previously for MNV NS6 (Leen, Baeza & Curry, 2012 )-(root mean squared differences are less than 1Å) (Fig. 3) . For three of the four new structures (NS6 2 ′ , NS6 4 ′ and NS6 4 ′ 2|3) it was possible to identify conserved crystal contacts, involving a two-fold symmetric packing arrangement largely mediated by the short N-terminal helix and the loop connecting β-strand aII and bII (Fig. 3B ). In each case the C-terminus of at least one protein molecule in the asymmetric unit was observed to extend away from the body of the protease and to interact with a neighbouring molecule in the crystal-as had been observed previously for MNV NS6. Moreover, the extended C-terminus invariably inserted into the peptide-binding groove formed between loops bII-cII and eII-fII loops (Fig. 4) . Disappointingly, however, in no case did the extended peptide make interactions that were consistent with specific contacts with the protease Figure 3 Structure and conserved packing interfaces of C-terminally extended NS6 proteases. (A) Superposition of the four molecules in the asymmetric unit of crystals of NS6 1 ′ (coloured various shades of blue). The β-strands are labelled, as are the N-and C-termini and the conserved side-chains of catalytic triad. Note that the active site C139 has been replaced by A139 in all structures reported here. (B) A conserved packing arrangement observed for the mature NS6 protease (NS6 1-183) (Leen, Baeza & Curry, 2012) and three of the structures solved in the present work (NS6 2 ′ , NS6 4 ′ and NS6 4 ′ 2|3). In this panel the label for the N-terminus is adjacent to the N-terminal helix that is central to the packing interface. This packing arrangement is not conserved in the NS6 1 ′ crystals but the B chain of NS6 1 ′ is included, superposed on the molecule on the left-hand side, to further illustrate the variation in the C-termini of the different constructs. Key features are labelled to facilitate comparison of (A) and (B). active site. We will briefly describe each of the four new structures before turning to the question of why in no case a protease-substrate complex was obtained.", "cite_spans": [{"start": 156, "end": 182, "text": "(Leen, Baeza & Curry, 2012", "ref_id": "BIBREF12"}, {"start": 1555, "end": 1582, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 234, "end": 242, "text": "(Fig. 3)", "ref_id": null}, {"start": 517, "end": 525, "text": "(Fig. 3B", "ref_id": null}, {"start": 909, "end": 917, "text": "(Fig. 4)", "ref_id": "FIGREF2"}, {"start": 1062, "end": 1070, "text": "Figure 3", "ref_id": null}], "section": "Structure analysis"}, {"text": "MNV NS6 1 ′ crystallised in space group C2 with four molecules in the asymmetric unit. This structure is notable for the fact that, in contrast to the other three structures reported here and the structures previously reported for Norwalk virus NS6 protease (Zeitler, Estes & Prasad, 2006; Muhaxhiri et al., 2013) , the electron density map was of sufficient quality in all four molecules of the asymmetric unit to permit the incorporation of the loop between the β-strands cII and dII (Fig. 3A) . Superposition of the four copies of NS6 1 ′ indicates some structural variation in this loop-the C α positions vary by 1-2Å-consistent with the notion that it is rather flexible (Fig. 3A) .", "cite_spans": [{"start": 258, "end": 289, "text": "(Zeitler, Estes & Prasad, 2006;", "ref_id": null}, {"start": 290, "end": 313, "text": "Muhaxhiri et al., 2013)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 486, "end": 495, "text": "(Fig. 3A)", "ref_id": null}, {"start": 676, "end": 685, "text": "(Fig. 3A)", "ref_id": null}], "section": "Structure analysis"}, {"text": "In three of the molecules in the asymmetric unit the C-terminus is disordered beyond residue 173 (chains A and D) or residue 174 (chain C). The electron density for the last four residues modelled in chain D (Ala 170 to Gly 173) is poor, presumably due to disorder. Nevertheless, we included these residues in the final model because removal increased the R-factor.", "cite_spans": [], "ref_spans": [], "section": "Structure analysis"}, {"text": "Although the full C-termini of chains A, C and D of the NS6 1 ′ could not be modelled, the electron density map revealed additional features that could be built as short stretches of polypeptide. These correspond to portions of the missing C-termini but, because of discontinuities in the electron density, it is not possible to unambiguously ascribe which monomer they belong to. These short segments were present in the asymmetric unit, and were modelled as (i) a stretch of five residues (Chain E) that could be assigned confidently as corresponding to residues Leu 180 to Gly 184 that lies near to the active site of a neighbouring chain A; and (ii) an extended portion of electron density that (Leen, Baeza & Curry, 2012) . Chains which interact via C-termini are coloured blue and orange. This colour-scheme is maintained throughout the figure; note also that the orientation of the blue chain is the same in each panel. In all panels the side-chains of the active site residues/mutations C139A, H30 and D54 are shown as sticks; their locations are indicated by dotted ovals. The presence of two-fold symmetry axes between interacting molecules are indicated by a solid black oval, although the views shown are only approximately along these axes. (B) NS6 1 ′ -the interaction is between a pair of symmetry-related B chains. An additional pair of symmetry-related C chains, which also contact the extended C-terminus of the B chains, is shown in white (continued on next page...) Figure 4 (...continued) (C) NS6 2 ′ . In this case the interaction is between the two chains in the asymmetric unit. (D) NS6 4 ′ -here there is only one chain in the asymmetric unit and the interaction is not symmetric. (E) NS6 4 ′ 2|3 -here again the interaction between chain B (blue) of one asymmetric unit and chain A (orange) of another is not symmetric. (F) NS6 4 ′ 2|3-a second but very similar mode of interaction in these crystals between chain A (blue) of one asymmetric unit and chain B (orange) of another.", "cite_spans": [{"start": 699, "end": 726, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 1486, "end": 1494, "text": "Figure 4", "ref_id": "FIGREF2"}], "section": "Structure analysis"}, {"text": "was not of sufficient quality to identify the amino acid side chains and was built as a seven-residue poly-Ala peptide (chain F), that lies between chains A and D and may be part of a symmetry-related molecule of chain A. However, in neither case were specific interactions with the putative active sites of neighbour monomers observed.", "cite_spans": [], "ref_spans": [], "section": "Structure analysis"}, {"text": "In contrast to chains A, C and D, the electron density for the B chain in the asymmetric unit was sufficiently clear to permit inclusion of all 183 residues of NS6 and the extra first residue of NS7 (here labelled Gly 184) in the refined model (Fig. 4B ). The C-terminus of Chain B of NS6 1 ′ beyond Gly 173 extends to make contacts with chain B from an adjacent asymmetric unit to which it is related by a two-fold symmetry axis. This two-fold symmetric packing arrangement is reminiscent of the inter-protein contacts previously observed for the full length NS6 (Leen, Baeza & Curry, 2012) (Fig. 4A ). However, although the C-terminus of NS6 1 ′ comes close to the substrate-binding site of neighbouring proteases in the crystal, it does not reach far enough and makes none of the specific contacts needed to position the scissile bond (Gln 183-Gly 184) in the active site.", "cite_spans": [{"start": 564, "end": 591, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 244, "end": 252, "text": "(Fig. 4B", "ref_id": "FIGREF2"}, {"start": 592, "end": 600, "text": "(Fig. 4A", "ref_id": "FIGREF2"}], "section": "Structure analysis"}, {"text": "MNV NS6 2 ′ crystallised in space group P6 1 22 with two molecules in the asymmetric unit. The electron density indicates the positions of residues 3-181 in chain A and 4-181 in chain B, but is not good enough to allow complete modelling of the N-or C-termini. The two monomers found in the asymmetric unit are related by a quasi-2-fold symmetry axis and form an apparent homodimer with an interface area of 1,097Å 2 (Fig. 4C ). In addition to neighbourly contacts made by the two C-termini, dimerization within the crystal is stabilised by hydrogen bonds involving Ser 51, Ser 111 and Val 113 of chain A and Ser 51, Ser 52, Ser 111 and Val 113 of chain B. Although the C-termini within the asymmetric unit each embrace the other monomer, reaching into the groove formed between the bII-cII and eII-fII loops, they are again not located within the substrate-binding site. MNV NS6 4 ′ crystallised in space group C2 but in a unit cell that is very different from the C2 crystals obtained with MNV NS6 1 ′ (Table 1) and that has only one molecule in the asymmetric unit. The electron density was sufficient to build a model that starts at residue 4 and ends at residue 179. Although the extended C-terminus of NS6 once again reaches between loops bII-cII and eII-fII of its near neighbour, the relation between the two molecules does not involve two-fold or quasi two-fold symmetry (Fig. 4D) . However, no specific contacts are made by the C-terminal peptide with the substrate binding site.", "cite_spans": [], "ref_spans": [{"start": 417, "end": 425, "text": "(Fig. 4C", "ref_id": "FIGREF2"}, {"start": 1004, "end": 1013, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 1380, "end": 1389, "text": "(Fig. 4D)", "ref_id": "FIGREF2"}], "section": "Structure analysis"}, {"text": "NS6 4 ′ 2|3 crystallised with two molecules in a P1 unit cell. The modelled monomers start at residue 4 and end at residue 182; in contrast to the other structures reported here, the A chain lack density for the tip of the eII-fII loop so residues 162-163 were omitted. The A and B chains each extend their C-termini into the cleft formed between the bII-cII and eII-fII loops of a neighbouring molecule (Figs. 4E and 4F) . The packing arrangements are distinct but rather similar and, once again, lack specific contacts that are consistent with productive substrate binding.", "cite_spans": [{"start": 404, "end": 421, "text": "(Figs. 4E and 4F)", "ref_id": null}], "ref_spans": [], "section": "Structure analysis"}, {"text": "With the extended NS6 protease constructs designed for this study we aimed to exploit our earlier finding that the mature protease crystallised with the C-terminus of one molecule inserted into peptide binding site of a neighbouring protein in a way that revealed specific protease-product interactions (Leen, Baeza & Curry, 2012) . We had hoped to obtain the same packing interaction with the C-terminally extended complexes in order to determine the structures or protease-substrate complexes that would reveal the details of the interactions made by the amino acids in positions P1 ′ -P4 ′ of the substrate, but in each of the four cases that we probed, extension of the C-terminus resulted in novel packing arrangements, none of which captured a proper protease-substrate reaction.", "cite_spans": [{"start": 303, "end": 330, "text": "(Leen, Baeza & Curry, 2012)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Implications of the structures"}, {"text": "Why did we not get the same crystal form as for the full-length protein? At present it is difficult to give a definitive answer to this question. Although we screened extensively for crystallisation conditions, we cannot claim to have searched exhaustively and it may be that further efforts might yet succeed. Moreover, it is well known that even very modest changes to protein constructs may alter substantially the way that they crystallise, though it is worth noting that a similar strategy to explore the specific interactions of different protease-product complexes was applied successfully to Norwalk virus NS6 (Muhaxhiri et al., 2013) . In preliminary investigations using nuclear magnetic resonance (NMR) to investigate solution structures of extended MNV NS6 protease structures, we have obtained evidence to suggest that their C-termini may have a propensity to fold into the active site of the molecule that it belongs to, making a cis interaction (H Fernandes, 2015, unpublished data) . This may explain why trans interactions were not observed in our crystals but in turn raises a further question: why was this conformational state not captured in the crystal form? One possibility is that the concentration of proteins inevitably involved in crystallisation somehow destabilizes the cis interaction but does not necessarily capture a catalytically competent trans interaction between the cleavage junction within the extended C-terminus and a protease neighbour. Why this would be the case, particularly when a protease-substrate complex would be expected to be a relatively stable state, remains a mystery.", "cite_spans": [{"start": 618, "end": 642, "text": "(Muhaxhiri et al., 2013)", "ref_id": "BIBREF18"}, {"start": 960, "end": 997, "text": "(H Fernandes, 2015, unpublished data)", "ref_id": null}], "ref_spans": [], "section": "Implications of the structures"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Biotechnology and Biological Sciences Research Council", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "PHENIX: a comprehensive Python-based system for macromolecular structure solution", "authors": [{"first": "P", "middle": ["D"], "last": "Adams", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Afonine", "suffix": ""}, {"first": "G", "middle": [], "last": "Bunkoczi", "suffix": ""}, {"first": "V", "middle": ["B"], "last": "Chen", "suffix": ""}, {"first": "I", "middle": ["W"], "last": "Davis", "suffix": ""}, {"first": "N", "middle": [], "last": "Echols", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Headd", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Hung", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Kapral", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Grosse-Kunstleve", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Mccoy", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Moriarty", "suffix": ""}, {"first": "R", "middle": [], "last": "Oeffner", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Read", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Richardson", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Richardson", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Terwilliger", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Zwart", "suffix": ""}], "year": 2010, "venue": "Acta Crystallographica Section D Biological Crystallography", "volume": "66", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1107/S0907444909052925"]}}, "BIBREF2": {"ref_id": "b2", "title": "Picornaviral 3C cysteine proteinases have a fold similar to chymotrypsin-like serine proteinases", "authors": [{"first": "M", "middle": [], "last": "Allaire", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Chernaia", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Malcolm", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "James", "suffix": ""}], "year": 1994, "venue": "Nature", "volume": "369", "issn": "", "pages": "72--76", "other_ids": {"DOI": ["10.1038/369072a0"]}}, "BIBREF3": {"ref_id": "b3", "title": "In vitro proteolytic processing of the MD145 norovirus ORF1 nonstructural polyprotein yields stable precursors and products similar to those detected in calicivirus-infected cells", "authors": [{"first": "G", "middle": [], "last": "Belliot", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Sosnovtsev", "suffix": ""}, {"first": "T", "middle": [], "last": "Mitra", "suffix": ""}, {"first": "C", "middle": [], "last": "Hammer", "suffix": ""}, {"first": "M", "middle": [], "last": "Garfield", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Green", "suffix": ""}], "year": 2003, "venue": "Journal of Virology", "volume": "77", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JVI.77.20.10957-10974.2003"]}}, "BIBREF4": {"ref_id": "b4", "title": "The CCP4 suite: programs for protein crystallography", "authors": [], "year": 1994, "venue": "Collaborative Computational Project", "volume": "50", "issn": "", "pages": "760--763", "other_ids": {"DOI": ["10.1107/S0907444994003112"]}}, "BIBREF5": {"ref_id": "b5", "title": "Coot: model-building tools for molecular graphics", "authors": [{"first": "P", "middle": [], "last": "Emsley", "suffix": ""}, {"first": "K", "middle": [], "last": "Cowtan", "suffix": ""}], "year": 2004, "venue": "Acta Crystallographica Section D Biological Crystallography", "volume": "60", "issn": "", "pages": "2126--2132", "other_ids": {"DOI": ["10.1107/S0907444904019158"]}}, "BIBREF6": {"ref_id": "b6", "title": "Norwalk virus open reading frame 3 encodes a minor structural protein", "authors": [{"first": "P", "middle": ["J"], "last": "Glass", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "White", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ball", "suffix": ""}, {"first": "I", "middle": [], "last": "Leparc-Goffart", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Hardy", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 2000, "venue": "Journal of Virology", "volume": "74", "issn": "", "pages": "6581--6591", "other_ids": {"DOI": ["10.1128/JVI.74.14.6581-6591.2000"]}}, "BIBREF7": {"ref_id": "b7", "title": "A structural study of norovirus 3C protease specificity: binding of a designed active site-directed peptide inhibitor", "authors": [{"first": "R", "middle": ["J"], "last": "Hussey", "suffix": ""}, {"first": "L", "middle": [], "last": "Coates", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Gill", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Erskine", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Coker", "suffix": ""}, {"first": "E", "middle": [], "last": "Mitchell", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Cooper", "suffix": ""}, {"first": "S", "middle": [], "last": "Wood", "suffix": ""}, {"first": "R", "middle": [], "last": "Broadbridge", "suffix": ""}, {"first": "I", "middle": ["N"], "last": "Clarke", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Lambden", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Shoolingin-Jordan", "suffix": ""}], "year": 2011, "venue": "Biochemistry", "volume": "50", "issn": "", "pages": "240--249", "other_ids": {"DOI": ["10.1021/bi1008497"]}}, "BIBREF8": {"ref_id": "b8", "title": "Sequence and genomic organization of Norwalk virus", "authors": [{"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 1993, "venue": "Virology", "volume": "195", "issn": "", "pages": "51--61", "other_ids": {"DOI": ["10.1006/viro.1993.1345"]}}, "BIBREF9": {"ref_id": "b9", "title": "Pathogenesis of noroviruses, emerging RNA viruses", "authors": [{"first": "S", "middle": ["M"], "last": "Karst", "suffix": ""}], "year": 2010, "venue": "Viruses", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/v2030748"]}}, "BIBREF10": {"ref_id": "b10", "title": "Broad-spectrum antivirals against 3C or 3C-like proteases of picornaviruses, noroviruses, and coronaviruses", "authors": [{"first": "Y", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": [], "last": "Lovell", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Tiew", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Mandadapu", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Alliston", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Battaile", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Groutas", "suffix": ""}, {"first": "Chang", "middle": [], "last": "Ko", "suffix": ""}], "year": 2012, "venue": "Journal of Virology", "volume": "86", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JVI.01348-12"]}}, "BIBREF11": {"ref_id": "b11", "title": "Sequence and genome organization of a human small round-structured (Norwalk-like) virus", "authors": [{"first": "P", "middle": ["R"], "last": "Lambden", "suffix": ""}, {"first": "E", "middle": ["O"], "last": "Caul", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Ashley", "suffix": ""}, {"first": "I", "middle": ["N"], "last": "Clarke", "suffix": ""}], "year": 1993, "venue": "Science", "volume": "259", "issn": "", "pages": "516--519", "other_ids": {"DOI": ["10.1126/science.8380940"]}}, "BIBREF12": {"ref_id": "b12", "title": "Structure of a murine norovirus NS6 protease-product complex revealed by adventitious crystallisation", "authors": [{"first": "E", "middle": ["N"], "last": "Leen", "suffix": ""}, {"first": "G", "middle": [], "last": "Baeza", "suffix": ""}, {"first": "S", "middle": [], "last": "Curry", "suffix": ""}], "year": 2012, "venue": "PLoS ONE", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0038723"]}}, "BIBREF13": {"ref_id": "b13", "title": "Polyprotein processing in Southampton virus: identification of 3C-like protease cleavage sites by in vitro mutagenesis", "authors": [{"first": "B", "middle": [], "last": "Liu", "suffix": ""}, {"first": "I", "middle": ["N"], "last": "Clarke", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Lambden", "suffix": ""}], "year": 1996, "venue": "Journal of Virology", "volume": "70", "issn": "", "pages": "2605--2610", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Solvent content of protein crystals", "authors": [{"first": "B", "middle": ["W"], "last": "Matthews", "suffix": ""}], "year": 1968, "venue": "Journal of Molecular Biology", "volume": "33", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/0022-2836(68)90205-2"]}}, "BIBREF15": {"ref_id": "b15", "title": "Structure of human rhinovirus 3C protease reveals a trypsin-like polypeptide fold, RNA-binding site, and means for cleaving precursor polyprotein", "authors": [{"first": "D", "middle": ["A"], "last": "Matthews", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Smith", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Ferre", "suffix": ""}, {"first": "B", "middle": [], "last": "Condon", "suffix": ""}, {"first": "G", "middle": [], "last": "Budahazi", "suffix": ""}, {"first": "W", "middle": [], "last": "Sisson", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Villafranca", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Janson", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Mcelroy", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Gribskov", "suffix": ""}, {"first": "S", "middle": [], "last": "Worland", "suffix": ""}], "year": 1994, "venue": "Cell", "volume": "77", "issn": "", "pages": "761--771", "other_ids": {"DOI": ["10.1016/0092-8674(94)90059-0"]}}, "BIBREF16": {"ref_id": "b16", "title": "Phaser crystallographic software", "authors": [{"first": "A", "middle": ["J"], "last": "Mccoy", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Grosse-Kunstleve", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Adams", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Winn", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Storoni", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Read", "suffix": ""}], "year": 2007, "venue": "Journal of Applied Crystallography", "volume": "40", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1107/S0021889807021206"]}}, "BIBREF17": {"ref_id": "b17", "title": "Norovirus regulation of the innate immune response and apoptosis occurs via the product of the alternative open reading frame 4", "authors": [{"first": "N", "middle": [], "last": "Mcfadden", "suffix": ""}, {"first": "D", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "G", "middle": [], "last": "Carrara", "suffix": ""}, {"first": "A", "middle": [], "last": "Benson", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chaudhry", "suffix": ""}, {"first": "A", "middle": [], "last": "Shortland", "suffix": ""}, {"first": "J", "middle": [], "last": "Heeney", "suffix": ""}, {"first": "F", "middle": [], "last": "Yarovinsky", "suffix": ""}, {"first": "P", "middle": [], "last": "Simmonds", "suffix": ""}, {"first": "A", "middle": [], "last": "Macdonald", "suffix": ""}, {"first": "I", "middle": [], "last": "Goodfellow", "suffix": ""}], "year": 2011, "venue": "PLoS Pathogens", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1002413"]}}, "BIBREF18": {"ref_id": "b18", "title": "Structural basis of substrate specificity and protease inhibition in Norwalk virus", "authors": [{"first": "Z", "middle": [], "last": "Muhaxhiri", "suffix": ""}, {"first": "L", "middle": [], "last": "Deng", "suffix": ""}, {"first": "S", "middle": [], "last": "Shanker", "suffix": ""}, {"first": "B", "middle": [], "last": "Sankaran", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}, {"first": "T", "middle": [], "last": "Palzkill", "suffix": ""}, {"first": "Y", "middle": [], "last": "Song", "suffix": ""}, {"first": "B", "middle": ["V"], "last": "Prasad", "suffix": ""}], "year": 2013, "venue": "Journal of Virology", "volume": "87", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JVI.02869-12"]}}, "BIBREF19": {"ref_id": "b19", "title": "REFMAC5 for the refinement of macromolecular crystal structures", "authors": [{"first": "G", "middle": ["N"], "last": "Murshudov", "suffix": ""}, {"first": "P", "middle": [], "last": "Skubak", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Lebedev", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Pannu", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Steiner", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Nicholls", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Winn", "suffix": ""}, {"first": "F", "middle": [], "last": "Long", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Vagin", "suffix": ""}], "year": 2011, "venue": "Acta Crystallographica Section D Biological Crystallography", "volume": "67", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1107/S0907444911001314"]}}, "BIBREF20": {"ref_id": "b20", "title": "A norovirus protease structure provides insights into active and substrate binding site integrity", "authors": [{"first": "K", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "Y", "middle": [], "last": "Someya", "suffix": ""}, {"first": "T", "middle": [], "last": "Kumasaka", "suffix": ""}, {"first": "G", "middle": [], "last": "Ueno", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "T", "middle": [], "last": "Sato", "suffix": ""}, {"first": "N", "middle": [], "last": "Takeda", "suffix": ""}, {"first": "T", "middle": [], "last": "Miyamura", "suffix": ""}, {"first": "N", "middle": [], "last": "Tanaka", "suffix": ""}], "year": 2005, "venue": "Journal of Virology", "volume": "79", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JVI.79.21.13685-13693.2005"]}}}, "ref_entries": {"FIGREF0": {"text": "Specific protease-product interactions observed in the original crystals of MNV NS6 pro . (A)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Analysis and correction of the anisotropic diffraction observed for crystals of NS6 1 ′ and NS6 2 ′ . F/sigma versus Bragg spacings for each of the cell directions for (A) NS6 1 ′ and (B) NS6 2 ′ respectively. Pseudo-precession images of the anisotropy in the a * c * (h0l) plane for NS6 1 ′ (C) before and (D) after correction. 2F o -F c electron density maps contoured at 2σ after one round of refinement of the molecular replacement solutions obtained with Phaser(McCoy et al., 2007) for NS6 1 ′ (E) before and (F) after anisotropic correction.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Comparison of the packing arrangements of C-terminally extended NS6 proteases. (A)The mature NS6 protease (NS6 1-183)", "latex": null, "type": "figure"}, "TABREF0": {"text": "from Leen, Baeza & Curry  (2012)  which was published under a Creative Commons CC-BY license. All structural figures were made with PyMOL (Schrodinger LLC , 2010).", "latex": null, "type": "table"}, "TABREF1": {"text": "Data-collection and model refinement statistics.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>MNV NS6 1′ </td><td>MNV NS6 2′ </td><td>MNV NS6 4′ </td><td>MNV NS6 4′ 2|3\n</td></tr><tr><td>Data collection\nRadiation source </td><td>Diamond I03 </td><td>Diamond I03 </td><td>Rigaku MicroMax-007\n</td><td>Rigaku MicroMax-007\n</td></tr><tr><td>Wavelength (Å) </td><td> </td><td> </td><td>HF-M\n</td><td>HF-M\n</td></tr><tr><td>1.000 </td><td>1.000 </td><td>1.54 </td><td>1.54\n</td></tr><tr><td>Detector </td><td>Pilatus 6M-F </td><td>Pilatus 6M-F </td><td>Saturn 944+ CCD </td><td>Saturn 944+ CCD\n</td></tr><tr><td>Resolution limitsa(Å) </td><td>70.93-2.3\n</td><td>68.02-3.1\n</td><td>38.11-2.472\n</td><td>19.27-2.417\n</td></tr><tr><td>Space group </td><td>(2.42-2.3)\n</td><td>(3.31-3.1)\n</td><td>(2.561-2.472)\n</td><td>(2.503-2.417)\n</td></tr><tr><td>C2 </td><td>P6122 </td><td>C2 </td><td>P1\n</td></tr><tr><td>Unit-cell parameters (Å,◦) </td><td>a = 99.64\n</td><td>a = 136.04\n</td><td>a = 88.19\n</td><td>a = 35.52\n</td></tr><tr><td> </td><td>b = 111.86\n</td><td>c = 82.39\n</td><td>b = 35.36\n</td><td>b = 47.32\n</td></tr><tr><td> </td><td>c = 81.29\n</td><td> </td><td>c = 52.81\n</td><td>c = 53.07\n</td></tr><tr><td> </td><td>β = 119.24\n</td><td> </td><td>β = 105.98\n</td><td>α = 104.45\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>β = 91.53\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>γ = 110.61\n</td></tr><tr><td>Mosaicity (◦) </td><td>0.42 </td><td>0.70 </td><td>0.67 </td><td>1.11\n</td></tr><tr><td>Number of unique reflection </td><td>34,593 </td><td>8,555 </td><td>5,711 </td><td>10,817\n</td></tr><tr><td>Multiplicity </td><td>3.5 (3.6) </td><td>5.7 (6.0) </td><td>3.0 (2.3) </td><td>1.8 (1.8)\n</td></tr><tr><td>⟨ I/σ (I)⟩b </td><td>6.7 (1.2) </td><td>10.9 (2.1) </td><td>19.63 (6.94) </td><td>6.7 (2.31)\n</td></tr><tr><td>Completeness (%) </td><td>99.7 (99.8) </td><td>99.8 (99.6) </td><td>99.03 (92.44) </td><td>91.14 (66.47)\n</td></tr><tr><td>Rmerge (%)c </td><td>8.4 (8.6) </td><td>8.5 (91.5) </td><td>3.4 (10.6) </td><td>9.3 (27.1)\n</td></tr><tr><td>Overall B factor (Å2) </td><td>54.4 </td><td>94.3 </td><td>27.1 </td><td>24.9\n</td></tr><tr><td>Model refinement\nNumber of non-hydrogen\n</td><td>5,356/93 </td><td>2,563/0 </td><td>1,218/22 </td><td>2,562/107\n</td></tr><tr><td>atoms/waters\nRwork (%)\nd </td><td>23.0 </td><td>25.4 </td><td>20.9 (27.2) </td><td>21.0 (28.3)\n</td></tr><tr><td>e Rfree(%)\n</td><td>27.8 </td><td>30.3 </td><td>25.2 (37.1) </td><td>26.2 (36.8)\n</td></tr><tr><td>RMSD bonds (Å)f </td><td>0.012 </td><td>0.012 </td><td>0.009 </td><td>0.003\n</td></tr><tr><td>RMSD bond angles (◦) </td><td>1.605 </td><td>1.610 </td><td>1.08 </td><td>0.67\n</td></tr><tr><td>Ramachandran plot (% favoured/allowed)\n</td><td>89.3/10.7 </td><td>88.8/11.2 </td><td>97.5/2.5 </td><td>96.1/3.9\n</td></tr><tr><td>PDB identifier Notes.\n</td><td>4x2v </td><td>4x2w </td><td>4x2x </td><td>4x2y\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank staff at the Diamond Light Source (Didcot, UK) for assistance with data collection.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "This work was supported in part by grant funding from the Biotechnology and Biological Sciences Research Council, UK (Ref: BB/J001708/1). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "ADDITIONAL INFORMATION AND DECLARATIONS Funding"}, {"text": "The authors declare there are no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing Interests"}, {"text": "• Humberto Fernandes and Eoin N. Leen conceived and designed the experiments, performed the experiments, analyzed the data, contributed reagents/materials/analysis tools, wrote the paper, prepared figures and/or tables, reviewed drafts of the paper.• Hamlet Cromwell Jr and Marc-Philipp Pfeil performed the experiments, analyzed the data, contributed reagents/materials/analysis tools, reviewed drafts of the paper.• Stephen Curry conceived and designed the experiments, analyzed the data, contributed reagents/materials/analysis tools, wrote the paper, prepared figures and/or tables, reviewed drafts of the paper.", "cite_spans": [], "ref_spans": [], "section": "Author Contributions"}, {"text": "The following information was supplied regarding the deposition of related data: RCSB protein data bank: http://www.rcsb.org/pdb/explore/explore.do?structureId=4x2v http://www.rcsb.org/pdb/explore/explore.do?structureId=4x2w http://www.rcsb.org/pdb/explore/explore.do?structureId=4x2x http://www.rcsb.org/pdb/explore/explore.do?structureId=4x2y", "cite_spans": [], "ref_spans": [], "section": "Data Deposition"}]}