{"paper_id": "21b719129d96485c6430eaa54cd33fc3d6fcbc4e", "metadata": {"title": "Accounting for Contribution of Trade Openness and Foreign Direct Investment in Life Expectancy: The Long-Run and Short-Run Analysis in Pakistan", "authors": [{"first": "Md", "middle": ["Samsul"], "last": "Alam", "suffix": "", "affiliation": {"laboratory": "", "institution": "Griffith University", "location": {"postCode": "4111", "settlement": "Nathan, Brisbane", "region": "QLD", "country": "Australia"}}, "email": ""}, {"first": "•", "middle": [], "last": "Syed", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ali", "middle": [], "last": "Raza", "suffix": "", "affiliation": {"laboratory": "", "institution": "IQRA University", "location": {"postCode": "75300", "settlement": "Karachi", "country": "Pakistan"}}, "email": ""}, {"first": "•", "middle": ["Muhammad"], "last": "Shahbaz", "suffix": "", "affiliation": {"laboratory": "", "institution": "COMSATS Institute of Information Technology", "location": {"settlement": "Lahore", "country": "Pakistan"}}, "email": "shahbazmohd@live.com"}, {"first": "•", "middle": ["Qaisar"], "last": "Abbas", "suffix": "", "affiliation": {"laboratory": "", "institution": "COMSATS Institute of Information Technology", "location": {"settlement": "Lahore", "country": "Pakistan"}}, "email": ""}, {"first": "Ali", "middle": [], "last": "Syed", "suffix": "", "affiliation": {}, "email": "syed_aliraza@hotmail.com"}, {"first": "", "middle": [], "last": "Raza", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Muhammad", "middle": [], "last": "Shahbaz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qaisar", "middle": [], "last": "Abbas", "suffix": "", "affiliation": {}, "email": "qaisar@comsats.edu.pk"}]}, "abstract": [{"text": "This paper examines the impact of trade openness and foreign direct investment (FDI) on life expectancy using time series data over the period of 1972-2013. We have applied structural break unit root as well as cointegration tests to examine integrating properties of the variables and cointegration among the variables. The causal linkage between the variables has been tested by applying the VECM Granger causality. The empirical evidence confirms the presence of cointegration amid the variables. Moreover, trade openness and FDI increase population health measured by life expectancy in the long-run. Furthermore, the analysis suggests that trade openness and FDI cause life expectancy in the short-run. These findings have several policy implications to improve life expectancy for the people of Pakistan in particular and other developing countries in general.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Trade openness and foreign direct investment (FDI), two important indicators of globalization, are often considered as drivers of technical progress, productivity increase and skill transfer among the countries and regions of the world. Hence, a plethora of literature is available regarding the impact of these factors on various aspects including economic growth, government spending, income distribution and environment (Harrison 1996; Tomiura 2007) . However, there is a little known regarding the effect of trade openness and FDI on physical health. To our best knowledge, no published study has so far examined the dynamic relationships between trade openness, FDI and life expectancy by using long time series data. Hence, this study is a modest effort to narrow this gap by investigating the impact of trade openness and FDI on life expectancy using Pakistan as a case study during the period of 1972-2013.", "cite_spans": [{"start": 423, "end": 438, "text": "(Harrison 1996;", "ref_id": "BIBREF14"}, {"start": 439, "end": 452, "text": "Tomiura 2007)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Introduction"}, {"text": "Theoretically, it can be argued that there are numerous channels by which trade openness and FDI may affect health. First, there is a wide range of literature (Borensztein et al. 1998; Yanikkaya 2003) which argues that trade openness and FDI increase economic growth significantly. If trade openness and FDI are positively related to GDP per capita, it will be beneficial for life expectancy as higher income helps to afford better food and nutrition, housing, health care treatment and investment in better living and working conditions that significantly increase life expectancy. Second, trade openness and FDI positively affect education levels, including literacy level of household which in turn positively influences health and life expectancy. The third channel is the technology transfer effect from developed countries to developing ones since pharmaceutical research and development (R&D) is highly concentrated in a small group of developed countries that export these goods to the rest of the developing world (Papageorgiou et al. 2007) . As many studies (e.g. Xu and Wang 2000; Ciruelos and Wang 2005) have found that trade openness and FDI are the means of technology diffusion, public health in a developing country can be improved through the increased access to new technologies for water sanitation, medical treatment and pharmaceuticals. Finally, trade openness may affect nutritional status both directly and indirectly through the increased imports of nutritional goods and services when an economy becomes more open.", "cite_spans": [{"start": 159, "end": 184, "text": "(Borensztein et al. 1998;", "ref_id": "BIBREF6"}, {"start": 185, "end": 200, "text": "Yanikkaya 2003)", "ref_id": "BIBREF44"}, {"start": 1023, "end": 1049, "text": "(Papageorgiou et al. 2007)", "ref_id": "BIBREF28"}, {"start": 1074, "end": 1091, "text": "Xu and Wang 2000;", "ref_id": "BIBREF43"}, {"start": 1092, "end": 1115, "text": "Ciruelos and Wang 2005)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "While many channels advocate the positive influence of trade openness and FDI on life expectancy, there are some opposite views which argue that the increased trade openness and FDI inflow may have negative impact on public health. For example, an open economy may suffer the faster spread of infectious diseases such as HIV and H5N1 avian influenza virus which could be a real threat to public health (Kawachi and Wamala 2006) . Moreover, increased trade openness and FDI inflows sometimes may have negative effects on the environment which may adversely impact population health (Owen and Wu 2007) . Finally, globalization (particularly trade openness and FDI) and health can be also be adversely related through the effect of income inequality (Dreher and Gaston 2008; Bergh and Nilsson 2008) .", "cite_spans": [{"start": 402, "end": 427, "text": "(Kawachi and Wamala 2006)", "ref_id": "BIBREF20"}, {"start": 581, "end": 599, "text": "(Owen and Wu 2007)", "ref_id": "BIBREF27"}, {"start": 747, "end": 771, "text": "(Dreher and Gaston 2008;", "ref_id": "BIBREF12"}, {"start": 772, "end": 795, "text": "Bergh and Nilsson 2008)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Pakistan is considered as an interesting case study since the country has enjoyed significant progress in achieving longer life expectancy. According to World Bank (2015), life expectancy (at birth) in Pakistan has improved significantly from 55 years in 1972 to 67 years in 2013. At the same time, the country has opened its economy and experienced a rapid growth in terms of trade. Furthermore, suffering various domestic and international wars, enormous political instability and the rise of numerous terrorist groups, Pakistan has managed to receive a large amount of FDI of US$1308 million in 2013 which is 78 times more than 1972. These points motivate us to examine the impact of trade openness and FDI on life expectancy in the case of Pakistan. This paper contributes in existing literature in the following five ways. First, this is the first study that employs long time series data to investigate the dynamic relationship between trade openness, FDI and life expectancy. Second, we apply both conventional and structural break unit root tests for examining the stationary properties of the variables. Third, in the presence of structural breaks, we employ the bounds testing approach to find whether cointegration exists or not and the robustness of cointegration is checked by applying combined cointegration. Fourth, the rolling-window approach is used for measuring the long-run impact of economic growth and FDI on life expectancy. Finally, the causal relationship between the variables is investigated by using the VECM Granger causality approach. The empirical results confirm the presence of cointegration amid the variables. The results also show that trade openness and FDI play positive roles in enhancing life expectancy. Finally, the unidirectional causality is found running from trade openness and FDI to life expectancy.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The paper is organised as follows. Section 2 presents a review of the relevant literature while Sect. 3 focuses on model speculation and research methodology. Sect. 4 describes empirical results and discussions. Finally, Sect. 5 provides the concluding remarks along with the policy implications.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "As discussed in the previous section, theoretically, the relationship between trade and health is ambiguous. Plenty of theoretical literature is available which argues that trade may have a significant positive impact on life expectancy in developing countries. For example, Romer (1989) is one of the pioneer studies which argues that trade openness facilitates interactions among the nations that increase the general flow of knowledge which helps domestic producers to enhance their productivity and economic growth. The higher economic growth helps to increase household income and promote better access to health facilities. Stark (2004) claims that trade openness increases education levels and raises consciousness of health among the mass people which contribute to the improvement of their life expectancy. Moreover, Deaton (2004) emphasizes that the closer integration of an economy improves public health as openness transmits health-related expertise and knowledge. Hawkes (2007) contends that trade liberalization declines the proportion of child and adult undernourishment as it allows greater availability of highly processed, calorie-rich and nutritious food in developing countries. However, Bezuneh and Yiheyis (2014) have challenged the findings of Hawkes (2007) . From a panel data set of 37 developing countries, the study provides new evidence that trade liberalization has a negative effect on food availability which may have detrimental effects on public health in the case of developing countries. Papageorgiou et al. (2007) reveal that medical technology diffusion through trade openness is one of the important factors for recent health development in many developing countries. Employing cross-sectional data of 67 technology-importing countries, the study suggests that the importing of medical technology is a significant contributor to improved life expectancy in many less developed countries. However, Kawachi and Wamala (2006) suggest that economic integration through free movement of goods and capital may create a threat to public health through the faster spread of infectious diseases such as SARS and HIV. Blouin et al. (2009) have published a series of papers on 'trade and health' in 'The Lancet', one of the leading health journals, where the authors express a concern that, although trade may improve public health by raising the living standard and providing access to medical goods, it may be detrimental to public health in various ways, including economic distress, income inequality, environmental pollution and the availability of unhealthy products, such as tobacco, alcohol and canned foods.", "cite_spans": [{"start": 275, "end": 287, "text": "Romer (1989)", "ref_id": "BIBREF35"}, {"start": 630, "end": 642, "text": "Stark (2004)", "ref_id": "BIBREF37"}, {"start": 826, "end": 839, "text": "Deaton (2004)", "ref_id": "BIBREF11"}, {"start": 978, "end": 991, "text": "Hawkes (2007)", "ref_id": "BIBREF17"}, {"start": 1209, "end": 1235, "text": "Bezuneh and Yiheyis (2014)", "ref_id": "BIBREF3"}, {"start": 1268, "end": 1281, "text": "Hawkes (2007)", "ref_id": "BIBREF17"}, {"start": 1524, "end": 1550, "text": "Papageorgiou et al. (2007)", "ref_id": "BIBREF28"}, {"start": 1936, "end": 1961, "text": "Kawachi and Wamala (2006)", "ref_id": "BIBREF20"}, {"start": 2147, "end": 2167, "text": "Blouin et al. (2009)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Literature Review"}, {"text": "While a wide range of theoretical literature is available regarding the impact of trade on health, only a few studies are found that empirically examine this issue. Wei and Wu (2002) is one of the pioneer studies that empirically explores the connection between trade openness and public health status. Considering a lower tariff rate as a proxy for trade openness, the study suggests that higher trade openness is linked to a longer life expectancy and a lower infant mortality rate. Levine and Rothman (2006) investigate whether openness to international trade affects children's health or not. They use cross-sectional data from 130 countries and report that trade openness helps to reduce infant mortality, child mortality and malnutrition. Subsequently, Owen and Wu (2007) examine the effect of trade on various health outcomes in a large panel data set of 219 countries across the world. From the fixed-effect model, the study provides empirical evidence that increased trade openness is related to lower rates of infant mortality and higher life expectancy, particularly in the case of developing countries. Moreover, they argue that trade openness is linked to sound economic policies which themselves are related to better health outcomes. Bussmann (2009) examines whether trade openness has any significant impact on health improvements in 134 countries. Using trade/GDP as a proxy for trade openness, their results fail to provide any evidence that trade openness has a significant positive impact on women's health and their life expectancy. However, this result might be questioned since the study has used interpolated data for missing years. As trade/GDP fluctuates from year to year, and changes in health outcomes likely evolve over a number of years, the interpolation is unlikely to capture any effects of trade on life expectancy. Stevens et al. (2013) have examined the relationship between trade openness and health in a large set of countries. They employ the fixed-effect model and conclude that trade has a significant positive impact on population health in the low-income countries. However, their analysis finds that the relationship between income and health is nonlinear. The effect of trade openness on health decreases as income level increases and becomes negative at high levels of income. Trade openness is positively associated with income and health at a decreasing rate to a certain threshold and after that, it has no significant impact on public health. This finding is supported by arguing that trade openness could be harmful to health in high-income countries where higher income is associated with long working hours, more mental pressure, less sleep and increased consumption of unhealthy products. Very recently, Herzer (2015) analyses the long-run impact of trade openness on population health by applying cointegration techniques to the US time series data for the period 1960-2011. Using various time series techniques, the findings of the study suggest that trade has a positive and significant long-run impact on population health measured by life expectancy. Nevertheless, Lin et al. (2015) investigate whether trade reduces infant mortality in the case of least developing countries (LDC) during the period of 1995-2012. From a panel of 48 LDCs, the study finds that trade does not help to decrease child mortality. Indeed, the study reports that trade could even increase child mortality through raising environmental pollution.", "cite_spans": [{"start": 165, "end": 182, "text": "Wei and Wu (2002)", "ref_id": "BIBREF42"}, {"start": 485, "end": 510, "text": "Levine and Rothman (2006)", "ref_id": "BIBREF21"}, {"start": 759, "end": 777, "text": "Owen and Wu (2007)", "ref_id": "BIBREF27"}, {"start": 1249, "end": 1264, "text": "Bussmann (2009)", "ref_id": "BIBREF8"}, {"start": 1851, "end": 1872, "text": "Stevens et al. (2013)", "ref_id": "BIBREF38"}, {"start": 2759, "end": 2772, "text": "Herzer (2015)", "ref_id": "BIBREF18"}, {"start": 3125, "end": 3142, "text": "Lin et al. (2015)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Literature Review"}, {"text": "There are only a few studies available that examine the role of FDI on the improvement of public health. Rodrik et al. (2002) is one of the earlier studies which claims that FDI increases employment opportunities and improves working conditions that positively affect life expectancy of employees. Hawkes (2005) examines the role of FDI in nutrition transition particularly focusing on highly processed foods. Considering transnational food companies (TFCs) in developed countries as a sample, the study concludes that FDI plays a crucial role in nutrition transition by enabling and promoting the consumption of nutritional foods in developing countries. Outreville (2007) argues that FDI has a significant contribution to population health through improving health care sectors of developing countries. Recently, Herzer and Nunnenkamp (2012) explore the long-run impact of FDI on health status in a sample of 14 developed countries. Employing panel cointegration techniques, the study reveals that FDI has a significant and negative impact on improving health.", "cite_spans": [{"start": 105, "end": 125, "text": "Rodrik et al. (2002)", "ref_id": "BIBREF34"}, {"start": 298, "end": 311, "text": "Hawkes (2005)", "ref_id": "BIBREF16"}, {"start": 656, "end": 673, "text": "Outreville (2007)", "ref_id": "BIBREF25"}, {"start": 815, "end": 843, "text": "Herzer and Nunnenkamp (2012)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Literature Review"}, {"text": "There are some studies which empirically measure the impact of globalization on health where globalization is measured by the degree of openness of the economies in terms of trade, investment and other economic activities. For example, Ovaska and Takashima (2006) examine the effects of economic freedom on life expectancy. From a sample of 68 countries in the 1990s, the study finds that economic freedom plays an important role in increasing life expectancy. Stroup (2007) uses panel data to examine the relationship between the economic freedom index and life expectancy. Using various robust panel techniques, the study provides evidence that economic freedom is positively associated with life expectancy. Agreeing with Ovaska and Takashima (2006) and Stroup (2007) , Pritchett and Summers (1996) claim that open economies have a higher life expectancy than restricted economies. Recently, Bergh and Nilsson (2010) analyze how globalization affects life expectancy in a panel of 92 countries during the period of 1972-2010. Using various estimation techniques and sample groups, the study reports that globalization has a robust impact on improving life expectancy.", "cite_spans": [{"start": 236, "end": 263, "text": "Ovaska and Takashima (2006)", "ref_id": "BIBREF26"}, {"start": 461, "end": 474, "text": "Stroup (2007)", "ref_id": "BIBREF39"}, {"start": 725, "end": 752, "text": "Ovaska and Takashima (2006)", "ref_id": "BIBREF26"}, {"start": 757, "end": 770, "text": "Stroup (2007)", "ref_id": "BIBREF39"}, {"start": 773, "end": 801, "text": "Pritchett and Summers (1996)", "ref_id": "BIBREF33"}, {"start": 895, "end": 919, "text": "Bergh and Nilsson (2010)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Literature Review"}, {"text": "To conclude the above literature review, it can be argued that although some studies are available regarding the impact of trade openness and FDI, the empirical results of these studies mostly vary across countries, periods and methods. Moreover, none of the studies above investigate the dynamic relationship between trade openness, FDI and life expectancy using long time series data. Furthermore, most of the existing studies ignore the structural breaks in the time series data. Hence, the current study is undertaken to address these limitations and contribute to the advancement of literature as well as policy implications.", "cite_spans": [], "ref_spans": [], "section": "Literature Review"}, {"text": "After reviewing the theoretical and empirical work, we use the following life expectancy function to examine the relationship between trade openness, FDI and life expectancy:", "cite_spans": [], "ref_spans": [], "section": "Model Construction and Empirical Strategy"}, {"text": "where e t is the error term, e is life expectancy which is equivalent to average numbers of years that would be lived by an individual in Pakistan until death, O t is trade openness which is measured by dividing the sum of exports and imports by gross domestic product and f t is real inflows of FDI. All variables are used in the log-linear form. Annual time series data is used from the period 1972 to 2013. We have collected trade and FDI data from the Ministry of Finance, Pakistan (2014). The data on life expectancy has been collected from World Development Indicators (WDI 2014).", "cite_spans": [], "ref_spans": [], "section": "Model Construction and Empirical Strategy"}, {"text": "The Ng and Perron (2001) unit root test is used to analyze the unit root properties. Ng and Perron (2001) have suggested that 'Augmented Dickey Fuller (ADF)' and 'Philips and Perron (PP)' unit root tests suffer from severe size distribution properties when error term has negative moving-average root. When the root is close to -1, then the rejection rate can be as high as 100 %. 1 Ng and Perron (2001) 's (1996) optimal best statistics. Therefore, we have utilized the Ng and Perron (2001) unit root test to examine the stationary level of the variables. Moreover, to ascertain the results of unit root properties, we have also used the Clemente et al. (1998) detrended structural break unit root test to identify the structural breaks in the series. The main advantage of Clemente et al. (1998) unit root test is that it provides information about two unknown structural break points in the series by offering two models which are (1) additive outliers (AO) and (2) innovational outliers (IO). The AO model informs about a sudden change in the mean of a series and the IO model indicates the gradual shift in the mean of the series. The additive outlier model is more suitable for the variables having sudden structural changes as compared to gradual shifts.", "cite_spans": [{"start": 4, "end": 24, "text": "Ng and Perron (2001)", "ref_id": "BIBREF24"}, {"start": 85, "end": 105, "text": "Ng and Perron (2001)", "ref_id": "BIBREF24"}, {"start": 381, "end": 382, "text": "1", "ref_id": null}, {"start": 404, "end": 413, "text": "'s (1996)", "ref_id": null}, {"start": 471, "end": 491, "text": "Ng and Perron (2001)", "ref_id": "BIBREF24"}, {"start": 639, "end": 661, "text": "Clemente et al. (1998)", "ref_id": "BIBREF10"}, {"start": 775, "end": 797, "text": "Clemente et al. (1998)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Unit Root Analysis"}, {"text": "The Auto Regressive Distributed Lag Modeling (ARDL) or bounds testing approach to cointegration developed by Pesaran and Pesaran (1997) , Pesaran et al. (1999) , Pesaran et al. (2000 Pesaran et al. ( , 2001 is used with the help of an unrestricted vector error correction model to investigate the long-run relationship between trade openness, FDI and life expectancy. The ARDL approach has several advantages over other cointegration methods. The ARDL approach may apply irrespective of whether underlying variables are purely I(0), I(1) or mutually co-integrated. 2 The approach also provides better empirical results for small sample. 3 In the bounds testing approach, an estimation of results is even possible if the explanatory variables are endogenous. 4 The ARDL model is developed for estimations as follow:", "cite_spans": [{"start": 109, "end": 135, "text": "Pesaran and Pesaran (1997)", "ref_id": "BIBREF29"}, {"start": 138, "end": 159, "text": "Pesaran et al. (1999)", "ref_id": "BIBREF30"}, {"start": 162, "end": 182, "text": "Pesaran et al. (2000", "ref_id": "BIBREF31"}, {"start": 183, "end": 206, "text": "Pesaran et al. ( , 2001", "ref_id": "BIBREF32"}, {"start": 565, "end": 566, "text": "2", "ref_id": null}], "ref_spans": [], "section": "Cointegration Analysis"}, {"text": "where x 0 is constant and l t is a white noise error term, the error correction dynamics are denoted by the summation sign while the second part of the equation corresponds to longrun relationships. The Schwarz Bayesian Criteria (SBC) is used to identify the optimum lag of the model and each series. We first estimate F-statistic value by using the appropriate ARDL model. Secondly, the Wald (F-statistic) test is used to investigate the long-run 1 See Tiwari et al. (2013) . 2 Pesaran et al. (1999) . 3 Haug (2002). 4 Pesaran et al. (1999 Pesaran et al. ( , 2001 Engle and Granger (1987) and Banerjee et al. (1993) tests. This cointegration approach combines the empirical results of various individual cointegration tests for comprehensive cointegration conclusions. We apply this cointegration approach to examine whether cointegration is present between trade openness, FDI and life expectancy in the case of Pakistan.", "cite_spans": [{"start": 454, "end": 474, "text": "Tiwari et al. (2013)", "ref_id": "BIBREF40"}, {"start": 477, "end": 478, "text": "2", "ref_id": null}, {"start": 479, "end": 500, "text": "Pesaran et al. (1999)", "ref_id": "BIBREF30"}, {"start": 503, "end": 504, "text": "3", "ref_id": null}, {"start": 518, "end": 519, "text": "4", "ref_id": null}, {"start": 520, "end": 540, "text": "Pesaran et al. (1999", "ref_id": "BIBREF30"}, {"start": 541, "end": 564, "text": "Pesaran et al. ( , 2001", "ref_id": "BIBREF32"}, {"start": 565, "end": 589, "text": "Engle and Granger (1987)", "ref_id": "BIBREF13"}, {"start": 594, "end": 616, "text": "Banerjee et al. (1993)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Cointegration Analysis"}, {"text": "The descriptive statistic reveals that trade openness, FDI and life expectancy are normally distributed as confirmed by the Jarque-Bera test. 5 The correlation analysis indicates there is a positive correlation between trade openness and life expectancy which is 0.1382. Life expectancy is also positively correlated with FDI and the correlation coefficient is 0.0547. Moreover, FDI and trade openness are positively correlated with a correlation coefficient of 0.0575. The unit root properties of the variables have been investigated by applying the Ng and Perron (2001) test. This test solves the issues raised for ADF, PP, DF-GLS and KPPS unit root tests. Furthermore, this test performs better when considering small sample data. The results reported in Table 1 indicate that trade openness, FDI and life expectancy contain unit root problems at level with intercept and trend. We have then applied the Ng and Perron (2001) unit root test on their first order differentials and found that all variables are stationary and integrated at first difference. This implies that the series of variables do not have any unit root problems and may be used for further long-run analysis.", "cite_spans": [{"start": 551, "end": 571, "text": "Ng and Perron (2001)", "ref_id": "BIBREF24"}, {"start": 907, "end": 927, "text": "Ng and Perron (2001)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 758, "end": 765, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Preliminary Statistics"}, {"text": "It is argued that the traditional first generation unit root tests including the Ng and Perron (2001) provide misleading results due to their low size and power (Shahbaz et al. 2015) . These tests also fail to provide any information about the structural breaks occurring in the series. Therefore, to ascertain the structural breaks in the unit root properties, we have also uses Clemente et al. (1998) detrended structural break unit root test to identify the structural breaks in the series. Table 2 represents the results of Clemente et al. (1998) detrended structural break unit root test. As can be seen, all the variables are non-stationary at level with intercept and trend in presence of structural breaks. After first differencing, we find all variables are stationary. This confirms that series of all variables are integrated at I(1). Therefore, results of both unit root tests confirm the robustness of the unit root analysis.", "cite_spans": [{"start": 161, "end": 182, "text": "(Shahbaz et al. 2015)", "ref_id": "BIBREF36"}, {"start": 380, "end": 402, "text": "Clemente et al. (1998)", "ref_id": "BIBREF10"}, {"start": 528, "end": 550, "text": "Clemente et al. (1998)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 494, "end": 501, "text": "Table 2", "ref_id": null}], "section": "Preliminary Statistics"}, {"text": "We have used the Bayer and Hanck (2013) cointegration test to analyze the long-run relationship between trade openness, FDI and life expectancy in Pakistan since all the variables are found to be integrated at (1). Table 3 represents the results of combined cointegration tests including the EG-JOH, and EG-JOH-BO-BDM estimation procedure of the Bayer and Hanck (2013) cointegration test. The results indicate the valid long-run relationship between trade openness, FDI and life expectancy in Pakistan at 5 % level of significance. The Bayer and Hanck combined cointegration approach provides efficient empirical results but fails to accommodate structural breaks while investigating the cointegration between the variables. To solve this issue, we follow Shahbaz et al. (2015) who apply the ARDL bounds testing approach to cointegration in the presence of structural breaks.", "cite_spans": [{"start": 17, "end": 39, "text": "Bayer and Hanck (2013)", "ref_id": "BIBREF1"}, {"start": 756, "end": 777, "text": "Shahbaz et al. (2015)", "ref_id": "BIBREF36"}], "ref_spans": [{"start": 215, "end": 222, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Findings of Combined Cointegration Approach"}, {"text": "The bounds testing or ARDL test for cointegration has also been used to examine whether cointegration is present between trade openness, FDI and life expectancy in Pakistan. The first step is to determine the optimal lag length and order of optimal lag length which is decided by using the Schwarz Bayesian Criterion. Table 4 shows the results of ARDL cointegration approach by accommodating structural breaks in the series. The bounds testing analysis seems to suggest the rejection of the null hypothesis of no cointegration because the calculated F-statistic is greater than the upper bound critical value at 1 % level of significance. It supports the alternative hypothesis that the valid long-run relationship exists between trade openness, FDI and life expectancy in Pakistan. Table 5 shows the results of long-run and short-run analysis. We find that trade openness and FDI are major contributing factors to increase life expectancy in Pakistan. The results show the positive and significant effect of trade openness on life expectancy in Pakistan. A 1 % increase in trade openness causes an increase in life expectancy by 0.364 %. This finding is consistent with Herzer (2015) and Owen and Wu (2007) who reported that trade openness increases life expectancy. FDI is positively and significantly linked with life expectancy. A 1 % increase in FDI improves life expectancy by 0.159 % keeping other things constant. This finding is contradictory with Herzer and Nunnenkamp (2012) who noted that FDI negatively affects life expectancy in developed countries. The impact of the national health policy (a dummy variable) shows negative but insignificant impact on life expectancy.", "cite_spans": [{"start": 1171, "end": 1184, "text": "Herzer (2015)", "ref_id": "BIBREF18"}, {"start": 1189, "end": 1207, "text": "Owen and Wu (2007)", "ref_id": "BIBREF27"}, {"start": 1457, "end": 1485, "text": "Herzer and Nunnenkamp (2012)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 318, "end": 325, "text": "Table 4", "ref_id": null}, {"start": 783, "end": 790, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Findings of Long-Run and Short-Run Analysis Using ARDL Approach"}, {"text": "The results of short-run analysis are also presented in Table 5 (lower segment). We find that trade openness affects life expectancy positively and significantly at 5 % level. The impact of FDI on life expectancy is positive but insignificant. The national health policy also affects life expectancy positively but insignificantly. Furthermore, the results indicate that the lagged error correction term for life expectancy function is negative but significant at 5 % level. The coefficient of the lagged error correction term is -0.314 which suggests that about 31 % of disequilibrium is corrected in each year and will take almost three years to reach the equilibrium path in long-run.", "cite_spans": [], "ref_spans": [{"start": 56, "end": 63, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Findings of Long-Run and Short-Run Analysis Using ARDL Approach"}, {"text": "The stability of coefficients of the long-run model in the sample size is evaluated by using the rolling window estimation method. The rolling window analysis is a time varying technique which is used to analyze the behavior of regressors and models of different time periods. The rolling window analysis provides the coefficients of regressors for each year in the sample period. This technique helps to identify the behavior of considered variables throughout the sample period (year-wise). The results of rolling coefficients of considered regressors are discussed in Figs. 1 and 2. Figures 1 and 2 deal with the impact of trade openness and FDI on life expectancy, respectively. The results reported in Fig. 1 suggest that trade openness had a positive impact on life expectancy from 1979 to 2005. However, the effect became negative for 2 years between 2006 and 2007 and after that, it became positive again. Overall, the negative effect of trade openness is found only for 2 years while a positive impact is found for 33 years. This positive relation of 33 years shows that trade openness positively affects life expectancy for a longer time period. The highest contribution of trade openness on life expectancy is seen in 1995 with the coefficient of 0.4929 due to more liberalized economic policies regarding health, such as, the social action program (SAP) implemented in 1990s by the Pakistani government. This confirms that the contribution of trade openness on life expectancy remained positive over the last three decades in Pakistan. Figure 2 indicates that FDI has a positive impact on life expectancy over the period of 1981-1992 and 1997-2013. However, it has a negative effect over the period of 1993-1996. The negative effect of FDI on life expectancy is found for only 5 years compared to a positive impact of 30 years. This confirms that the contribution of FDI on life expectancy is positive in the last three decades in Pakistan. The time varying rolling window analysis provides us the different results in different periods of time in the last three decades.", "cite_spans": [{"start": 1636, "end": 1660, "text": "1981-1992 and 1997-2013.", "ref_id": null}], "ref_spans": [{"start": 571, "end": 601, "text": "Figs. 1 and 2. Figures 1 and 2", "ref_id": "FIGREF0"}, {"start": 707, "end": 713, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 1548, "end": 1556, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "The Stability of Long-Run Analysis: A Rolling Window Analysis"}, {"text": "The stability of the short-run model in the sample size is evaluated by using the cumulative sum (CUSUM) and CUSUM of square test on the recursive residuals. The CUSUM test detects systematic changes from the coefficients of regression while the CUSUM of square test is able to detect sudden changes in constancy of regression coefficients (Brown et al. 1975) . Figure 3 presents the results of CUSUM and CUSUM of square tests, respectively. The analysis indicates that the statistics of both CUSUM and CUSUM of square test lie within the interval bands at 5 % confidence interval. This suggests that there is no structural instability in the residuals of equation of life expectancy in Pakistan. We conclude that short-run estimates are stable and robust. The confirmation of cointegration between the variables leads us to investigate the direction of Granger causality between the variables. The Granger theorem suggests that there will be Granger causality in at least one direction if the cointegration relationship exists between the variables, provided that the variables are integrated of order one or I(1). Engle and Granger (1987) have cautioned that if the Granger causality test is conducted at first difference through vector auto regression (VAR) method, then it will be misleading in the presence of cointegration. Therefore, the inclusion of an additional variable to the VAR method such as the error correction term would help us to capture the long-run causal relationship. The VECM causality analysis provides three sources of causation if variables are found to be cointegrated such as (a) short-run Granger causality, (b) long-run Granger causality and (c) joint long-and short-run (overall) Granger causality. ", "cite_spans": [{"start": 340, "end": 359, "text": "(Brown et al. 1975)", "ref_id": "BIBREF7"}, {"start": 1116, "end": 1140, "text": "Engle and Granger (1987)", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 362, "end": 370, "text": "Figure 3", "ref_id": null}], "section": "The Stability of Short-Run Analysis"}, {"text": "While a voluminous amount of literature is available to identify the various determinants of life expectancy, no study has been found that investigates the impact of trade openness and FDI on life expectancy in Pakistan. Moreover, there is inadequate knowledge about the dynamic relationships between trade openness, FDI and life expectancy by using time series techniques. In this study, we have aimed to explore the dynamic relationships between trade openness, FDI and life expectancy in the case of Pakistan for the period 1972-2013. The combined cointegration approach of Bayer and Hanck (2013) has been used to examine the long-run equilibrium relationship among the variables. Moreover, we apply the ARDL approach to measure the long-run and short-run impact of trade openness and FDI on life expectancy. The empirical evidence confirms the presence of cointegration amid the variables. Furthermore, trade openness increases population health measured by life expectancy. FDI has also a positive impact on life expectancy. The unidirectional causality exists running from trade openness and FDI to life expectancy. The results derived from this study have some important policy implications. The key findings suggest that trade openness and FDI contribute to life expectancy significantly in Pakistan. Hence, the government of Pakistan should use trade openness and FDI as economic tools not only for enhancing domestic production but also for improving health of its massive population. Therefore, we recommend that policy makers should introduce more trade liberalization and foreign investment friendly policies that will ensure the maximum economic and social benefits. We also suggest that the social benefits of trade and FDI will be more potent if the policy makers can ensure greater international trade and foreign investment particularly in the health sector. Hence, new developments of medical science including health care services and technologies should be traded without any tariff barriers. Moreover, foreign affiliates should largely invest in hospital and pharmaceutical sectors by bringing modern know-how and technology from their host countries which will directly benefit to the public health of the host countries.", "cite_spans": [{"start": 577, "end": 599, "text": "Bayer and Hanck (2013)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusion and Policy Recommendations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Co-integration, error correction, and the econometric analysis of non-stationary data", "authors": [{"first": "A", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "J", "middle": [], "last": "Dolado", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Galbraith", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Hendry", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Combining non-cointegration tests", "authors": [{"first": "C", "middle": [], "last": "Bayer", "suffix": ""}, {"first": "C", "middle": [], "last": "Hanck", "suffix": ""}], "year": 2013, "venue": "Journal of Time Series Analysis", "volume": "34", "issn": "1", "pages": "83--95", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Good for living? On the relationship between globalization and life expectancy", "authors": [{"first": "A", "middle": [], "last": "Bergh", "suffix": ""}, {"first": "T", "middle": [], "last": "Nilsson", "suffix": ""}], "year": 2010, "venue": "World Development", "volume": "38", "issn": "9", "pages": "1191--1203", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Has trade liberalization improved food availability in developing countries? An empirical analysis", "authors": [{"first": "M", "middle": [], "last": "Bezuneh", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yiheyis", "suffix": ""}], "year": 2014, "venue": "Journal of Economic Development", "volume": "39", "issn": "1", "pages": "63--78", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "On the theory of testing for unit roots in observed time series", "authors": [{"first": "A", "middle": [], "last": "Bhargava", "suffix": ""}], "year": 1986, "venue": "The Review of Economic Studies", "volume": "53", "issn": "3", "pages": "369--384", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Trade and social determinants of health", "authors": [{"first": "C", "middle": [], "last": "Blouin", "suffix": ""}, {"first": "M", "middle": [], "last": "Chopra", "suffix": ""}, {"first": "R", "middle": [], "last": "Van Der Hoeven", "suffix": ""}], "year": 2009, "venue": "The Lancet", "volume": "373", "issn": "9662", "pages": "502--507", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "How does foreign direct investment affect economic growth", "authors": [{"first": "E", "middle": [], "last": "Borensztein", "suffix": ""}, {"first": "J", "middle": [], "last": "De Gregorio", "suffix": ""}, {"first": "J.-W", "middle": [], "last": "Lee", "suffix": ""}], "year": 1998, "venue": "Journal of International Economics", "volume": "45", "issn": "1", "pages": "115--135", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Techniques for testing the constancy of regression relationships over time", "authors": [{"first": "R", "middle": ["L"], "last": "Brown", "suffix": ""}, {"first": "J", "middle": [], "last": "Durbin", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Evans", "suffix": ""}], "year": 1975, "venue": "Journal of the Royal Statistical Society. Series B (Methodological)", "volume": "37", "issn": "2", "pages": "149--192", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The effect of trade openness on women's welfare and work life", "authors": [{"first": "M", "middle": [], "last": "Bussmann", "suffix": ""}], "year": 2009, "venue": "World Development", "volume": "37", "issn": "6", "pages": "1027--1038", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "International technology diffusion: Effects of trade and FDI", "authors": [{"first": "A", "middle": [], "last": "Ciruelos", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}], "year": 2005, "venue": "Atlantic Economic Journal", "volume": "33", "issn": "4", "pages": "437--449", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Testing for a unit root in variables with a double change in the mean", "authors": [{"first": "J", "middle": [], "last": "Clemente", "suffix": ""}, {"first": "A", "middle": [], "last": "Montanes", "suffix": ""}, {"first": "M", "middle": [], "last": "Reyes", "suffix": ""}], "year": 1998, "venue": "Economics Letters", "volume": "59", "issn": "2", "pages": "175--182", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Health in an age of globalization", "authors": [{"first": "A", "middle": [], "last": "Deaton", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Has globalization increased inequality?", "authors": [{"first": "A", "middle": [], "last": "Dreher", "suffix": ""}, {"first": "N", "middle": [], "last": "Gaston", "suffix": ""}], "year": 2008, "venue": "Review of International Economics", "volume": "16", "issn": "3", "pages": "516--536", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Co-integration and error correction: representation, estimation, and testing", "authors": [{"first": "R", "middle": ["F"], "last": "Engle", "suffix": ""}, {"first": "C", "middle": ["W J"], "last": "Granger", "suffix": ""}], "year": 1987, "venue": "Econometrica: Journal of the Econometric Society", "volume": "55", "issn": "2", "pages": "251--276", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Openness and growth: A time-series, cross-country analysis for developing countries", "authors": [{"first": "A", "middle": [], "last": "Harrison", "suffix": ""}], "year": 1996, "venue": "Journal of Development Economics", "volume": "48", "issn": "2", "pages": "419--447", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Temporal aggregation and the power of cointegration tests: A Monte Carlo Study", "authors": [{"first": "A", "middle": ["A"], "last": "Haug", "suffix": ""}], "year": 2002, "venue": "Oxford Bulletin of Economics and Statistics", "volume": "64", "issn": "4", "pages": "399--412", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The role of foreign direct investment in the nutrition transition", "authors": [{"first": "C", "middle": [], "last": "Hawkes", "suffix": ""}], "year": 2005, "venue": "Public Health Nutrition", "volume": "8", "issn": "04", "pages": "357--365", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Globalization, Food and Nutrition Transitions", "authors": [{"first": "C", "middle": [], "last": "Hawkes", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The long-run effect of trade on life expectancy in the United States: An empirical note", "authors": [{"first": "D", "middle": [], "last": "Herzer", "suffix": ""}], "year": 2015, "venue": "Applied Economics Letters", "volume": "22", "issn": "5", "pages": "416--420", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "FDI and health in developed economies: A panel cointegration analysis", "authors": [{"first": "D", "middle": [], "last": "Herzer", "suffix": ""}, {"first": "P", "middle": [], "last": "Nunnenkamp", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Globalization and health", "authors": [{"first": "I", "middle": [], "last": "Kawachi", "suffix": ""}, {"first": "S", "middle": [], "last": "Wamala", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Does trade affect child health", "authors": [{"first": "D", "middle": ["I"], "last": "Levine", "suffix": ""}, {"first": "D", "middle": [], "last": "Rothman", "suffix": ""}], "year": 2006, "venue": "Journal of Health Economics", "volume": "25", "issn": "3", "pages": "538--554", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Child Mortality in the LDCs: The role of trade, institutions and environmental quality", "authors": [{"first": "F", "middle": [], "last": "Lin", "suffix": ""}, {"first": "N", "middle": ["C S"], "last": "Sim", "suffix": ""}, {"first": "N", "middle": [], "last": "Pham", "suffix": ""}], "year": 2014, "venue": "Australia. Ministry of Finance", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The saving and investment nexus for China: Evidence from cointegration tests", "authors": [{"first": "P", "middle": ["K"], "last": "Narayan", "suffix": ""}], "year": 2005, "venue": "Applied Economics", "volume": "37", "issn": "17", "pages": "1979--1990", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Lag length selection and the construction of unit root tests with good size and power", "authors": [{"first": "S", "middle": [], "last": "Ng", "suffix": ""}, {"first": "P", "middle": [], "last": "Perron", "suffix": ""}], "year": 2001, "venue": "Econometrica", "volume": "69", "issn": "6", "pages": "1519--1554", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Foreign direct investment in the health care sector and most-favoured locations in developing countries", "authors": [{"first": "J", "middle": ["F"], "last": "Outreville", "suffix": ""}], "year": 2007, "venue": "The European Journal of Health Economics", "volume": "8", "issn": "4", "pages": "305--312", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Economic policy and the level of self-perceived well-being: An international comparison", "authors": [{"first": "T", "middle": [], "last": "Ovaska", "suffix": ""}, {"first": "R", "middle": [], "last": "Takashima", "suffix": ""}], "year": 2006, "venue": "The Journal of Socio-Economics", "volume": "35", "issn": "2", "pages": "308--325", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Is trade good for your health?", "authors": [{"first": "A", "middle": ["L"], "last": "Owen", "suffix": ""}, {"first": "S", "middle": [], "last": "Wu", "suffix": ""}], "year": 2007, "venue": "Review of International Economics", "volume": "15", "issn": "4", "pages": "660--682", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "International medical technology diffusion", "authors": [{"first": "C", "middle": [], "last": "Papageorgiou", "suffix": ""}, {"first": "A", "middle": [], "last": "Savvides", "suffix": ""}, {"first": "M", "middle": [], "last": "Zachariadis", "suffix": ""}], "year": 2007, "venue": "Journal of International Economics", "volume": "72", "issn": "2", "pages": "409--427", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Working with Microfit 4.0: interactive econometric analysis", "authors": [{"first": "M", "middle": ["H"], "last": "Pesaran", "suffix": ""}, {"first": "B", "middle": [], "last": "Pesaran", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Pooled mean group estimation of dynamic heterogeneous panels", "authors": [{"first": "M", "middle": ["H"], "last": "Pesaran", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shin", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Smith", "suffix": ""}], "year": 1999, "venue": "Journal of the American Statistical Association", "volume": "94", "issn": "446", "pages": "621--634", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Structural analysis of vector error correction models with exogenous I (1) variables", "authors": [{"first": "M", "middle": ["H"], "last": "Pesaran", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shin", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Smith", "suffix": ""}], "year": 2000, "venue": "Journal of Econometrics", "volume": "97", "issn": "2", "pages": "293--343", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Bounds testing approaches to the analysis of level relationships", "authors": [{"first": "M", "middle": ["H"], "last": "Pesaran", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shin", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Smith", "suffix": ""}], "year": 2001, "venue": "Journal of Applied Econometrics", "volume": "16", "issn": "3", "pages": "289--326", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Wealthier is healthier", "authors": [{"first": "L", "middle": [], "last": "Pritchett", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Summers", "suffix": ""}], "year": 1996, "venue": "Journal of Human Resources", "volume": "31", "issn": "4", "pages": "841--868", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Institutional rule: The primacy of institutions over geography and integration in economic development", "authors": [{"first": "D", "middle": [], "last": "Rodrik", "suffix": ""}, {"first": "A", "middle": [], "last": "Subramanian", "suffix": ""}, {"first": "F", "middle": [], "last": "Trebli", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Endogenous technological change", "authors": [{"first": "P", "middle": [], "last": "Romer", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Determinants of Life expectancy and its prospects under the role of economic misery: A case of Pakistan", "authors": [{"first": "M", "middle": [], "last": "Shahbaz", "suffix": ""}, {"first": "N", "middle": [], "last": "Loganathan", "suffix": ""}, {"first": "N", "middle": [], "last": "Mujahid", "suffix": ""}, {"first": "A", "middle": [], "last": "Ali", "suffix": ""}, {"first": "A", "middle": [], "last": "Nawaz", "suffix": ""}], "year": 2015, "venue": "Social Indicators Research", "volume": "", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Rethinking the brain drain", "authors": [{"first": "O", "middle": [], "last": "Stark", "suffix": ""}], "year": 2004, "venue": "World Development", "volume": "32", "issn": "1", "pages": "15--22", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Healthy trade: The relationship between open trade and health", "authors": [{"first": "P", "middle": [], "last": "Stevens", "suffix": ""}, {"first": "J", "middle": [], "last": "Urbach", "suffix": ""}, {"first": "G", "middle": [], "last": "Wills", "suffix": ""}], "year": 2013, "venue": "Foreign Trade Review", "volume": "48", "issn": "1", "pages": "125--135", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Economic freedom, democracy, and the quality of life", "authors": [{"first": "M", "middle": ["D"], "last": "Stroup", "suffix": ""}], "year": 2007, "venue": "World Development", "volume": "35", "issn": "1", "pages": "52--66", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Does financial development increase rural-urban income inequality? Cointegration analysis in the case of Indian economy", "authors": [{"first": "A", "middle": ["K"], "last": "Tiwari", "suffix": ""}, {"first": "M", "middle": [], "last": "Shahbaz", "suffix": ""}, {"first": "F", "middle": [], "last": "Islam", "suffix": ""}], "year": 2013, "venue": "International Journal of Social Economics", "volume": "40", "issn": "2", "pages": "151--168", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Foreign outsourcing, exporting, and FDI: A productivity comparison at the firm level", "authors": [{"first": "E", "middle": [], "last": "Tomiura", "suffix": ""}], "year": 2007, "venue": "Journal of International Economics", "volume": "72", "issn": "1", "pages": "113--127", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "The life-and-death implications of globalization. IMF Working Paper World Bank", "authors": [{"first": "S-J", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Trade, FDI, and international technology diffusion", "authors": [{"first": "B", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2000, "venue": "Journal of Economic Integration", "volume": "15", "issn": "4", "pages": "585--601", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Trade openness and economic growth: A cross-country empirical investigation", "authors": [{"first": "H", "middle": [], "last": "Yanikkaya", "suffix": ""}], "year": 2003, "venue": "Journal of Development Economics", "volume": "72", "issn": "1", "pages": "57--89", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Coefficient of trade openness and its two S.E. bands based on rolling OLS (dependent variable:", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Coefficient of foreign direct investment and its two S.E. bands based on rolling OLS Fig. 3 CUSUM and CUSUMsq tests", "latex": null, "type": "figure"}, "TABREF1": {"text": "relationship among the series. The null hypothesis of no cointegration is rejected if the calculated F-test statistic exceeds the upper critical bound (UCB). The results are said to be inconclusive if the F-test statistic falls between the upper and lower critical bounds. Lastly, the null hypothesis of no cointegration is accepted if the F-statistic is below the lower critical bound. We have also used the ARDL cointegration model in the frames of structural break to analyze the relationship between trade openness, FDI and life expec-", "latex": null, "type": "table"}, "TABREF2": {"text": "Unit root analysis without structural breaks", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables </td><td>MZa </td><td>MZt </td><td>MSB </td><td>MPT\n</td></tr><tr><td>ln et </td><td>0.4563 (3) </td><td>0.2151 </td><td>0.4714 </td><td>57.523\n</td></tr><tr><td>ln ot </td><td>-10.8426 (1) </td><td>-2.2003 </td><td>0.2029 </td><td>9.0191\n</td></tr><tr><td>ln ft </td><td>-13.2483 (2) </td><td>-2.5323 </td><td>0.1911 </td><td>7.1102\n</td></tr><tr><td>D ln et </td><td>-19.8768 (2)** </td><td>-3.1514 </td><td>0.1585 </td><td>4.5912\n</td></tr><tr><td>D ln ot </td><td>-19.3407 (3)** </td><td>-3.0818 </td><td>0.1593 </td><td>4.8801\n</td></tr><tr><td>D ln ft </td><td>-19.3465 (1)** </td><td>-3.1081 </td><td>0.1606 </td><td>4.7223\n</td></tr></table></body></html>"}, "TABREF3": {"text": "The results ofBayer and Hanck (2013) cointegration analysis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Estimated models ln et = f( ln ot, ln ft) </td><td>EG-JOH </td><td>EG-JOH-BO-BDM </td><td>Cointegration\n</td></tr><tr><td>17.966 ** </td><td>33.506 ** </td><td>Yes\n</td></tr><tr><td>ln ot = f( ln et, ln ft) </td><td>8.972 </td><td>15.475 </td><td>No\n</td></tr><tr><td>ln ft = f( ln et, ln ot) </td><td>6.402 </td><td>8.058 </td><td>No\n</td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "presents the results of VECM Granger causality analysis.In long-run, the results of the VECM causality analysis indicate the unidirectional causal relationship running from trade openness to life expectancy. FDI Granger causes life expectancy but life expectancy does not cause FDI. The neutral effect exists between trade openness and FDI. There is a one-way causality leading from trade openness to life expectancy. The results of joint causality indicate the unidirectional causal relation running from trade openness and FDI to life expectancy in the case of Pakistan.", "latex": null, "type": "table"}, "TABREF6": {"text": "The VECM Granger causality analysis Dependent Variable *, ** Significant at 1 and 5 % levels, respectively. () shows Prob. values but t-values for ECTs Accounting for Contribution of Trade Openness and Foreign… 1167", "latex": null, "type": "table"}, "TABREF7": {"text": "Table 2 Clemente et al. ( 1998 ) detrended structural break unit root test", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Innovative outliers </td><td> </td><td> </td><td>Additive outlier\n</td><td> </td><td> </td></tr><tr><td> </td><td>T-statistic </td><td>TB1 </td><td>TB2 </td><td>Decision </td><td>T-statistic </td><td>TB1 </td><td>TB2 </td><td>Decision\n</td></tr><tr><td>ln et </td><td>-3.559 (2) </td><td>2002 </td><td>… </td><td>Unit root </td><td>-5.774 (3)* </td><td>2002 </td><td>… </td><td>Stationary\n</td></tr><tr><td>ln ot </td><td>-3.154 (3) </td><td>1992 </td><td>2000 </td><td>Unit root </td><td>-13.515 (3)* </td><td>1982 </td><td>2002 </td><td>Stationary\n</td></tr><tr><td>-1.917 (2) </td><td>2003 </td><td>… </td><td>Unit root </td><td>-6.258 (2)* </td><td>2008 </td><td>… </td><td>Stationary\n</td></tr><tr><td>ln ft </td><td>-2.072 (2) </td><td>1990 </td><td>2003 </td><td>Unit root </td><td>-5.882 (3)* </td><td>2004 </td><td>2008 </td><td>Stationary\n</td></tr><tr><td>-2.162 (3) </td><td>1984 </td><td>… </td><td>Unit root </td><td>-8.878 (1)* </td><td>2000 </td><td>… </td><td>Stationary\n</td></tr><tr><td> </td><td>-3.441 (2) </td><td>1984 </td><td>2002 </td><td>Unit root </td><td>-9.378 (3)* </td><td>1999 </td><td>2001 </td><td>Stationary\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Table 4 The results of ARDL cointegration test", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Bounds testing to cointegration </td><td> </td><td> </td><td>Diagnostic tests\n</td><td> </td></tr><tr><td>Estimated models ln et = f( ln ot, ln ft) </td><td>Lag length </td><td>Break year </td><td>F-statistics </td><td>vNORMAL\n2 </td><td>vARCH\n2 </td><td>vRESET\n2\n</td></tr><tr><td>2, 1, 2 </td><td>2002 </td><td>7.750* </td><td>0.1113 </td><td>[1]: 0.0843 </td><td>[2]: 2.0163\n</td></tr><tr><td>ft) </td><td>2, 2, 2 </td><td>2003 </td><td>2.372 </td><td>0.3970 </td><td>[2]: 4.1391 </td><td>[2]: 1.1210\n</td></tr><tr><td>ln ot = f( ln et, ln ln ft = f( ln et, ln ot) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2, 2, 1 </td><td>1984 </td><td>4.037 </td><td>0.6385 </td><td>[1]: 0.5390 </td><td>[1]: 0.0013\n</td></tr><tr><td>Critical values </td><td>Critical values\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Lower bounds I(0) </td><td>Upper bounds I(1)\n</td><td> </td><td> </td><td> </td></tr><tr><td>1 % level </td><td>6.053 </td><td>7.458\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>5 % level </td><td>4.450 </td><td>5.560\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>10 % level </td><td>3.740 </td><td>4.780\n</td></tr></table></body></html>"}, "TABREF9": {"text": "Table 5 Long-and-short runs results\n* and ** Significant at 1 and 5 % levels, respectively\nDependent variable: ln e t", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Coefficient </td><td>SE </td><td>t-Statistic </td><td>Prob.\n</td></tr><tr><td>Long run analysis\n</td><td> </td><td> </td><td> </td></tr><tr><td>C </td><td>3.0719* </td><td>0.1494 </td><td>20.5489 </td><td>0.0000\n</td></tr><tr><td>ln ot </td><td>0.3641** </td><td>0.1801 </td><td>2.0214 </td><td>0.0505\n</td></tr><tr><td>ln ft </td><td>0.1592* </td><td>0.0081 </td><td>19.4850 </td><td>0.0000\n</td></tr><tr><td>Strcdumt </td><td>-0.0029 </td><td>0.0065 </td><td>-0.4446 </td><td>0.6592\n</td></tr><tr><td>R2 </td><td>0.9761\n</td><td> </td><td> </td><td> </td></tr><tr><td>Adj - R2 </td><td>0.9742\n</td><td> </td><td> </td><td> </td></tr><tr><td>Short run analysis\n</td><td> </td><td> </td><td> </td></tr><tr><td>Constant </td><td>0.0081* </td><td>0.0012 </td><td>6.5387 </td><td>0.0000\n</td></tr><tr><td>D ln ot </td><td>0.0106** </td><td>0.0046 </td><td>2.2770 </td><td>0.0290\n</td></tr><tr><td>D ln ft </td><td>0.0308 </td><td>0.0235 </td><td>1.3093 </td><td>0.1989\n</td></tr><tr><td>Strcdumt </td><td>0.0013 </td><td>0.0033 </td><td>0.4048 </td><td>0.6881\n</td></tr><tr><td>ECMt-1 </td><td>-0.3141** </td><td>0.1412 </td><td>-2.2236 </td><td>0.0327\n</td></tr><tr><td>R2 </td><td>0.2897\n</td><td> </td><td> </td><td> </td></tr><tr><td>Adj - R2 </td><td>0.2085\n</td><td> </td><td> </td><td> </td></tr><tr><td>D-W test </td><td>2.2694\n</td><td> </td><td> </td><td> </td></tr><tr><td>Test </td><td>F-statistic </td><td>Prob. value\n</td></tr><tr><td>Diagnostic Test\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>v2NORMAL </td><td> </td><td>1.3392 </td><td> </td><td>0.5119\n</td></tr><tr><td>v2SERIAL </td><td> </td><td>0.7382 </td><td> </td><td>0.3471\n</td></tr><tr><td>v2ARCH </td><td> </td><td>1.0712 </td><td> </td><td>0.3072\n</td></tr><tr><td>v2WHITE </td><td> </td><td>2.6872 </td><td> </td><td>0.0604\n</td></tr><tr><td> </td><td> </td><td>v2REMSAY </td><td>0.5638 </td><td>0.4576\n</td></tr></table></body></html>"}}, "back_matter": []}