{
    "paper_id": "21dbd79311f6bd1693e7c1ff90412bdf427ec843",
    "metadata": {
        "title": "\"Off-label use\" in der Herzchirurgie Das medicolegale Thema",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Fenger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kanzlei Möller/Post/Fenger",
                    "location": {
                        "settlement": "Münster"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A"
                ],
                "last": "Löher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Münster",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "J R"
                ],
                "last": "Sindermann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Münster",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "H H"
                ],
                "last": "Scheld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Münster",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "C"
                ],
                "last": "Schmidt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Münster",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A"
                ],
                "last": "Hoffmeier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Münster",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Der Behandler hat nur eine Aufgabe, zu heilen, und wenn ihm das gelingt, ist es gleichgültig, auf welchem Wege es ihm gelingt.\" Hippokrates von Kós ca. 460-375 v. Chr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Dieser Ausspruch des Arztes Hippokrates dürfte mittlerweile in dieser Form keine Gültigkeit mehr haben. Ärztliches Handeln wird heute aus diversen Gründen kritisch gesehen. Dies gilt insbesondere für den \"off-label use\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Fertigarzneimittel dürfen in Deutschland nur dann in den Verkehr gebracht werden, wenn das Bundesinstitut für Arzneimittel und Medizinprodukte in Bonn eine Zulassung erteilt hat oder eine Europäische Zulassung für das Inverkehrbringen vorliegt. Die Zulassung betrifft Indikation, Darreichungsform, Anwendungsart und Dosierung des Arzneimittels. Sollen eine Änderung oder Erweiterung der Indikation bzw. der Darreichungsform vorgenommen werden, sind weitere Erkenntnisse aus klinischen Prüfungen für eine erneute Nutzen-Risiko-Bewertung bei der zuständigen Zulassungsbehörde vorzulegen. Hier wird dann auf dieser Grundlage über eine Erweiterung der Zulassung entschieden. Gleichwohl kommt es in der täglichen Praxis immer wieder zu Situationen, in denen ein zugelassenes Arzneimittel in einem Anwendungsgebiet zum Einsatz kommen soll, auf das sich die Zulassung gerade nicht erstreckt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rechtliche Rahmenbedingungen"
        },
        {
            "text": "Für diese Situation existieren keine gesetzlichen Grundlagen oder Definiti-onen. Der anwendende Arzt befindet sich gleichwohl nicht in einem rechtsfreien Raum. Er muss eine Reihe rechtlicher Rahmenbedingungen beachten und sich dementsprechend verhalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rechtliche Rahmenbedingungen"
        },
        {
            "text": "Nach der Rechtsprechung des Bundessozialgerichts ist der \"off-label use\" als zulässig angesehen worden, wenn F es um die Behandlung einer schwerwiegenden Erkrankung geht, F keine andere Therapie verfügbar ist und F aufgrund der Datenlage die begründete Aussicht besteht, dass mit dem betreffenden Präparat ein Behandlungserfolg kurativ oder palliativ erzielt werden kann. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rechtliche Rahmenbedingungen"
        },
        {
            "text": "Im Zusammenhang mit \"off-label use\" stellen sich für die Beteiligten nicht unerhebliche Haftungsfragen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haftungsrisiken"
        },
        {
            "text": "Angesichts der strengen Voraussetzungen könnte sich der Behandler auf den vordergründig nachvollziehbaren Standpunkt stellen, vom \"off-label use\" erst gar keinen Gebrauch zu machen. Die Rechtsprechung nimmt dann keinen ärztlichen Behandlungsfehler bei einem unterlassenen \"off-label use\" an, wenn für einen prophylaktischen Einsatz des Medikaments keine aussagekräftigen, großen randomisierten Studien vorliegen [6] . Der Patient hat in einer solchen Situation keinen Anspruch auf einen \"off-label use\".",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Verordnender Arzt"
        },
        {
            "text": "Ein Behandlungsfehler im Rahmen des \"off-label use\" kann ohne weiteres darin bestehen, dass eine Über-oder Unterdosierung des Mittels erfolgt. Tritt bei einer Abweichung der vorgesehenen Dosierung ein Schaden beim Patienten auf, muss von einem Behandlungsfehler ausgegangen werden. Der Patient trägt die Beweislast für die Kausalität zwischen dieser Abweichung und dem bei ihm eingetretenen Schaden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verordnender Arzt"
        },
        {
            "text": "Auch der pharmazeutische Unternehmer läuft Gefahr, bei einem \"off-label use\" in Anspruch genommen werden zu können. Er unterliegt der Gefährdungshaftung nach § 84 AMG und muss sich bei einem \"off-label use\" fragen lassen, ob es sich um einen bestimmungsgemäßen Gebrauch des Arzneimittels im Sinne von § 8 Abs. 1, Nr. 1 AMG handelt. Eine Gefährdungs-haftung wird nicht erst durch seine Zustimmung zu den Feststellungen der Expertengruppen begründet. Sein fehlendes Einverständnis muss der pharmazeutische Unternehmer mit Hinweis auf eine Kontraindikation und entsprechendem Warnhinweis verdeutlichen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmazeutisches Unternehmen"
        },
        {
            "text": "Der zulassungsfremde Gebrauch eines Medikaments kann zu dessen Bedenklichkeit gem. § 5 Abs. 2 AMG führen, wenn die Nutzen-Risiko-Abwägung für die neue Indikation ganz oder teilweise negativ ausfällt und der Zulassungsinhaber die zulassungsfremde Anwendung tatsächlich duldet oder sich gar zu eigen macht. Deshalb kann ein zulassungsfremder Gebrauch analog zu einem teilweisen oder vollständigen Widerruf der Zulassung nach § 30 Abs. 1, Abs. 2 AMG führen. Dies wiederum hat zur Folge, dass ein zulassungsfremder Gebrauch zur Haftung des pharmazeutischen Unternehmers nach § 84 Abs. 1, Satz 2, Nr. 1 oder 2 AMG führen kann. Der pharmazeutische Unternehmer als Zulassungsinhaber hat den bestimmungsgemäßen Gebrauch des Arzneimittels und dessen Zwecksetzung selbst zu bestimmen. In der arzneimittelrechtlichen Literatur wird ein von der zugelassenen Indikation abweichender ärztlicher Gebrauch, der aber dem medizinischen Standard entspricht, teilweise als bestimmungsgemäßer Gebrauch bezeichnet [7] . Wenn es einen solchen medizinischen Standard gibt, wird man von einer Duldung auszugehen haben, insofern der pharmazeutische Unternehmer dem standardgemäßen Gebrauch nicht widerspricht [8] . Der medizinische Standard einer zulassungsfremden Behandlung mit dem in der ersten Indikation zugelassenen Arzneimittel begründet daher regelmäßig die Vermutung des bestimmungsgemäßen Gebrauchs.",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 995,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1183,
                    "end": 1186,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pharmazeutisches Unternehmen"
        },
        {
            "text": "Der Arzt kann sich nicht nach § 96 AMG strafbar machen, da hiermit lediglich das unerlaubte Inverkehrbringen des Arzneimittels unter Strafe gestellt wird. Das bloße Applizieren eines für diesen Teilbereich noch nicht zugelassenen Medikaments wird nicht unter Strafe gestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strafrechtliche Risiken"
        },
        {
            "text": "Die Entscheidung des OLG Köln [9] lässt den Schluss zu, dass in einem solchen Fall nicht nur eine zivilrechtliche Haftung angenommen werden kann, sondern auch von einer unterlassenen Hilfeleistung gesprochen werden muss. Zwar ist eine Krankheit kein Unfall im Sinne des § 323c StGB. Eine plötzliche Verschlechterung des Gesundheitszustands des Patienten ist tatbestandsmäßig jedoch als Unglück anzusehen. Deshalb muss hier die notwendige Hilfeleistung etwa in Form des \"offlabel use\" vorgenommen werden [10] .",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strafrechtliche Risiken"
        },
        {
            "text": "Für den Arzt besteht ein großes Risiko dann, wenn er den Patienten nicht präzise darüber aufklärt, dass ihm ein Arzneimittel verabreicht werden soll, welches in Dosierung oder Darreichungsform respektive auch Dauer der Verabreichung noch nicht zugelassen ist. Es bedarf der Aufklärung über Behandlungsalternativen, wenn sich diese durch die Verwendung verschiedener Arzneimittel unterschiedlich auswirken und es sich bei dem vom Arzt verwendeten Mittel um ein zulassungspflichtiges, aber nicht für die konkrete Therapie zugelassenes Arzneimittel handelt. Dem Arzneimittel fehlt auch, wenn seine Verwendung dem international anerkannten Standard genügt, ein Gütesiegel, das für die Entscheidung des einzelnen Patienten wesentlich sein dürfte. Daran ändert auch der Grundsatz, dass die Wahl der Behandlungsmethode primär Sache des Arztes ist, nichts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strafrechtliche Risiken"
        },
        {
            "text": "Allerdings ist in einer strafrechtlichen Auseinandersetzung zu berücksichtigen, dass eine fehlende Aufklärung nur dann strafrechtlich relevant ist, wenn der Patient bei den allgemeinen Anforderungen genügender Aufklärung für Eingriff bzw. Behandlung nicht eingewilligt hätte. Dies muss dem Arzt nachgewiesen werden. Soweit Zweifel verbleiben, ist davon auszugehen, dass die Einwilligung auch bei ordnungsgemäßer Aufklärung erteilt worden wäre [11] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Strafrechtliche Risiken"
        },
        {
            "text": "Nach der höchstrichterlichen Rechtsprechung des Bundesgerichtshofs ist ein \"off-label use\" als ultima ratio gestattet [2, 3] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 124,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strafrechtliche Risiken"
        },
        {
            "text": "Versicherungsrechtliche Probleme im Rahmen des \"off-label use\" entstehen dadurch, dass der Haftpflichtversicherer nach § 81 Abs. 1 VVG nicht zur Leistung \"Off-label use\" in der Herzchirurgie Zusammenfassung Im Bereich des \"off-label use\" kommt der Aufklärung des Patienten besondere Bedeutung zu. Er muss auf den Versuchscharakter der Behandlung hingewiesen werden. Über die damit bestehenden Risiken ist der Patient zu informieren. Er muss wissen, dass ein noch nicht für diese Behandlung zugelassenes Medikament zum Einsatz kommt. Über die damit verbundenen Risiken ist der Patient aufzuklären.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Versicherungsrechtliche Aspekte"
        },
        {
            "text": "In engem Zusammenhang steht eine entsprechende Dokumentation dieser Aufklärung. Die Abweichungen gegenüber der Behandlung nach dem Standard sind unbedingt zu festzuhalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Versicherungsrechtliche Aspekte"
        },
        {
            "text": "Schlüsselwörter \"Off-label use\" · Herzchirurgie · Juristische Aspekte",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Versicherungsrechtliche Aspekte"
        },
        {
            "text": "In the view of off-label use, special concern should be granted to obtaining informed consent from the patient. It is important to point out the test character of the treatment. The patient has to be informed about the risks that exist with the treatment. The patient has to know that a drug not yet approved for this treatment is being used and the risks linked with its use have to be addressed. In addition, informed consent has to be documented and the differences compared with the standard treatment have to be pointed out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Off-label use · Cardiac surgery · Legal aspects",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A comparison of aprotinin and lysine analogues in high-risk cardiac surgery",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Fergusson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Hebert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Mazer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "2319--2331",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Die Sicherheit von Blutarzneimitteln -Arzneimittelrecht, Haftungsrecht, Organisationsrecht",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Rechtsgutachten für den 3. Untersuchungsausschuss des Deutschen Bundestages. HIV-Infektionen durch Blut und Blutprodukte. BT-Drs. 12/8591",
            "volume": "",
            "issn": "",
            "pages": "510--616",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Arztstrafrecht in der Praxis, 4. Aufl",
            "authors": [
                {
                    "first": "K ; C",
                    "middle": [
                        "F"
                    ],
                    "last": "Ulsenheimer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "verpflichtet ist, wenn der Versicherungsnehmer vorsätzlich den Versicherungsfall herbeiführt. Vorsatz ist dabei das Wissen und Wollen des rechtswidrigen Erfolgs. Es genügt hierbei bedingter Vorsatz [12, 13] . Der Arzt als Versicherungsnehmer muss daher den Erfolg als möglich voraussehen und für den Fall des Eintritts gebilligt haben. Dabei brauchen ihm nicht alle Einzelheiten bewusst gewesen zu sein [14] . Im Falle eines \"off-label use\" geht der Arzt bewusst ein Risiko ein, indem er ein Medikament in einem Anwendungsgebiet einsetzt, das sich nicht auf dessen Zulassung erstreckt. Deshalb besteht hier die Gefahr einer persönlichen Haftung des Arztes, die nicht von einer Haftpflichtversicherung getragen wird. Man kann dem niedergelassenen Arzt im Rahmen des \"off-label use\" nur anraten, sich mit seiner Haftpflichtversicherung über den Versicherungsmakler in Verbindung zu setzen, um die bestehenden Risiken abzuklären. Der Arzt im Krankenhaus muss die Situation der Verwaltung zur Kenntnis geben, die sich ihrerseits mit Versicherung oder Versicherungsmakler in Verbindung setzt.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Im Bereich des \"off-label use\" kommt der Aufklärung des Patienten besondere Bedeutung zu: Er muss auf den Versuchscharakter der Behandlung hingewiesen werden. Über die damit bestehenden Risiken ist der Patient zu informieren und aufzuklären. Er muss wissen, dass ein noch nicht für diese Behandlung zugelassenes Medikament zum Einsatz kommt und in die Behandlung einwilligen. Eng damit verbunden ist eine entsprechende Dokumentation dieser Aufklärung. Abweichungen gegenüber der Behandlung nach dem Standard sind unbedingt zu dokumentieren. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit für die Praxis"
        }
    ]
}