{
    "paper_id": "220eb67c641822dd276f4d30683c692de58e5221",
    "metadata": {
        "title": "ICoVax 2013: The 3 rd ISV Pre-conference Computational Vaccinology Workshop",
        "authors": [
            {
                "first": "Anne",
                "middle": [
                    "S"
                ],
                "last": "De Groot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Phoebe",
                "middle": [],
                "last": "De Groot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongqun",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Following last year's computational vaccinology workshop in Shanghai, China, the third ISV Pre-conference Computational Vaccinology Workshop (ICoVax 2013) was held in Barcelona, Spain. ICoVax 2013 provided an international platform for the attendees to showcase their research and discuss problems and solutions in the development and application of computational vaccinology and vaccine informatics tools. The first of the three full-length papers presented at ICoVax discussed the discovery of viral \"camouflage\" through cross-conservation of T-cell epitopes using a tool called JanusMatrix. This important paper reports that viruses may camouflage their presence in the human body by incorporating sequences in their proteins that are highly cross-conserved at the T-cell receptor surface with human genome proteins, a discovery that has wide ranging implications for the development of vaccines against viruses that use the camouflage method. The other papers described a database for storing experimentally verified data on DNA vaccines and compared therapeutic targets of western drugs to Chinese herbal medicines for cardiovascular diseases. The short poster presentations covered various uses of informatics tools for processing the DNA and microRNA of pathogens to improve vaccine coverage, efficacy and development. A live (on-line) demonstration of the vaccine design toolkit, iVax, presented by Frances Terry of EpiVax, illustrated how computational vaccinology could be used in the design of next generation vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As a multidisciplinary field of research, computational vaccinology integrates computer science, mathematics, statistics, molecular biology, genomics, immunology and vaccinology. The capabilities of data processing and computational algorithms have dramatically increased in parallel with the number of genomes available for analysis. By leveraging the power of these data resources and algorithms, vaccine researchers are better positioned to design the next generation of vaccines, to study the fundamental immune responses that are relevant to vaccines, and to innovate in the field of vaccinology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and background"
        },
        {
            "text": "One means of advancing the field is to organize conferences where information on computational vaccinology approaches can be exchanged. The goal of the ISV Preconference Computational Vaccinology (ICoVax) workshops is to create an annual international forum for researchers to report, summarize, and discuss the most recent developments and ideas in the emerging areas of computational vaccinology and vaccine informatics. The most recent workshop took place immediately before the seventh Vaccine & ISV Annual Global Congress in Sitges, Spain on October 26, 2013. The first two ICoVax workshops took place in Seattle, USA and Shanghai, China in 2011 and 2012, respectively [1] . In total, three full-length papers, eight abstracts, and one software demonstration were presented at the meeting.. The three full-length papers were selected for extension and accepted for publication in a supplement in the journal BMC Bioinformatics.",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 677,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction and background"
        },
        {
            "text": "The three full-length original research papers accepted for the workshop were invited for extension and included in a special issue in the journal BMC Bioinformatics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of selected papers in the supplement"
        },
        {
            "text": "These papers covered the use of informatics to reveal viral camouflage patterns by analyzing the cross-conservation of T-cell epitopes among different species [2] , described a database for storing experimentally verified data on DNA vaccines [3] , and compared therapeutics targets of western drugs to Chinese herbal medicines for cardiovascular diseases [4] . A brief introduction of these selected papers for the workshop is below:",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Summary of selected papers in the supplement"
        },
        {
            "text": "The paper titled \"Integrated assessment of predicted MHC binding and cross-conservation with self reveals patterns of viral camouflage\" by He et al. introduces a new method for understanding T cell cross-reactivity between human-like and foreign protein sequences and how it can reveal patterns of camouflage in specific pathogens [2] . This method looks for sequence homology for only T Cell Receptor (TCR) facing ligands of the T-cell epitope that faces the TCR and generates the \"Janus Immunogenicity Score\" (JIS) based on how much cross-conservation and epitope has with the human genome and human microbiome [5] . The paper shows that putative T effector epitopes tend to have lower crossconservation with self-epitopes, giving them high Janus Immunogenicity Scores. In contrast T regulatory epitopes had very high cross-reactivity with self and thus very low Janus Immunogenicity Scores. Furthermore, a pattern was observed in which viruses causing chronic infection (Epstein-Barr, HCV) had sequences skewed towards lower Janus Immunogenicity scores while viruses causing acute infection (Marburgh, SARS) had sequences skewed towards higher Janus Immunogenicity Scores. This tool is very promising for future research into the connection between virus immunogenicity, similarity with self and behavior and has already been incorporated into the vaccine design platform, iVAX.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Summary of selected papers in the supplement"
        },
        {
            "text": "The paper titled \"DNAVaxDB: the first web-based DNA vaccine database and its data analysis\" by Racz et al. introduces a new web-based DNA vaccine database DNAVaxDB (http://www.violinet.org/dnavaxdb) that stores over 400 manually annotated DNA vaccines for over 90 infectious and non-infectious diseases [3] . DNA-VaxDB also includes the information of over 140 DNA vaccine plasmids and over 370 protective antigens used in DNA vaccine development. An analysis of these data resulted in the findings of specific patterns in areas such as subcellular localization of protective antigens and prime-boosting vaccination regimen. User-friendly web interfaces are available for the users to query the database information. This freely available database provides an easy platform to analyze the vast amount of information on DNA vaccines for future research in the field.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Summary of selected papers in the supplement"
        },
        {
            "text": "The paper titled \"Target network differences between western drugs and Chinese herbal ingredients in treating cardiovascular disease\" by Fu et al. presents a comparison of the target pathways of western drugs and Chinese herbal medicines using a database-derived network (4). The method analyzes western and Chinese herbal treatments for cardiovascular diseases, assessing the biochemical properties, regulated pathways and disease network. The findings show that Chinese herbal medicines tend to affect multiple signaling pathways and target the immune system, signal transduction and apoptosis associated pathways where as western drugs affected only a select few pathways and targeted upstream proteins regulating vascular smooth muscle contraction. The study also finds that the biochemical characteristics of Chinese herbal medicines may make them valuable sources for multi-target drug compounds or vaccine adjuvants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of selected papers in the supplement"
        },
        {
            "text": "Out of the eight poster abstracts accepted for the ICoVax 2013, seven abstracts were presented in short oral format and had associated posters exhibited at the workshop.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of selected poster abstracts and software demo"
        },
        {
            "text": "Five epitope-based abstract submissions were accepted in the workshop. The abstract \"iVAX web-based vaccine design\" [6] presented an integrated kit of web-based informatics tools that could be used to design epitope-driven vaccines in silico, directly from the pathogen genome sequence. \"FastVax: Accelerated Vaccine Design, Production and Delivery for Emerging Infectious Diseases and Biodefense\" [7] and \"Broadly Reactive Influenza H1N1 CD4+ T-cell Epitopes Identified by Immunoinformatic Methods\" [8] demonstrated how this platform could be used to quickly identify T-cell epitopes from pathogen genomes and develop highly-immunogenic, peptide-based vaccines in a short time frame, as is necessary in pandemic outbreaks. The FastVax program has been described in previously published articles [9] . The poster presentation \"Low immunogenicity predicted for hemagglutinin of emerging avian-origin H7N9 influenza\" [10] was followed up by an oral presentation at ISV (by author and ICoVax organizer, Annie De Groot). The presentation demonstrated how vaccine design tools could be used to analyze an emerging infectious disease pathogen's genome and predict the potential efficacy of the corresponding vaccine. The poster \"Identification of T-cell Epitopes in the Hepatitis C Virus Genotype 4 Proteome: A Step towards Epitope-Driven Vaccine Development\" [11] used the iVAX platform to identify HLA I and II T-cell epitopes that could confer protective immunity against HCV genotype 4, the most prevalent genotype in the Middle East and Central Africa, which has been largely ignored by past HCV vaccine development efforts.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1354,
                    "end": 1358,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Summary of selected poster abstracts and software demo"
        },
        {
            "text": "Two gene-or MicroRNA-focused vaccine research posters were presented. The poster \"A Pan-Genome Approach for Vaccine Design Against Johne's Disease in Dairy Herds\" [12] showed how several live, attenuated vaccine candidates for Johne's disease were designed by using bioinformatics to conduct a large-scale genome analysis and identify target genes for developing attenuated mutant strains. \"MicroRNA-vaccine relation inference through rule-based PubMed literature mining\" [13] presented a tool for mining published literature on microRNA (miRNA) to help elucidate the relation between miRNA expression and the immune function of vaccines. Overall the posters demonstrated how informatics tools were effective in the processing gene sequences and expression for developing more effective vaccines.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Summary of selected poster abstracts and software demo"
        },
        {
            "text": "Finally, the software demonstration of iVAX, the vaccine design and analysis tool used in several of presented papers, gave attendees the opportunity to see informaticsdriven vaccine design in nearly real time. In addition to the related research that was presented, this demonstration presented the power and utility of immunoinformatics in the rapid development of next-generation vaccines [14] .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Summary of selected poster abstracts and software demo"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Computational vaccinology and the ICoVax 2012 workshop",
            "authors": [
                {
                    "first": "Cao",
                    "middle": [],
                    "last": "He Yongqun",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhiwei",
                    "suffix": ""
                },
                {
                    "first": "Brusic",
                    "middle": [],
                    "last": "De Groot Anne",
                    "suffix": ""
                },
                {
                    "first": "Schönbach",
                    "middle": [],
                    "last": "Vladimir",
                    "suffix": ""
                },
                {
                    "first": "Petrovsky",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nikolai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Integrated assessment of predicted MHC binding and cross-conservation with self reveals patterns of viral camouflage",
            "authors": [
                {
                    "first": "He",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Guttierez",
                    "middle": [],
                    "last": "De Groot Anne",
                    "suffix": ""
                },
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "Andres",
                    "suffix": ""
                },
                {
                    "first": "Moise",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                },
                {
                    "first": "Bailey-Kellogg",
                    "middle": [],
                    "last": "Lenny",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chris",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Bioinformatics",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "He Yongqun: DNAVaxDB: the first web-based DNA vaccine database and its data analysis",
            "authors": [
                {
                    "first": "Racz",
                    "middle": [],
                    "last": "Rebecca",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Xinna",
                    "suffix": ""
                },
                {
                    "first": "Patel",
                    "middle": [],
                    "last": "Mukti",
                    "suffix": ""
                },
                {
                    "first": "Xiang",
                    "middle": [],
                    "last": "Zuoshuang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Bioinformatics",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Target network differences between western drugs and Chinese herbal ingredients in treating cardiovascular disease",
            "authors": [
                {
                    "first": "Fu",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Linlin",
                    "suffix": ""
                },
                {
                    "first": "Sun",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "Ye",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Cao",
                    "middle": [],
                    "last": "Zhiwei",
                    "suffix": ""
                },
                {
                    "first": "Tang",
                    "middle": [],
                    "last": "Kailin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Bioinformatics",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The two-faced T cell epitope: Examining the host-microbe interface with JanusMatrix",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moise",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bailey-Kellogg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Terry",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "Abdel",
                    "middle": [],
                    "last": "Hady",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Verberkmoes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Sztein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Losikoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Human Vaccines & Immunotherapeutics",
            "volume": "9",
            "issn": "",
            "pages": "1577--1586",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "FastVax: accelerated vaccine design, production and delivery for emerging infectious diseases and biodefense",
            "authors": [
                {
                    "first": "Einck",
                    "middle": [],
                    "last": "S De Groot Anne",
                    "suffix": ""
                },
                {
                    "first": "Moise",
                    "middle": [],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "Chambers",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "Ballantyne",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "Ardito",
                    "middle": [],
                    "last": "Malone Robert",
                    "suffix": ""
                },
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Broadly reactive influenza H1N1 CD4+ T-cell epitopes identified by immunoinformatic methods. ICoVax",
            "authors": [
                {
                    "first": "Moise",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "Latimer",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "Tassone",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "Ardito",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                },
                {
                    "first": "Terry",
                    "middle": [],
                    "last": "Frances",
                    "suffix": ""
                },
                {
                    "first": "Boyle",
                    "middle": [],
                    "last": "Christine",
                    "suffix": ""
                },
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Making vaccines \"on demand",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Einck",
                    "suffix": ""
                },
                {
                    "first": "Moise",
                    "middle": [
                        "L"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ballantyne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Malone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Ardito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "A potential solution for emerging pathogens and biodefense? Human Vaccines & Immunotherapeutics",
            "volume": "9",
            "issn": "",
            "pages": "1877--1884",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Low immunogenicity predicted for hemagglutinin of emerging avian-origin H7N9 influenza",
            "authors": [
                {
                    "first": "Ardito",
                    "middle": [],
                    "last": "S De Groot Anne",
                    "suffix": ""
                },
                {
                    "first": "Terry",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                },
                {
                    "first": "Levitz",
                    "middle": [],
                    "last": "Frances",
                    "suffix": ""
                },
                {
                    "first": "Ross",
                    "middle": [],
                    "last": "Lauren",
                    "suffix": ""
                },
                {
                    "first": "Moise",
                    "middle": [],
                    "last": "Ted",
                    "suffix": ""
                },
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification of T-cell epitopes in the Hepatitis C virus g4 proteome: A step towards epitope-driven vaccine development",
            "authors": [
                {
                    "first": "M Abdel-Hady",
                    "middle": [],
                    "last": "Karim",
                    "suffix": ""
                },
                {
                    "first": "Nunez Gutierrez",
                    "middle": [],
                    "last": "Andres",
                    "suffix": ""
                },
                {
                    "first": "Terry",
                    "middle": [],
                    "last": "Frances",
                    "suffix": ""
                },
                {
                    "first": "Desrosiers",
                    "middle": [],
                    "last": "Joe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De Groot Anne",
                    "suffix": ""
                },
                {
                    "first": "Azzazy",
                    "middle": [],
                    "last": "Me",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Kinks John: A Pan-genome approach for vaccine design against Johne's Disease in dairy herds",
            "authors": [
                {
                    "first": "Adel",
                    "middle": [],
                    "last": "M Talaat",
                    "suffix": ""
                },
                {
                    "first": "Settle",
                    "middle": [],
                    "last": "Erik",
                    "suffix": ""
                },
                {
                    "first": "Ghosh",
                    "middle": [],
                    "last": "Pallab",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Standley Daron: MicroRNA-vaccine relation inference through rule-based PubMed literature mining. ICoVax 2013, Abstract for poster and short oral presentation",
            "authors": [
                {
                    "first": "Wijaya1",
                    "middle": [],
                    "last": "Edward",
                    "suffix": ""
                },
                {
                    "first": "Suenari",
                    "middle": [],
                    "last": "Yoriko",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Low immunogenicity predicted for emerging avian-origin H7N9: implication for influenza vaccine design",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ardito",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Terry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Levitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "Moise",
                    "middle": [
                        "L"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Hum Vaccin Immunother",
            "volume": "2013",
            "issn": "5",
            "pages": "950--956",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2105-15-S4-I1"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "ICoVax 2013: The 3 rd ISV Pre-conference Computational Vaccinology Workshop",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Groot",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This article has been published as part of BMC Bioinformatics Volume 15 Supplement 4, 2014: Selected articles on Computational Vaccinology. The full contents of the supplement are available online at http://www. biomedcentral.com/bmcbioinformatics/supplements/15/S4. We appreciate the support of all the other workshop co-organizers including Drs. Christian Schoenbach, Nikolai Petrovsky, Zhiwei Cao, Vladimir Brusic, and Pedro A. Reche. We also appreciate the Program Committee (PC) members Drs. Hao-Teng Chang, Jian Huang, and Frances Terry, who reviewed the submissions together with the organizing committee members. Dr. Shan Lu (ISV chair)'s advice and support is sincerely appreciated. We thank all the authors who submitted papers and abstracts and all the participants of the workshop. Drs. De Groot and He's contributions to this project were supported by NIH grants U19_AI082642 and R01AI081062, respectively. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors were organizing committee members of ICoVax2013. Anne S. De Groot and Yongqun He served as co-chairs. ADG is the founder and majority shareholder at EpiVax, Inc., a privately owned vaccine design company located in Providence, Rhode Island, USA which developed and own the rights to the iVAX platform. ADG is also a faculty member at the University of Rhode Island's Institute for Immunology and Informatics. This author acknowledges that there is a potential conflict of interest related to her relationship with EpiVax and attests that the work contained in this research report is free of any bias that might be associated with the commercial goals of the company. All other authors declare they have no other conflict of interest.Authors' contributions ADG and YH were the lead editors for the workshop supplement. PDG contributed to the workshop organization, attended the workshop, recorded the proceedings and co-wrote the editorial. YH managed the Easychair paper and abstract submission system and organized the reviewing process. ADG chaired the workshop.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}