{
    "paper_id": "223228aceec565794d602b09330beaea5682788f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Acute diarrhoea continues to be one of the most common illnesses in infants and young children, especially in low-income settings. Approximately half a million children continue to die annually as a result of acute diarrhoeal episodes [1] , mostly in sub-Saharan Africa or southeast Asia. The current World Health Organization (WHO) recommended management guidelines for acute diarrhoea (rehydration, supplemental zinc, feeding advice and appropriate follow-up) [2] have contributed to significant reductions in diarrhoea-associated mortality [3] . These guidelines do not suggest a role for antibiotics except in case of bloody diarrhoea (as a proxy for shigella or other invasive bacterial infections) or suspected cholera.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Data from the large Global Enteric Multicentre Study (GEMS) [4] show that at least one putative pathogen can be identified in over 80% of children presenting with moderate-severe diarrhoea. Similar results were also seen with a more recent molecular re-analysis of stool samples from children from low-income settings which identified a putative pathogen in 65% of children [5] . A bacterial aetiology was identified in a quarter of all stool samples studied. The recent global burden of disease study on childhood diarrhoea indicates that, while rotavirus is the leading cause of diarrhoea-related deaths (28%) in young children, bacterial species including Shigella spp. (14.5%), non-typhoid Salmonella spp. (8.4%), Campylobacter spp. (9%) and Escherichia coli (6.5%) also contribute to a significant number of deaths in this age group [1] . These studies suggest a significant role for bacterial pathogens in diarrhoea-associated deaths [1] . Other studies have also demonstrated that visible blood in the stool is a poor indicator of a bacterial aetiology in children with diarrhoea [6, 7] , suggesting that the use of blood in the stool as a proxy for Shigella spp. may be inadequate and that the indications for antibiotic use in young children with acute diarrhoea could be expanded.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1091,
                    "end": 1093,
                    "text": "7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Taken together, these studies suggest that current treatment guidelines may be missing the opportunity to appropriately provide antibiotics to a highly selected group of young children who, because of aetiology, disease severity and/or undernutrition, are at a particularly high risk of diarrhoea-associated mortality [1, 8, 9] . Azithromycin, a macrolide with a broad spectrum of antibacterial activity and immunomodulatory properties, has been administered to children in the context of mass drug administration programmes largely for trachoma prevention [10] . Observations of mortality sparing related to azithromycin administration in these trachoma interventions prompted several large community trials of azithromycin administered via mass drug administration which have shown significant mortality reductions in children in low-resource settings [11] [12] [13] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Given these findings, we are conducting a randomised, placebo-controlled trial, the Antibiotics for Childhood Diarrhoea (ABCD) trial, to determine if the addition of an antibiotic (azithromycin) to the standard management for acute non-bloody watery diarrhoea in a subset of children 2-23 months of age who are dehydrated or undernourished could reduce the mortality and improve growth in settings where such deaths commonly occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The main aim of the ABCD trial is to compare rates of all-cause mortality in the 180 days following enrolment for an episode of acute non-bloody diarrhoea among high-risk children (dehydrated and/or undernourished) aged 2 to 23 months, living in low-resource settings, who are randomised to receive a 3-day course of azithromycin or placebo, in addition to the WHO recommended management of acute watery diarrhoea. A second main aim is to compare the change in linear growth 90 days after enrolment between the same groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim"
        },
        {
            "text": "The secondary aims include a comparison of indicators of acute malnutrition, hospitalisations and/or death. These are described in detail under the section 'Outcomes'. Given the risk of antimicrobial resistance, we plan to compare resistance profiles in nasopharyngeal (Streptococcus pneumoniae) and stool (E. coli) isolates from a sample of children from the placebo and treatment arms. The protocol for the main trial is described here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim"
        },
        {
            "text": "Centre for the Integrated Health of Women, Adolescents and Children. The study design is described in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 108,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Aim"
        },
        {
            "text": "The study will be implemented in health facilities in the seven sub-Saharan and south Asian countries listed above. The countries were selected based on study site characteristics as well as the strengths and experience of the investigator teams in conducting large intervention trials. Within each country, 2-10 individual health facilities will be the sites of patient enrolment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting and population"
        },
        {
            "text": "1. Children aged 2-23 months, presenting to a designated health care facility at a participating study site with: a. Diarrhoea as per caregiver perception and at least three loose or watery stools in the previous 24 h b. Diarrhoea for less than 14 days prior to screening and with at least one of the following risk criteria at presentation: (i) Signs of some or severe dehydration as per the WHO Pocket Book 2013 [14] (ii) Moderately wasted as defined by a midupper arm circumference (MUAC) <125 mm (but ≥115 mm) or a weight-for-length z score (WLZ) greater than −3 and less than or equal to −2 after rehydration during a stabilisation period (iii)Severely stunted (length-for-age z score (LAZ) less than −3 based on WHO norms) 2. Parent or guardian (caregiver) willing to allow household visits on day 2 and day 3 and willing to return to facility on day 90 post-enrolment 3. Parent or guardian (caregiver) provides written consent for trial participation on behalf of the child Exclusion criteria",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Inclusion criteria"
        },
        {
            "text": "1. Dysentery (blood in stool reported by caregiver or observed by health care worker) 2. Clinically suspected Vibrio cholerae infection 3. Previously or currently enrolled in the ABCD study 4. Concurrently enrolled in another interventional clinical trial 5. Sibling or other child in the household enrolled in the ABCD study and currently taking study medication 6. Signs of associated infections (pneumonia, severe febrile illness, meningitis, mastoiditis or acute ear infection) requiring antibiotic treatment 7. Documented antibiotic use in the 14 days prior to screening (not including standard use of prophylactic antibiotics, i.e. co-trimoxazole use in HIV-exposed children) Fig. 1 The Antibiotics for Children with Diarrhoea (ABCD) trial study design. AMR antimicrobial resistance",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 688,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Inclusion criteria"
        },
        {
            "text": "The ABCD study team Trials (2020) 21:71",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria"
        },
        {
            "text": "8. Documented use of metronidazole within the last 14 days 9. Known allergy or contraindication to azithromycin antibiotics 10. Severe acute malnutrition defined as weight-forlength z score less than −3, or MUAC less than 115 mm, or oedema of both feet 11. Living at a distance from the enrolment health centre that prevents adequate directly observed therapy on day 2 and day 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria"
        },
        {
            "text": "Site-specific recruitment plans were made. Each site will discuss the protocol and its implementation with medical staff, community health workers in the area and community leaders in order to increase awareness of the trial, as well as to encourage referral of eligible children to enrolling sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria"
        },
        {
            "text": "After a potentially eligible child has been identified, the study staff will screen the child for eligibility, based on the above-mentioned inclusion and exclusion criteria, using a standardised screening form. If the child presents with diarrhoea and no signs of dehydration, the child is enrolled if anthropometric criteria are met.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening and enrolment procedures"
        },
        {
            "text": "If the child has signs of \"some\" or \"severe\" dehydration, or if the child requires urgent care, they will be kept under observation. During this \"stabilisation\" period, oral and/or intravenous rehydration will be provided, and treatment of all urgent conditions will be performed using standard treatment in accordance with the WHO Pocket Book of Hospital Care for Children, 2013 [14] . Assignment to either study drug (azithromycin or placebo) will not require alteration to the current standard of care. Once rehydration of the child is successfully completed, and urgent care has been provided, the child is enrolled, if eligible. However, if the child is not stabilised, or requires additional treatment, they will not be screened further.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Screening and enrolment procedures"
        },
        {
            "text": "Anthropometric measurements will be carried out in accordance with the methods specified in the WHO module on measuring a child's growth [15] . Anthropometry measurements will be taken after rehydration and stabilisation as required. Weight will be measured using an electronic scale with a sensitivity of ±10 g by two independent observers; length will be measured using a length board to the nearest 0.1 cm. Calibration of the instruments to measure length and weight will be done daily. MUAC will be measured using non-stretchable tape to the nearest 0.1 cm.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Screening and enrolment procedures"
        },
        {
            "text": "After confirming eligibility, the accompanying primary caregiver will provide written informed consent. For caregivers who are illiterate, documented witnessed verbal consent and a thumbprint will be obtained. During consent, the purpose of the study, as well as all the study procedures, will be explained to the caregiver by a member of the trial team in the local language.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent"
        },
        {
            "text": "Consent is taken for the collection and storage of and use of samples collected. Caregivers were informed that they could request discontinuation of storage and destruction of samples collected from the child. Caregivers were also informed that they could choose to participate in the trial but not provide samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent"
        },
        {
            "text": "Stratified randomisation (by site) will be carried out in permuted blocks (block size 4,6,8). A computergenerated randomisation list will be converted into unique serial numbers for each enrolled child at each site. Each individual enrolled child's supply of study medicine will be provided to each site in advance, labelled with this serial number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation, allocation concealment and blinding"
        },
        {
            "text": "To ensure blinding, the containers and doses for each of the two groups will be identical. The active and placebo medications will be similar in all aspects including the colour, smell and taste. The containers will be identical. Treatment allocation (once assigned) will remain blinded to the participant, the site Principal Investigator, the site study staff and the hospital clinicians during all data collection phases of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation, allocation concealment and blinding"
        },
        {
            "text": "The randomisation code is kept with a third-party agency. The code will only be broken if the Data Safety and Monitoring Board (DSMB) requests this information for a participant (because of a suspected relationship between a serious adverse event and the study drug) or for unmasking a study arm (as part of the interim analysis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation, allocation concealment and blinding"
        },
        {
            "text": "Children will be randomised to one of two arms. Those randomised to the treatment arm receive azithromycin 10 mg/kg as a single dose on 3 consecutive days, reconstituted from a dry powder, and given to the children orally. Children randomised to the placebo arm receive an inactive placebo identical in appearance, also as a dry powder, reconstituted similarly, and given for 3 consecutive days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "The first dose of the study medicine is given directly observed at the health facility by a trained study worker. On days 2 and 3, a study team member will visit the home of all enrolled children to provide the subsequent doses of the study medicine, or to observe the caregiver giving it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Both groups will receive standard of care for diarrhoeal disease, including rehydration, supplemental zinc, nutritional counselling, follow-up and guidance on when to return, as per the WHO guidelines. Children with some or severe dehydration will be rehydrated and stabilised prior to completion of screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Outcomes Primary outcomes 1. All-cause mortality in the 180 days following enrolment between the placebo and treatment arms 2. Change in linear growth measured as change in length-for-age z score (ΔLAZ) in the 90 days following enrolment between the placebo and treatment arms Secondary outcomes 1. Change in markers of acute malnutrition between arms (ΔMUAC and ΔWLZ and Δweight) 2. The proportion of children who are hospitalised in the 90 days following enrolment 3. The proportion of children who are hospitalised or have died in the 90 days following enrolment 4. The proportion of children who are hospitalised or have died in the 10 days following enrolment 5. Cause-specific mortality as determined by verbal and social autopsy 6. Proportion of strains of E. coli, isolated from stools, resistant to azithromycin and other antibiotics at enrolment among the study population 7. Proportion of strains of E. coli, isolated from stools, and S. pneumoniae, isolated from nasopharyngeal swabs, resistant to azithromycin and other antibiotics at day 90 and day 180 in a randomly selected sub-sample of children enrolled in the study and their siblings or close household contacts",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Children enrolled into the trial will be followed up for 180 days post-enrolment or until the first primary end point is reached, whichever is earlier. The schedule of enrolment, intervention and follow-up assessments is shown in Fig. 2 , which follows the SPIRIT guidelines. At day 45, a telephonic or in-person contact will be made by a non-medical member of the trial team to ascertain the vital status of the child, any hospital admissions and to remind the patient of the day 90 appointment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 236,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Trial assessments and follow-up"
        },
        {
            "text": "At day 90, participants will be followed-up in the clinic to ascertain vital status, hospitalisations, and health of the enrolled child, as well as their nutritional status (weight, length and MUAC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial assessments and follow-up"
        },
        {
            "text": "Participant retention will be encouraged by the frequent follow-up during days 1-3, the provision to caretakers of a study telephone number for questions, and the follow-up schedule noted in Fig. 2 . Caretakers of enrolled children provided study staff with their home address and the closest available telephone number on which they could be contacted. At day 180, study personnel will contact study participants by telephone or in person. They will ascertain the vital status of the enrolled child at day 180 and document any hospital admissions since the day 90 visit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 197,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Trial assessments and follow-up"
        },
        {
            "text": "If a child is reported to have died at any time during the study follow-up period, specially trained study staff will review the hospital record (if available) and conduct a standardised verbal and social autopsy interview to ascertain the date, cause and context of death. The verbal autopsy effort will include capturing all relevant hospital/facility-based information on a child that dies in a facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial assessments and follow-up"
        },
        {
            "text": "A subset of 1700 ABCD participants will be enrolled in an antimicrobial resistance (AMR) detection study in the trial. This AMR component will study the development of AMR among E. coli (stool isolates) and S. pneumoniae (nasopharyngeal isolates) in study participants and their close household contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimicrobial resistance"
        },
        {
            "text": "A faecal stool sample will be collected from all children at enrolment for culture and sensitivity testing of E. coli.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimicrobial resistance"
        },
        {
            "text": "Children enrolled in the AMR sub-study will also be asked to provide a stool sample and a nasopharyngeal swab on day 90 and day 180. In addition, a stool sample and a nasopharyngeal swab will also be collected from a sibling or other close household contact of the enrolled child at day 90 and day 180. The protocols for this AMR detection study will be described elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimicrobial resistance"
        },
        {
            "text": "Each site will undertake an assessment of the potential viral and bacterial pathogens associated with the diarrhoeal episode in a separate study. A total of 7000 stool specimens will be tested. Identification will be facilitated by quantitative molecular diagnostic methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diarrhoea aetiology"
        },
        {
            "text": "Serious adverse events are defined as any deaths or hospitalisation or any life-threatening event that occur in the period from enrolment to day 10. Although it is relatively safe for use in young children, azithromycin can cause adverse events including nausea, abdominal pain [16] and diarrhoea from its effects on the gut microbiota [17, 18] . Any adverse events in the ABCD trial are monitored by the Trial Steering Committee (TSC) and reviewed by the DSMB. These events will be recorded by the trial staff and confirmed by the study physicians. Study physicians can, at any time, withdraw a participant from the trial if a risk to their safety from continuation in the study is perceived.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Recording of serious adverse events"
        },
        {
            "text": "The following measures provide quality assurance:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality assurance"
        },
        {
            "text": "1. An extensive initial and subsequent ongoing training sessions for data collectors in the protocol procedures with a focus on anthropometry measurements and dehydration assessment to ensure the reliability between data collectors is high. 2. Real-time electronic data capture will ensure data validation, such as range, logical checks and data integrity. 3. Principal Investigators will receive brief monthly progress reports from the Data Coordinating Centre during the entire study period and will participate in regular telephone conferences with WHO staff. The monthly progress reports will include the number children assessed, number of children recruited, home visits due to be conducted, actual visits conducted, child hospitalisations, deaths and verbal and social autopsies [19] conducted. 4 . Field supervisors will be responsible for assuring that the training of the field staff is rigorous and of high quality. They will schedule the testing and retraining as required at their individual sites. Assessment of individual study personnel's abilities to use the standardised enrolment criteria and conduct the anthropometric measurements and dehydration assessment consistently across the study population are key responsibilities of the field supervisor. 5. WHO study coordinators, and others identified by them, will ensure that at least two structured monitoring visits are conducted to each site every year. The monitoring visits will have as their primary aim quality control and the improvement of study implementation. The monitors will make direct observations of all relevant study procedures and data management activities. 6. The data management team will run a monthly set of range and consistency checks, resolve inconsistencies Fig. 2 Schedule of enrolment, intervention and follow-up assessments for the Antibiotics for Children with Diarrhoea (ABCD) trial *Screening is expected to be completed on the same single day, except is the child needs treatment for dehydration or urgent care for an illness, in which case, it can be completed once the child has been stabilized. #Stool samples and nasopharyngeal isolates are only collected for 15% of participants in the antimicrobial resistance study. D=day. MUAC=mid-upper arm circumference or queries with the sites and provide data summaries as the trial progresses. The queries will be resolved before the next set of monthly checks report.",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 790,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 802,
                    "end": 803,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1756,
                    "end": 1762,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Quality assurance"
        },
        {
            "text": "No financial compensation will be provided for participation in the trial. The presenting diarrhoeal episode and any serious illnesses will be treated at the time of presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compensation"
        },
        {
            "text": "An external data management agency will ensure harmonisation of data collection and data management processes across all sites. All sites will collect information on a core set of variables with standard definitions. A set of range and consistency checks that must be applied to these variables will be available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management"
        },
        {
            "text": "Each site will be responsible for data entry and initial cleaning of the data, including running range and consistency checks, as well as periodic reviews of distributions and identification of outliers. Each study site will resolve any inconsistencies within its database, in consultation with the field data collection team, and with field verification if needed. Individual sites will be required to provide data on the core set of variables into a REDCap database. The data management team will run a monthly set of range and consistency checks, resolve inconsistencies or queries with the sites and provide data summaries as the trial progresses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management"
        },
        {
            "text": "To determine the sample size for the ABCD trial, we estimated that the 180-day mortality in the control group would be 2.7%. The estimated overall mortality in the control group was based on the earlier GEMS trial [4] as well as the assumed proportions of children with various risk factors in the sample and respective sub-groupspecific mortality. Assuming this baseline mortality, a relative risk in the intervention group of 0.65 (35% reduction in mortality in the intervention group), 90% power, 95% confidence, assumed loss to follow-up of 10%, and 1:1 ratio in the numbers of participants in the control and intervention group, the required sample size would be 5696 per group or 11,392 in total. Since there is an initial plan to conduct one interim analysis, the sample size will be inflated by a factor of 1.009 [20] . The total planned sample size will be 5750 per group and 11, 500 in total. As the study is implemented in seven countries, each country will on average need to enrol 1645 children (approximately 822 per study group).",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Statistical considerations Sample size and power"
        },
        {
            "text": "The second primary aim is to compare ΔLAZ between the control and intervention from enrolment to 90 days. We have estimated that, with the above sample size, we will have 80% power to detect at least a 0.04 difference in mean ΔLAZ between study groups using a two-sided t test to compare the difference in mean change in LAZ between two groups with α = 0.05 and standard deviation (SD) of 0.7 in both groups. This is comparable to results observed in GEMS. As the SD of the difference in ΔLAZ has been shown to vary, this will provide an adequate sample size to detect a ΔLAZ ranging between 0.04 and 0.06 given varying SDs between 0.5 to 0.7, with a power of 80-90%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical considerations Sample size and power"
        },
        {
            "text": "An intention-to-treat (ITT) approach, including all randomised participants, is considered the primary analysis approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "For the first primary outcome, i.e. the mortality outcome, period prevalence of death will be compared between the randomly assigned treatment groups using relative risk regression. Mortality (a binary variable) will be defined as any event of death from time of randomisation to end of day 180. Participants with a missing mortality outcome will be assigned 'alive'. For the primary ITT analysis, the following model will be used:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "where x azm is an indicator variable specifying randomised to the azithromycin group (x azm = 1) or not (x azm = 0). The risk ratio comparing the risk of death in children randomised to azithromycin versus placebo will be determined by e β . The statistical significance of this comparison will be determined by a Wald test. In a perprotocol analysis, secondary to the ITT analysis, relative risk regression will be fit as described above among the subset of children with documented completion of the full course of treatment. For the co-primary outcome, i.e. ΔLAZ, a linear regression model will be used to compare mean ΔLAZ across the treatment groups in surviving children. ΔLAZ will be operationalised as the difference in LAZ between the 90-day follow-up visit and LAZ at baseline. For the primary ITT analysis, LAZ outcome will only be analysed for those children with a measured outcome. The following model will be used:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "where Y = mean ΔLAZ, and x azm is an indicator variable of being randomised to the azithromycin group (x azm = 1) or not (x azm = 0). The mean difference in ΔLAZ in children randomised to azithromycin versus placebo will be determined by (β). The statistical significance of this comparison will be determined by independent t test. In a perprotocol analysis, also secondary to the ITT analysis, a linear regression model will be fit as described above among the subset of children with documented completion of the full course of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A secondary analysis will be done as a per-protocol analysis excluding participants who are not adherent to the full treatment schedule or having missing outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Effect modification by site, age, sex, anthropometry and socioeconomic status will be explored. This is planned to be exploratory. No testing within any stratum is envisaged as there is unlikely to be adequate power to test within a stratum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The ABCD trial is overseen by the TSC which consists of the site Principal Investigators and the WHO Trial Coordinators. The TSC is responsible for overall supervision of the trial. A second committee, the Trial Advisory Group (TAG), consists of external experts with experience in diarrhoeal disease in low-income contexts. The TAG provides advice to the TSC periodically during the life of the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial governance"
        },
        {
            "text": "An independent DSMB has been established by the WHO to monitor severe adverse events and to approve the statistical analysis plan and associated stopping rules for benefit, futility, or harm determined using O'Brien-Fleming stopping boundaries. The DSMB includes five members with expertise in clinical trials, statistics, child mortality assessment, ethics, and paediatric care in resource-limited settings. When approximately half of the person-time is accrued in the study, the DSMB will review an interim data analysis by arm to determine whether stopping boundaries have been crossed. The SPIRIT checklist for present study is provided in Additional file 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial governance"
        },
        {
            "text": "ABCD is a large, multi-site, paediatric trial testing the potential benefits of azithromycin in reducing mortality and improving linear growth when targeted to high-risk children with non-bloody diarrhoea. A recently concluded cluster randomised trial of mass drug administration of azithromycin has shown a reduction in all-cause mortality among children [11] [12] [13] . However, the effect appeared limited to a single site in this trial. Another large trial of azithromycin in addition to seasonal malaria chemoprophylaxis [21] has not documented any benefit on mortality, although a reduction in gastrointestinal infections was seen. The potential effect of azithromycin on mortality in children with a high risk of a diarrhoea-related death has not been studied to date. Young children who are undernourished or have dehydrating diarrhoea are at higher risk of death in the 3-month period after the onset of diarrhoea [4] . More recently, global data suggest that multiple bacterial and parasitic diarrhoeal pathogens are significantly associated with death, particularly in sub-Saharan Africa [1] . In low -resource settings, the high burden of bacterial causes of diarrhoea [1, 3, 5] has led to suggestions that antibiotics be used more widely, even in the absence of dysentery, as most children with these infections do not have bloody stools [6, 7] .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1182,
                    "end": 1185,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "text": "3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1189,
                    "end": 1191,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1352,
                    "end": 1355,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1356,
                    "end": 1358,
                    "text": "7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite WHO recommendations for the management of diarrhoea which suggest that only children with bloody diarrhoea receive antibiotics, over 40% of children with non-bloody diarrhoea currently receive antibiotics as part of non-standard treatment in low-income settings [22] . This overuse of antibiotics contributes to the development and spread of antimicrobial resistance, both at individual and population levels. While concerns have been raised about expanding the use of empiric antibiotic treatment for diarrhoea, targeting such treatment to a specific sub-group of vulnerable children at high risk of death may potentially lower antimicrobial resistance if prescribers perceive that specific sub-groups of children at the highest risk are being targeted with antibiotic treatment. Prior studies in pneumonia have documented reduced antibiotic use when guidelines were updated to clarify which risk groups should be treated [23] . The ABCD trial will determine if providing azithromycin to children with acute diarrhoea who are at risk reduces mortality and/or diarrhoea-related morbidity, including linear growth faltering. These data will inform the global debate regarding the potential role of antibiotics in reducing child mortality.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "If the ABCD trial demonstrates benefit, this will provide evidence to support a reconsideration of the present WHO guidelines for the management of diarrhoea in a clearly identified high-risk population. Conversely, if there is no evidence of benefit, a convincing case for more rigorous control over the inappropriate use of antibiotics in diarrhoeal case management and further strengthening of global efforts to expand coverage and improve coverage of the current Integrated Management of Childhood Illness guidelines can be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recruitment to the ABCD trial began in December 2017 and is currently ongoing. It is expected to conclude in March 2020. The current protocol is version 9.0 and is dated 21 December 2018.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial status"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s13063-019-3829-y.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        },
        {
            "text": "Additional file 1. SPIRIT Checklist for the ABCD trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        },
        {
            "text": "The ABCD team would like to thank the children and families that have participated in the trial to date. All the staff in all the participating sites are acknowledged for their dedication. The authors also appreciate the independent oversight provided by the DSMB members including Mathuram Santosham (chair), Yin Bun Cheung, Shinjini Bhatnagar, Elizabeth Molyneux and Godwin Ndossi. The data management team at RTI International are acknowledged for supporting the data management function and organising monitoring visits at the site. Group authorship A list of members of the ABCD study team and their affiliations is as follows: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimates of the global, regional, and national morbidity, mortality, and aetiologies of diarrhoea in 195 countries: a systematic analysis for the Global Burden of Disease Study",
            "authors": [],
            "year": 2016,
            "venue": "GBD 2016 Diarrhoeal Diseases Collaborators",
            "volume": "18",
            "issn": "",
            "pages": "1211--1239",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ending of preventable deaths from pneumonia and diarrhoea: an achievable goal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Borrazzo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rudan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Bhutta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "9876",
            "pages": "1499--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Burden and aetiology of diarrhoeal disease in infants and young children in developing countries (the Global Enteric Multicenter Study, GEMS): a prospective, case-control study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Kotloff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Nataro",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Blackwelder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "9888",
            "pages": "209--231",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of quantitative molecular diagnostic methods to assess the aetiology, burden, and clinical characteristics of diarrhoea in children in low-resource settings: a reanalysis of the MAL-ED cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Platts-Mills",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Global Health",
            "volume": "6",
            "issn": "12",
            "pages": "1309--1327",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Failure of syndromebased diarrhea management guidelines to detect Shigella infections in Kenyan children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Pavlinac",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Denno",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "John-Stewart",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Onchiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Naulikha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Odundo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hulseberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Singa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Manhart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Walson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "5",
            "issn": "4",
            "pages": "366--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Correlation of clinical outcomes with multiplex molecular testing of stool from children admitted to hospital with gastroenteritis in Botswana",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pernica",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Steenhoff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mokomane",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Quaye",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arscott-Mills",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mazhani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lechiile",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smieja",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Goldfarb",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "5",
            "issn": "3",
            "pages": "312--320",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Malnutrition as an underlying cause of childhood deaths associated with infectious diseases in developing countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sacco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hyder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bull World Health Organ",
            "volume": "78",
            "issn": "",
            "pages": "1207--1228",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk factors for diarrhoea and malnutrition among children under the age of 5 years in the Tigray Region of Northern Ethiopia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Wasihun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Dejene",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Teferi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Report of the 20th meeting of the WHO alliance for the global elimination of trachoma by",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effect of mass distribution of azithromycin for trachoma control on overall mortality in Ethiopian children: a randomized trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Porco",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gebre",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ayele",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "962--970",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Azithromycin to reduce childhood mortality in sub-Saharan Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Keenan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "1583--92",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Longer-term assessment of azithromycin for reducing childhood mortality in Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Keenan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Arzika",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maliki",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "380",
            "issn": "",
            "pages": "2207--2221",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization. Pocket book of hospital care for children. Guidelines for the management of common childhood illnesses. Geneva: World Health Organization",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "World Health Organization. Measuring a child's growth",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Safety and effectiveness of azithromycin in the treatment of respiratory infections in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Lakoš",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pangerčić",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gašparić",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kukuruzović",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kovačić",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baršić",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Med Res Opin",
            "volume": "28",
            "issn": "1",
            "pages": "155--62",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Increased carriage of macrolideresistant fecal E. coli following mass distribution of azithromycin for trachoma control",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Seidman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Coles",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Silbergeld",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Epidemiol",
            "volume": "43",
            "issn": "",
            "pages": "1105--1118",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Changes in the intestinal microbiota following the administration of azithromycin in a randomised placebo-controlled trial among infants in south India",
            "authors": [
                {
                    "first": "Epk",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Praharaj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kaliappan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kampmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Social determinants of child mortality in Niger: results from the 2012 national verbal and social autopsy study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Koffi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Yaroh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Habi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bensaïd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Kalter",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Glob Health",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Group sequential methods with applications to clinical trials",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jennison",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Turnbull",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effect of adding azithromycin to seasonal malaria chemoprevention",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chandramohan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dicko",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zongo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "380",
            "issn": "",
            "pages": "2197--206",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Use of antibiotics in children younger than two years in eight countries",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Rogawski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Platts-Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Seidman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bull World Health Organ",
            "volume": "95",
            "issn": "1",
            "pages": "49--61",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Three day versus five day treatment with amoxicillin for non-severe pneumonia in young children: a multicentre randomised controlled trial",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iscap Study Group",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMJ",
            "volume": "328",
            "issn": "7443",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Chouhan Center for Public Health Research (CPHK), New Delhi, India S Deb Center for Public Health Research (CPHK), New Delhi, India. Washington, Department of Global Health N Bar-Zeev International Vaccine Access Center, Department of International Health, Bloomberg School of Public Health, Johns Hopkins University, Baltimore Q Dube Malawi-Liverpool-Wellcome Trust Clinical Research Programme, Queen Elizabeth Central Hospital, Blantyre, Malawi Malawi-Liverpool-Wellcome Trust Clinical Research Programme, Malawi. Institute of Infection and Global Health, University of Liverpool, Pediatrics and Medicine, Center for Vaccine Development and Global Health, University of Maryland School of Medicine, Baltimore, Maryland, USA Pediatrics and Medicine, Center for Vaccine Development and Global Health, University of Maryland School of Medicine, Baltimore, Maryland, USA D Malle Centre pour le Développement des Vaccins (CVD-Mali), Bamako, Mali A Mehta Department of Pediatrics and Medicine, Center for Vaccine Development and Global Health, University of Maryland School of Medicine, Baltimore, Maryland, USA S Sow Centre pour le Développement des Vaccins (CVD-Mali), Bamako, Mali M Tapia Department of Pediatrics and Medicine, Center for Vaccine Development and Global Health, University of Maryland School of Medicine, Baltimore, Maryland, USA S Tennant Department of Pediatrics and Medicine Center for Vaccine Development and Global Health, University of Maryland School of Medicine, Baltimore, Maryland, USA A Hotwani Aga Khan University, Karachi Pakistan F Kabir Aga Khan University, Karachi Pakistan F Qamar Aga Khan University, Karachi Pakistan S Qureshi Aga Khan University, Karachi Pakistan S Shakoor Aga Khan University, Karachi Pakistan R Thobani Aga Khan University, Karachi Pakistan MT Yousufzai Aga Khan University, Karachi Pakistan M Bakari Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania C Duggan Boston Children's Hospital, Boston U Kibwana Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania R Kisenge Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania K Manji Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania S Somji Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania C Sudfeld Harvard TH Chan School of Public Health, Boston P Ashorn Department of Maternal, newborn, child and adolescent health, World Health Organization, Geneva",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The ABCD trial is funded through a grant from the Bill and Melinda Gates Foundation (grant no: OPP1126331). The funders had no role in the study design. The trial was an investigator-led trial coordinated by the Dept. of Maternal, newborn, child and adolescent health, World Health Organization, Geneva.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The datasets generated during the current study are available from the corresponding author on reasonable request. . Each updated version of the approved protocol will be submitted to the ethical committees above. Written informed consent (from parents/caregivers) is obtained by study staff before any trial procedures are carried out and participant confidentiality is maintained throughout the trial in line with the standard ICH-GCP principles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "Authors' contributions All named authors adhere to the authorship guidelines of Trials. All authors have agreed to publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Continued)"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}