{"paper_id": "2255851aa732906bf4576954cab454e2d04887d2", "metadata": {"title": "Paracrine and Intracrine Angiotensin 1-7/Mas Receptor Axis in the Substantia Nigra of Rodents, Monkeys, and Humans", "authors": [{"first": "Maria", "middle": ["A"], "last": "Costa-Besada", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rita", "middle": [], "last": "Valenzuela", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pablo", "middle": [], "last": "Garrido-Gil", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Begoña", "middle": [], "last": "Villar-Cheda", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Juan", "middle": ["A"], "last": "Parga", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jose", "middle": ["L"], "last": "Lanciego", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jose", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "In addition to the classical hormonal (tissue-to-tissue) renin-angiotensin system (RAS), there are a paracrine (cell-to-cell) and an intracrine (intracellular/nuclear) RAS. A local paracrine brain RAS has been associated with several brain disorders, including Parkinson's disease (PD). Classically, angiotensin II (Ang II) is the main RAS effector peptide and acts through two major receptors: Ang II type 1 and 2 (AT1 and AT2) receptors. It has been shown that enhanced activation of the Ang II/AT1 axis exacerbates dopaminergic cell death. Several new components of the RAS have more recently been discovered. However, the role of new Ang 1-7/Mas receptor RAS component was not investigated in the brain and particularly in the dopaminergic system. In the present study, we observed Mas receptor labeling in dopaminergic neurons and glial cells in rat mesencephalic primary cultures; substantia nigra of rats, monkeys, and humans; and human induced pluripotent stem (iPS) cells derived from healthy controls and sporadic PD patients. The present data support a neuroprotective role of the Ang 1-7/Mas receptor axis in the dopaminergic system. We observed that this axis is downregulated with aging, which may contribute to the aging-related vulnerability to neurodegeneration. We have also identified an intracellular Ang 1-7/Mas axis that modulates mitochondrial and nuclear levels of superoxide. The present data suggest that nuclear RAS receptors regulate the adequate balance between the detrimental and the protective arms of the cell RAS. The results further support that the brain RAS should be taken into account for the design of new therapeutic strategies for PD.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "It is now known that in addition to the classical hormonal (tissue-to-tissue) renin-angiotensin system (RAS), there are a paracrine (cell-to-cell) and an intracrine (intracellular/nuclear) RAS. Over the last two decades, all components of the classic RAS have been identified in the brain. Initially, the brain RAS was associated with brain areas involved in the central control of blood pressure. More recently, several studies have shown local RAS in many brain regions and their involvement in several brain disorders, including neurodegenerative diseases such as Parkinson's disease (PD). We have revealed the presence of a local RAS in the substantia nigra (SN) and striatum of rodents and primates, including humans [1] [2] [3] . Classically, angiotensin II (Ang II) is the main RAS effector peptide and acts through two major receptors: Ang II type 1 and 2 (AT1 and AT2) receptors [4] [5] [6] . Ang II is formed by the action of renin and angiotensin converting enzyme (ACE) on the precursor glycoprotein angiotensinogen. In several animal models of parkinsonism, we have investigated the possible role of the brain RAS in dopaminergic degeneration, and we have demonstrated that enhanced activation of the Ang II/AT1 axis exacerbates dopaminergic cell death [7, 8] . Other studies Maria A. Costa-Besada and Rita Valenzuela contributed equally to this work. also support the involvement of brain RAS in dopaminergic degeneration [9] [10] [11] . Furthermore, AT2 receptors have been shown to exert effects opposed to those mediated by Ang II via AT1 receptors [9, 12] .", "cite_spans": [{"start": 722, "end": 725, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 726, "end": 729, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 730, "end": 733, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 888, "end": 891, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 892, "end": 895, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 896, "end": 899, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1266, "end": 1269, "text": "[7,", "ref_id": null}, {"start": 1270, "end": 1272, "text": "8]", "ref_id": "BIBREF7"}, {"start": 1436, "end": 1439, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1440, "end": 1444, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1445, "end": 1449, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1566, "end": 1569, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 1570, "end": 1573, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "In addition to the above mentioned classical effects via AT1 and AT2 receptors, other components mediate the actions of the RAS, such as (pro)renin receptors (PRR) and other angiotensin-derived peptides, being Ang 1-7 particularly interesting. Ang 1-7 is a hectapeptide which is formed from angiotensin I (Ang I) or Ang II by angiotensin converting enzyme 2 (ACE2). The seven-transmembrane G proteincouple receptor Mas is the main receptor for Ang 1-7 [13] . Recently, two different RAS arms have been postulated: a detrimental (i.e., pro-oxidative, pro-inflammatory) arm constituted by the Ang II/AT1 axis and the (Pro)renin/PRR axis and a protective axis constituted by the Ang II/AT2 axis and the Ang 1-7/Mas receptor axis [14, 15] . A few years ago, we described for the first time PRR in nigral dopaminergic neurons and microglial cells in rats, monkeys and humans [1, 2, 16] . However, nothing is known about the protective axis Ang 1-7/Mas receptor in the dopaminergic system. Moreover, we have recently observed the existence of a functional intracrine RAS, in mitochondria and nuclei from rat ventral mesencephalon and dopaminergic cell cultures [17, 18] . However, the possible existence and functional role of an intracellular Ang 1-7/Mas axis remains to be investigated. In the present study, we investigated the presence of major components of the Ang 1-7/Mas receptor axis in the dopaminergic system of different animal and cellular models, including human SN and humaninduced pluripotent stem cells (iPSCs). We also studied the possible effects of aging and the interactions between Mas and AT1 and AT2 receptors using knockout (KO) mice. Finally, we investigated the presence and functional effects of an intracellular Ang 1-7/Mas axis, particularly at the mitochondrial and nuclear level.", "cite_spans": [{"start": 452, "end": 456, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 726, "end": 730, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 731, "end": 734, "text": "15]", "ref_id": "BIBREF15"}, {"start": 870, "end": 873, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 874, "end": 876, "text": "2,", "ref_id": "BIBREF1"}, {"start": 877, "end": 880, "text": "16]", "ref_id": "BIBREF16"}, {"start": 1155, "end": 1159, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 1160, "end": 1163, "text": "18]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Introduction"}, {"text": "In a first series of experiments, primary cultures from the rat nigral region, cultures of dopaminergic neurons derived from human iPSCs, dopaminergic neuron, astrocytic and microglial cell lines, and brain sections from adult male rats, monkeys, and humans containing SN were used to demonstrate the presence of the angiotensin 1-7 (Ang 1-7) receptor Mas using immunofluorescence. In addition, the localization of Mas receptors in dopaminergic neurons isolated from rat SN was confirmed by laser capture microdissection (LCM) and RT-PCR or droplet digital PCR (ddPCR). Experiments using human-derived cells were approved by the corresponding committees of the Spanish Advisory Committee for Human Tissue and Cell Donation and Use and of the University of Santiago de Compostela and authorized by the local government. The human postmortem samples were obtained from the Neurological Brain Bank of Navarra (Hospital of Navarra, Pamplona, Spain). Brains were dissected at autopsy from donors who had given informed consent in accordance with the Brain Donation Program of the Government of Navarra (Government directive 23/2001 ). The samples were obtained from four adult men (33.75 ± 6.4 years old) with no history or histological findings supporting any neurological disease. Following autopsy, brain slices including ventral mesencephalon were obtained, immediately frozen at − 80°C, and stored until processing. Postmortem times varied from 2.5 to 6 h. Nonhuman primate tissue was obtained from three adult male cynomolgus monkeys (Macaca fascicularis) In a second series of experiments, SN from young adult (2-3 month old, N = 10) and aged (18-20 month old, N = 10) male rats and wild-type (WT) C57BL-6 mice (Charles River, L'Arbresle, France, N = 18) were analyzed. All animals used in the present study were males, as it was previously demonstrated that estrogen regulates RAS and contributes to gender differences in dopaminergic degeneration observed in animal models or epidemiological data of PD [19] [20] [21] . The number of samples from different animals used in each experiment (n) is detailed at corresponding figure legends. We used Western blot (WB), RT-PCR, and enzymatic activity to investigate the effect of aging on the Ang 1-7/Mas receptor axis (Mas receptor expression, ACE2 expression and activity, and Ang 1-7 levels). In addition, homozygous C57BL-6 mice deficient for AT1a (the major mouse AT1 isoform and the closest murine homolog to the single human AT1; Jackson Laboratory, Bar Harbor, ME, USA, N = 10) and homozygous C57BL-6 mice deficient for AT2 receptors (gift of Dr. Daniel Henrion, N = 10) were analyzed by WB, RT-PCR, and enzymatic activity to investigate the effect of Ang II receptor deficiency on the Ang 1-7/Mas receptor axis.", "cite_spans": [{"start": 1119, "end": 1126, "text": "23/2001", "ref_id": null}, {"start": 2007, "end": 2011, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 2012, "end": 2016, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 2017, "end": 2021, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Experimental Design"}, {"text": "In a third series of experiments, cultures of the dopaminergic N27 (SCC048, Millipore, MA, USA), astrocytic C6 (92090409, Sigma, MO, USA), and microglial N9 (provided by Dr. Paola Ricciardi-Castagnoli, Singapore Immunology Network, Agency for Science, Technology and Research, Singapore) cell lines were immunolabeled with Mas receptor antibody to investigate co-localization with mitochondrial and nuclear markers. In addition, pure isolated mitochondria and nuclei from the nigral region of rat were used to confirm the expression of Ang 1-7 and Mas receptors in mitochondria and nuclei. Mitochondria and nuclei isolated from rat brain were used to investigate the ability of Ang 1-7/Mas receptor axis to modulate mitochondrial and nuclear reactive oxygen species (ROS) and nitric oxide (NO) production. For this purpose, mitochondria or nuclei were incubated with different compounds to assess the effects of Mas receptor activation on ROS and NO production.", "cite_spans": [], "ref_spans": [], "section": "Experimental Design"}, {"text": "Ventral mesencephalic tissue was dissected from rat embryos of 14 days of gestation (E14). The tissue was incubated in 0.1% trypsin (Sigma, St. Louis, MO, USA), 0.05% DNase (Sigma) and DMEM (Invitrogen, Paisley, Scotland, UK) for 20 min at 37°C, and was then washed in DNase/DMEM and mechanically dissociated. The resulting cell suspension was centrifuged at 50×g for 5 min, the supernatant was carefully removed, and the pellet resuspended in 0.05% DNase/DMEM to the final volume required. The number of viable cells in the suspension was estimated with acridine orange/ethidium bromide. Cells were plated onto 35-mm culture dishes (Falcon; Becton Dickinson, Franklin Lakes, NJ, USA) previously coated with poly-L-lysine (100 μg/ml; Sigma) and laminin (4 μg/ ml; Sigma). The cells were seeded at a density of 1.5 × 105 cells/cm 2 and maintained under control conditions (DMEM/HAMS F12/(1:1) containing 10% fetal bovine serum (FBS; Biochrom KG, Berlin, Germany). The cell cultures were maintained in a humidified CO 2 incubator (5% CO 2 ; 37°C) for 8 days in vitro (DIV); the entire culture medium was removed on day 2 and replaced with a fresh culture medium.", "cite_spans": [], "ref_spans": [], "section": "Mesencephalic Primary Cultures and Cell Line Cultures"}, {"text": "The C6 astroglial cells (Sigma) were cultured in Ham's F12 medium with 10% FBS, 2 mM L-glutamine (Sigma), 100 U/ ml penicillin, and 100 μg/ml streptomycin. The N9 microglial cells were cultured in a Roswell Park Memorial Institute medium (RPMI 1640; Invitrogen) supplemented with 10% FBS, 2 mM L-glutamine (Sigma), 100 U/ml penicillin, and 100 μg/ml streptomycin. The N27 dopaminergic neuron cell line was cultured in RPMI 1640 medium supplemented with 10% FBS, 2 mM L-glutamine (Sigma), 100 U/ml penicillin, and 100 μg/ml streptomycin. Cultures were maintained at 37°C and 5% CO 2 in a humidified incubator. Cells were then plated onto 35-mm culture dishes and/or eight-well plates for treatment and/or analysis.", "cite_spans": [], "ref_spans": [], "section": "Mesencephalic Primary Cultures and Cell Line Cultures"}, {"text": "Human iPSC lines SP11#1 and SP08#1, previously derived and characterized [22] , were obtained from the Spanish National Bank of Cell Lines (Banco Nacional de Lineas Celulares (BNLC)). Undifferentiated pluripotent stem cells were expanded in feeder-free conditions as previously described [23] . Dopaminergic cells were obtained by stepwise differentiation of the pluripotent stem cells as described previously [24] . Briefly, iPSC colonies were dissociated and single cells plated in Matrigel-coated plates. SB431542 (10 μM; Tocris) and LDN193189 (100 nM; Sigma) were used for inducing neural differentiation. FGF-8 (50 ng/ml; PeproTech), SHH (100 ng/ml; Miltenyi Biotec), and purmorphamine (2 μM; Tocris) were used as patterning factors starting on day 1 and CHIR99021 (3 μM; Sigma) from day 3. Maturation started on day 11 by changing the medium to neurobasal with B27 (Thermo Fisher Scientific), ascorbic acid (Sigma), dibutyryl cAMP (Sigma), DAPT (Sigma), neurotrophic factors BDNF (PeproTech), GDNF (PeproTech), and TGFβ (PeproTech). Thirteen days after the beginning of differentiation, the cells were passaged onto polyornithine/fibronectin/laminin (Sigma) coated glass coverslips in 12-well plates where the cells completed their maturation before fixing and processing for immunofluorescent labeling.", "cite_spans": [{"start": 73, "end": 77, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 288, "end": 292, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 410, "end": 414, "text": "[24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Human Pluripotent Stem Cell-Derived Dopaminergic Cultures"}, {"text": "Double immunofluorescent labeling was performed in fixed cellular cultures (primary mesencephalic cultures, iPSCs and C6, and N27 and N9 cell lines) and brain tissue (rat, monkey, and human tissue) to identify which type of cells expressed Mas receptor. Rats and monkeys were anesthetized and perfused transcardially with a fixative solution containing 4% paraformaldehyde in 0.125 M PB, pH 7.4. Once perfusion was completed, the skull was opened, and the brain was removed and stored for 48 h in a cryoprotectant solution. Human brain blocks including the mesencephalon were fixed by immersion in phosphate-buffered 4% paraformaldehyde for 24 h and cryoprotected for 48 h. Coronal tissue sections (40-μm thick) were then cut with a sliding microtome and collected in cryoprotectant solution. Sections at different rostrocaudal levels of the SN were processed for double immunofluorescence for tyrosine hydroxylase (TH) and Mas receptor. Neuromelanin granules co-localized with TH in human SN sections and were also used as confirmatory markers of dopaminergic neurons. Free-floating tissue sections containing SN were pre-incubated in KPBS-1% BSA with 5% normal donkey serum (Sigma) and 0.03% Triton X-100 for 60 min at RT. Antigen retrieval was required for human SN sections. Tissue sections were then incubated overnight at 4°C in primary antibodies raised against Mas receptor (1:100; AAR-013, Alomone) and TH (1:5000; mouse monoclonal; T2928, Sigma) diluted in KPBS-1% BSA with 5% normal donkey serum and 0.3% Triton X-100. As several commercial antibodies against G-protein-coupled receptors have problems of specificity, we selected the Mas receptor antibody AAR-013 (Alomone) because its specificity has been demonstrated in previous studies that showed the absence of immunoreactivity in brain tissue from Mas receptor KO mice [25] . The immunoreaction was visualized with the following fluorescent secondary antibodies: Alexa Fluor 568conjugated donkey anti-rabbit IgG (1:200; Molecular Probes) and Alexa Fluor 488-conjugated donkey anti-mouse IgG (1:200; Molecular Probes). Finally, tissue sections were mounted on gelatin-coated slides and coverslipped with Immumount (Thermo-Shandon).", "cite_spans": [{"start": 1837, "end": 1841, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Double Immunofluorescent Labeling"}, {"text": "Cultures grown on glass coverslips were co-incubated overnight at 4°C with different cell markers and a rabbit polyclonal Mas receptor antibody (AAR-013, Alomone, 1:100). Different cell types were identified with the corresponding mouse monoclonal antibodies: anti-NeuN (Millipore, 1:500) as neuronal marker, anti-TH (Sigma; 1:5000) as dopaminergic marker, anti-glial fibrillary acidic protein (GFAP, Millipore, 1:500) as astrocyte marker, or anti-CD11b (complement receptor-3, clone MRC OX42, Serotec; 1:50) as microglial marker. Primary antibodies were diluted in DPBS containing 1% BSA and 2% normal donkey serum. Subsequently, the following fluorescent secondary antibodies were incubated for 2 h at RT: Alexa Fluor 568conjugated donkey anti-rabbit IgG (1:200; Molecular Probes) or Alexa Fluor 488-conjugated donkey anti-mouse IgG (1:200; Molecular Probes). Cell nuclei were marked with the DNA-binding dye Hoechst 33342 (10 μg/ml, Sigma) for 30 min at RT. Finally, mounting was performed with Immumount (Thermo-Shandon).", "cite_spans": [], "ref_spans": [], "section": "Double Immunofluorescent Labeling"}, {"text": "Both in sections and in cultures, co-localization of markers was confirmed by confocal laser microscopy (AOBS-SP5X; Leica Microsystems Heidelberg GmbH, Mannheim, Germany) performing sequential scan to avoid any potential overlap. Co-localization percentage rates were calculated for the cell region of interest (ROI) with the LAS AF software (Leica Microsystems GmbH).", "cite_spans": [], "ref_spans": [], "section": "Double Immunofluorescent Labeling"}, {"text": "In order to study the presence of Mas receptor at mitochondrial and nuclear level, different cell line cultures were grown on glass coverslips and incubated with the fluorescent probes for mitochondria or nuclei. MitoTracker Deep Red (MTDR; 20 nM; Molecular Probes) was used for mitochondrial labeling and the DNA-binding dye Hoechst 33342 for nuclear labeling. After labeling, the cells were fixed and immunoreacted for the rabbit polyclonal Mas receptor antibody (AAR-013, Alomone, 1:100).", "cite_spans": [], "ref_spans": [], "section": "Mitochondrial and Nuclear Labeling"}, {"text": "Individual dopaminergic neurons were isolated from rat SN sections using a LCM method, as previously described [26] with slight modifications. Briefly, rats were sacrificed by decapitation, brains were removed, immediately embedded in O.C.T. (Tissue-Tek), frozen in liquid nitrogen, and stored at − 80°C. Serial coronal sections (20-μm thick) containing the SN were cut on a cryotome, mounted on RNase-free glass slides, and stored at − 80°C in sterile Falcon tubes containing silica gel until further processing. Then, series of SN sections were processed for a rapid immunofluorescence method with an antibody against TH (Sigma; 1:100) as a dopaminergic marker. LCM was performed using a PALM MicroBeam system (Zeiss), and isolated dopaminergic neurons were catapulted into an adhesive cap. Neuronal cell pools (1000 dopaminergic neurons per animal; n = 4) were used for total RNA extraction using the RNeasy Micro Kit (Qiagen) in accordance with the manufacturer's instructions.", "cite_spans": [{"start": 111, "end": 115, "text": "[26]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Laser Capture Microdissection"}, {"text": "The Sep-Pak columns (Oasis HLB 1cc, WAT094225) were used for the separation of angiotensin peptides. SN from rat and mice ventral mesencephalon were homogenized with the use of a polytron homogenizer. Simultaneously, rat SN isolated mitochondria were diluted with Milli-Q water. Samples were heated at 96°C for 15 min and acidified with heptafluorobutyric acid (HFBA) to a final concentration of 0.1%, sonicated and centrifuged at 20000×g for 20 min at 4°C. The supernatants were applied to a pre-conditioned column with 1 ml of methanol and deionized water, and then, the columns were washed with 1 ml of 0.1% HFBA in deionized water. Angiotensin peptides were eluted with 1 ml of methanol in 0.1% of HFBA and dried in a vacuum concentrator (Savant ISS110). Dried samples (n = 5) were resuspended in Milli-Q water, and Ang 1-7 content was analyzed by a competitive Ang 1-7 EIA kit (LSBio, LS-F10589) following the manufacturer's specifications.", "cite_spans": [], "ref_spans": [], "section": "Detection of Ang 1-7 in Rat and Mouse Ventral Mesencephalon and Isolated Mitochondria"}, {"text": "Tissue from rat and mouse ventral midbrain was lysed in RIPA buffer containing protease inhibitor cocktail (Sigma) and PMSF (Sigma). Lysates were centrifuged and proteins were quantified using the Pierce BCA Protein Assay kit (Thermo Scientific). Equal amount of protein lysates, isolated mitochondria, and nuclei was separated on a 10% Bis-Tris polyacrylamide gel and transferred to nitrocellulose membranes. Membranes were incubated overnight with primary antibodies against the Mas receptor (AAR-013; 1:1000) from Alomone (see previous section for specificity) and angiotensin converting enzyme 2 (ACE2; ab108252; 1:1000) from Abcam. Blots were reprobed with anti-GAPDH (G9545; 1:50,000, Sigma) as a loading control. The membranes were incubated with the following HRP-conjugated secondary antibodies: goat anti-rabbit (1:2500) and goat anti-mouse (1:2500) from Santa Cruz Biotechnology. Immunoreactive b a n d s w e r e d e t e c t e d w i t h a n I m m u n -S t a r H R P Chemiluminescent Kit (170-5044; Bio-Rad) and visualized with a chemiluminescence detection system (Molecular Imager ChemiDoc XRS System; Bio-Rad). The data were then expressed relative to the value obtained for the control (100%) to counteract possible variability among batches. Finally, the results were expressed as means ± SEM.", "cite_spans": [], "ref_spans": [], "section": "Western Blot Analysis"}, {"text": "Total RNA from rat or mouse SN or brain isolated nuclei were extracted with TRIzol (Invitrogen, Paisley, UK) according to the manufacturer's instructions. Total RNA (2.5 μg for SN or 1.8 μg for isolated nuclei) was reverse transcribed to complementary DNA (cDNA) with nucleoside triphosphate containing deoxyribose, random primers, and Moloney murine leukemia virus transcriptase (200 U; Invitrogen). Real-time PCR was used to examine the relative levels of ACE2, Mas, AT1, and AT2 receptors. A real-time iCycler PCR platform (Bio-Rad) was used to perform the experiments. β-Actin was used as housekeeping gene in all cases and was amplified in parallel with the genes of interest. We used the comparative cycle threshold values (cycle threshold (Ct)) method (2 −ΔΔCt ) to examine the relative messenger RNA (mRNA) expression. A normalized value is obtained by subtracting the Ct of βactin from the Ct of interest (ΔCt). As it is uncommon to use ΔCt as a relative expression data due to this logarithmic characteristic, the 2 −ΔΔCt parameter was used to express the relative expression data. Finally, the results were expressed as mean values ± SEM. Primer sequences used are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 1185, "end": 1192, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RNA Extraction and Real-Time Quantitative Polymerase Chain Reaction"}, {"text": "ddPCR experiments were performed with a QX200 ddPCR system (Bio-Rad) and ddPCR Eva Green Super Mix kit (Bio-Rad), according to the manufacturer's protocol. Briefly, cDNA (1.5 μl per sample) and the corresponding primer pairs (0.165 μM; Sigma) were added to the Eva Green Super Mix at a final volume of 20 μl. Then, droplets were generated with the aid of a QX200 droplet generator by adding 70 μl of the ddPCR oil. The emulsion product (40 μl) was subsequently transferred to a 96-well plate for PCR reaction. Finally, the samples were read using a Bio-Rad QX200 droplet reader. Data were analyzed with a QuantaSoft software and expressed as number of copies per micrograms of RNA [27] . Forward (F) and reverse (R) primers were designed for each gene by using the Beacon Designer software (Premier Biosoft). Primer sequences used are shown in Table 1 .", "cite_spans": [{"start": 681, "end": 685, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 844, "end": 851, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Droplet Digital PCR"}, {"text": "Angiotensin Converting Enzyme 2 (ACE2) Activity Assay ACE2 activity was measured using a commercial ACE2 activity assay kit (AnaSpec, AS-72086) following the manufacturer's specifications. The kit is based on the Mca/Dnp fluorescence resonance energy transfer (FRET) peptide (10 μM). In the FRET peptide, the fluorescence of Mca is quenched by Dnp but a cleavage of the substrate produces a separation into two fragments by the enzyme, so that the fluorescence of Mca is recovered, and can be monitored at excitation/emission = 330/390 nm using an Infinite M200 multiwell plate reader (TECAN).", "cite_spans": [], "ref_spans": [], "section": "Droplet Digital PCR"}, {"text": "NADPH oxidase activity in N27 cell line cultures was measured by lucigenin-enhanced chemiluminescence with an Infinite M200 multiwell plate reader (TECAN), as previously described [28, 29] . Lucigenin is an acridylium dinitrate compound that on reducing and interacting with superoxide anions emits light that is quantified to measure the production of superoxide. Cells were seeded (25 × 10 4 cells/plate) and grown during 24 h. Cells were treated with Ang II (100 nM) alone or in combination with Ang 1-7 (1 μM) and/or Mas receptor inhibitor A779 (1 μM) in order to analyze the effects of these treatments on the superoxide production by N27 cells.", "cite_spans": [{"start": 180, "end": 184, "text": "[28,", "ref_id": "BIBREF28"}, {"start": 185, "end": 188, "text": "29]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "NADPH Oxidase Activity"}, {"text": "To measure the mitochondrial function in N27 cells, a Seahorse Bioscience XF Extracellular Flux Analyzer was used (Seahorse Bioscience, North Billerica, MA). Cells (10 × 10 3 cells/well) were seeded in eight-well plates and grown for 24 h and were incubated with or without Ang II (100 nM) and Ang 1-7 (1 μM) during 24 h, washed (2×) with assay medium (XF base medium DMEM supplemented with 2 mM glutamine, 10 mM glucose, and 1 mM sodium pyruvate, pH 7.4), and then incubated in assay medium for 1 h at 37°C in a non-CO 2 incubator. Cell Mito Stress Kit was performed where oligomycin (1 μM), FCCP (1 μM), rotenone, and antimycin A (0.5 μM) were added sequentially, and oxygen consumption rate (OCR) was calculated at different parameters values by the Wave Desktop 2.3. Basal respiration was calculated as the last rate measurement before the first injection minus the non-mitochondrial respiration rate. Maximal respiration was calculated as the maximum rate measurement after the FCCP injection minus non-mitochondrial respiration. Finally, non-mitochondrial oxygen consumption was the minimum rate measurement after the rotenone/ antimycin A injection.", "cite_spans": [], "ref_spans": [], "section": "Seahorse Analysis"}, {"text": "Rat brain mitochondria were isolated and purified according to the protocol described by Sims and Anderson [30] with some modifications. This protocol combines differential centrifugation and discontinuous Percoll density gradient centrifugation to isolate pure mitochondria with scarce contamination by synaptosomes and myelin. Rat brain samples were removed and washed in a cold isolation buffer (0.32 M sucrose, 1 mM and 10 mM TRIS; pH 7.4). The tissue was cut into small pieces, transferred to a Dounce homogenizer with 12% Percoll solution, and then homogenized on ice using a loose fitting and tight fitting glass pestles. The homogenate was slowly layered on a previously prepared discontinuous Percoll gradient consisting of 26% Percoll layered over 40% Percoll and centrifuged using a fixed-angle rotor at 30700×g for 5 min at 4°C. This produced three separate bands, and the enriched mitochondrial fraction, which appeared at the interface between the 26 and the 40% Percoll layers, was carefully removed with a glass Pasteur pipette. The mitochondrial fraction was diluted by adding isolation buffer and was again centrifuged at 16700×g for 10 min at 4°C. This yielded a mitochondrial pellet, which was gently resuspended in the residual supernatant. Finally, the pellet was resuspended in isolation buffer and centrifuged at 7300×g for 10 min at 4°C, yielding a pellet of pure mitochondria that was used for WB and functional assays.", "cite_spans": [{"start": 107, "end": 111, "text": "[30]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Mitochondrial and Nucleus Isolation"}, {"text": "Fresh intact rat brain nuclei were isolated and purified from rats killed by decapitation. All isolation procedures were performed on ice or at 4°C. Brains were rinsed with ice-cold isolation buffer A containing 320 mM sucrose, 3 mM MgCl 2 , and 20 mM Tris, pH 7.4. Brain pieces were homogenized in buffer A using a glass homogenizer. The homogenates were centrifuged for 15 min at 1000×g at 4°C. The supernatants were removed, and the pellets were resuspended in 4 ml of buffer B (2.2 M sucrose, 1 mM MgCl 2 , and 10 mM Tris, pH 7.4) and differentially centrifuged for 60 min at 60,000×g (Beckman XL-90 ultracentrifuge, Brea, CA, USA) using a swing out rotor at 4°C. After centrifugation, the pellet containing the isolated nuclei was resuspended and washed by centrifugation in 2 ml of buffer A. Protein content in isolated nuclei was determined with the Pierce BCA Protein Assay Kit (Thermo Scientific, Fremont, CA, USA). To confirm the integrity of the fresh isolated nuclei, the nuclei were visualized without fixation on a phase-contrast microscope immediately after isolation. Nuclei were also stained on glass coverslips with the fluorescent nuclear marker Hoechst 33342 (10 μg/ml; Sigma) and examined using an inverted fluorescence microscope (Nikon Eclipse TE300, Tokyo, Japan). For WB analysis, isolated nuclei were processed using the Nuclear Extract Kit (Active Motif, CA, USA) to eliminate the DNA and conserve only the nuclear proteins. The purity of isolated nuclei and mitochondria was confirmed by the absence of other cellular compartment markers: voltage-dependent anion channel (VDAC; V2139, 1:1000; Sigma) as a mitochondrial marker, histone deacetylase 2 (HDAC2; sc-56,685, 1:200; Santa Cruz Biotechnologies) as a nuclear marker, Na + /K + -ATPase (sc-21,712; 1:200; Santa Cruz Biotechnologies) as plasma membrane marker, and α-tubulin (T5168, 1:50,000; Sigma) as a cytosol marker.", "cite_spans": [], "ref_spans": [], "section": "Mitochondrial and Nucleus Isolation"}, {"text": "Superoxide production was measured using lucigeninenhanced chemiluminescence as previously described [31, 32] . Samples were incubated with the compounds in 50 mM phosphate buffer, pH 7.0 containing 1 mM EGTA and 150 mM sucrose. Five micromolar lucigenin and 100 μM NADPH were then added to start the reaction. Luminiscence was measured in an Infinite M200 multiwell plate reader (TECAN). NO production was measured with a NO fluorometric assay kit (BioVision, Milpitas, CA, USA). This assay converts the nitrate into nitrite by the nitrate reductase enzyme, and the total nitrite concentration was measured as nitrite reacted with the fluorescent probe DAN (2,3diaminonaphthalene), which is proportional to the total nitric oxide production. Fluorescence was measured in an Infinite M200 multiwell plate reader (TECAN). ", "cite_spans": [{"start": 101, "end": 105, "text": "[31,", "ref_id": "BIBREF31"}, {"start": 106, "end": 109, "text": "32]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Superoxide and Nitric Oxide Production in Isolated Mitochondria and Nuclei"}, {"text": "Rat and mouse β-actin 5′-TCGTGCGTGACATTAAAGAG-3′ 5′-TGCCACAGGATTCCATACC-3′", "cite_spans": [], "ref_spans": [], "section": "Superoxide and Nitric Oxide Production in Isolated Mitochondria and Nuclei"}, {"text": "Pure isolated mitochondria (30 μg) were treated 10-20 min at 37°C with Ang 1-7 (1 μM) alone or combined with the MasR inhibitor A779 (1 μM). For the superoxide production assay, isolated mitochondria were previously treated with Ang II (1 nM) and the AT2 receptor antagonist PD123,319 (2 μM). The effect of Nox4 in the Ang II/ AT1mitochondrial-induced O 2 − production was assessed using the Nox4 inhibitor thioridazine (10 μM). For the mitochondrial nitric oxide production assay, the effect of the nitric oxide synthase (NOS) was confirmed using the NOS inhibitor L-NAME (100 μM).", "cite_spans": [], "ref_spans": [], "section": "Superoxide and Nitric Oxide Production in Isolated Mitochondria and Nuclei"}, {"text": "Pure isolated nuclei (15 μg) were treated 20 min at 37°C with Ang 1-7 (1 μM) alone or combined with the MasR inhibitor A779 (1 μM). For the superoxide production assay, isolated nuclei were previously treated with Ang II (100 nM) and the effect of Nox4 was assessed using the Nox4 inhibitor thioridazine (10 μM). For nuclear nitric oxide production assay, the effect of NOS was confirmed using the NOS inhibitor L-NAME (100 μM).", "cite_spans": [], "ref_spans": [], "section": "Superoxide and Nitric Oxide Production in Isolated Mitochondria and Nuclei"}, {"text": "A standard in vitro RNA transcription system (Promega, Madison, WI, USA) was used to study the effects of Ang 1-7 on mRNA transcription in isolated nuclei. Freshly isolated nuclei (100 μg) were pretreated with Ang 1-7 (1 μM) alone or combined with the Mas receptor antagonist A779 (10 μM) for 30 min at 37°C. Pre-treated nuclei were then incubated with an in vitro RNA transcription system consisting of 500 μM of ATP, GTP, and UTP; and 2 U/μl RNasin in transcription buffer (Promega) at 37°C for 1 h. After treatments, RNA was extracted using TRIzol (Invitrogen) according to the manufacturer's instructions. RNA (1.8 μg) was reverse transcribed to cDNA with deoxynucleotide triphosphate (dNTP), random primers, and Moloney murine leukemia virus reverse transcriptase (MMLV; 200 U; Invitrogen). In order to evaluate the expression of AT1, AT2, and MasR genes, RT-PCR was performed as described previously.", "cite_spans": [], "ref_spans": [], "section": "Effects of Ang 1-7 Treatment on the Transcription of AT1, AT2, and MasR mRNA in Isolated Nuclei"}, {"text": "All data were obtained from at least three independent experiments and were expressed as mean values ± SEM. Twogroup comparisons were carried out by Student's t test and multiple comparisons by one-way ANOVA followed by the Bonferroni test. The normality of populations and homogeneity of variances were tested before each ANOVA. Differences were considered statistically significant at p < 0.05. Statistical analyses were carried out with the SigmaPlot 11.0 (Systat Software, Inc., CA, USA).", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "We investigated the presence of the main receptor for Ang 1-7 in rat mesencephalic primary cultures using markers for Mas receptor and different cell types. Immunofluorescence and confocal microscopy revealed a clear presence of Mas receptor immunoreactivity in neurons in general, and dopaminergic neurons in particular, which were identified by the neuronal marker NeuN (Fig. 1a-d) and the dopaminergic neuron marker tyrosine hydroxylase (TH) (Fig. 1e-h) , respectively. Labeling for Mas receptor was more intense at the cytoplasm and plasma membrane than at nuclear level. Glial cells also showed immunoreactivity for Mas receptors. Astrocytes were identified by GFAP-immunoreactivity and showed a Mas receptor labeling; however, the labeling was weaker than that observed in neurons, and not all the GFAP-positive cells were clearly immunoreactive (Fig. 1i-l) . OX42-positive microglial cells showed a notable Mas receptor immunoreactivity, which was higher at the cytoplasm and plasma membrane than at the nuclear level (Fig. 1m-p) .", "cite_spans": [], "ref_spans": [{"start": 372, "end": 383, "text": "(Fig. 1a-d)", "ref_id": "FIGREF1"}, {"start": 445, "end": 456, "text": "(Fig. 1e-h)", "ref_id": "FIGREF1"}, {"start": 852, "end": 863, "text": "(Fig. 1i-l)", "ref_id": "FIGREF1"}, {"start": 1025, "end": 1036, "text": "(Fig. 1m-p)", "ref_id": "FIGREF1"}], "section": "Mas Receptors Are Expressed in Dopaminergic Neurons, Astrocytes, and Microglia of Rat Mesencephalic Primary Cultures"}, {"text": "Immunofluorescence and confocal microscopy were used to study the presence of Mas receptors in tissue sections from human, monkey, and rat SN. In the human SN, we observed an intense labeling for Mas receptor in dopaminergic neurons, which were identified by TH immunoreactivity (Fig. 2a) and confirmed by the presence of neuromelanin. Similarly, dopaminergic neurons from monkey SN showed strong Mas receptor immunoreactivity (Fig. 2b) . In the rat SN, TH-positive dopaminergic neurons also showed Mas receptor immunoreactivity. Numerous fibers intensely labeled for Mas receptors, and apparently coming from the striatum, were observed in the SN pars reticulata (Fig. 2c) . The present results show that Mas receptors are expressed in the SN of rodents, monkeys, and humans.", "cite_spans": [], "ref_spans": [{"start": 279, "end": 288, "text": "(Fig. 2a)", "ref_id": "FIGREF2"}, {"start": 427, "end": 436, "text": "(Fig. 2b)", "ref_id": "FIGREF2"}, {"start": 664, "end": 673, "text": "(Fig. 2c)", "ref_id": "FIGREF2"}], "section": "Mas Receptors Are Expressed in Dopaminergic Neurons from Human, Monkey, and Rat Substantia Nigra"}, {"text": "The expression of Mas receptor was confirmed using laser captured microdissection of dopaminergic neurons from rat SN sections (Fig. 2d, d') , and the presence of the Mas receptor mRNA was analyzed by RT-PCR and ddPCR. First, the RT-PCR analysis of microdissected neurons showed the presence of the Mas receptor mRNA in the rat SN; nigral tissue homogenates were also processed for PCR and used as positive controls, and the PCR mixes were used as negative control (Fig. 2e ). In addition, ddPCR of samples containing microdissected dopaminergic neurons showed that these neurons contained the Mas receptor mRNA (13, 833 copies/μg of total RNA), confirming an unequivocal presence of the Mas receptor in dopaminergic neurons from rat SN (Fig. 2f) .", "cite_spans": [{"start": 612, "end": 616, "text": "(13,", "ref_id": "BIBREF12"}, {"start": 617, "end": 620, "text": "833", "ref_id": null}], "ref_spans": [{"start": 127, "end": 140, "text": "(Fig. 2d, d')", "ref_id": "FIGREF2"}, {"start": 465, "end": 473, "text": "(Fig. 2e", "ref_id": "FIGREF2"}, {"start": 737, "end": 746, "text": "(Fig. 2f)", "ref_id": "FIGREF2"}], "section": "Mas Receptors Are Expressed in Dopaminergic Neurons from Human, Monkey, and Rat Substantia Nigra"}, {"text": "We differentiated human iPSCs derived from a sporadic PD patient (SP08#1) and from a healthy control (SP11#1) into dopaminergic neurons. Using immunofluorescence and confocal microscopy, we observed a Mas receptor expression in TH-positive dopaminergic neurons derived from a healthy control (Fig. 2g-j) and PD patient (Fig. 2k-n) iPSCs. Mas receptor labeling was intense in both types of cells, and also in non-TH positive neurons, suggesting that this receptor is expressed in early steps of the differentiation process (i.e., undifferentiated pluripotent cells).", "cite_spans": [], "ref_spans": [{"start": 292, "end": 303, "text": "(Fig. 2g-j)", "ref_id": "FIGREF2"}, {"start": 319, "end": 330, "text": "(Fig. 2k-n)", "ref_id": "FIGREF2"}], "section": "Mas Receptors Are Expressed in Human iPS Cells from PD Patients and Healthy Controls"}, {"text": "In the present study, SN from 18 to 20-month-old rats and SN from 2 to 3-month-old rats were compared to investigate the effect of aging on the Ang 1-7/Mas receptor axis. We observed that aged rats showed a significant decrease in levels of nigral Mas receptor protein and mRNA relative to young rats (Fig. 3a, d) . ACE2 protein and mRNA expression were also decreased in aged rats (Fig. 3b, e) . In addition, we observed a significant decrease in the ACE2 enzyme activity (Fig.3c) , and Ang 1-7 levels were also significantly lower in SN from aged rats than in SN from young rats (Fig. 3f) . The results indicate a lower activity of the Ang 1-7/Mas protective arm in the SN of aged rats. Homogenates of SN were used as a positive control, and PCR mix without a sample was used as negative control for RT-PCR (e). Concentration of MasR mRNA (copies/μg of RNA) measured by ddPCR in four samples of laser-microdissected dopaminergic neurons (f). Triple immunofluorescence labeling of dopaminergic neurons (TH; g, k) differentiated from iPSCs from a human healthy control (g-j) and a sporadic PD patient (k-n) showing co-localization with MasR (h, l) and the nuclear marker Hoechst (i, m). TH tyrosine hydroxylase, ddPCR droplet digital PCR, iPSC induced pluripotent stem cells. Scale bars 50 μm for SN (a-d'), 25 μm for high magnification boxed images (a-c), and 5 μm for iPSC (g-n)", "cite_spans": [], "ref_spans": [{"start": 301, "end": 313, "text": "(Fig. 3a, d)", "ref_id": null}, {"start": 382, "end": 394, "text": "(Fig. 3b, e)", "ref_id": null}, {"start": 473, "end": 481, "text": "(Fig.3c)", "ref_id": null}, {"start": 581, "end": 590, "text": "(Fig. 3f)", "ref_id": null}], "section": "Mas Receptors and ACE2 Expression and Activity Decrease with Aging"}, {"text": "We used SN from male adult wild-type C57BL/6 mice and from AT1 or AT2 KO mice to investigate possible effects on the Ang 1-7/Mas receptor axis. We observed that AT1 receptor deletion does not induce significant changes in the Mas receptor expression (Fig. 4a, d) . However, AT1 KO mice showed a decrease in ACE2 mRNA and protein expression and a decrease in ACE2 activity, as well as a decrease in Ang 1-7 levels (Fig. 4b,  c , e, f). AT2 KO mice showed a significant decrease in the expression of Mas receptor and ACE2 protein and mRNA (Fig. 4g, h, j, k) and a significant decrease in the ACE2 activity ( Fig. 4i) relative to WT mice. Consistent with this, SN from KOAT2 mice showed lower levels of Ang 1-7 than SN from WT mice (Fig. 4l) .", "cite_spans": [], "ref_spans": [{"start": 250, "end": 262, "text": "(Fig. 4a, d)", "ref_id": "FIGREF4"}, {"start": 413, "end": 425, "text": "(Fig. 4b,  c", "ref_id": "FIGREF4"}, {"start": 537, "end": 555, "text": "(Fig. 4g, h, j, k)", "ref_id": "FIGREF4"}, {"start": 606, "end": 614, "text": "Fig. 4i)", "ref_id": "FIGREF4"}, {"start": 729, "end": 738, "text": "(Fig. 4l)", "ref_id": "FIGREF4"}], "section": "Effects of AT1 or AT2 Receptor Deletion on the Ang 1-7/Mas Receptor Axis"}, {"text": "The treatment of N27 dopaminergic cells with Ang II alone induced a moderate but significant increase in levels of superoxide. Co-treatment of N27 dopaminergic cells with Ang II and Ang 1-7 for 24 h reversed the increase in superoxide observed with Ang II alone. This effect was not produced in the presence of Mas receptor inhibitor, A779, or with Ang 1-7 alone (Fig. 5a) .", "cite_spans": [], "ref_spans": [{"start": 363, "end": 372, "text": "(Fig. 5a)", "ref_id": "FIGREF3"}], "section": "Ang 1-7 Protects Dopaminergic Cells from Ang II-Induced Oxidative Stress and Metabolic Changes"}, {"text": "The analysis of oxygen consumption rate (OCR) with a Seahorse XFp instrument showed that 24 h treatment of dopaminergic N27 cells with Ang II induced a significant decrease in maximal respiration rate (i.e., the maximum rate of respiration that the cell can achieve after treatment with the uncoupler FCCP). The Ang II-induced decrease in maximal respiration was not observed in the presence of Ang 1-7 Fig. 3 Mas receptor and ACE2 expression and activity decrease with aging. Mas receptor (MasR) and ACE2 protein (n = 6) (a, b) and mRNA (n = 4-6) (d, e) expression were significantly reduced in SN from aged rats compared to young rats. ACE2 activity (n = 5-6) (c) and Ang 1-7 content (n = 4) (f) were significantly lower in SN from aged rats compared to young rats. Data are mean ± standard error of the mean (SEM). *p < 0.05 compared to control (Student's t test). SN substantia nigra, ACE2 angiotensin converting enzyme 2, Ang 1-7 angiotensin 1-7 (Fig. 5b, d) . The basal respiration rate (i.e., the energetic demand of the cell under baseline conditions) was not significantly modified after treatment with Ang II and/or Ang 1-7, although a tendency similar to that observed for maximal respiration was observed (Fig. 5b, c) .", "cite_spans": [], "ref_spans": [{"start": 403, "end": 409, "text": "Fig. 3", "ref_id": null}, {"start": 951, "end": 963, "text": "(Fig. 5b, d)", "ref_id": "FIGREF3"}, {"start": 1217, "end": 1229, "text": "(Fig. 5b, c)", "ref_id": "FIGREF3"}], "section": "Ang 1-7 Protects Dopaminergic Cells from Ang II-Induced Oxidative Stress and Metabolic Changes"}, {"text": "Recently, we observed AT1 and AT2 receptors in brain mitochondria and nuclei [17, 18] . In the present study, we investigated the possible presence of Mas receptors at mitochondrial receptor-deficient mice. Mas receptor protein (n = 6) (a) and mRNA (n = 4-5) (d) expression did not show significant differences between SN from KOAT1 mice and wild-type mice (WT). However, levels of ACE2 protein (n = 6) and mRNA (n = 4-5) (b, e), ACE2 activity (n = 4-6) (c), and the Ang 1-7 content (n = 4) (f) were significantly decreased in SN from KOAT1 mice relative to WT mice. Mas receptor and ACE2 protein (g, h) (n = 10-11) and mRNA (n = 5) (j, k) expression, ACE2 activity (n = 4-5) (i), and Ang 1-7 content (n = 4-5) (l) were significantly reduced in SN from KOAT2 mice relative to WT mice. Data are mean ± standard error of the mean (SEM). *p < 0.05 compared to control (Student's t test) . SN substantia nigra, ACE2 angiotensin converting enzyme 2, Ang 1-7 angiotensin 1-7 and nuclear levels using the mitochondrial marker MTDR and the nuclear marker Hoechst 33342. In the different cell types studied (i.e., N27 murine dopaminergic neuron, C6 astrocytic, and N9 microglial cell lines) (Fig. 6a-d, g-j, m-p) , we observed a co-localization of the Mas receptor immunoreactivity with the mitochondrial marker MTDR with a 40-45% colocalization rate for the different ROIs selected (Fig. 6e, k,  q) . The nuclear presence of MasR was mainly observed at the nuclear membrane level with a co-localization rate of 10-15% for the ROI selected (Fig. 6f, l, r) .", "cite_spans": [{"start": 77, "end": 81, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 82, "end": 85, "text": "18]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 865, "end": 883, "text": "(Student's t test)", "ref_id": null}, {"start": 1182, "end": 1203, "text": "(Fig. 6a-d, g-j, m-p)", "ref_id": null}, {"start": 1374, "end": 1390, "text": "(Fig. 6e, k,  q)", "ref_id": null}, {"start": 1531, "end": 1546, "text": "(Fig. 6f, l, r)", "ref_id": null}], "section": "Mas Receptors Are Located in Mitochondria and Nuclei of Neurons and Glial Cells"}, {"text": "After observing a co-localization of Mas receptors and mitochondrial markers in dopaminergic neurons and glial cells (Fig. 6) , we further confirmed the presence of Mas receptors in mitochondria using pure isolated mitochondria from rat nigral region. We found relatively low expression of Mas receptors in the mitochondrial fraction in comparison with the whole cell homogenate. However, the ACE2 expression was much higher in mitochondrial fraction than in the whole cell homogenate (Fig. 7a, b) , suggesting a major role of this enzyme in mitochondria. Furthermore, we observed that Ang 1-7 is more abundant than Ang II peptide in pure isolated mitochondria from rat nigral region (Fig. 7c) , suggesting an important role for Ang 1-7 in the mitochondrial function.", "cite_spans": [], "ref_spans": [{"start": 117, "end": 125, "text": "(Fig. 6)", "ref_id": null}, {"start": 485, "end": 497, "text": "(Fig. 7a, b)", "ref_id": null}, {"start": 684, "end": 693, "text": "(Fig. 7c)", "ref_id": null}], "section": "Ang 1-7/Mas Modulates Mitochondrial ROS/RNS Levels in Isolated Mitochondria from Rat SN"}, {"text": "To investigate the possible role of Ang 1-7/Mas axis in the mitochondrial function, we measured ROS and RNS production after treatment of isolated mitochondria with Ang 1-7 and the Mas receptor antagonist A779. We observed that the Ang 1-7 treatment inhibited the increase in superoxide induced by activation of mitochondrial AT1 receptors (i.e., treatment with Ang II and the AT2 receptor antagonist PD123,319) (Fig. 7d) . Recently, we have shown that mitochondrial AT1 receptors induce an increase in superoxide production via activation of the intracellular NADPH isoform NOX4, because this increase was not produced in the presence of the specific NOX4 inhibitor thioridazine [17] . In the present study, we observed that the increase in mitochondrial superoxide production, via Ang II/AT1/NOX4, is inhibited by activation of the mitochondrial Ang 1-7/Mas receptor axis (Fig. 7d) , supporting a beneficial function of Ang 1-7/Mas receptor axis against mitochondrial oxidative stress production.", "cite_spans": [{"start": 680, "end": 684, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 412, "end": 421, "text": "(Fig. 7d)", "ref_id": null}, {"start": 874, "end": 883, "text": "(Fig. 7d)", "ref_id": null}], "section": "Ang 1-7/Mas Modulates Mitochondrial ROS/RNS Levels in Isolated Mitochondria from Rat SN"}, {"text": "Regarding mitochondrial reactive nitrogen species (NRS) production, the activation of Mas receptors with its natural ligand Ang 1-7 led to an increase in mitochondrial levels of NO, which was inhibited by pretreatment with the Mas receptor antagonist A779 or the NOS inhibitor L-NAME (Fig. 7e) . The present data suggest that the modulation of mitochondrial ROS and RNS production contributes to the protective effects of Ang 1-7.", "cite_spans": [], "ref_spans": [{"start": 284, "end": 293, "text": "(Fig. 7e)", "ref_id": null}], "section": "Ang 1-7/Mas Modulates Mitochondrial ROS/RNS Levels in Isolated Mitochondria from Rat SN"}, {"text": "We used pure isolated nuclei from rat nigral region to investigate the possible presence and functional role of Ang 1-7/Mas receptors at the nuclear level. The purity of the sample was confirmed by the absence of the cytosol marker α-tubulin and the plasma membrane marker Na + /K + -ATPase pump. Using WB, we observed the presence of the Mas receptor and the enzyme ACE2 in isolated nuclei (Fig. 8a, b) . This is consistent with our recent study showing the presence of other major RAS receptors (AT1 and AT2) at the nuclear level and their role in modulation of Ang II-induced cell oxidative stress [18] . We then studied the effects of nuclear Ang 1-7/Mas receptor activation on nuclear ROS and RNS levels. Activation of nuclear Mas receptors by Ang 1-7 inhibited the increase in nuclear superoxide induced by Ang II via nuclear AT1 receptors (Fig. 8c) . This inhibition was not observed in the presence of the Mas receptor inhibitor A779, which confirmed the action of the natural ligand of Mas receptors at nuclear level. Consistent with our previous work, the increase in superoxide induced by Ang II/AT1 activation was mediated by nuclear Nox4. Nox4 is a constitutive enzyme, and its effects were blocked by treatment with the Nox4 inhibitor thioridazine (Fig. 8c ). In addition, Ang 1-7 treatment induced a significant increase in nuclear NO levels, which was not observed in the presence of the Mas receptor antagonist A779 or the NOS inhibitor L-NAME (Fig. 8d ). All these data suggest a major role of the Ang 1-7/Mas receptor axis at the nuclear level.", "cite_spans": [{"start": 601, "end": 605, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 391, "end": 403, "text": "(Fig. 8a, b)", "ref_id": "FIGREF5"}, {"start": 846, "end": 855, "text": "(Fig. 8c)", "ref_id": "FIGREF5"}, {"start": 1262, "end": 1270, "text": "(Fig. 8c", "ref_id": "FIGREF5"}, {"start": 1461, "end": 1469, "text": "(Fig. 8d", "ref_id": "FIGREF5"}], "section": "Ang 1-7/Mas Modulates Nuclear ROS/RNS Levels in Isolated Nuclei from Rat SN"}, {"text": "In a previous work, we have observed that the treatment of isolated nuclei with Ang II induces, via nuclear AT1 receptors, an increase in the expression of mRNA for AT2 receptors and precursors of intracrine Ang II, which we suggested to be a protective response of the nuclear RAS to counteract Ang II/ AT1-induced cellular oxidative stress [18] . In the present study, we performed in vitro transcription assays in isolated nuclei treated with Ang 1-7, and we observed no effects on the mRNA expression for AT1 and Mas receptors (Fig. 8e, f) . However, Ang 1-7, via Mas receptors, significantly decreased the expression of mRNA for AT2 receptors (Fig. 8g) .", "cite_spans": [{"start": 342, "end": 346, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 531, "end": 543, "text": "(Fig. 8e, f)", "ref_id": "FIGREF5"}, {"start": 648, "end": 657, "text": "(Fig. 8g)", "ref_id": "FIGREF5"}], "section": "Ang 1-7/Mas Modulates Nuclear ROS/RNS Levels in Isolated Nuclei from Rat SN"}, {"text": "The results suggest a link between AT2 and Mas receptors, particularly at the intracellular level, which are summarized in Fig. 9 (see BDiscussion^).", "cite_spans": [], "ref_spans": [{"start": 123, "end": 129, "text": "Fig. 9", "ref_id": null}], "section": "Ang 1-7/Mas Modulates Nuclear ROS/RNS Levels in Isolated Nuclei from Rat SN"}, {"text": "The classical renin-angiotensin system (RAS) was described more than a century ago, but several new components of the system were more recently discovered. The angiotensinderived peptide Ang 1-7 and its receptor Mas are particularly interesting. After demonstrating that Ang 1-7 was a ligand of Mas receptor, the Ang 1-7/Mas receptor axis was definitively established as a new arm of the RAS [34] . A local paracrine brain RAS has been identified and associated with several brain disorders such as anxiety and stress [35] , depressive illness [36] , and others. Over the last decade, we and others have shown a major role of the brain RAS in the progression of dopaminergic neuron degeneration in PD models. We observed that Ang II, via AT1 receptors and activation of the NADPH oxidase complex, induces oxidative stress and exacerbates neuroinflammation in different cellular and animal PD models and contributes to the progression of neurodegeneration. AT2 receptors are known to counteract the actions of AT1 receptors, exerting a neuroprotective role [7, 8, 37] .", "cite_spans": [{"start": 392, "end": 396, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 518, "end": 522, "text": "[35]", "ref_id": "BIBREF35"}, {"start": 544, "end": 548, "text": "[36]", "ref_id": "BIBREF36"}, {"start": 1056, "end": 1059, "text": "[7,", "ref_id": null}, {"start": 1060, "end": 1062, "text": "8,", "ref_id": "BIBREF7"}, {"start": 1063, "end": 1066, "text": "37]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Discussion Dopaminergic System and RAS Mas Receptors"}, {"text": "Our previous studies showed the presence of major components of the classical RAS in the nigrostriatal Fig. 7 MasR and ACE2 protein in isolated mitochondria (Mit) from the rat nigral region. Western blots (WB) of whole homogenate (Wh; n = 3) and pure isolated mitochondria (Mt; n = 3) from the rat nigral region showing different markers used to assess the purity of the isolated mitochondria: voltage-dependent anion channel (VDAC) as a mitochondrial marker, tubulin as a cytosol marker, and histone deacetylase 2 (HDAC2) as a nuclear marker (a). ACE2 enzyme presents a higher expression than MasR in isolated mitochondria relative to whole cell homogenate (b). Isolated mitochondria from the nigral region have higher levels of Ang 1-7 than Ang II as measured by specific EIA (n = 3-5) (c). Treatment of isolated mitochondria with Ang 1-7 inhibits the increase in mitochondrial superoxide production induced by the activation of mitochondrial AT1 receptors (Ang II + the AT2 receptor antagonist PD123,319). Superoxide is produced via Nox4, as the Nox4 inhibitor thioridazine blocked the AT1-induced superoxide production. The inhibitory effect of Ang 1-7 was not observed in the presence of the MasR antagonist A779, which confirmed that Ang 1-7 acts through MasR in isolated mitochondria (n = 4) (d). Treatment of isolated mitochondria with Ang 1-7 increased mitochondrial nitric oxide (NO) production, which was not observed when isolated mitochondria were pre-treated with the NOS inhibitors L-NAME or the MasR inhibitor A779 (n = 4-7) (e). Data are mean ± standard error of the mean (SEM). *p < 0.05 compared to the control; #p < 0.05 compared to Ang II + PD 123,319 (d) and to Ang 1-7 (e); and &p < 0.05 compared to Ang II + PD 123,319 + Ang 1-7 (d) (one-way analysis of variance [ANOVA] and Bonferroni post hoc test). Ang 1-7 angiotensin 1-7, Ang II angiotensin II, NOS nitric oxide synthase, L-NAME L-arginine methyl ester hydrochloride Fig. 6 Intracellular localization of Mas receptors in dopaminergic neurons, astrocytes, and microglia. Triple immunofluorescence labeling for MasR (green, a, g, m), mitochondria (MTDR, red, b, h, n) and nuclei (Hoechst, blue, c, i, o) in the N27 dopaminergic cell line (a-d), C6 astrocytic cell line (g-j), and N9 microglial cell line (m-p) showing the presence of MasR at mitochondrial and nuclear levels. Images showing co-localization and scatter plots of the red (MTDR) or the blue (Hoechst) versus green (MasR) intensities in N27 (e, f), C6 (k, l), and N9 (q, r) cell lines. Percentages of co-localization were calculated by the LAS AF software. MTDR MitoTracker Deep Red. Scale bars: 5 μm region of rodents, monkeys, and humans [1] [2] [3] 38] . However, the new Ang 1-7/Mas receptor RAS arm was not investigated in the dopaminergic system. In the present study, we observed Mas receptor labeling in dopaminergic neurons and glial cells in rat mesencephalic primary cultures and rat substantia nigra (SN). The Mas receptor immunoreactivity was higher in neurons than in astrocytes and microglial cells. Furthermore, we confirmed the presence of Mas receptors in dopaminergic neurons from monkey and human SN. We also observed the presence of Mas receptors in human iPSCs derived from healthy controls and sporadic PD patients. The results confirm those observed in the human nigra. More importantly, the presence of MasR in dopaminergic neurons obtained from iPSCs may be basis for future functional studies investigating possible alterations in the Ang 1-7/MasR axis in iPSCs from PD patients. In the present study, we just used immunohistochemistry, and we did not detect any obvious difference between cells from patients and controls. More detailed and complex studies are necessary to investigate possible functional or structural differences. However, this is beyond the scope of the present general Treatment of isolated nuclei with Ang 1-7 inhibits the increase in nuclear superoxide production induced by activation of nuclear AT1 receptors (Ang II + the AT2 receptor antagonist PD123,319). Superoxide is produced via Nox4, as Nox4 inhibitor thioridazine blocked the AT1induced superoxide production. The inhibitory effect of Ang 1-7 was not observed in the presence of the MasR antagonist A779, which confirmed that Ang 1-7 acts through MasR in isolated nuclei (n = 5-6). (d) Treatment of isolated nuclei with Ang 1-7 increased the nuclear nitric oxide (NO) production, which was not observed when isolated nuclei were pretreated with the NOS inhibitors L-NAME or the MasR inhibitor A779 (n = 6). Levels of AT1 receptor mRNA (e) or MasR mRNA (f) did not change significantly after treatment of isolated nuclei with Ang 1-7 or Ang 1-7 and the MasR inhibitor A779 (n = 5-12). (g) Treatment of isolated nuclei with Ang 1-7 induced a decrease in the expression of mRNA for AT2, which was inhibited by simultaneous treatment with the MasR receptor inhibitor A779, indicating that these effects are mediated via nuclear MasR receptors (n = 5-7). Data are mean ± standard error of the mean (SEM). *p < 0.05 compared to control; #p < 0.05 compared to Ang II (c) and to Ang 1-7 (d, g) (oneway analysis of variance [ANOVA] and Bonferroni post hoc test). Ang 1-7 angiotensin 1-7, Ang II angiotensin II, NOS nitric oxide synthase, L-NAME L-arginine methyl ester hydrochloride approach showing the presence of an Ang 1-7/MasR axis in dopaminergic neurons. The results obtained with immunological methods were confirmed with different methodological approaches such as laser capture microdissection and digital PCR. We have also observed that the Ang 1-7/Mas axis is downregulated with aging, and the results from AT1 and AT2 KO mice revealed interactions between AT1, AT2, and Mas receptors. Interestingly, we have identified an intracellular (i.e., mitochondrial and nuclear) Ang 1-7/Mas axis that modulates mitochondrial and nuclear levels of superoxide.", "cite_spans": [{"start": 2680, "end": 2683, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 2684, "end": 2687, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 2688, "end": 2691, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 2692, "end": 2695, "text": "38]", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 103, "end": 109, "text": "Fig. 7", "ref_id": null}, {"start": 1946, "end": 1952, "text": "Fig. 6", "ref_id": null}], "section": "Discussion Dopaminergic System and RAS Mas Receptors"}, {"text": "Aging is the main risk factor for major neurodegenerative diseases such as Alzheimer's disease and PD. Aging is associated with a pro-inflammatory and pro-oxidative state that affects the vulnerability of dopaminergic neurons [39] [40] [41] . We have shown that aging-related dysregulation of nigral RAS is involved in these effects and that aging-related increase in levels of neuroinflammation, oxidative stress, and dopaminergic cell vulnerability were inhibited by treatment with the AT1 antagonist candesartan. In the present study, we observed a decrease in the protective Ang1-7/Mas axis expression in the SN of aged rats (i.e., a decrease in Mas receptor and ACE2 expression and Ang 1-7 levels). This is consistent with previous studies in aged animals that showed a dysregulation of nigral RAS, particularly an increase in the pro-oxidative AT1 receptor expression and a decrease in the protective AT2 receptor expression [42, 43] . The present data further support that an aging-related decrease in the activity of the RAS protective axis (Ang II/AT2 and Ang 1-7/Mas receptor) and an increase in the activity of the pro-oxidative proinflammatory axis (Ang II/AT1) are involved in the higher vulnerability of dopaminergic neurons with aging.", "cite_spans": [{"start": 226, "end": 230, "text": "[39]", "ref_id": "BIBREF39"}, {"start": 231, "end": 235, "text": "[40]", "ref_id": "BIBREF40"}, {"start": 236, "end": 240, "text": "[41]", "ref_id": "BIBREF41"}, {"start": 931, "end": 935, "text": "[42,", "ref_id": "BIBREF42"}, {"start": 936, "end": 939, "text": "43]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Mas Receptors and Aging"}, {"text": "In the SN of AT2 KO mice, we observed a decrease in the expression of the Mas receptor protein and mRNA. It has been shown that AT2 and Mas receptors may form heterodimers, as they have similar signaling mechanisms and protective actions [44] . Furthermore, a functional dependence between both receptors has been suggested because Ang 1-7 did not induce any effect in astrocytes from AT2 KO mice, and the AT2 receptor agonist Compound 21 (C21) was ineffective in astrocytes from Mas receptor KO mice [44, 45] . In the SN of AT1 KO mice, we did not observe a significant change in the Mas receptor expression. However, ACE2 and Ang 1-7 levels and ACE2 activity were significantly decreased, which may lead to a decrease in the activity of the Ang 1-7/Mas axis in the absence of the Ang II/AT1 pro-oxidative pro-inflammatory axis. Interestingly, a decrease in the AT2 receptor expression was also observed in the nigra AT1 KO mice [46] .", "cite_spans": [{"start": 238, "end": 242, "text": "[44]", "ref_id": "BIBREF44"}, {"start": 501, "end": 505, "text": "[44,", "ref_id": "BIBREF44"}, {"start": 506, "end": 509, "text": "45]", "ref_id": "BIBREF45"}, {"start": 930, "end": 934, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Interactions of the Ang 1-7/Mas Axis with AT1 and AT2 Receptors in KO Mice"}, {"text": "It is known that Ang II is a main source of NADPH oxidasederived oxidative stress through the membrane AT1 receptor activation [33, 47] . In the present study, we have observed that Ang 1-7, via Mas receptors, inhibits the increase in cellular ROS produced by Ang II in dopaminergic neurons, Fig. 9 Model of the role that the intracellular MasR plays, interacting with AT1 and AT2 receptors, in modulating the pro-oxidative effects of the activation of membrane AT1 receptors by extracellular (i.e., paracrine) angiotensin II (AII). Extracellular AII induces activation of the membrane the AT1-Nox2 axis, leading to the generation of intracellular superoxide and oxidative stress (red arrows) [3, 8, 33] . Extracellular AII also induces the internalization of the AII-AT1 receptor complex to the nucleus (green arrows; 18). Internalized and intracellularly produced AII is transformed by ACE2 into A1-7, which acts on MasR. Activation of nuclear AT1 receptors induces an increase in nuclear NOX4/superoxide levels, which are known to regulate gene expression, and triggers a number of mechanisms that protect cells against oxidative stress (green arrows; 18). These protective mechanisms include (i) an increase in the expression of AT2 receptor mRNA, which leads to an increase in the levels of protective AT2 receptors that traffic to different cell structures such as mitochondria and cell membrane, inducing a compensatory increase in the RAS protective arm (i.e., AII/AT2); and (ii) an increase in angiotensinogen, renin, and prorenin/renin receptor mRNA, which leads to an increase in the synthesis of intracellular AII to act on intracellular AT2 receptors and MasR (via ACE2/A1-7). Nuclear MasR and AT2 [18] receptors modulate this process (via NOS; red lines) by counteracting the effects of nuclear AT1 receptors. AII angiotensin II, A1-7 angiotensin 1-7, AT1 angiotensin type 1 receptors, AT2 angiotensin type 2 receptors, MAS Mas receptors, ROS reactive oxygen species confirming a neuroprotective role of the Ang 1-7/Mas R axis in these cells. Moreover, treatment of dopaminergic cells with Ang II produced alterations in some bioenergetic parameters (i.e., Ang II decreased the maximum rate of respiration that the cell can achieve to respond to an energetic demand), but not in the presence of the Ang 1-7 treatment. This is consistent with the previously described results on ROS production and with previous observations in neuroblastoma cells showing a decrease in OCR in response to different ROS production agents [48] .", "cite_spans": [{"start": 127, "end": 131, "text": "[33,", "ref_id": "BIBREF33"}, {"start": 132, "end": 135, "text": "47]", "ref_id": "BIBREF47"}, {"start": 693, "end": 696, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 697, "end": 699, "text": "8,", "ref_id": "BIBREF7"}, {"start": 700, "end": 703, "text": "33]", "ref_id": "BIBREF33"}, {"start": 1711, "end": 1715, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 2534, "end": 2538, "text": "[48]", "ref_id": "BIBREF48"}], "ref_spans": [{"start": 292, "end": 298, "text": "Fig. 9", "ref_id": null}], "section": "Effects of the Angiotensin 1-7/Mas Receptor Axis on AII-Derived Neuronal Oxidative Stress and Neuronal Metabolic Changes"}, {"text": "Interestingly, it has been shown that ROS derived from the Ang II-induced activation of neuronal NADPH oxidase are moderate and normally not sufficient to induce significant dopaminergic neuron death. This may be explained by the simultaneous triggering of intraneuronal compensatory mechanisms (i.e., activation of the protective AT2/Ang 1-7/Mas receptor axis) described as follows (Fig. 9) . However, additional or synergistic ROS sources such as neurotoxins [33, 47] or activation of microglial cells [3, 38] may overwhelm the neuronal compensatory and antioxidant mechanisms leading to dopaminergic cell death.", "cite_spans": [{"start": 461, "end": 465, "text": "[33,", "ref_id": "BIBREF33"}, {"start": 466, "end": 469, "text": "47]", "ref_id": "BIBREF47"}, {"start": 504, "end": 507, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 508, "end": 511, "text": "38]", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 383, "end": 391, "text": "(Fig. 9)", "ref_id": null}], "section": "Effects of the Angiotensin 1-7/Mas Receptor Axis on AII-Derived Neuronal Oxidative Stress and Neuronal Metabolic Changes"}, {"text": "Our previous results revealed the presence of an intracrine mitochondrial RAS in the substantia nigra. We observed Ang II and functional AT1 and AT2 receptors in isolated mitochondria from rat brain, which modulate the mitochondrial function. Mitochondrial AT2 receptors are much more abundant than AT1, increase after treatment of cells with oxidative stress inducers, and induce, via nitric oxide, a decrease in mitochondrial respiration [17] . The present data show the presence of Mas receptors in isolated mitochondria from the rat nigral region. However, the expression of this receptor in mitochondria was lower than that observed in the whole cell homogenate. Interestingly, the Ang 1-7-forming enzyme ACE2 was much more abundant at the mitochondrial level than in the whole cell homogenate, suggesting an additional role for this enzyme in the mitochondria. Both ACE (the Ang II forming enzyme) and ACE2 have several substrates that give them multiplicity of functions. The new RAS member alamandine has been shown to be formed by ACE2 from angiotensin A and to act through a Mas-related gene receptor (MrgD) [49] . Another possibility is that Ang 1-7, which is more abundant than Ang II at the mitochondrial level, acts via other mitochondrial receptors (i.e., in addition to Mas receptors). Interestingly, mitochondrial AT2 receptors, which are the most abundant Ang II receptors in mitochondria, have been shown to bind Ang 1-7 in the cardiovascular system [50] . Furthermore, the abovementioned MrgD receptor has also been suggested to be an additional Ang 1-7 receptor [51] . In isolated mitochondria, we have observed that Ang 1-7, via the Mas receptor, induces an increase in mitochondrial nitric oxide production and inhibits the increase in levels of superoxide produced by activation of Ang II/AT1 (i.e., Ang 1-7 protects mitochondria from detrimental effects of the ROS production). These protective effects are similar to those induced by the activation of mitochondrial AT2 receptors [17] . A similar protective effect of Ang 1-7/Mas receptor activation (i.e., reduction of ROS produced by high glucose treatment) was recently reported in cardiomyocytes [52] , and in human brain microvascular endothelial cells, where Ang-(1-7) suppressed the Ang II-induced pro-apoptotic activity, ROS overproduction, and NO reduction [53] .", "cite_spans": [{"start": 440, "end": 444, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 1118, "end": 1122, "text": "[49]", "ref_id": "BIBREF49"}, {"start": 1469, "end": 1473, "text": "[50]", "ref_id": "BIBREF50"}, {"start": 1583, "end": 1587, "text": "[51]", "ref_id": "BIBREF51"}, {"start": 2006, "end": 2010, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 2176, "end": 2180, "text": "[52]", "ref_id": "BIBREF52"}, {"start": 2342, "end": 2346, "text": "[53]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Mitochondrial Mas Receptors"}, {"text": "In a number of cell types, it has been shown that the proinflammatory pro-oxidative effects of the Ang II/AT1/ NADPH oxidase/superoxide axis are counteracted by the Ang II/AT2 and the Ang 1-7/MasR protective axis. In dopaminergic neurons, we have observed that this inhibitory effect may be exerted at several levels (summarized in Fig. 9) , and the mitochondrial level appears as a major site for RASrelated ROS production/modulation. Several previous studies have shown a ROS-mediated interaction (i.e., cross-talk signaling) between the membrane-bound NADPH oxidase complex and the mitochondria, so that ROS generated by the AngII/AT1/NADPH oxidase (Nox2) may act as a trigger to induce the opening of ATP-sensitive potassium channels (mitoKATP), which leads to an increase in the generation of mitochondrial ROS [10, 45] . In isolated mitochondria, the activation of AT1 mitochondrial receptors produces Nox4derived superoxide [17] . It is known that increased mitochondrial ROS results in mitochondrial DNA damage and oxidation of mitochondrial proteins, leading to mitochondrial dysfunction. Mitochondrial-derived ROS also reach the cytoplasm and contribute to cellular dysfunction. In the present study, we have observed that in dopaminergic neurons, Ang 1-7 inhibited the increase in levels of superoxide and changes in cell respiration induced by Ang II. In isolated mitochondria, we observed that Ang II-derived ROS were inhibited in the presence of Ang 1-7. In a previous study [17] , we showed that the activation of mitochondrial AT2 receptors leads to inhibition of mitochondrial superoxide, as observed for Ang 1-7 Mas receptors in the present study (see Fig. 9 ).", "cite_spans": [{"start": 816, "end": 820, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 821, "end": 824, "text": "45]", "ref_id": "BIBREF45"}, {"start": 931, "end": 935, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 1489, "end": 1493, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 332, "end": 339, "text": "Fig. 9)", "ref_id": null}, {"start": 1670, "end": 1676, "text": "Fig. 9", "ref_id": null}], "section": "Mitochondrial Mas Receptors"}, {"text": "We also observed Ang 1-7 and Mas receptors in rat nigral isolated nuclei. The activation of Mas receptors by their natural ligand Ang 1-7 produced an increase in the nuclear NO production and counteracted the increase in Ang II-derived nuclear superoxide. The activation of nuclear AT2 receptors by Ang II also induced an increase in nuclear NO production and counteracted the increase in nuclear superoxide [18] . Previous studies have shown that extracellular (paracrine) Ang II induces the activation of the cell membrane AT1/ Nox2 axis, leading to the generation of intracellular NADPH oxidase-derived superoxide and oxidative stress, but Ang II also induces the internalization of the Ang II-AT1 receptor complex to the nucleus (Fig. 9) . We have recently observed that the activation of nuclear AT1 receptors induces an increase in nuclear NOX4/superoxide and IP3/Ca 2+ levels, which are known to regulate the gene expression, triggering several mechanisms that may protect cells against oxidative stress [18] . These protective mechanisms include an increase in the expression of AT2 receptor mRNA, which leads to an increase in the levels of protective AT2 receptors that traffic to different cell structures such as mitochondria and cell membrane (i.e., overactivation of the detrimental Ang II/AT1 axis leads to a compensatory increase in the RAS Ang II/AT2 protective arm). In addition, the activation of nuclear AT1 receptors induces an increase in angiotensinogen, renin, and prorenin/renin receptor mRNA, which leads to an increase in the synthesis of intracellular AII and Ang 1-7 to act on intracellular AT2 and Mas receptors [18] (Fig. 9 ). In the present study, we have observed that the treatment of isolated nuclei with Ang 1-7 does not induce changes in the Mas and AT1 receptor mRNA expression. However, the activation of nuclear Mas receptors by Ang 1-7 induces a decrease in nuclear ROS and in the expression of AT2 receptor mRNA. The results suggest that nuclear Mas and AT2 receptors buffer the protective response (i.e., the enhancement of the Ang II/AT2 protective arm triggered by the activation of nuclear AT1 receptors). Altogether suggests that the nuclear RAS receptors play a pivotal role in maintaining an adequate balance between the cell detrimental and the protective RAS arms (Fig. 9) . The present and previous results [18] also reveal that this important function is impaired in aged animals.", "cite_spans": [{"start": 408, "end": 412, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 1011, "end": 1015, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 1642, "end": 1646, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 2359, "end": 2363, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 733, "end": 741, "text": "(Fig. 9)", "ref_id": null}, {"start": 1647, "end": 1654, "text": "(Fig. 9", "ref_id": null}, {"start": 2315, "end": 2323, "text": "(Fig. 9)", "ref_id": null}], "section": "Nuclear Mas Receptors"}, {"text": "The present data show the presence of the non-classical Ang 1-7/Mas receptor protective arm in the substantia nigra in animal models and human tissue, and in cultured dopaminergic neurons and glial cells, including iPSCs from healthy human controls and PD patients. Aging induced a decrease in the activity of the Ang 1-7/Mas protective axis, which may play a role in an aging-related increase in dopaminergic vulnerability to neurodegeneration. Intracellularly, Ang 1-7 is highly expressed at the mitochondrial level and increases mitochondrial levels of nitric oxide via the Mas receptor, leading to a decrease in mitochondrial superoxide production. At the nuclear level, Ang 1-7, via Mas receptors, increases levels of nitric oxide, decreases nuclear superoxide levels, and decreases AT2 mRNA transcription. Nuclear RAS receptors may regulate the adequate balance between the detrimental and the protective arms of the cell RAS. The present data support the beneficial effects of the Ang 1-7/Mas receptor protective arm in the dopaminergic system. In summary, we have observed that the Ang 1-7/Mas receptor axis is present in dopaminergic neurons and counteracts the pro-oxidative effects of the Ang II/AT1 axis, which has been previously shown to enhance progression of neurodegeneration in PD models. Furthermore, the Ang 1-7/Mas receptor axis is downregulated in the aged nigra, and aging is the major risk factor for PD. On this basis, we suggest that the Ang 1-7/MasR axis is involved in counteracting dopaminergic degeneration and progression of PD, and it should be taken into account for the design of new therapeutic strategies for PD.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Expression of angiotensinogen and receptors for angiotensin and prorenin in the monkey and human substantia nigra: an intracellular renin-angiotensin system in the nigra", "authors": [{"first": "P", "middle": [], "last": "Garrido-Gil", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "B", "middle": [], "last": "Villar-Cheda", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Lanciego", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2013, "venue": "Brain Struct Funct", "volume": "218", "issn": "", "pages": "373--388", "other_ids": {"DOI": ["10.1007/s00429-012-0402-9"]}}, "BIBREF1": {"ref_id": "b1", "title": "Expression of angiotensinogen and receptors for angiotensin and prorenin in the rat and monkey striatal neurons and glial cells", "authors": [{"first": "P", "middle": [], "last": "Garrido-Gil", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Rodriguez-Perez", "suffix": ""}, {"first": "P", "middle": [], "last": "Fernandez-Rodriguez", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Lanciego", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2017, "venue": "Brain Struct Funct", "volume": "222", "issn": "", "pages": "2559--2571", "other_ids": {"DOI": ["10.1007/s00429-016-1357-z"]}}, "BIBREF2": {"ref_id": "b2", "title": "Brain angiotensin enhances dopaminergic cell death via microglial activation and NADPH-derived ROS", "authors": [{"first": "J", "middle": [], "last": "Rodriguez-Pallares", "suffix": ""}, {"first": "P", "middle": [], "last": "Rey", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Parga", "suffix": ""}, {"first": "A", "middle": [], "last": "Munoz", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2008, "venue": "Neurobiol Dis", "volume": "31", "issn": "", "pages": "58--73", "other_ids": {"DOI": ["10.1016/j.nbd.2008.03.003"]}}, "BIBREF3": {"ref_id": "b3", "title": "Angiotensin receptors", "authors": [{"first": "T", "middle": [], "last": "Unger", "suffix": ""}, {"first": "O", "middle": [], "last": "Chung", "suffix": ""}, {"first": "T", "middle": [], "last": "Csikos", "suffix": ""}, {"first": "J", "middle": [], "last": "Culman", "suffix": ""}, {"first": "S", "middle": [], "last": "Gallinat", "suffix": ""}, {"first": "P", "middle": [], "last": "Gohlke", "suffix": ""}], "year": 1996, "venue": "J Hypertens Suppl", "volume": "14", "issn": "", "pages": "95--103", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Type 1 angiotensin receptor pharmacology: signaling beyond G proteins", "authors": [{"first": "C", "middle": [], "last": "Oro", "suffix": ""}, {"first": "H", "middle": [], "last": "Qian", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Thomas", "suffix": ""}], "year": 2007, "venue": "Pharmacol Ther", "volume": "113", "issn": "", "pages": "210--226", "other_ids": {"DOI": ["10.1016/j.pharmthera.2006.10.001"]}}, "BIBREF5": {"ref_id": "b5", "title": "Angiotensin II type 1 receptor 1166C polymorphism is associated with abdominal aortic aneurysm in three independent cohorts", "authors": [{"first": "G", "middle": ["T"], "last": "Jones", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Thompson", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Van Bockxmeer", "suffix": ""}, {"first": "H", "middle": [], "last": "Hafez", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Cooper", "suffix": ""}, {"first": "J", "middle": [], "last": "Golledge", "suffix": ""}], "year": 2008, "venue": "Arterioscler Thromb Vasc Biol", "volume": "28", "issn": "", "pages": "764--770", "other_ids": {"DOI": ["10.1161/ATVBAHA.107.155564"]}}, "BIBREF6": {"ref_id": "b6", "title": "Dopamine-angiotensin interactions in the basal ganglia and their relevance for Parkinson's disease", "authors": [{"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodriguez-Pallares", "suffix": ""}, {"first": "A", "middle": [], "last": "Dominguez-Meijide", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "B", "middle": [], "last": "Villar-Cheda", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Rodriguez-Perez", "suffix": ""}], "year": 2013, "venue": "Mov Disord", "volume": "28", "issn": "", "pages": "1337--1342", "other_ids": {"DOI": ["10.1002/mds.25614"]}}, "BIBREF7": {"ref_id": "b7", "title": "Brain reninangiotensin system and dopaminergic cell vulnerability", "authors": [{"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}, {"first": "P", "middle": [], "last": "Garrido-Gil", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodriguez-Pallares", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "A", "middle": [], "last": "Borrajo", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Rodriguez-Perez", "suffix": ""}], "year": 2014, "venue": "Front Neuroanat", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fnana.2014.00067"]}}, "BIBREF8": {"ref_id": "b8", "title": "Angiotensin type 1 receptor antagonist losartan, reduces MPTP-induced degeneration of dopaminergic neurons in substantia nigra", "authors": [{"first": "T", "middle": ["N"], "last": "Grammatopoulos", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Jones", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Ahmadi", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Hoover", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Snell", "suffix": ""}, {"first": "J", "middle": [], "last": "Skoch", "suffix": ""}], "year": 2007, "venue": "Mol Neurodegener", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1750-1326-2-1"]}}, "BIBREF9": {"ref_id": "b9", "title": "Generation of reactive oxygen species in 1-methyl-4-phenylpyridinium (MPP+) treated dopaminergic neurons occurs as an NADPH oxidase-dependent two-wave cascade", "authors": [{"first": "W", "middle": ["M"], "last": "Zawada", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Banninger", "suffix": ""}, {"first": "J", "middle": [], "last": "Thornton", "suffix": ""}, {"first": "B", "middle": [], "last": "Marriott", "suffix": ""}, {"first": "D", "middle": [], "last": "Cantu", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Rachubinski", "suffix": ""}], "year": 2011, "venue": "J Neuroinflammation", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1742-2094-8-129"]}}, "BIBREF10": {"ref_id": "b10", "title": "The angiotensin converting enzyme inhibitor captopril protects nigrostriatal dopamine neurons in animal models of parkinsonism", "authors": [{"first": "P", "middle": ["K"], "last": "Sonsalla", "suffix": ""}, {"first": "C", "middle": [], "last": "Coleman", "suffix": ""}, {"first": "L", "middle": ["Y"], "last": "Wong", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Harris", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Richardson", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Gadad", "suffix": ""}], "year": 2013, "venue": "Exp Neurol", "volume": "250", "issn": "", "pages": "376--383", "other_ids": {"DOI": ["10.1016/j.expneurol.2013.10.014"]}}, "BIBREF11": {"ref_id": "b11", "title": "Effects of ANG II type 1 and 2 receptors on oxidative stress, renal NADPH oxidase, and SOD expression", "authors": [{"first": "T", "middle": [], "last": "Chabrashvili", "suffix": ""}, {"first": "C", "middle": [], "last": "Kitiyakara", "suffix": ""}, {"first": "J", "middle": [], "last": "Blau", "suffix": ""}, {"first": "A", "middle": [], "last": "Karber", "suffix": ""}, {"first": "S", "middle": [], "last": "Aslam", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Welch", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Wilcox", "suffix": ""}], "year": 2003, "venue": "Am J Physiol Regul Integr Comp Physiol", "volume": "285", "issn": "", "pages": "117--124", "other_ids": {"DOI": ["10.1152/ajpregu.00476.2002"]}}, "BIBREF12": {"ref_id": "b12", "title": "Angiotensin-(1-7)", "authors": [{"first": "R", "middle": ["A"], "last": "Santos", "suffix": ""}], "year": 2014, "venue": "Hypertension", "volume": "63", "issn": "", "pages": "1138--1147", "other_ids": {"DOI": ["10.1161/HYPERTENSIONAHA.113.01274"]}}, "BIBREF13": {"ref_id": "b13", "title": "Opportunities for targeting the angiotensin-converting enzyme 2/angiotensin", "authors": [{"first": "R", "middle": ["A"], "last": "Fraga-Silva", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Ferreira", "suffix": ""}, {"first": "Dos", "middle": [], "last": "Santos", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "/mas receptor pathway in hypertension", "authors": [], "year": null, "venue": "Curr Hypertens Rep", "volume": "15", "issn": "", "pages": "31--38", "other_ids": {"DOI": ["10.1007/s11906-012-0324-1"]}}, "BIBREF15": {"ref_id": "b15", "title": "Brain renin-angiotensin system and microglial polarization: implications for aging and neurodegeneration", "authors": [{"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Rodriguez-Perez", "suffix": ""}, {"first": "P", "middle": [], "last": "Garrido-Gil", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodriguez-Pallares", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Lanciego", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}], "year": 2017, "venue": "Front Aging Neurosci", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fnagi.2017.00129"]}}, "BIBREF16": {"ref_id": "b16", "title": "Location of prorenin receptors in primate substantia nigra: effects on dopaminergic cell death", "authors": [{"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "P", "middle": [], "last": "Barroso-Chinea", "suffix": ""}, {"first": "B", "middle": [], "last": "Villar-Cheda", "suffix": ""}, {"first": "B", "middle": [], "last": "Joglar", "suffix": ""}, {"first": "A", "middle": [], "last": "Munoz", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Lanciego", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2010, "venue": "J Neuropathol Exp Neurol", "volume": "69", "issn": "", "pages": "1130--1142", "other_ids": {"DOI": ["10.1097/NEN.0b013e3181fa0308"]}}, "BIBREF17": {"ref_id": "b17", "title": "Mitochondrial angiotensin receptors in dopaminergic neurons. Role in cell protection and aging-related vulnerability to neurodegeneration", "authors": [{"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Costa-Besada", "suffix": ""}, {"first": "J", "middle": [], "last": "Iglesias-Gonzalez", "suffix": ""}, {"first": "E", "middle": [], "last": "Perez-Costas", "suffix": ""}, {"first": "B", "middle": [], "last": "Villar-Cheda", "suffix": ""}, {"first": "P", "middle": [], "last": "Garrido-Gil", "suffix": ""}], "year": 2016, "venue": "Cell Death Dis", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/cddis.2016.327"]}}, "BIBREF18": {"ref_id": "b18", "title": "The intracellular angiotensin system buffers deleterious effects of the extracellular paracrine system", "authors": [{"first": "B", "middle": [], "last": "Villar-Cheda", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Costa-Besada", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "E", "middle": [], "last": "Perez-Costas", "suffix": ""}, {"first": "M", "middle": [], "last": "Melendez-Ferro", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2017, "venue": "Cell Death Dis", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/cddis.2017.439"]}}, "BIBREF19": {"ref_id": "b19", "title": "Estrogen and angiotensin interaction in the substantia nigra. Relevance to postmenopausal Parkinson's disease", "authors": [{"first": "A", "middle": ["I"], "last": "Rodriguez-Perez", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "B", "middle": [], "last": "Villar-Cheda", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Lanciego", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2010, "venue": "Exp Neurol", "volume": "224", "issn": "", "pages": "517--526", "other_ids": {"DOI": ["10.1016/j.expneurol.2010.05.015"]}}, "BIBREF20": {"ref_id": "b20", "title": "Renin angiotensin system and gender differences in dopaminergic degeneration", "authors": [{"first": "A", "middle": ["I"], "last": "Rodriguez-Perez", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "B", "middle": [], "last": "Joglar", "suffix": ""}, {"first": "P", "middle": [], "last": "Garrido-Gil", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2011, "venue": "Mol Neurodegener", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1750-1326-6-58"]}}, "BIBREF21": {"ref_id": "b21", "title": "Dopaminergic neuroprotection of hormonal replacement therapy in young and aged menopausal rats: role of the brain angiotensin system", "authors": [{"first": "A", "middle": ["I"], "last": "Rodriguez-Perez", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "B", "middle": [], "last": "Villar-Cheda", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2012, "venue": "Brain", "volume": "135", "issn": "", "pages": "124--138", "other_ids": {"DOI": ["10.1093/brain/awr320"]}}, "BIBREF22": {"ref_id": "b22", "title": "Disease-specific phenotypes in dopamine neurons from human iPS-based models of genetic and sporadic Parkinson's disease", "authors": [{"first": "A", "middle": [], "last": "Sanchez-Danes", "suffix": ""}, {"first": "Y", "middle": [], "last": "Richaud-Patin", "suffix": ""}, {"first": "I", "middle": [], "last": "Carballo-Carbajal", "suffix": ""}, {"first": "S", "middle": [], "last": "Jimenez-Delgado", "suffix": ""}, {"first": "C", "middle": [], "last": "Caig", "suffix": ""}, {"first": "S", "middle": [], "last": "Mora", "suffix": ""}], "year": 2012, "venue": "EMBO Mol Med", "volume": "4", "issn": "", "pages": "380--395", "other_ids": {"DOI": ["10.1002/emmm.201200215"]}}, "BIBREF23": {"ref_id": "b23", "title": "Feeder-free growth of undifferentiated human embryonic stem cells", "authors": [{"first": "C", "middle": [], "last": "Xu", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Inokuma", "suffix": ""}, {"first": "J", "middle": [], "last": "Denham", "suffix": ""}, {"first": "K", "middle": [], "last": "Golds", "suffix": ""}, {"first": "P", "middle": [], "last": "Kundu", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Gold", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Carpenter", "suffix": ""}], "year": 2001, "venue": "Nat Biotechnol", "volume": "19", "issn": "", "pages": "971--974", "other_ids": {"DOI": ["10.1038/nbt1001-971"]}}, "BIBREF24": {"ref_id": "b24", "title": "Directed dopaminergic neuron differentiation from human pluripotent stem cells", "authors": [{"first": "P", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "N", "middle": [], "last": "Xia", "suffix": ""}, {"first": "Reijo", "middle": [], "last": "Pera", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "", "suffix": ""}], "year": 2014, "venue": "J Vis Exp", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3791/51737"]}}, "BIBREF25": {"ref_id": "b25", "title": "Immunohistochemical localization of the angiotensin-(1-7) receptor Mas in the murine forebrain", "authors": [{"first": "M", "middle": [], "last": "Freund", "suffix": ""}, {"first": "T", "middle": [], "last": "Walther", "suffix": ""}, {"first": "O", "middle": [], "last": "Von Bohlen Und Halbach", "suffix": ""}], "year": 2012, "venue": "Cell Tissue Res", "volume": "348", "issn": "", "pages": "29--35", "other_ids": {"DOI": ["10.1007/s00441-012-1354-3"]}}, "BIBREF26": {"ref_id": "b26", "title": "Laser capture microdissection protocol for gene expression analysis in the brain", "authors": [{"first": "P", "middle": [], "last": "Garrido-Gil", "suffix": ""}, {"first": "P", "middle": [], "last": "Fernandez-Rodriguez", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodriguez-Pallares", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2017, "venue": "Histochem Cell Biol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s00418-017-1585-1"]}}, "BIBREF27": {"ref_id": "b27", "title": "High-throughput droplet digital PCR system for absolute quantitation of DNA copy number", "authors": [{"first": "B", "middle": ["J"], "last": "Hindson", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Ness", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Masquelier", "suffix": ""}, {"first": "P", "middle": [], "last": "Belgrader", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Heredia", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Makarewicz", "suffix": ""}], "year": 2011, "venue": "Anal Chem", "volume": "83", "issn": "", "pages": "8604--8610", "other_ids": {"DOI": ["10.1021/ac202028g"]}}, "BIBREF28": {"ref_id": "b28", "title": "NAD(P)H oxidase: role in cardiovascular biology and disease", "authors": [{"first": "K", "middle": ["K"], "last": "Griendling", "suffix": ""}, {"first": "D", "middle": [], "last": "Sorescu", "suffix": ""}, {"first": "M", "middle": [], "last": "Ushio-Fukai", "suffix": ""}], "year": 2000, "venue": "Circ Res", "volume": "86", "issn": "", "pages": "494--501", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Atorvastatin protects against cerebral infarction via inhibition of NADPH oxidase-derived superoxide in ischemic stroke", "authors": [{"first": "H", "middle": [], "last": "Hong", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Zeng", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Kreulen", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Kaufman", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Chen", "suffix": ""}], "year": 2006, "venue": "Am J Physiol Heart Circ Physiol", "volume": "291", "issn": "", "pages": "2210--2215", "other_ids": {"DOI": ["10.1152/ajpheart.01270.2005"]}}, "BIBREF30": {"ref_id": "b30", "title": "Isolation of mitochondria from rat brain using Percoll density gradient centrifugation", "authors": [{"first": "N", "middle": ["R"], "last": "Sims", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Anderson", "suffix": ""}], "year": 2008, "venue": "Nat Protoc", "volume": "3", "issn": "", "pages": "1228--1239", "other_ids": {"DOI": ["10.1038/nprot.2008.105"]}}, "BIBREF31": {"ref_id": "b31", "title": "Subcellular localization of Nox4 and regulation in diabetes", "authors": [{"first": "K", "middle": [], "last": "Block", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gorin", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Abboud", "suffix": ""}], "year": 2009, "venue": "Proc Natl Acad Sci U S A", "volume": "106", "issn": "", "pages": "14385--14390", "other_ids": {"DOI": ["10.1073/pnas.0906805106"]}}, "BIBREF32": {"ref_id": "b32", "title": "Nox4 mediates angiotensin II-induced activation of Akt/protein kinase B in mesangial cells", "authors": [{"first": "Y", "middle": [], "last": "Gorin", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ricono", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "B", "middle": [], "last": "Bhandari", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Choudhury", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Abboud", "suffix": ""}], "year": 2002, "venue": "Am J Physiol Renal Physiol", "volume": "285", "issn": "", "pages": "219--229", "other_ids": {"DOI": ["10.1152/ajprenal.00414.2002"]}}, "BIBREF33": {"ref_id": "b33", "title": "Mitochondrial ATP-sensitive potassium channels enhance angiotensin-induced oxidative damage and dopaminergic neuron degeneration. Relevance for aging-associated susceptibility to Parkinson's disease", "authors": [{"first": "J", "middle": [], "last": "Rodriguez-Pallares", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Parga", "suffix": ""}, {"first": "B", "middle": [], "last": "Joglar", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2012, "venue": "Age (Dordr)", "volume": "34", "issn": "", "pages": "863--880", "other_ids": {"DOI": ["10.1007/s11357-011-9284-7"]}}, "BIBREF34": {"ref_id": "b34", "title": "Angiotensin-(1-7) is an endogenous ligand for the G protein-coupled receptor Mas", "authors": [{"first": "R", "middle": ["A"], "last": "Santos", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Simoes E Silva", "suffix": ""}, {"first": "C", "middle": [], "last": "Maric", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Silva", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Machado", "suffix": ""}, {"first": "I", "middle": [], "last": "De Buhr", "suffix": ""}], "year": 2003, "venue": "Proc Natl Acad Sci U S A", "volume": "100", "issn": "", "pages": "8258--8263", "other_ids": {"DOI": ["10.1073/pnas.1432869100"]}}, "BIBREF35": {"ref_id": "b35", "title": "The predominant role of brain angiotensinogen and angiotensin in environmentally induced hypertension", "authors": [{"first": "J", "middle": [], "last": "Peng", "suffix": ""}, {"first": "B", "middle": [], "last": "Kimura", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Phillips", "suffix": ""}], "year": 2002, "venue": "Regul Pept", "volume": "110", "issn": "", "pages": "25--32", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Renin-angiotensin-system gene polymorphisms and depression", "authors": [{"first": "Y", "middle": ["B"], "last": "Saab", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Gard", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Yeoman", "suffix": ""}, {"first": "B", "middle": [], "last": "Mfarrej", "suffix": ""}, {"first": "H", "middle": [], "last": "El-Moalem", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Ingram", "suffix": ""}], "year": 2007, "venue": "Prog Neuro-Psychopharmacol Biol Psychiatry", "volume": "31", "issn": "", "pages": "1113--1118", "other_ids": {"DOI": ["10.1016/j.pnpbp.2007.04.002"]}}, "BIBREF37": {"ref_id": "b37", "title": "Menopause and Parkinson's disease. Interaction between estrogens and brain renin-angiotensin system in dopaminergic degeneration", "authors": [{"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Rodriguez-Perez", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Costa-Besada", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}], "year": 2016, "venue": "Front Neuroendocrinol", "volume": "43", "issn": "", "pages": "44--59", "other_ids": {"DOI": ["10.1016/j.yfrne.2016.09.003"]}}, "BIBREF38": {"ref_id": "b38", "title": "The inflammatory response in the MPTP model of Parkinson's disease is mediated by brain angiotensin: relevance to progression of the disease", "authors": [{"first": "B", "middle": [], "last": "Joglar", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodriguez-Pallares", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Rodriguez-Perez", "suffix": ""}, {"first": "P", "middle": [], "last": "Rey", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2009, "venue": "J Neurochem", "volume": "109", "issn": "", "pages": "656--669", "other_ids": {"DOI": ["10.1111/j.1471-4159.2009.05999.x"]}}, "BIBREF39": {"ref_id": "b39", "title": "Aging-induced proinflammatory shift in cytokine expression profile in coronary arteries", "authors": [{"first": "A", "middle": [], "last": "Csiszar", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ungvari", "suffix": ""}, {"first": "A", "middle": [], "last": "Koller", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Edwards", "suffix": ""}, {"first": "G", "middle": [], "last": "Kaley", "suffix": ""}], "year": 2003, "venue": "FASEB J", "volume": "17", "issn": "", "pages": "1183--1185", "other_ids": {"DOI": ["10.1096/fj.02-1049fje"]}}, "BIBREF40": {"ref_id": "b40", "title": "Vascular inflammation in aging", "authors": [{"first": "Z", "middle": [], "last": "Ungvari", "suffix": ""}, {"first": "A", "middle": [], "last": "Csiszar", "suffix": ""}, {"first": "G", "middle": [], "last": "Kaley", "suffix": ""}], "year": 2004, "venue": "Herz", "volume": "29", "issn": "", "pages": "733--740", "other_ids": {"DOI": ["10.1007/s00059-004-2625-x"]}}, "BIBREF41": {"ref_id": "b41", "title": "Aging enhances the neuroinflammatory response and alpha-synuclein nitration in rats", "authors": [{"first": "D", "middle": ["Y"], "last": "Choi", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Bing", "suffix": ""}], "year": 2010, "venue": "Neurobiol Aging", "volume": "31", "issn": "", "pages": "1649--1653", "other_ids": {"DOI": ["10.1016/j.neurobiolaging.2008.09.010"]}}, "BIBREF42": {"ref_id": "b42", "title": "Aging-related changes in the nigral angiotensin system enhances proinflammatory and pro-oxidative markers and 6-OHDA-induced dopaminergic degeneration", "authors": [{"first": "B", "middle": [], "last": "Villar-Cheda", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Rodriguez-Perez", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2012, "venue": "Neurobiol Aging", "volume": "33", "issn": "204", "pages": "201--211", "other_ids": {"DOI": ["10.1016/j.neurobiolaging.2010.08.006"]}}, "BIBREF43": {"ref_id": "b43", "title": "Aging-related dysregulation of dopamine and angiotensin receptor interaction", "authors": [{"first": "B", "middle": [], "last": "Villar-Cheda", "suffix": ""}, {"first": "A", "middle": [], "last": "Dominguez-Meijide", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "N", "middle": [], "last": "Granado", "suffix": ""}, {"first": "R", "middle": [], "last": "Moratalla", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2014, "venue": "Neurobiol Aging", "volume": "35", "issn": "", "pages": "1726--1738", "other_ids": {"DOI": ["10.1016/j.neurobiolaging.2014.01.017"]}}, "BIBREF44": {"ref_id": "b44", "title": "Evidence for heterodimerization and functional interaction of the angiotensin type 2 receptor and the receptor MAS", "authors": [{"first": "J", "middle": [], "last": "Leonhardt", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Villela", "suffix": ""}, {"first": "A", "middle": [], "last": "Teichmann", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Munter", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Mayer", "suffix": ""}, {"first": "M", "middle": [], "last": "Mardahl", "suffix": ""}], "year": 2017, "venue": "Hypertension", "volume": "69", "issn": "", "pages": "1128--1135", "other_ids": {"DOI": ["10.1161/HYPERTENSIONAHA.116.08814"]}}, "BIBREF45": {"ref_id": "b45", "title": "Angiotensin type 2 receptor (AT2R) and receptor Mas: a complex liaison", "authors": [{"first": "D", "middle": [], "last": "Villela", "suffix": ""}, {"first": "J", "middle": [], "last": "Leonhardt", "suffix": ""}, {"first": "N", "middle": [], "last": "Patel", "suffix": ""}, {"first": "J", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "S", "middle": [], "last": "Kirsch", "suffix": ""}, {"first": "A", "middle": [], "last": "Hallberg", "suffix": ""}], "year": 2015, "venue": "Clin Sci (Lond)", "volume": "128", "issn": "", "pages": "227--234", "other_ids": {"DOI": ["10.1042/CS20130515"]}}, "BIBREF46": {"ref_id": "b46", "title": "Nigral and striatal regulation of angiotensin receptor expression by dopamine and angiotensin in rodents: implications for progression of Parkinson's disease", "authors": [{"first": "B", "middle": [], "last": "Villar-Cheda", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodriguez-Pallares", "suffix": ""}, {"first": "R", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "A", "middle": [], "last": "Munoz", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}, {"first": "O", "middle": ["C"], "last": "Baltatu", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2010, "venue": "Eur J Neurosci", "volume": "32", "issn": "", "pages": "1695--1706", "other_ids": {"DOI": ["10.1111/j.1460-9568.2010.07448.x"]}}, "BIBREF47": {"ref_id": "b47", "title": "The mitochondrial ATP-sensitive potassium channel blocker 5-hydroxydecanoate inhibits toxicity of 6-hydroxydopamine on dopaminergic neurons", "authors": [{"first": "J", "middle": [], "last": "Rodriguez-Pallares", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Parga", "suffix": ""}, {"first": "B", "middle": [], "last": "Joglar", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Guerra", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Labandeira-Garcia", "suffix": ""}], "year": 2009, "venue": "Neurotox Res", "volume": "15", "issn": "", "pages": "82--95", "other_ids": {"DOI": ["10.1007/s12640-009-9010-8"]}}, "BIBREF48": {"ref_id": "b48", "title": "Assessing bioenergetic function in response to oxidative stress by metabolic profiling", "authors": [{"first": "B", "middle": ["P"], "last": "Dranka", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Benavides", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Diers", "suffix": ""}, {"first": "S", "middle": [], "last": "Giordano", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Zelickson", "suffix": ""}, {"first": "C", "middle": [], "last": "Reily", "suffix": ""}], "year": 2011, "venue": "Free Radic Biol Med", "volume": "51", "issn": "", "pages": "1621--1635", "other_ids": {"DOI": ["10.1016/j.freeradbiomed.2011.08.005"]}}, "BIBREF49": {"ref_id": "b49", "title": "Discovery and characterization of alamandine: a novel component of the renin-angiotensin system", "authors": [{"first": "R", "middle": ["Q"], "last": "Lautner", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Villela", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fraga-Silva", "suffix": ""}, {"first": "N", "middle": [], "last": "Silva", "suffix": ""}, {"first": "T", "middle": [], "last": "Verano-Braga", "suffix": ""}, {"first": "F", "middle": [], "last": "Costa-Fraga", "suffix": ""}], "year": 2013, "venue": "Circ Res", "volume": "112", "issn": "", "pages": "1104--1111", "other_ids": {"DOI": ["10.1161/CIRCRESAHA.113.301077"]}}, "BIBREF50": {"ref_id": "b50", "title": "Relative affinity of angiotensin peptides and novel ligands at AT1 and AT2 receptors", "authors": [{"first": "S", "middle": [], "last": "Bosnyak", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Jones", "suffix": ""}, {"first": "A", "middle": [], "last": "Christopoulos", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Aguilar", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Thomas", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Widdop", "suffix": ""}], "year": 2011, "venue": "Clin Sci (Lond)", "volume": "121", "issn": "", "pages": "297--303", "other_ids": {"DOI": ["10.1042/CS20110036"]}}, "BIBREF51": {"ref_id": "b51", "title": "G-protein-coupled receptor MrgD is a receptor for angiotensin-(1-7) involving adenylyl cyclase, cAMP, and phosphokinase A", "authors": [{"first": "A", "middle": [], "last": "Tetzner", "suffix": ""}, {"first": "K", "middle": [], "last": "Gebolys", "suffix": ""}, {"first": "C", "middle": [], "last": "Meinert", "suffix": ""}, {"first": "S", "middle": [], "last": "Klein", "suffix": ""}, {"first": "A", "middle": [], "last": "Uhlich", "suffix": ""}, {"first": "J", "middle": [], "last": "Trebicka", "suffix": ""}], "year": 2016, "venue": "Hypertension", "volume": "68", "issn": "", "pages": "185--194", "other_ids": {"DOI": ["10.1161/HYPERTENSIONAHA.116.07572"]}}, "BIBREF52": {"ref_id": "b52", "title": "Angiotensin-(1-7) protects cardiomyocytes against high glucoseinduced injuries through inhibiting reactive oxygen speciesactivated leptin-p38 mitogen-activated protein kinase/extracellular signal-regulated protein kinase 1/2 pathways, but not the leptin-c-Jun N-terminal kinase pathway in vitro", "authors": [{"first": "Y", "middle": [], "last": "Lei", "suffix": ""}, {"first": "Q", "middle": [], "last": "Xu", "suffix": ""}, {"first": "B", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhai", "suffix": ""}], "year": 2017, "venue": "J Diabetes Investig", "volume": "8", "issn": "", "pages": "434--445", "other_ids": {"DOI": ["10.1111/jdi.12603"]}}, "BIBREF53": {"ref_id": "b53", "title": "Angiotensin-(1-7) counteracts angiotensin II-induced dysfunction in cerebral endothelial cells via modulating Nox2/ROS and PI3K/ NO pathways", "authors": [{"first": "X", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Ma", "suffix": ""}, {"first": "H", "middle": [], "last": "Miao", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Liu", "suffix": ""}], "year": 2015, "venue": "Exp Cell Res", "volume": "336", "issn": "", "pages": "58--65", "other_ids": {"DOI": ["10.1016/j.yexcr.2015.06.010"]}}}, "ref_entries": {"FIGREF0": {"text": "old; body weight ranging from 3.8 to 4.5 kg). Animal handling was conducted in accordance with European Council Directive 86/609/EEC and with the Society for Neuroscience Policy on the Use of Animals in Neuroscience Research. The experimental design for monkey experiments was approved by the Ethical Committee for Animal Testing of the University of Navarra (ref: 019/2008) as well as by the Department of Health of the Government of Navarra (ref: NA-UNAV-04-08). Rodent experiments were carried out in accordance with the Directive 2010/63/EU and Directive 86/609/ CEE and the Spanish RD/53/2013 and were approved by the corresponding committee at the University of Santiago de Compostela. Animals were housed at constant room temperature (RT) (21-22°C) and 12-h light/dark cycle. All surgery was performed under ketamine/xylazine anesthesia.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Localization of Mas receptors in rat mesencephalic primary cultures. Triple immunofluorescence labeling for Mas receptors (MasR; red; b, f, j, n) showing its presence in NeuN-positive neurons (a-d; green), TH-positive dopaminergic neurons (e-h; green), GFAP-positive astrocytes (i-l; green), and OX42-positive microglia (m-p; green). GFAP glial fibrillary acidic protein, HOECHST nuclei (blue), TH tyrosine hydroxylase. Scale bars 10 μm", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Localization of Mas receptors in dopaminergic neurons from human, monkey and rat substantia nigra, and human iPSCs from a healthy control and a PD patient. Double immunofluorescence labeling for Mas receptors (MasR, red) and dopaminergic neurons (TH, green) showing co-localization (yellow) in human (a), monkey (b), and rat (c) substantia nigra (SN). High magnification images of the boxed areas are also shown (a-c). In human dopaminergic neurons, neuromelanin deposits are pointed with white arrows (a). Expression of MasR in rat dopaminergic neurons was confirmed by laser microdissection and RT-PCR or ddPCR (d-f). Photomicrographs of a SN section showing dopaminergic neurons before (d) and after (d') laser microdissection. Representative bands of MasR and β-actin expression by RT-PCR in laser-microdissected dopaminergic neurons.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Angiotensin 1-7/MasR counterregulates AII-derived neuronal oxidative stress and metabolic changes. (a) Co-treatment of N27 dopaminergic cells with Ang 1-7 and Ang II for 24 h reversed the increase in superoxide observed with Ang II alone; this effect was not produced in presence of MasR inhibitor, A779, or with Ang 1-7 alone. (b-d) Using a seahorse XFp instrument analysis of oxygen consumption rate (OCR), the mitochondrial respiration (OCR levels) was detected in N27 cells treated with Ang II (red line), or Ang II + Ang 1-7 (green line), or in untreated cells (control; blue). OCR was estimated under basal conditions or following the addition of oligomycin (O; 1 μM), the uncoupler FCCP (F; 1 μM) or the inhibitors rotenone + antimycin A (R/A; 0.5 μM) (n = 3-6). The rates of basal respiration (previous to oligomycin injection; c) and maximal respiratory capacity (after the FCCP injection; d) are shown. Data are mean ± standard error of the mean (SEM). *p < 0.05 compared to the control, #p < 0.05 compared to Ang II. One-way analysis of variance [ANOVA] and Bonferroni post hoc test. Ang 1-7 angiotensin 1-7, Ang II angiotensin II, MasR Mas receptor", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Mas receptors and ACE2 expression in SN from AT1 and AT2", "latex": null, "type": "figure"}, "FIGREF5": {"text": "MasR and ACE2 protein in isolated nuclei from the rat nigral region. (a) Western blots (WB) of whole homogenate (Wh; n = 3) and pure isolated nuclei (N; n = 3) from the rat nigral region showing different markers used to assess the purity of the isolated nuclei: Na + /K + -ATPase as a plasma membrane marker, tubulin as a cytosol marker, and histone deacetylase 2 (HDAC2) as a nuclear marker. (b) Relative abundance of MasR and ACE2 in isolated nuclei compared to whole homogenate. (c)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Primers used in this study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Species and genes </td><td>Forward (F) primer </td><td>Reverse (R) primer\n</td></tr><tr><td>Rat ACE2 </td><td>5′-CTCCTTCTCAGCCTTGTTG-3′ </td><td>5′-TCCGTAATGTTGGTGTTGT-3′\n</td></tr><tr><td>Rat AT2 </td><td>5′-AACATCTGCTGA AGACCAATAG-3′ </td><td>5′-AGAAGGTCAGAACATGGAAGG-3′\n</td></tr><tr><td>Rat MasR </td><td>5′-CTTTGTGGAGAACGGGAT-3′ </td><td>5′-GGAGATGTCAGCAATGGA-3′\n</td></tr><tr><td>Rat TH </td><td>5′-GGCTTCTCTGACCAGGTGTATCG-3′ </td><td>5′-GCAATCTCTTCCGCTGTGTATTCC-3′\n</td></tr><tr><td>Mouse ACE2 </td><td>5′-TATTACTTGAGCCAGGATTG-3′ </td><td>5′-GACCACATACTCTTCATACA-3′\n</td></tr><tr><td>Mouse MasR </td><td>5′-AGGGTGACTGACTGAGTTTGG-3′ </td><td>5′-GAAGGTAAGAGGACAGGAGC-3′\n</td></tr><tr><td>Rat and mouse β-actin </td><td>5′-TCGTGCGTGACATTAAAGAG-3′ </td><td>5′-TGCCACAGGATTCCATACC-3′\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements We thank Pilar Aldrey, Iria Novoa, and Cristina Gianzo for their technical assistance; and Dr. Daniel Henrion for providing the AT2 KO mice.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Conflict of Interest The authors declare that they have no conflicts of interest.R e s e a r c h I n v o l v i n g H u m a n P a r t i c i p a n t s a n d / o r Animals Experiments using human-derived cells were approved by the corresponding committees of the Spanish Advisory Committee for Human Tissue and Cell Donation and Use and of the University of Santiago de Compostela and authorized by the local government. The human postmortem samples used in the present study were obtained from the Neurological Brain Bank of Navarra (Hospital of Navarra, Pamplona, Spain). Brains were dissected at autopsy from donors who had given informed consent in accordance with the Brain Donation Program of the Government of Navarra (Government directive 23/2001 ", "cite_spans": [{"start": 744, "end": 751, "text": "23/2001", "ref_id": null}], "ref_spans": [], "section": "Compliance with Ethical Standards"}]}