{
    "paper_id": "22e31485bcef84f6a64fc9aee82f63527b9c0223",
    "metadata": {
        "title": "Host Cell Proteins Bind Specifically to the Capsid-Cleaved 5' End of Leishmaniavirus RNA 1",
        "authors": [
            {
                "first": "Margarita",
                "middle": [],
                "last": "Saiz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Young-Tae",
                "middle": [],
                "last": "Ro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Dyann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Wirth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [
                    "L"
                ],
                "last": "Patterson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Leishmaniavirus (LRV) is a double-stranded RNA (dsRNA) virus that persistently infects some strains of the protozoan parasite, Leishmania. LRV generates a short transcript, corresponding to the 5' end of the positive-sense RNA (320 nt), via a cleavage event mediated by the viral capsid protein on the full-length positive sense RNA transcript. To address the possibility that the RNA cleavage represents a regulatory mechanism for maintaining persistent infection, the interactions between Leishmania cytoplasmic proteins and in vitro synthesized viral transcripts were studied. In gel mobility shift experiments, three specific RNA/protein complexes were formed between cellular proteins and the cleaved viral transcript, and three major proteins were labeled by UV cross-linking. No protein binding activity was observed for either the short (320 nt) or full-length RNA transcripts. However, the two cleavage reaction products were able to form stable RNA/RNA complexes. We present a model in which the virus is targeting its own transcript for cleavage to promote binding of host factors to cryptic domains inaccessible in the full-length transcript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The protozoan parasite Leishmania is the causative agent of leishmaniasis. Viruses have been found in at least 12 strains of L. braziliensis and L. guyanensis (1) and one strain of L. major (2) . Leishmaniavirus (LRV) has been included in the Totiviridae family along with other protozoan and fungal viruses.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The LRV genome consists of a dsRNA molecule associated with icosahedral particles 30-40 nm in diameter. The complete nucleotide sequences of two LRV isolates from New World strains (LRV1-1 and 1-4) and one isolate from an Old World strain (LRV2-1) have been reported (3, 4, 5 , respectively). The 5.3 kb genome of LRV1 encodes two large open reading frames (ORFs) on the plus-strand. ORF2 encodes an 82-kDa capsid protein that self-assembles into virus-like particles when expressed in insect cells using a recombinant baculovirus expression system (6) . ORF3 is predicted to encode a 98-kDa protein containing conserved RNA-dependent RNA polymerase (RDRP) motifs (7) , and is believed to be the viral polymerase. ORF2 and ORF3 1 This work was partially supported by NEH grant AI28473. M.S. was supported by a postdoctoral fellowship from the Ministerio de Educaci6n y Ciencia, Spain. 1 To whom correspondence should be addressed. overlap by 71 nt and ORF3 is presumably expressed via a +1 ribosomal frameshifting (8) .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 271,
                    "end": 273,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 274,
                    "end": 275,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 728,
                    "end": 729,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 885,
                    "end": 886,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Small ORFs present in the 5' untranslated region (UTR) of LRV1 isolates (3, 4) and LRV2-1 (5) have not been shown to encode any gene product and are not conserved among closely related virus isolates. However, nucleotide sequences in the 5' UTR of LRV1 isolates (LRV1-1 and LRV1-4) are highly conserved (90% identity) (4), suggesting that this region serves an essential viral function. Five conserved stem-loops have been predicted in the 5' UTR of LRV1-1 and 1-4 (4) .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 76,
                    "end": 78,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The presence of a short viral transcript corresponding to the 5' end (320 nt) of viral positive-sense RNA, in addition to the genome-length transcripts, was observed in in vitro polymerase assays (9) . The short transcript was initially believed to result from premature transcription termination, but is now known to be generated by a specific cleavage event mediated by the virus capsid protein (10) .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 5' terminus of LRV RNA can be labeled by polynucleotide kinase, indicating the lack of a cap structure (11) . PCR analysis further suggests that viral transcripts do not possess the 39-nt mini-exon sequence, the trans-splicing leader required for translation in trypanosomatids (3, 12) . Absence of the mini-exon sequence is supported by the results of cDNA tailing experiments (unpublished data). These observations suggest that LRV1 has evolved a capindependent translation strategy, presumably using cisacting elements present in the 5' end to provide an internal ribosome entry site (IRES) function. The predicted 5' end structure of LRV positive-sense RNA resembles those of polioviruses and other picornaviruses known to initiate translation by internal ribosome entry (23, 14) . A recent report showed that the LKV1 5' UTR functions as an IRES element in a dicistronic reporter construct (15) .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the context of a persistent infection, we hypothesize that cleavage within the LEV 5' DTK plays an essential regulatory role in the viral cycle, and that this functionality correlates with the peculiar array of structural motifs in this region. It is tempting to predict different biological functions for the viral transcript before and after cleavage that could be accomplished through differential binding of host factors required for certain viral functions. Mobility shift and cross-Unking experiments were performed to examine the binding characteristics of the viral 5' end in three different transcripts (full-length, and the two products produced by cleavage) for host proteins. We have determined that Leishmania cytoplasmic proteins bind specifically to the cleaved RNA of LRV1-4, supporting the hypothesis that the cleavage alters the functionality of the viral transcript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cells and Virus-L. guyanensis M4147 (MHOM/BR/ 75/M4147) and L. braziliensis M6244 (MTAM/BR/80/ M6244) served as virus (LRV1-4)-infected and -uninfected strains, respectively. Cells were grown in M199 semidefined medium (GIBCO-BRL) supplemented with 5% fetal bovine serum (HyClone) and 1% fresh, filter-sterilized human urine (16) .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "MATEHIALS AND METHODS"
        },
        {
            "text": "Preparation of Leishmania Cytoplasmic Extracts-Promastigotes (5 X 10 9 cells) were collected in early stationary phase, washed three times with ice-cold phosphate-buffered saline (PBS), and lysed as described by Sarnow for HeLa cells (17) . Briefly, the cell pellet was resuspended in approximately three packed-cell volumes of lysis buffer containing 50 mM Tris-HCl (pH8.0), 5 mM EDTA, 150 mM NaCl, 0.5% Nonidet P-40, and 0.1 mM phenylmethylsulfonyl fluoride (PMSF), kept on ice for 20 min, and centrifuged at 10,000 Xg for 10 min. The resulting supernatant (S10 fraction) was either stored at -80'C or centrifuged at 100,000 Xg for 1 h at 4'C. The 100,000 Xg supernatant (S100 fraction) was frozen at -80°C in storage buffer (adjusted to 0.37 mM DTT, 100 mM KC1, 5% glycerol, and 0.2 mM PMSF). Ribosomal fractions were prepared as described by Kusov et al. (18) with some modifications. Briefly, the 100,000Xg pellet was resuspended in buffer containing 0.25 M sucrose, 1 mM DTT, and 0.1 mM EDTA (pH 7.0). A 4 M solution of KC1 was slowly added to the ribosome suspension to give a final KC1 concentration of 0.5 M in a finnl volume of 1 ml. The solution was stirred at 4'C for 20 min and the ribosomes were pelleted by centrifugation at 100,000 x g for 1 h at 4\"C. The pellet was resuspended and washed as above with 0.6 M KC1. The last two supernatants (ribosomal salt wash fractions) were dialyzed overnight against dialysis buffer containing 20 mM HEPES (pH 7.4), 100 mM KC1, 1.1 mM MgCl 2) 0.37 mM DTT, 0.2 mM EDTA (pH 8.0), 5% glycerol, and 0.2 mM PMSF, and stored in aliquots at -80*C. The final ribosome pellets were also resuspended in 500 fA of dialysis buffer and stored at -80'C Construction of Transcription Templates-To generate pFL, pBluescript KS + (Stratagene) was digested with BstXI and Xbal, treated with T4 DNA polymerase, and ligated with T4 DNA ligase. The self-ligated plasmid was digested with BamHI with the resulting 5' overhangs filled by Klenow fragment (New England Biolabs, NEB) and treated with alkaline phosphatase (calf intestine, NEB) to prevent self-ligation. Plasmid pBSK-FULLl4 (19) , which contains the full-length cDNA sequence of LRV1-4, was digested with Smal and Clal, and incubated with Klenow fragment to produce blunt-ends. The 2,568-bp restriction fragment, encoding most of the viral capsid gene, was gel-purified and ligated into the BamHI-cut (and filled) pBluescript KS + described above.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 846,
                    "end": 863,
                    "text": "Kusov et al. (18)",
                    "ref_id": null
                },
                {
                    "start": 2118,
                    "end": 2122,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "MATEHIALS AND METHODS"
        },
        {
            "text": "To generate pSC, pFL was digested with BamHI, and the 5,202-bp fragment was gel-purified and self-ligated with T4 DNA ligase. A derivative of pSC, pSC-dBamHI, was constructed from the original pSC plasmid by digestion with BamHI followed by incubation with mung bean nuclease (NEB). The plasmid construct was then re-circularized by incubation with T4 DNA ligase and the deleted nucleotides were confirmed by DNA sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATEHIALS AND METHODS"
        },
        {
            "text": "In Vitro Transcription-To generate a radiolabeled positive sense transcript of the LRV1-4 5' end, plasmids pFL and pSC were linearized with AccI (NEB) and transcribed with T7 RNA polymerase (NEB) and [a-32 P]UTP (800 mCi/mmol) as previously described (20) . The generated transcripts were designated as FL-RNA and SC-RNA, respectively ( Fig. 1 ). Plasmid WT (20) was digested with BamHI and transcribed with T3 RNA polymerase (Boehringer Mannheim) to generate an ST-RNA transcript (Fig.  1 ). The SC-zJBamHI RNA was generated from an in vitro T7 transcription of pSC-ABamHI linearized with Accl as described above. Unlabeled RNA transcripts for competition assays were prepared in a similar way except with unlabeled UTP. After transcription, the template DNA was removed by incubation with 2 U of RQ1 DNase (Promega) at 37°C for 20 min. All transcribed RNAs were extracted twice with phenol/chloroform/isoamyl alcohol (25:24:1, Sigma) and precipitated with ethanol.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 343,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 489,
                    "text": "(Fig.  1",
                    "ref_id": null
                }
            ],
            "section": "MATEHIALS AND METHODS"
        },
        {
            "text": "pfAct (a gift from B. Xiong, Harvard School of Public Health) containing the actin gene encoded by Plasmodium falciparum in pBluescript KS + was linearized with Fokl and transcribed with T3 RNA polymerase to generate a heterologous 158-nt transcript comparable in size to the SC-RNA probe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATEHIALS AND METHODS"
        },
        {
            "text": "RNA Mobility Gel Shift Assays-Leishmania cytoplasmic extracts were pre-incubated with 12 //g of Escherichia coli 16S-and 23S-rRNA (Boehringer Mannheim) in buffer containing 10 mM HEPES (pH7.4), 0.3 mM MgCl 2 , 40 mM KC1, 5% glycerol, 1 mM DTT, and 40 U of RNasin (Promega) in a finnl volume of 15-20 fx\\ at 30'C for 15 min. For competition assays, different molar excesses of unlabeled RNAs were added in a pre-incubation reaction prior to the addition of 3-6 ng of the a-3l P-labeled RNA probe (10 5 cpm). Probes were heated at 65'C for 15 min, cooled slowly to room temperature, added to the pre-incubation mixture and incubation was continued at 30'C for 30 min to allow complex formation. In other studies, an unlabeled ST-RNA probe was pre-incubated with the SC-RNA probe • at 30'C for 10 min before adding cellular extracts to the reaction. In some experiments, a 200-fold molar excess of unlabeled ST-RNA was incubated with labeled SC-RNA probe in the absence of cellular extract. The reaction mixtures were then treated with different amounts of RQ1 DNase (Promega) at 37°C for 20 min or with a cocktail of RNase A and Tl (United States Biochemical, USB) at room temperature for 2 min as recommended by the manufacturer. Samples were resolved in a 4% native polyacrylamide gel (acrylamide-bisacrylamide, 79:1) with 5% glycerol (Sigma) in 0.5xTBE at 4°C. The gel was dried and subjected to autoradiography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATEHIALS AND METHODS"
        },
        {
            "text": "UV Cross-Linking-Binding reactions were performed as described above for RNA mobility gel shift experiments using 60 jug of S100 extracts prepared from M4147. After binding, the samples were transferred to a 96-well plate and irradiated on ice at 254 nm for 30 min (LTV-Stratalinker; Stratagene). The reaction mixtures were then treated with 25 //g of RNase A (USB) at 37°C for 15 min and the products were resolved by SDS-polyacrylamide (10%) gel electrophoresis (PAGE). The gel was fixed, dried, and subjected to autoradiography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATEHIALS AND METHODS"
        },
        {
            "text": "To study the interactions of cellular proteins with the 5' UTR of LRV1-4, three 32 P-labeled RNA transcripts ( Fig. 1) were incubated with Leishmania cytoplasmic extracts prepared as described in \"MATERIALS AND METHODS.\" No shifted complexes were detected when FL-or ST-RNA was incubated with S10 extracts prepared from virus-infected or -uninfected cells (Fig. 2 , lane 2 or 3, respectively). The results suggest that there is no interaction between the RNA probes and cellular proteins or, alternatively, that the binding is weak or unstable. In contrast, shifted complexes were detected only when the SC-RNA probe was incubated with cytoplasmic extracts from either virus-infected or -uninfected cells (Fig. 2 , lane 2 or 3, respectively). The complexes were found to be formed in a dose-dependent manner as increasing amounts of extract up to 4 ng resulted in enhanced bands (data not shown). No mobility differences were observed between the RNA-protein complexes formed with extracts from infected cells and those formed with extracts from uninfected cells. The results demonstrate that Leishmania S10 extracts contain factor(s) that form stable complexes with the cleaved RNA (SC-RNA) but not with full-length (FL-RNA) or short transcript (ST-RNA) RNAs, and that these factors are not dependent on viral infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 363,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 705,
                    "end": 712,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cellular Proteins May Bind to the Cleaved 5' End of LRV1-4-"
        },
        {
            "text": "When the SC-RNA probe was incubated with equal amounts of protein from different subcellular fractions, the greatest binding activity was detected in the S100 fraction from virus-infected or -uninfected cells (data not shown). Mobility shift assays performed with the ribosomal salt wash or the ribosome pellet fractions showed lower RNA binding activity (data not shown). Therefore, the S100 fraction was used in further binding experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular Proteins May Bind to the Cleaved 5' End of LRV1-4-"
        },
        {
            "text": "The addition of proteinase K to the Si00 fraction prior to incubation with labeled SC-RNA probe resulted in the disappearance of all three shifted complexes (Fig. 3) , confirming that the complexes are formed through RNAprotein interactions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Cellular Proteins May Bind to the Cleaved 5' End of LRV1-4-"
        },
        {
            "text": "Specificity of Complex Formation-To test the specificity of the RNA-protein interaction, we performed competition experiments by pre-incubating homologous and heterologous unlabeled RNAs with the SI00 fraction before the addition of the 32 P-labeled SC-RNA probe. A 50-fold molar excess of homologous SC-RNA competed efficiently ( FL-RNA Does Not Compete for Cellular Factors-Binding experiments were performed as described above except using unlabeled FL-RNA as a competitor (Fig. 4A, lanes 7  to 9) . Interestingly, even 100-fold excess of FL-RNA did not effectively compete with the formation of SC-RNA/ protein complexes (Fig. 4A, lane 9) , even though the FL-RNA competitor contains the SC-RNA sequence. This result is consistent with a lack of FL-RNA-protein binding activity in mobility gel shift experiments using the 32 Plabeled FL-RNA probe (Fig. 2) and suggests that the protein-binding elements in SC-RNA are either inaccessible or non-functional in the full-length (uncleaved) viral positive sense RNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 500,
                    "text": "(Fig. 4A, lanes 7  to 9)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 625,
                    "end": 642,
                    "text": "(Fig. 4A, lane 9)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 851,
                    "end": 859,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cellular Proteins May Bind to the Cleaved 5' End of LRV1-4-"
        },
        {
            "text": "ST-RNA Forms RNA/RNA Complexes with SC-RNA-Unlabeled ST-RNA, whose 3' end is identical to the short transcript generated from full-length viral RNA {20), was used in competition experiments to test whether it interferes with SC-RNA/protein complexes. At molar excesses as high as 150-fold, ST-RNA failed to compete with any of the three SC-RNA/protein complexes (Fig. 4B, lane 3) , supporting the mobility gel shift data using 32 P-labeled ST-RNA (Fig. 2) . Surprisingly, however, one new slowmigrating complex was formed in the presence of 50-molar excess ST-RNA (Fig. 4B, lane 1) , and a second new slower migrating complex was observed at 100-fold molar excess of ST-RNA (Fig. 4B, lane 2) . Initially, the two new shifted complexes were believed to be SC-/ST-RNA/protein complexes, but their presence in control reactions lacking S100 extract (Fig. 4B, lane 4) identified them as RNA-RNA complexes. In the presence of S100 fraction, however, it seems that the interaction of SC-/ST-RNA is enhanced (compare lanes 2 and 4 in figure 4) , and the two new shifted complexes in the absence of Si00 fraction are always sharp and clear while in the presence of extract they become less sharp and more defuse (data not shown). Therefore, we can not rule out the possibility that some other factor(s) may be involved in the formation of RNA-RNA complexes. Sequence analysis shows 60% reverse-complementarity between the 5'-terminal 113 nt of SC-RNA and nucleotides 46-165 of ST-RNA (data not shown). These findings support the possibility that the two in vivo RNA cleavage products (represented in vitro by SC-and ST-RNA transcripts) might interact with each other. To determine whether ST-RNA competes with the formation of SC-RNA/protein complexes, SC-RNA probe was pre-incubated with different molar excesses of unlabeled ST-RNA before the addition of the Si00 fraction (Fig. 5A) . Pre-incubation with a 100-fold or greater molar excess of ST-RNA (Fig. 5A, lanes 7 to 10) competes effectively with the formation of two of the three SC-RNA/protein complexes. At 200-fold molar excess, only the slowest migrating complex is still detectable, suggesting that the protein involved in that complex has a higher affinity for the viral RNA or, alternatively, that its binding domain overlaps minimally with the RNA/RNA interaction region. In the absence of pre-incubation, however, a 400-fold molar excess of ST-RNA is unable to compete with the formation of these complexes (Fig. 5A, lanes 3 to 6) . The two slowest migrating complexes formed in the presence of excess unlabeled ST-RNA were resistant to DNase but sensitive to incubation (2 min) with RNase A/Tl (Fig. 5B) , showing that the nature of these complexes is RNA. Doubling the ribonuclease concentration was more effective (compare lanes 3 and 4 in Fig. 5B ). Free probe was not completely degraded under these incubation conditions, presumably due to its excess in the reaction. Detection of Proteins Binding to LRV1-4 5' End-To characterize the proteins binding to SC-RNA in the gel mobility shift assays, S100 fraction prepared from Leishmania M4147 cells was incubated with 32 P-labeled RNA probes, and the complexes were covalently cross-linked by UV irradiation. As shown in Fig. 6 , SC-RNA probe labeled several proteins in the extracts (lane 4). Identical results were obtained with Si 00 fraction from either virus-infected or -uninfected cells (data not shown). Protein labeling was entirely dependent upon UV irradiation, and was not detected when labeled FL-RNA was used as a probe (lane 2). These results are consistent with the data obtained in RNA mobility shift experiments. The molecular masses of the three labeled proteins are approximately 29-, 41-, and 49-kDa. Although the signal intensity was dependent on the experimental conditions and varied slightly from experiment to experiment, only SC-RNA was able to form crosslinked complexes with proteins in cytoplasmic extracts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 379,
                    "text": "(Fig. 4B, lane 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 447,
                    "end": 455,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 564,
                    "end": 581,
                    "text": "(Fig. 4B, lane 1)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 674,
                    "end": 691,
                    "text": "(Fig. 4B, lane 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 846,
                    "end": 863,
                    "text": "(Fig. 4B, lane 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1027,
                    "end": 1036,
                    "text": "figure 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1867,
                    "end": 1876,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1944,
                    "end": 1968,
                    "text": "(Fig. 5A, lanes 7 to 10)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2465,
                    "end": 2488,
                    "text": "(Fig. 5A, lanes 3 to 6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2653,
                    "end": 2662,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2801,
                    "end": 2808,
                    "text": "Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3233,
                    "end": 3239,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Cellular Proteins May Bind to the Cleaved 5' End of LRV1-4-"
        },
        {
            "text": "Both pFL and pSC transcripts include nucleotides derived from the T7 transcription vector. However, as the same non-viral sequences present in SC-RNA also exist in FL-RNA, the presence of those nucleotides can not explain the differential protein binding pattern exhibited by SC-RNA. On the other hand, SC-RNA probe also contains 4 additional viral nucleotides at the 5' end that are absent from the cleaved RNA transcript generated by the viral capsid protein in vivo, but present in the 3' end of ST-RNA. As SC-and ST-RNAs, despite having both of these 4-nucleotide sequences at their 5' and 3' ends, respectively, Probes FL (kDa) MW 1 2 220-- 4) , or SC-z/BamHI-RNA (lanes 5 and 6) probe was incubated with Leishmania M4147 S100 fraction as described in \"MATERIALS AND METHODS.\" In lanes 1, 3, and 5, no extract was added to the reactions. Molecular masses are indicated in kDa. The three labeled proteins are marked by arrowheads.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 646,
                    "end": 648,
                    "text": "4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Cellular Proteins May Bind to the Cleaved 5' End of LRV1-4-"
        },
        {
            "text": "show completely different binding affinities, it seems unlikely that these 4 nucleotides are responsible for the differential protein binding in vitro. Nevertheless, to rule out that possibility, because conformational disruptions or changes could have been induced, the additional 4 nucleotides were removed from the original pSC construct. The resulting clone (pSC-/}BamHI) generates an RNA transcript that starts precisely at viral nucleotide 321, identical to the 5' end of the in vivo cleaved RNA transcript. Gelshift assays using these RNAs (pSC and pSC-dBamHI transcripts) yielded indistinguishable patterns of shifted complexes as shown in Fig. 2 (data not shown) . The UVcrosslinking experiment was then repeated as described in \"MATERIALS AND METHODS\" using the pSC-dBamHI transcript and the results were compared with those using pSC-derived transcripts. The patterns of the labeled RNAprotein complexes were identical for both probes (Fig. 6,  lanes 4 and 6) . Taken together, the results demonstrate conclusively that the additional 4 nucleotides encoded at the 5' end of the SC-RNA probe are not responsible for the differential interactions observed between Leishmania cellular proteins and the cleaved Leishmaniavirus RNA transcripts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 671,
                    "text": "Fig. 2 (data not shown)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 946,
                    "end": 970,
                    "text": "(Fig. 6,  lanes 4 and 6)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "46-••"
        },
        {
            "text": "Leishmaniaviruses are believed to establish a persistent infection since no extracellular virus has ever been found (21) . Thus, the productive infection must require a regulatory process so that viral proteins are synthesized in appropriate amounts to maintain the viral particle number at a level compatible with cellular function without inducing a shut-off of host cell macromolecular synthesis. Competitive RT-PCR experiments have shown the presence of about 100 copies of the viral genome per cell (unpublished data). The cleavage of viral transcripts could be a mechanism by which the virus controls its gene expression. Removal of the 5' end could presumably affect RNA stability, RNA packaging, replication, and translation. These regulatory mechanisms are not mutually exclusive and may all contribute to balance the virus/parasite ratio in Leishmania cells. The 5' end of the LRV1-4 positive sense RNA, like that of picornaviruses, is a long, highly structured non-coding region with multiple non-initiator AUGs (4) . The absence of trans-spliced viral RNA in vivo and the lack of a cap structure at the 5' end strongly suggest that LRV1 has evolved an internal initiation mechanism of translation. Internal initiation in picornavirus requires the interaction of cellular proteins with an IRES element in the viral 5' UTR (22) . Several of these proteins have been identified, but the functional roles for the majority of the frans-acting factors remain to be elucidated.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study we have demonstrated that Leishmania cytoplasmic proteins bind specifically to the transcript comprising the cleaved 5' end of LRV1-4 RNA. Three RNA/protein complexes were detected by gel mobility shift assays. The UV-cross linking study shows that several proteins from the Leishmania cell extract bind only to the cleaved viral 5' end (represented by SC-RNA), but not to the full-length transcript (represented by FL-RNA). The sizes of the three major Leishmania proteins cross-linked to the RNA are approximately 29-, 41-, and 49-kDa. These proteins are present at similar concentrations in both virus-infected and -uninfected parasite strains, suggesting that they are not induced by viral infection. It is difficult to speculate on the nature and putative roles of the crosslinked proteins identified in the experiments presented here because little is known about the translation machinery in Leishmania. Therefore, the nature of these proteins remains to be identified in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The lack of protein binding activity shown by the fulllength viral 5' end (FL-RNA) in gel-shift and UV cross-Unking experiments, and its failure to compete for binding of Leishmania proteins to SC-RNA suggests different roles in the viral cycle for these two viral transcripts, although additional conclusive experiments are needed. Our results suggest that the domains are either non-functional or unavailable in the full-length viral 5' end (represented by FL-RNA). Presumably, cleavage of full-length RNA unmasks a cryptic domain that is now accessible to bind host factors. Cleavage and subsequent binding of host proteins may be the manner by which the virus targets its own transcript for translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Considering the predicted structural similarities to the picornavirus 5' UTR as well as the limitations of an uncapped transcript in the peculiar Leishmania cellular environment, it is possible to predict a role for the LRV1 5' end in translation initiation. The ability of the LRV1 5' UTR to drive the expression of a downstream reporter gene in a dicistronic construct (15) supports this hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Endoribonucleolytic cleavage events have been reported to function by either inactivating (23) (24) (25) or stimulating (26) the expression of mRNAs. Although other roles in the viral cycle can not be ruled out, cleavage of viral RNA by its own viral capsid protein may generate an RNA devoid of translation inhibiting sequences, such as non-initiating AUGs, for example. The LRV1 5' UTR may also provide a challenge to the translational machinery of the cell considering its length and presumed secondary and possibly tertiary structure which could impede ribosome movement. Intraleader ORFs have been shown to accumulate at the viral 5' end of some coronaviruses during the establishment of a persistent infection (27) . Our in vitro translation data suggest that LRV transcripts from 5' end deletion mutants are translated more efficiently than those with a complete 5' UTR (unpublished data). However, those transcripts are all translated at very low efficiency compared to non-viral RNAs. It seems likely that some specific host factors required for the efficient translation initiation of viral transcripts in Leishmania are absent from the wheat germ and rabbit reticulocyte translation systems. It remains to be determined whether the Leishmania proteins cross-linked to SC-RNA in the present studies are also present in these in vitro translation systems.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 95,
                    "end": 99,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "On the other hand, RNA cleavage may abolish the translation of viral proteins by removing some 5' end elements required for internal initiation. Constructs lacking the first 120 nt of the LRV1-4 5' end showed a 10-fold reducion in the translation of a downstream reporter gene in a dicistronic construct (15) . This result is somehow contradictory to our in vitro translation study described in above. The discrepancy can be explained by the fact that these experiments were performed by transfecting the expression construct into an L. major strain, which is not a natural host for LRV1. Due to the high divergence between LRV1 and LRV2 (less than 40% homology), it remains possible that the two viruses have evolved different translation strategies optimized for function in their respective Leishmania host strains. Indeed, a co-evolution theory has been proposed based on the phylogenetic comparison of LRV genomes and DNA fingerprints from host parasite strains (28) , shows a positive correlation between virus and parasite genetic distances. While optimal activation of the viral transcript for translation may require precise cleavage, residual IRES activity may exist in the full-length 5' end. It is very possible that removal of these first 120 nt simply disrupts the secondary structure of the downstream domains required for internal ribosome entry.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In our RNA gel mobility shift experiments, ST-RNA failed to compete for the formation of SC-RNA/protein complexes, but we detected very stable interactions between ST-and SC-RNAs in this in vitro study. Sequence analysis identified an 113-nt sequence of SC-RNA with reverse complement to nucleotides 46 to 165 of ST-RNA, raising the possibility that the two products of the RNA cleavage may also interact in vivo. These complexes were formed in a dose-dependent manner and, when the molar excess of competitor ST-RNA was raised from 50-to 100-fold, a second RNA/RNA complex appeared, presumably formed through the addition of a second molecule of ST-RNA. We do not have any more information about this second complex and further analysis needs to be done. To detect the possibility of competition between ST-RNA and the host factors for SC-RNA (presumably masked by an excess of probe), binding experiments with a previous incubation of both RNAs were carried out. Pre-incubation of ST-RNA with the SC-RNA probe prevented the formation of the two fast-migrating SC-RNA/protein complexes and reduced the amount of a slow-migrating SC-RNA/ protein complex showing that the presence of the short transcript (ST) can interfere with protein-binding to the cleaved (SC) RNA. If those RNAs interact in vivo as they do in vitro, then the short transcript generated by cleavage can be expected to prevent protein from binding to the cleaved RNA transcript and thus interfere with any function that protein binding may have in translation initiation. This activity may represent a regulatory mechanism allowing the virus to establish fine control of the ratio of bound and unbound cleaved transcripts to host factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Characterization of the complex interactions between viral and/or host factors with cleaved viral transcripts may lead to a better understanding of the regulatory mechanisms that lead to the establishment and maintenance of persistent virus infection. The purification and characterization of host factors that bind selectively to viral transcripts in Leishmania will provide valuable insight into both the viral cycle and the unique molecular mechanisms of gene expression of trypanosomatid protozoans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Distribution and sequence divergence of LRV1 viruses among different Leishmania species",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guilbride",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Myler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stuart",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "MoL Biochem. ParasitoL",
            "volume": "54",
            "issn": "",
            "pages": "101--104",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Detection of Leishmania RNA virus 1 proteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Cadd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Keenan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. ViroL",
            "volume": "67",
            "issn": "",
            "pages": "5647--5650",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Molecular organization of Leishmania RNA virus 1",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weeks",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guilbride",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Myler",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc. Nati. Acad. ScL USA",
            "volume": "89",
            "issn": "",
            "pages": "8596--8600",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Complete sequence of Leishmania RNA virus 1-4 and identification of conserved sequences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scheffter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "199",
            "issn": "",
            "pages": "479--483",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The complete sequence of Leishmania RNA virus LRV2-1, a virus of an Old World parasite strain",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Scheffter",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Ro",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "212",
            "issn": "",
            "pages": "84--90",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Synthesis of viruslike particles by expression of the putative capsid protein of Leishmania RNA virus in a recombinant baculovirus expression system",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Cadd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "358--365",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Relationships among the positive strand and double strand RNA viruses as viewed through their RNA-dependent RNA polymerases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruenn",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nucleic Acids Res",
            "volume": "19",
            "issn": "",
            "pages": "217--226",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identification of a ribosomal frameshift in Leishmania RNA virus 1-4",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Suh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scheffter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "Chung",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Biochem",
            "volume": "120",
            "issn": "",
            "pages": "22--25",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identification of a short viral transcript in Leishmania RNA virusinfected cells",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "198",
            "issn": "",
            "pages": "552--556",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Single-site cleavage in the 5'-untranslated region of Leishmaniavirus RNA is mediated by the viral capsid protein",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Macbeth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc. Nad. Acad. Sci. USA",
            "volume": "92",
            "issn": "",
            "pages": "8994--8998",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characterization of a RNA virus from the parasite Leishmania",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Comeau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Furlong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Wirth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc Natl. Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "5979--5982",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "mRNA processing in the Trypansomatidae",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Agabian",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Experientia",
            "volume": "47",
            "issn": "",
            "pages": "118--128",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Internal initiation of picomavirus RNA translation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Meerovitch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sonenberg",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Semin. ViroL",
            "volume": "4",
            "issn": "",
            "pages": "217--227",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Gene regulation: translational initiation by internal ribosome binding",
            "authors": [
                {
                    "first": "S.-K",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarnow",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Curr. Opin. Genet. Deu",
            "volume": "3",
            "issn": "",
            "pages": "295--300",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Leishmania RNA virus 1-mediated cap-independent translation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Maga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lebowitz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mol. Cell. Biol",
            "volume": "15",
            "issn": "",
            "pages": "4884--4889",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Human urine stimulates growth of Leishmania in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pharoah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ashall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miles",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trans. R Soc. Trop. Med. Hyg",
            "volume": "85",
            "issn": "",
            "pages": "477--479",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Translation of glucose-related protein 78/ immunoglobulin heavy-chain binding protein mRNA is increased in poliovirus-infected cells at a time when cap-dependent translation of cellular mRNAs is inhibited",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Samow",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "5795--5799",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "RNA-protein interactions at the 3' end of the hepatitis A virus RNA",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kusov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weitz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dollenmeier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gauss-Muller",
                    "suffix": ""
                },
                {
                    "first": "Siegl",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "1890--1897",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Specific in vitro cleavage of a Leishmania virus capsid-RNA-dependent RNA polymerase polyprotein by a host cysteine-like protease",
            "authors": [
                {
                    "first": "Y.-T",
                    "middle": [],
                    "last": "Ro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Scheffter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "8983--8990",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The short transcript of Leishmania RNA virus is generated by the RNA cleavage",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Macbeth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. ViroL",
            "volume": "69",
            "issn": "",
            "pages": "3458--3464",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The current status of Leishmania RNA virus 1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "ParasitoL Today",
            "volume": "9",
            "issn": "",
            "pages": "135--136",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Stem-loop structure synergy in binding cellular proteins to the 5' noncoding region of poliovirus RNA",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Haller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Semler",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "206",
            "issn": "",
            "pages": "923--934",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Autoregulation of RNase m operon by mRNA processing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C A"
                    ],
                    "last": "Bardwell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reginer",
                    "suffix": ""
                },
                {
                    "first": "S.-M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grunberg-Manago",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Court",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO J",
            "volume": "8",
            "issn": "",
            "pages": "3401--3407",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Escherichia coli endoribonuclease RNase E: autoregulation of expression and sitespecific cleavage of mRNA",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mudd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "MoL MicrobioL",
            "volume": "9",
            "issn": "",
            "pages": "557--568",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Poat-transcriptional controls in bacteriophage T4: roles of the sequence-specific endoribonuclease RegB",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sanson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uzan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "FEMS MicrobioL Rev",
            "volume": "17",
            "issn": "",
            "pages": "141--150",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "RNA processing and degradation by RNase m in Control of Messenger RNA Stability (Belasco",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Court",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "71--116",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A translation-attenuating intraleader open reading frame is selected on coronavirus mRNAs during persistent infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Senanayake",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc NatL Acad. ScL USA",
            "volume": "90",
            "issn": "",
            "pages": "11733--11737",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Phylogenetic analysis of Leishmania RNA virus and Leishmania suggests ancient virusparasite association",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nucleic Acids Res",
            "volume": "23",
            "issn": "",
            "pages": "2300--2304",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phone: -•-1-210-258-9431, Fax: * 1-210-670-3329, E-mail: jpattersfc icarus.sfbr.org Abbreviations: FL-RNA, full length RNA; IRES, internal ribosome entry site; LRV, Leishmaniavirus; ORF, open reading frame; PBS, phosphate-buffered saline; PMSF, phenylmethylsulfonyl fluoride; RDRP, RNA-dependent RNA polymerase; SC-RNA, short cleaved RNA; ST-RNA, short transcript RNA; UTR, untranslated region £ 1999 by The Japanese Biochemical Society.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 4A, lane 5) with the formation of the two slower-migrating complexes, while a 100-fold molar excess of SC-RNA was required to compete with the faster-migrating complex (Fig. 4A, lane 6). A 100-fold molar excess of the anti-sense Mobility shift assays of RNAs from the LRV1-4 5' end. Each 32 P-labeled RNA probe was incubated with 2 fig of total proteins from the M4147 (lane 2) or M6244 S10 fractions (lane 3). No extract was added to the sample in lane 1. The positions of the free probe (arrowheads) and complexes (arrows) are indicated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic representation of the LRV1-4 genome and location of the RNA probes in the viral 5' UTR sequence. The five predicted stem-loop structures are depicted above the line. The arrow indicates the RNA cleavage site. Short transcript RNA (ST-RNA), short cleaved RNA (SC-RNA), and full-length RNA (FL-RNA). Effect of proteinase K on the formation of RNA/protein complexes. M6244 S100 fraction was pre-incubated at 56'C for 30 min in the presence of various amounts of proteinase K prior to adding 32 P-labeled SC-RNA probe. The binding reaction was performed as described in \"MATERIALS AND METHODS.\" The formed RNA/ protein complexes were analyzed by PAGE. Arrows denote the location of formed RNA/protein complexes. transcript of the P. falciparum actin gene, comparable in size to the SC-RNA probe, failed to compete with the formation of any of the three RNA-protein complexes (Fig. 4C, lane 2). These results demonstrate that the interactions of protein factors present in Leishmania cell extracts with the cleaved 5' end of LRV1-4 RNA are specific.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Competition RNA mobility shift assays. (A) \"P-labeled SC-RNA was incubated with S100 extracts from M6244 cells in the presence of increasing molar excesses of either unlabeled SC-RNA or FL-RNA as indicated at the top of the panel. The sample in lane 1 was incubated without S100 extract. The mobilities of three complexes are marked by arrows. (B) Competition experiments with unlabeled ST-RNA. The binding reactions were carried out in the presence of increasing molar excesses of unlabeled ST-RNA. In lanes 4 and 5,binding was performed in the absence of M6244 S100 extract. Arrows and arrowheads indicate the formed RNA/protein and RNA/RNA complexes, respectively. (C) Competition analysis with a heterologous RNA. Actin RNA at a 100-fold molar excess was unable to compete with formation of any of the complexes (arrows).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mobility gel shift experiments with SC-RNA probe and ST-RNA. (A) Binding reactions were performed as described in \"MATERIALS AND METH-ODS\" with S100 extracts from M6244 cells in the presence of different molar excesses of unlabeled ST-RNA, with or without pre-incubation, as indicated at the top of the panel. The sample in lane 1 was incubated without extract. (B) Binding reactions were performed in the absence of S100 extract and the presence of a 200fold molar excess of ST-RNA and the resulting complexes treated with DNase or RNase as indicated in \"MATERIALS AND METH-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "UV cross-linking experiments. 32 P-labeled FL-(lanes 1 and 2), SC-(lanes 3 and",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Scott Scheffter for RNA base-pairing analysis and helpful comments on the manuscript. We also thank B. Xiong for providing the pfAct plasmid and helpful discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}