{
    "paper_id": "23e5dea36e05557e26f1035d015839cedf2503ba",
    "metadata": {
        "title": "Klinische Wochen- schrift Complications of Plasma Exchange in Patients with Neurological Diseases",
        "authors": [
            {
                "first": "Th",
                "middle": [],
                "last": "Henze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "W"
                ],
                "last": "Prange",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Talartschik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "W"
                ],
                "last": "Rumpf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Plasma exchange has proven to be effective in diseases of established or presumed autoimmune etiology as well as in hyperviscosity syndromes and some rare metabolic disorders. Its application is thought to be relatively safe; nevertheless, severe complications may occur. We therefore analyzed the complications of 291 exchanges in 39 patients with neurological diseases. Minor complications developed in 4.8% and major complications in 2.7% of procedures, including one death. Severe infections and technical problems have been the most serious side effects, sometimes followed by organ failure or even death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the last 10 years plasma exchange has become a major therapeutic tool in patients suffering from internal, neurological, and dermatological diseases of established or presumed autoimmune etiology. Sometimes this therapy is also applied to remove such substances as paraproteins, LDLlipoproteins, cholesterol, or phytanic acid from the blood. The neurological disorders in which plasma exchange is used most frequently are myasthenia gravis and acute Guillain-Barr6 syndrome (GBS). Publications concerning plasma exchange deal mostly with the subject of successful versus nonsuccessful treatment of the underlying disease, whereas complications of the procedure are mentioned in only a small number of studies. Since a therapeutic method can be considered effective Abbreviations: ARDS=adult respiratory distress syndrome; FFP=fresh frozen plasma; GBS=Guillain-Barr6 syndrome; LDL =low density lipoproteins; MS = multiple sclerosis; MG = myasthenia gravis; PNP = polyneuropathy and harmless only if its rate of complications is low compared to its overall benefit, the potential hazards of plasma exchange have to be emphasized as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We therefore analyzed the case records of 39 patients undergoing 291 plasma exchanges at the Neurologic Clinic, University of Goettingen, between 1981 and 1989, in order to outline the spectrum of possible complications. Exchange procedures were performed in the Department of Nephrology. Results are compared to the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients': Between 1981 and 1989 a total of 39 patients with neurological diseases underwent plasma exchange (Table 1) . Diseases were diagnosed according to established criteria. In myasthenia gravis, 12 patients were treated because of myasthenic crisis, whereas 2 individuals suffered from severe generalized disease despite an adequate cholinesterase inhibitor and immunosuppressive therapy. These patients were treated with a short series of exchanges every 18 to 24 months. Between 1981 and 1984 eight patients with a rapidly disabling chronic progressive or relapsing-remitting course of multiple sclerosis were treated as well. In those with acute GBS, plasma exchange was started if tetraplegia and respiratory failure developed within the first 10 to 14 days of illness. In the patients with chronic GBS or IgM-polyneuropathy, plasma exchange followed adequate, but unsuccessful immunosuppressive treatment. Exchanges were done mainly every other day in the first week, followed by a twice-weekly regimen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Patients and Methods"
        },
        {
            "text": "Complications: We used a modified classification of complications according to Sutton et al. [14] . The criteria\" mild\" and\" moderate\" were summarized as \"minor\", whereas \"severe\" was termed \"major\". Life-threatening events, i.e., anaphylactic shock, severe cardiac arrhythmia, myocardial infarction or cardiac arrest, marked hypotension, acute respiratory dysfunction such as bronchospasm or dyspnea, acute bleeding disorders due to anticoagulation, and epileptic seizures were considered to be \"major\", requiring rapid termination of the procedure. Other complications were classified as \"minor\", resulting in little to considerable discomfort for the patient, but not leading to termination of the exchange procedure. Minor complications included nausea and vomiting, headache, fever, urticaria, muscle cramps, mild hypotension, less severe cardiac arrhythmia, angina pectoris, dyspnea, and local infections. Complications occurring not only during but obviously related to treatment were also recorded. These included infections due to the intravenous catheter and/or depletion of immunoglobulins and other plasma constituents during the period following plasma exchange, and problems related to the technical procedure, i.e, thrombosis of a great vein, air embolism, or mechanical dysfunction of the exchange apparatus. If infections could easily by treated by administration of antibiotics, they were considered minor. All other infections and the technical dysfunctions were classified as major.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "The number of plasma exchanges per patient in the different patient groups is shown in Table 1 . Of the 291 exchanges, 175 were performed using the IBM cell separator and 116 with the plasma filtration system. In 27 procedures, plasma was replaced by FFP, whereas in the other 264 exchanges a 5% albumin solution was used. Venous access by antecubital venipuncture was achieved in 18 patients and via a Shaldon catheter in the remaining 21.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Minor complications are listed in Table 2 . Short episodes of mild hypotension occurred most frequently, detected only by regular monitoring and not by patients' complaints. There were three local infections (cystitis: 2; tonsillitis: 1), which immediately responded to antibiotic medication. Including these events of questionable relation to plasma exchange, minor complications occurred in 14 exchanges (4.8%) and in 11 patients (28.2%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Major complications (Tables 3 and 4 ) were seen in 8 exchanges (2.7%) and 7 patients (17.9%). One episode of bronchospasm, which required rapid steroid medication and termination of the procedure, occurred during fluid replacement with FFP (case 1). This myasthenic patient was one of the two individuals with chronic severe disease, and another 30 exchanges during the following years, using albumin as replacement fluid, were carried out without any complications. Thrombosis of a subclavian vein in a patient with acute GBS (case 2) developed after removal of a central venous catheter despite a high-dose heparin treatment and resolved 4 days later. The other major complications are described in detail below (see also Table  4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 35,
                    "text": "(Tables 3 and 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 724,
                    "end": 732,
                    "text": "Table  4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Case reports: Case 3 was a 50-year-old male patient with acute GBS. Due to technical failure resulting in insufficient fluid replacement a hyper- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Total 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Patients affected 2 -4 1 7 viscosity syndrome with cardiac arrest occurred. Hematocrit was 62%. Cardiopulmonary resuscitation was successful and the patient regained full consciousness within 3 hours. During hyperviscosity the abdominal aorta was occluded (L~riche's syndrome) and the patient developed rhabdomyolysis and acute renal failure. His right leg had to be amputated due to a compartment syndrome and he had to be on hemodialysis until renal function was normalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Case 4, a 50-year-old male patient with chronic GBS, developed cardiac failure due to ventricular fibrillation immediately before his fourth plasma exchange. Cardiopulmonary resuscitation was successful and no cerebral dysfunction occurred. The event was the result of an unintentional disconnection of the Shaldon catheter followed by air embolism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Case 5 was a 19-year-old female patient with acute GBS. Immediately after a series of 7 plasma exchanges, severe septicemia (Streptococcus faecalis, Staphylococcus epidermidis, Candida albicans) occurred despite fresh frozen plasma replacement and substitution of immunoglobulins between the procedures. During the following 3 months an adult respiratory distress syndrome (ARDS), repeated pneumothoraces, and a tracheo-esophageal fistula developed. After nearly 6 months of intensive care the patient was transferred to a rehabilitation unit. Her GBS was probably caused by an Epstein-Barr-Virus infection, which is known to lead often to virus-mediated immunosuppression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Case 6, a 22-year-old female patient with acute GBS, developed severe septicemia (Staphylococcus aureus) and ARDS after a total of only 5 plasma exchanges. After 3 months of intensive care she was transferred to a rehabilitation unit without major neurological or pulmonary sequelae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Case 7 was a 72-year-old female patient with myasthenia gravis (Osserman III). Plasma exchange was started because of respiratory insufficiency despite medical treatment with cholinesterase inhibitors, prednisone 100 rag/d, and azathioprine 150 mg/d, which had been started 6 weeks before. Following 4 exchanges, in one of which cardiac arrhythmia occurred, the patient developed septicemia (Staphylococcus epidermidis) and multiple hematoma due to severe coagulopathy. Four days later disturbance of consciousness and left hemiparesis occurred. Cranial computed tomography revealed obstructive hydrocephalus. The patient died some days later because of intractable intracranial hypertension. Pathologic examination revealed CNS infection due to Aspergillusfumigatus [8] .",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 770,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Therapeutic plasma exchange is now in widespread use for many diseases, especially of autoimmune etiology. Although it is thought to be relatively safe, numerous complications, including procedure-related deaths, may occur. These complications can be classified as being of infectious, cardiovascular, hematologic, allergic, or technical origin [10] .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Depletion of antibodies and complement together with immunosuppressive medication and a large-sized intravenous catheter, which is often inserted for several weeks, carry the risk of opportunistic infections. Moreover, some authors emphasize that some diseases by themselves may predispose to infection [10, 13] . For example, the frequency of infectious complications in patients suffering from renal diseases such as rapid progressive glomerulonephritis [15] was well above that found in neurological patients [7] . Long-term prognosis may be worsened, since fluid substitution with fresh frozen plasma can cause hepatitis [2] or even HIV infection [1] .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cardiovascular complications consist of cardiac arrhythmia, bradycardia or tachycardia, atrial fibrillation, and hypotension. The latter often occurred during the first years of plasma exchange because of discontinuous cell centrifugation, leading to intermittent hypovolemia. Arrhythmia is thought to be related to the chelation of calcium ions by citrate, which is often used for anticoagulation. Arrhythmia in patients with GBS, especially in those with dysfunction of the autonomic nervous system [4] , may rather be due to the underlying disease than to the exchange procedure. There are some reports of peripheral or cerebral thrombosis occurring within a few days after completion of plasma exchange. This finding is likely to be related to the removal of antithrombin III from plasma [12] .",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 504,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hematologic complications are uncommon despite the fact that numerous alterations of blood values occur. Fibrinogen is lowered by 58% after a single plasma exchange; vitamin-K dependent coagulation factors and Factor VIII are decreased as well [10] . Nevertheless, bleeding events are rare and may be caused by thrombocytopenia, which is frequently found during plasma exchanges, especially if a cell separator system is used [5] .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Allergic reactions are most often induced by fresh frozen plasma [9] . They range from mild discomfort to severe anaphylaxis with the need for resuscitation [14] . Technical problems may be related to the venous access, the exchange device, or errors by the medical staff. Insertion of a Shaldon catheter can cause pneumothorax; accidental puncture of the carotid, subclavian, or femoral artery; and other well-known complications. Catheters may be clotted or accidently lost. Equipment failure includes clotting or leakage of the artificial circulation and fluid imbalance. Incorrect dosage of anticoagulants or administration of incompatible fresh frozen plasma may occur through physicians' or nurses' errors.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Complications can be mild or moderate, leading to only temporary discomfort and not affecting the overall prognosis of the patient. Severe side effects and life-threatening events also occur, however. They may require immediate termination of the procedure and cardiopulmonary resuscitation. So far more than 40 deaths have been reported which were closely related to the exchange procedure [11] , but it seems probable that these complications are underreported in the literature.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Up to now there have been only a few reports dealing with the frequency of complications during therapeutic plasma exchange. In the most recent study of Sutton and co-workers [14] , which included 5235 exchange procedures in 627 patients suffering from internal, neurological, and skin diseases, side effects were found in 12% of exchanges and 40% of patients. Most of the complications were of minor significance, but there were also 28 severe episodes (0.5% of exchanges), ranging from marked allergic reactions to cardiac and respiratory arrest. Ziselman et al. [16] reported 6 severe complications (e.g., myocardial infarction, pulmonary embolism, cerebral ischemia, hypoxia) within 1389 exchange procedures. In their study there were 6 additional events which were due to technical sources (loss of venous access, clotting within the access lines, tubing leaks, and hemolysis). The authors found an overall rate of side effects of 1.6%. This low number can probably be attributed to the fact that minor complications had obviously not been recorded. Keller et al. [6] studied 33 patients, all of whom were severely ill, with 70% of them requiring artificial life support. In 21%, complications of plasma exchange occurred (air embolism, pulmonary edema, hypoproteinemia, nonA-nonB hepatitis, asystole, second-degree AV block).",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "If only patients with neurological diseases are examined, severe complications are low as well. Rodnitzky found 3 such episodes (cardiac arrhyth-mia, myocardial infarction, gross hemolysis) during 154 procedures (2%). In the multicenter trial on acute GBS [3] no distinction was made between mild/moderate and severe complications. Rates of side effects ranged between 1.9% (pulmonary embolism) and 39.8% (infections requiring antibiotics). It is remarkable that there were no significant differences in complication rates between the group receiving plasma exchange and the one under non-exchange therapy. In particular, the frequency of infections and complications due to the venous access did not differ. In the study of the French Cooperative group [2] the plasma exchange patients suffered from fewer pulmonary infections than the control group receiving conventional therapy, but in the former group, septicemia occurred more frequently. The authors also reported 25 severe complications in the exchange group (pneumothorax, catheter-related venous thrombosis, catheter-related hematoma and hepatitis, pneumococcal septicemia).",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our own series minor complications occurred in 11 patients and 4.8% of the procedures. This is low compared to the literature and may be partially due to the fact that allergic reactions occurred only rarely because FFP had been avoided as a replacement fluid. Major side effects were seen in 7 patients and 2.7% of the procedures, which is higher than in other studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The severe complications have been reported in detail. In retrospect, the two women (cases 5 and 6) suffering from acute GBS and septicemia probably needed artificial ventilation longer due to ARDS rather than to GBS. The air embolism (case 4) was due to an unintentional disconnection of the Shaldon catheter and is therefore classified as a technical complication. The case 3 patient lost his right leg as a sequela of technical problems also, and is suffering a permanent hindrance. The infectious complications in the female myasthenia gravis patient had been triggered by very intensive immunosuppression. In this case, plasma exchange was obviously only one factor leading to severe infection. In contrast, the other two cases of septicemia developed without accompanying medical immunosuppression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, some severe complications occurred in our series, most of which have been reported in the literature as well. Extensive efforts have to be undertaken to prevent them. In myasthenia gravis there is an urgent need for plasma exchange in patients with myasthenic crisis or severe chronic disabling disease. But in cases of monophasic acute GBS, plasma exchange serves only to shorten the peak of disease, thus presum-ably lowering the danger of such complications as pulmonary infection or embolism. These hazards should not be replaced by those of plasma exchange. Therefore, with acute GBS, the indication for plasma exchange should be restricted to a rapidly progressing course. The same is true for such disorders as the Lambert-Eaton myasthenic syndrome, chronic GBS, or progressive multiple sclerosis, which in most cases are not life-threatening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Plasma exchange has become safer during the last few years and complications occur less frequently [9] . They may be prevented by careful observation of the patient's immunologic state, venous access, and the technical devices used, as well as by avoidance of infections in patients with insufficient respiration or indwelling venous catheters. Antibiotics should be given as soon as leukocytosis or elevation of body temperature is found. Operations such as tracheostomy during a series of plasma exchanges should be avoided. Moreover, monitoring of the cardiovascular and coagulation systems and continuous training of the staff attending the patient are of great importance as well.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transmission of HIV and AIDS by plasmapheresis for Guillain-Barr6 Syndrome",
            "authors": [
                {
                    "first": "Cab",
                    "middle": [],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Oers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Danner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goudsmit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Clin Neurol Neurosurg",
            "volume": "90",
            "issn": "",
            "pages": "235--236",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Efficiency of plasma exchange in Guillain-Barr6 syndrome: role of replacement fluids",
            "authors": [],
            "year": 1987,
            "venue": "Ann Neurol",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guillain Barr6 Syndrome Study Group (1985) Plasmapheresis and acute Guillain-Barr6 syndrome",
            "authors": [],
            "year": null,
            "venue": "Neurology",
            "volume": "35",
            "issn": "",
            "pages": "1096--1104",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vegetative Funk-tionsst6rungen bei schwer verlaufender Polyradikulitis Guillain-Barr6-Strohl",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Henze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Prange",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ritter",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Dtsch Wochenschr",
            "volume": "111",
            "issn": "",
            "pages": "1050--1054",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coagulation abnormalities produced by plasma exchange on the cell separator with special reference to fibrinogen and platelet levels",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chirnside",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Urbaniak",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Br J Haematol",
            "volume": "42",
            "issn": "",
            "pages": "593--603",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Complications during therapeutic plasma exchange",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Offermann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Molzahn",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Acute Care",
            "volume": "11",
            "issn": "",
            "pages": "100--105",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Plasmapheresis in the treatment of myasthenia gravis : preliminary studies in 21 patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Lisak",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Abramsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schotland",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Dan PC (ed) Plasmapheresis and the immunobiology of myasthenia gravis. Houghton Mifflin",
            "volume": "",
            "issn": "",
            "pages": "209--215",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ZNS-Infektion dutch Aspergillus fumigatus. Eine Komplikation immunsuppressiver Therapie bei Myasthenia gravis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nau",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Behrends",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Henze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Prange",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nervenarzt",
            "volume": "60",
            "issn": "",
            "pages": "178--180",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pathophysiologische Aspekte und klinische Indikationen der Plasmaaustausch-Behandlung",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Nydegger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aeschbacher",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Schweiz Med Wochenschr",
            "volume": "117",
            "issn": "",
            "pages": "1140--1151",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Complications of plasma exchange in neurological patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Rodnitzky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goeken",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Arch Neurol",
            "volume": "39",
            "issn": "",
            "pages": "350--354",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Therapeutic plasma exchange",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Shumak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Rock",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "New Engl J Med",
            "volume": "310",
            "issn": "",
            "pages": "762--771",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Potential danger of thrombosis after plasma exchange in the treatment of patients with immune disease",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sultan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bussel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maisonneuve",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Transfusion",
            "volume": "19",
            "issn": "",
            "pages": "588--593",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Some observations on the complications of intensive plasma exchange",
            "authors": [
                {
                    "first": "Dmc",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Cardella",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Uldall",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proceedings of the Haemonetics Research Institute Advanced Component Seminar. Haemonetics Research Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "and the Canadian Apheresis Study Group (1989) Complications of plasma exchange",
            "authors": [
                {
                    "first": "Dmc",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Transfusion",
            "volume": "29",
            "issn": "",
            "pages": "124--127",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infectious complications with plasmapheresis in rapidly progressive glomerulonephritis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wing",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Bruns",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Fraley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Segel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adler",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "JAMA",
            "volume": "244",
            "issn": "",
            "pages": "2423--2426",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The complications of therapeutic plasma exchange",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Ziselman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bongiovanni",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Wurzel",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Vox Sang",
            "volume": "46",
            "issn": "",
            "pages": "270--276",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Treatment: From 1981 to 1984 plasma exchanges were performed using a continous flow cell separator system (IBM 2997). From 1984 to 1989 plasma separation with a membrane separator was used (A 2008 PF, Fresenius, Bad Homburg, West Ger-TaMe 1. Patient data Th. Henze et al. : Complications of Plasma Exchange in Neurological Diseases",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Minor complications",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Description of major complications",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}