{
    "paper_id": "2422ab8061b630f1761c5cb245b755bf3a19b4fd",
    "metadata": {
        "title": "Individual Risk and Collective Fears: Towards a Governance of Medical Uncertainty",
        "authors": [
            {
                "first": "Lucia",
                "middle": [],
                "last": "Mitello",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fabrizio",
                "middle": [],
                "last": "Rufo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "If we consider the general concept of risk as a specific cultural modality, we must hold to the view that, as far as medicine is concerned, the concept of risk has followed the historical vicissitudes of those who made its history. In this era of great scientific transformation which has accompanied us over the last few decades, the risk factor has contributed to the greater awareness people have of the limits of modern science. Although medicine has made rapid progress, it has not been able to balance effectively the likelihood of a risk perceived event and the factors that determine the risk itself. Elaborate statistical studies have produced risk estimates which do not change the way people perceive the possibility of falling ill. Although society may well ascribe an important role to technology, it has not been able to avoid associating it, in symbolic terms, with the individual and collective risks it has constructed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whereas the entire history of man may be described as a history of risk, it is contemporary society that has objectified the concept of risk by attributing it a value in itself (Douglas, 1992) . This has allowed medicine to describe possible reality in terms of estimates. By decontextualising potentially risky situations, the individual can see them in a way that is logically consistent (Lindley, 1985) . When people do not conform to a rational perception of risk, scientists put forward new analysis models to try to understand how life should really be lived (Elster, 1983) . A scientist becomes a person who educates communities to objectify risk situations and to identify irrational models.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 192,
                    "text": "(Douglas, 1992)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 390,
                    "end": 405,
                    "text": "(Lindley, 1985)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 565,
                    "end": 579,
                    "text": "(Elster, 1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "De-contextualised rationality: risk and fear"
        },
        {
            "text": "This cultural operation is possible through the accounts that individuals give of their fears of illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De-contextualised rationality: risk and fear"
        },
        {
            "text": "In directing people's opinions, scientists have taken on new responsibilities. The weakness of some theories, and scientific models that question old paradigms, have led to a reconsideration of, and a greater conscious reticence and precision in expressing rational or moral judgements. Good probabilistic capacity is needed to objectify risks and assess them rationally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De-contextualised rationality: risk and fear"
        },
        {
            "text": "Since the 17th century, risk has been associated with the concept of probability, the possibility, that is, of being able to numerically quantify uncertainty (Hacking, 1975) . The authority of the oracle, whose sacred function was to predict the future, has been replaced by statistics and its new method of interpreting phenomena. The probabilistic occurrence of ''facts'' becomes quantifiable and the risk of illness is proportioned to other common events in life for which some sort of decision must be taken.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 173,
                    "text": "(Hacking, 1975)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "De-contextualised rationality: risk and fear"
        },
        {
            "text": "Faced with situations of doubtful certainty, scientific methods can be applied to establish whether the risks involved in a given circumstance are reasonable and coherent, thus setting off a decision making process involving an implicit expected utility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De-contextualised rationality: risk and fear"
        },
        {
            "text": "Risk is a term that is generally used to distinguish between situations where the probabilities are known and those where they are unknown (Lindley, 1985) , that is, ones where there may be consequences that undermine the assessment of an expected utility. Furthermore, the concept of risk is linked to temporality and the possibility of making predictions: in medicine, a risk is the probability that an undesired event takes place at a certain time and the consequences of this. With the development of the science of epidemiology at the beginning of the 20th century, the idea of an effective cause of illness was replaced by an idea of probabilistic and deferred fortuitousness (Vineis, 1990) . It is thought that a sort of probable frequency exists for the onset of an illness, which can vary to a lesser or greater degree depending on the characteristics of the individual and what he or she is exposed to at a given time. Other elements to take into consideration are the preventive and therapeutic interventions that a person undergoes during the course of his or her life. These factors weaken causal theories and place the emphasis on a web of causation. At this point, the choices made by individuals and the community cannot be ignored.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 154,
                    "text": "(Lindley, 1985)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 682,
                    "end": 696,
                    "text": "(Vineis, 1990)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "De-contextualised rationality: risk and fear"
        },
        {
            "text": "Aside from the laws that regulate medical predictions, the risk of falling ill is anthropologically linked to fear. Risk, in fact, cannot be governed by estimates alone, but it must be put in relation to the cultural processing of the illness and to the symbolic mechanisms that are brought into play. Within the framework of uncertain events, involving varying degrees of risk, rational decision-making is probabilistically influenced by the common stereotypes associated with an illness and the fear that is built around it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De-contextualised rationality: risk and fear"
        },
        {
            "text": "Numerous models of the concept of perception have been developed by philosophers: Hume's empiricism-associationism, for example, maintains that perception is the sum of elementary sensations; Kant's aprioristic model sees perception as a series of sensory data elaborated by the conscience a priori; but it is Allport and his perceptive functionalism that introduce the subjective factor of personal motivations, aims and needs (Galimberti, 1992) . In addition to external stimuli, the perception of the risk of falling ill is modulated by the individual's personality (autonomous and differentiated/dependent and immature) and by the context. Janine Pierret maintains that ''the experiences of a person and his or her lay concepts of illness cannot be separated from macro-social phenomena'' (Herzlich and Pierret, 1985) . The perception of risk is, in fact, a social construction; modern society has become the society of risk and fear.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 446,
                    "text": "(Galimberti, 1992)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 793,
                    "end": 821,
                    "text": "(Herzlich and Pierret, 1985)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "De-contextualised rationality: risk and fear"
        },
        {
            "text": "Let us take the case of SARS, a corona-virus of the virus family that causes common winter ''flu'', which is well known to all. A virus that has for many years lived with man or animals more or less as a saprophyte or merely causing sore throats, at a certain stage of its evolution ''goes crazy'' and becomes dangerous because it attacks tissue between the alveoli of the lungs, preventing the oxygen that we breathe from oxygenating the blood. In a high percentage of cases, about 20%, intensive therapy is required and often the disease is lethal because of the acute respiratory insufficiency it causes, provoking and disseminating fear and panic. However, whereas the corona-virus returns to its more or less peaceful coexistence with man once the virulence of its attack has died down, the panic, which feeds on prejudice and deep cultural dynamics, continues its course, causing a wave of emotions, feelings, words, and fears which are often unjustified and fed by basic cultural and symbolic constructions. It is a media epidemic. From the epidemiological point of view, the risk of falling ill is almost zero, but the fear that is associated with it is tangible and is exclusively related to social and media construction: an epidemiology based on beliefs and social needs. Individuals do not actually think in an irrational manner when cases like SARS arise, or when they are afraid of the risks associated with transgenic food or nuclear energy; they use faculties other than common sense, the probabilistic calculation of risk, the perception of that risk and its acceptability. The calculation of risk in itself is a numeric function; the social perception of risk in a globalised society is mainly a cultural, social media construction, made of images, sensations, accounts, emotions, ethical and political values. It also depends on the value that is attributed to the consequences of the risk, which Mary Douglas suggests are founded on issues which are distinctively political, esthetical and moral. With regard to this, we cannot ignore Mirko Grmek's rightly famous interpretation of the spread of AIDS (Grmek, 1989) . The way in which he investigates the causes of this pandemic and the forms it takes, leads to the identification of an anthropological-social dimension of the illness. AIDS is also an original interpretation of the relationship between the history of science and epistemology, a pointed and ''progressive synthesis'' of the relations between science and society as they have developed over the centuries, which gauges, through variations in the concepts of risk, health and illness, the social quality of the life of people in different eras. What emerges strongly from the work of Grmek, is the gap between science's capacity for innovation and the theoretical reception of this innovation in politico-social practice, which cannot be dissociated from the public perception of risk. This is a remarkable analytical model in its complexity, in its attempt to see the relationship between science and society in non-generic terms, in the role it assigns to organised social subjects, institutional structures and, in short, to the history of science in its real sense. The typology concerned is external, phenomenological, signalling the presence of a multiplicity of levels and what joins them together, and by focusing attention on this aspect we can grasp the elements of what constitutes the modern-day antiscientific phenomenon. The first observation to be made is that we need instruments and institutions that are capable of governing the conflicts and the contradictions connected to the growth of the phenomenon, which is considered a distinctive trait of modern society. In this sense, the role ascribed to scientific, and more specifically biomedical, discoveries in social integration can be interpreted as a stabilising social tendency, as can be seen in the part played by public health systems.",
            "cite_spans": [
                {
                    "start": 2121,
                    "end": 2134,
                    "text": "(Grmek, 1989)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "De-contextualised rationality: risk and fear"
        },
        {
            "text": "The uncertainty or the ''conflict of indecision'' determined by a probable risk, is often overcome when the risk is accepted and the fear associated with it controlled (Lewin, 1995) . In fact ''what is a risk situation if not a condition in which one experiences the revocation or suspension of one's certainties?'' (Sarnelli, 2000) . Individuals who recognise they have a responsibility in the onset of an illness, through atrisk behaviour, overcome the uncertainty by adopting preventive behaviour (breaking the habit of smoking cigarettes, using protection in at-risk sexual relations etc.). However, those who do not recognise any responsibility lay all the blame on chance or factors that are external to the individual. Emblematic in this perspective are the scenarios opened by bio-technologies (Buchanan et al., 2000) . The moment that living systems can be de-codified and reconstructed, on the basis of general laws that exist only in that they are connected to particular laws, a ''cultural multidimensionality'' emerges which cannot be reduced or compressed, and which requires the social system to develop a corresponding cultural production. Biotechnological progress distinctly shifts the limits of our actions in this direction. Before modern times, man could only influence his contemporaries and the generations closest to him; his responsibilities had a limited temporal and spatial extension. Today, on the other hand, the effects of our policies can be projected into the distant future, with interventions that programme and modify the vital processes of life. This defines and anticipates a concern which, at the beginning of the new millennium, is brimming with implications (Petersen and Bunton, 2002) . The new confines of science, directly affecting biological life, give rise to unavoidable issues and questions that revolve around the new concrete and totalising prospect of improvements to, and commercialisation of, bodies. The uncertainty which is perceived as risk derives from the continuous redefinition and reconsideration of the confines of knowledge. What changes deep down is precisely our capacity to recognise and define the cultural confines of the body. What is most affected is private life and the way we relate to others, the two areas that historically define the overall processes of socialisation, the objective process of ''setting up in society'' on the basis of which it is possible to define the contexts and relations in which men live and act (Shilling, 1993) .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 181,
                    "text": "(Lewin, 1995)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 316,
                    "end": 332,
                    "text": "(Sarnelli, 2000)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 802,
                    "end": 825,
                    "text": "(Buchanan et al., 2000)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1699,
                    "end": 1726,
                    "text": "(Petersen and Bunton, 2002)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2498,
                    "end": 2514,
                    "text": "(Shilling, 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk and uncertainty"
        },
        {
            "text": "If this is the frontier of uncertainty, we cannot, however, ignore the stimuli produced in the past by illnesses, nor the fact that, to some extent, such stimulation will continue to be produced in some way in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk and uncertainty"
        },
        {
            "text": "So there are various factors that determine the level of risk perception and the levels of collective uncertainty, some linked to pathology, some to the time elapsing, for example, between at-risk behaviour and the onset of an illness or the seriousness with which it comes about, and others linked to the personality of the individual or the environment of reference. Mary Douglas maintains that ''the question regarding risk should be: how safe is what is quite safe in this particular culture? Expressed like this, the question highlights the choice more realistically than it would in cases where the perception of risk refers to an imaginary individual divorced of any particular culture'' (Douglas, 1992) .",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 710,
                    "text": "(Douglas, 1992)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Risk and uncertainty"
        },
        {
            "text": "The way risk and the fear related to it is perceived and dealt with is often analysed by doctors and specialists on the basis of what sick people say, simplifying the social, historical and ideological dimensions that they hide. By revealing the implied symbolic mechanisms in what they say, we can place individual experiences in a wider context, such as, for example, the society that expresses them. The fear that is expressed can be seen, on the one hand, as a relived account of the experience and, on the other, as historical consciousness (Good, 1999) . The accounts of the fear of the risk of falling ill can be placed in a framework which is both symbolic and historical; elements of social conscience blend into individual, strictly personal, and subjective characteristics that represent a collective phenomenon. The common denominator for both aspects is the fact that both individuals and the community are given the opportunities for self-representation and freedom of expression. This interpretation is described as crisis psychology: an opportunity given to individuals to express their need to communicate a traumatic experience, as for example the onset of illness. This creates a sort of grey area (Erikson, 1995) . Grey areas are lived both as individual experiences and as a sort of shared consciousness within the interpretative areas of specific cultural realities. Risk, furthermore, is proportioned to the fear of not being able to return to health or of losing one's life.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 558,
                    "text": "(Good, 1999)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1217,
                    "end": 1232,
                    "text": "(Erikson, 1995)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Risk and uncertainty"
        },
        {
            "text": "Fear of the risk of failing health is also linked to a temporal-symbolic dimension that Turner and Brunner describe as hospital ''time-without-time'' or ''time-routine''. Time is experienced, in the mind's eye, as being socially manipulated; the body as an entity detached from itself and detached from its own time. The fear of illness is linked to the transformation of an efficient body, which is the master of its own time, into an unhealthy body that is objectified and confined to a hospital bed (Turner and Bruner, 1986) . The consequent loss of identity is seen as an additional ''loss'' of a part of oneself. The healthybody/unhealthy-body transformation, mediated by time seen as ''other'', is symbolically expressed as an event beyond control.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 527,
                    "text": "(Turner and Bruner, 1986)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Risk and uncertainty"
        },
        {
            "text": "It is the social context, its structure, ideological content and cultural influences, that condition the way the risk of illness or an unhealthy body is lived, and it is in relation to particular circumstances that it is exposed to greater or lesser risk. Every society selects which risks are to be processed and transmitted to future generations as potentially dangerous and underestimates others which are equally risky. According to Propp, no society, ''not even the most archaic, has ever left the management of risk and fear to the spontaneous regulatory mechanisms of our body. They have if anything been reutilised, elaborated and reoriented, for that society's symbolic schema'' (Propp, 1988) .",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 701,
                    "text": "(Propp, 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk and uncertainty"
        },
        {
            "text": "With the introduction of new technologies, the discovery of new substances and the utilisation of new techniques, the study and perception of the risk associated with them have gradually become two primary objectives for the policies of the government, industrial groups, health structures and organisations concerned with scientific research. In particular, with the growing importance of ecological issues, the concept of risk has taken on a completely different shape, a new mass dimension (Beck, 1992) . This is because it has been realised that the risks perceived by the community cannot be attributed to nature or chance but derive from individual and collective choices motivated by the quest for advantages or benefits which, nonetheless, spill over onto the community and produce unexpected effects and undesired consequences. The uncertainty that is produced makes it a sterile task to believe that satisfactory answers may be found by reasoning within the restricted confines of asymmetric and evaluative dualities, such as true-false, good-bad, natural-artificial. We are, therefore, witnessing a paradigmatic change in the Kuhnian (Kuhn, 1970) sense of the term because, apart from involving a redefinition of how the socialising process of technical scientific progress is shaped, keys are provided for interpreting and analysing the roots and character of the crisis of cultural belonging in modern times. In this light, an analysis of the problem is transformed into a more general reflection on the ethical-social bases that must characterise modern science-society relations. This not only leads to the very different evaluations of what reflection on science, and especially biomedical science, means today, but it also provides elements that enable us to define it better, because what is increasingly becoming the heart of the issue is a radical and dangerous doubt about the suitability of science to be a legitimising and constituent foundation of contemporary society. An initial problem of a general nature seems to arise in giving a definition to the precau-tionary principle concept, which tends to take on a series of different conformations. The central problem, as it emerges from specialist literature, is to establish the relations between the various subjects that determine and govern it, in other words, who sets the rules, who interprets them, to what extent are we prepared to accept reconsiderations and modifications, and why? Recourse to the precautionary principle, therefore, seems to depend, substantially, on the lack, or partial availability, of the elements needed to assess the risk of a phenomenon, or of a product. These inadequacies then become part of the need to avoid giving an explanation that cannot be exclusively reduced to, or compressed into, ''techniques'' of scientific procedure or legal definitions. The main aim of the precautionary principle, then, is to oblige the decision maker to quantify his or her objectives and render them explicit. Within the framework of political decisions, this also raises the issue of democracy since it involves a way of managing risk that also involves a reconsideration of public ethics, the economy, and social protection (De Marchi and Tallacchini, 2003) . However controversial it may be to methodologically define the precautionary principle, what seems to be indispensable is the capacity, first and foremost, to translate the approach and issues of the biological and cultural presence of the human species into a diachronic dimension. On the other hand, to see the ecosystem in terms of a dimension that can be related to human presence means abandoning a view which is strictly anthropocentric. This change is essential if we are to grasp the existing tension between the social organisation of man and the ecosystem cycle, the increasing threshold of crisis between these two spheres. The emergence of an ecological issue can overcome the dichotomy between man and nature, and, by thinking in terms of man in nature, lead to the adoption of a procedural model over one of increasing complexity (Rosner and Markowitz, 2002) .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 505,
                    "text": "(Beck, 1992)",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1157,
                    "text": "(Kuhn, 1970)",
                    "ref_id": null
                },
                {
                    "start": 3223,
                    "end": 3256,
                    "text": "(De Marchi and Tallacchini, 2003)",
                    "ref_id": null
                },
                {
                    "start": 4103,
                    "end": 4131,
                    "text": "(Rosner and Markowitz, 2002)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "A collective dimension of risk in medicine: the precautionary principle"
        },
        {
            "text": "The shift in the cultural theoretical axis that this change involves justifies the abandonment and replacement of a paradigm based on a positivist analysis that is completely disassociated from the macroscopic nature of human society. It is an explicative model which in its essentiality has implications of enormous bearing because to accept it implies that ontology is indissolubly linked to epistemology and epistemology to ethics. In more specific terms, a conceptual framework like the one proposed also points to a collective management of medical risk. It is the whole community that comes to terms with the differentiated perception models and the need to find a linguistic synthesis. In other words, it involves reversing the tendency towards individualisation or private risk management, which has come to the fore over the last few decades in the most varied sectors of society in the wake of the establishment of the neoliberal model. If adopted as a benchmark in the building of public health policies, it would imply, in addition to the adoption of specific health measures, also the development of socio-economic models, which can influence illnesses and promote, at the same time, better understanding of the complex relations between science and society, identifying modalities and procedures that are better suited for the determination of scientific technological choices. This involves: the establishment of public accreditation conditions for the different branches of learning, aimed at moulding social choices; the identification of forms of public controllability for such knowledge; the assurance that no form of knowledge can prevail over another on the basis of predefined validities. In other words, it involves the creation of risk governance (Ravetz, 1999) , that reduces our reliance on a philosophical stance that sees risk and possible harm as necessary conditions for innovation and progress. The concept itself of the principle of precaution is therefore to be seen as an extension of democracy through the greater involvement of citizens in scientific issues. Although not entirely clear, it is difficult to separate the reference framework from the socioeconomic whole, which seems to call for greater citizen involvement in handling the increasingly frequent situations of social uncertainty that are emerging and the increasing market involvement of science.",
            "cite_spans": [
                {
                    "start": 1772,
                    "end": 1786,
                    "text": "(Ravetz, 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A collective dimension of risk in medicine: the precautionary principle"
        },
        {
            "text": "Risk, therefore, is a word which involves the many different meanings of illness, which thus regains its totalising and pervasive dimension in the human experience. After the fragmentation tendency highlighted in the scientific method of the second half of the 19th century, a reconsideration of the concept of risk allows us to promote interdisciplinary connections, through which the history of medicine can be seen in a way that does not ignore its more general context; the history of ancient illnesses becomes an opportunity to create a bridge between current knowledge and ancient sources. The history of science is seen as an 'epistemological laboratory', breaking the illusion that potentially accompanies the epistemological acts connected to all scientific discoveries, and only presses for an explanation that is strictly logical, or psychological and essentially irrational, or sociological:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of illness"
        },
        {
            "text": "These three convictions have a common origin: the dissociation of the unitary triad made up of the three aspects peculiar to knowledge, and corresponds to the constituent triad of the concept of man as a species, individual and member of society. (Grmek, 1998a) The underlying theme behind individual risk and collective fears centres on the processes involved in the re-elaboration of the relations between science and society, between the organisation of science and the formulation/selection of politico-cultural questions. This is all the more so in contemporary society, where debate on biomedical science has gradually been seen as a laboratory for the verification of new scientific and cultural paradigms and for a rereading of cultural policies. At the basis of our present risk society is the quest for mediation between science and society, which can interpret and technically reformulate needs so that new knowledge can be correctly used. This implies the need to create a more suitable cultural growth model which is capable of questioning and redefining individual and collective behaviour models. If we examine, for example, two highly significant illnesses of contemporary society, AIDS and cancer, and analyse the symbolic constructions that gravitate around them, we shall find that an illness is never just a physical phenomenon; for society to perceive it as an object of attention, a value must be highlighted which places it beyond simple clinical relevance. Illness is not something that can easily be circumscribed in the space of a few pages. Within the history of thought, it has, in fact, followed a complex course, progressively enriched by the merging of numerous currents, marked by many obstacles and directed by external forces towards places that are, at least partly, extraneous to its nature. It is therefore preferable, for anyone wanting to grasp its design, to utilize a unifying ''interpretative key'' and to trace, along the course of its epistemological evolution, one of the many concepts that have played a determining paradigmatic role in medical thought. In this role, the ''conception'' of illness, or illnesses, is placed by virtue of its heuristic power, its considerable symbolic implications, and its absolutely central importance within medicine, both in the clinical and therapeutic sense. Illness, however, resists all attempts at reduction; it escapes all rigid interpretative schemes; it cannot be reduced to an entity of external reality which comes ''naturally''. Grmek observes: ''Illnesses exist as nosological entities only within the framework of an interpretative system of pathological reality. Nosological entities are concepts with arbitrary outlines which do not derive immediately, as such, from our lived experience; they vary in space (cultural differences) and time (historical differences). Illnesses are explicative models of reality and do not make up its constituent elements. The subdivision of pathological phenomena into nosological entities (the medical model of illness) presupposes a philosophical choice. Cultural factors necessarily intervene in this intellectual process. However, the conceptualisation of illnesses can be a valid instrument, an effective weapon in the struggle to improve the life of individuals, only in the extent to which it reflects and logically and effectively organises physical and biological reality'' (Grmek, 1998b) .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 261,
                    "text": "(Grmek, 1998a)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3412,
                    "end": 3426,
                    "text": "(Grmek, 1998b)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Risk of illness"
        },
        {
            "text": "In this light, a description of an illness involves, at least in part, interpreting reality and assigning a meaning to observed facts, to include them in a complex but recognisable perspective. At the same time, if we attempt a description of health we discover that we are unprepared and that the conceptual instruments we have used up to now, in the discovery of causes and the identification of therapies, are inadequate. The elusiveness of health is now the real theoretical medical issue. We believe it can be best understood only from a phenomenological point of view, though we cannot hope to explain everything, nor describe it scientifically, since it is a phenomenon emerging at a higher level of integration (Berlinguer, 1994) .",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 737,
                    "text": "(Berlinguer, 1994)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Risk of illness"
        },
        {
            "text": "In this perspective, risk again takes on a collective dimension and assumes its broader meaning, which refers to everything that individuals perceive as threatening their own existence. This involves organised social structures in a dynamic process that refers to and presupposes more profound modifica-tions without ending with them, and which cannot be separated from the organisational structures of science, the economy and law, through which it is expressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of illness"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Etica della salute",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berlinguer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genetics and Justice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wikler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Politiche dell'incertezza",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sour Grapes. Studies in the Subversion of Rationality",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Notes on Trauma and Community",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Erikson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Trauma. Explorations in Memory",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medicine, Rationality and Experience. An Anthropological Perspective",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Galimberti",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dizionario Di Psicologia",
                    "suffix": ""
                },
                {
                    "first": ":",
                    "middle": [],
                    "last": "Torino",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Utet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Good",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "La vita; le malattie e la storia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Grmek",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Storia del pensiero medico occidentale",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Grmek",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Edition Payot. Hacking, I.: 1975, The Emergency of Probability",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Grmek",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Social Construction of the Patient: Patients and Illness in Other Ages",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Herzlich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pierret",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Social Science and Medicine",
            "volume": "2",
            "issn": "",
            "pages": "145--151",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Teoria dinamica della personalita",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Making Decisions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Lindley",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The New Genetic and the Public's Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bunton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Industry Challenges to the Principle of Prevention in Public Health: The Precautionary Principle in Historical Perspective",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rosner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Markowitz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Public Health Reports",
            "volume": "6",
            "issn": "",
            "pages": "501--512",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ridere dei rischi/I rischi del ridere",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sarnelli",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "177--222",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Anthropology of Experience",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bruner",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Modelli di rischio",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vineis",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Uomo Universita`degli Studi di Roma ''La Sapienza",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}