{"paper_id": "242d304a3994911166bc2f4db6ad6867c60db241", "metadata": {"title": "Transcriptome profiling indicating canine parvovirus type 2a as a potential immune activator", "authors": [{"first": "Xu-Xu", "middle": [], "last": "Fan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Yuan Gao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["Long"], "last": "Shu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yan-Quan", "middle": [], "last": "Wei", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xue-Ping", "middle": [], "last": "Yao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Sui-Zhong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Cao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guang-Neng", "middle": [], "last": "Peng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "• Xiang-Tao", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shi-Qi", "middle": [], "last": "Sun", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Canine parvovirus type 2a (CPV-2a) is a variant of CPV-2, which is a highly contagious pathogen causing severe gastroenteritis and death in young dogs. However, how CPV-2 participates in cell regulation and immune response remains unknown. In this study, persistently infected MDCK cells were generated through culture passage of the CPV-2a-infected cells for ten generations. Our study showed that CPV-2a induces cell proliferation arrest and cell morphology alternation before the fourth generation, whereas, the cell morphology returns to normal after five times of passages. PCR detection of viral VP2 gene demonstrated that CPV-2a proliferate with cell passage. An immunofluorescence assay revealed that CPV-2a particles were mainly located in the cell nuclei of MDCK cell. Then transcriptome microarray revealed that gene expression pattern of MDCK with CPV-2a persistent infection is distinct compared with normal cells. Gene ontology annotation and Kyoto Encyclopedia of Genes and Genome pathway analysis demonstrated that CPV-2a infection induces a series of membrane-associated genes expression, including many MHC protein or MHC-related complexes. These genes are closely related to signaling pathways of virus-host interaction, including antigen processing and presentation pathway, intestinal immune network, graftversus-host disease, and RIG-I-like helicases signaling pathway. In contrast, the suppressed genes mediated by CPV-2a showed low enrichment in any category, and were only involved in pathways linking to synthesis and metabolism of amino acids, which was confirmed by qPCR analysis. Our studies indicated that CPV-2a is a natural immune activator and has the capacity to activate host immune responses, which could be used for the development of antiviral strategy and biomaterial for medicine.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Canine parvovirus type 2 (CPV-2), a type species of feline parvovirus subgroup of parvovirus genus within the Parvoviridae family that emerged at the end of the 1970s as a causative agent of severe, fatal hemorrhagic gastroenteritis and death in domestic dogs [1, 2] . To date, the original CPV-2 has been completely substituted by three major genetic and antigenic variants, termed as CPV-2a, CPV-2b, and CPV-2c, identified in 1980, 1984, and 2000, respectively [3] [4] [5] [6] . The virus has a high genomic substitution rate similar to those of RNA viruses [7] and undergoes continuous evolution [8] . Nowadays, CPV-2a is a prevalent CPV-2 field strain circulating in China [9] .", "cite_spans": [{"start": 260, "end": 263, "text": "[1,", "ref_id": null}, {"start": 264, "end": 266, "text": "2]", "ref_id": null}, {"start": 463, "end": 466, "text": "[3]", "ref_id": null}, {"start": 467, "end": 470, "text": "[4]", "ref_id": null}, {"start": 471, "end": 474, "text": "[5]", "ref_id": null}, {"start": 475, "end": 478, "text": "[6]", "ref_id": null}, {"start": 560, "end": 563, "text": "[7]", "ref_id": null}, {"start": 599, "end": 602, "text": "[8]", "ref_id": null}, {"start": 677, "end": 680, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "CPV-2a belongs to small, nonenveloped icosahedral virus, has a single-stranded DNA genome of approximate 5.2 kb in length, which contains two major open reading frames (ORFs) [10] . The first ORF encodes two nonstructural proteins (NS1 and NS2), which are critical for [10] . The second ORF encodes viral capsid proteins (VP1 and VP2), which are the main antigens responsible for inducing protective antibodies [11, 12] . VP2 is the main component to determine host range and mediate virus-receptor interaction during CPV-2 infection [13, 14] . Parvovirus infection causes different effects on host cells, which depend on the species of virus and the cell lines [15] . CPV-2 is involved in induction of apoptosis in several cell lines, including Madin-Darby canine kidney (MDCK) cells [16, 17] . However, the evidence is ambiguous and very limited. To further investigate CPV-2 infection-induced cell effect and the underlying mechanism of CPV-mediated cellular regulation, we established a persistently infected MDCK cell line with CPV-2a, isolated in China, and performed the transcriptome microarray analyses in an attempt to obtain a clearer understanding of how CPV-2a infects MDCK cells and how CPV-2a regulates host gene expression in its susceptible cells, hopefully stimulating insight into the development of antiviral strategy and identification of nanomaterial for medicine.", "cite_spans": [{"start": 175, "end": 179, "text": "[10]", "ref_id": null}, {"start": 269, "end": 273, "text": "[10]", "ref_id": null}, {"start": 411, "end": 415, "text": "[11,", "ref_id": null}, {"start": 416, "end": 419, "text": "12]", "ref_id": null}, {"start": 534, "end": 538, "text": "[13,", "ref_id": null}, {"start": 539, "end": 542, "text": "14]", "ref_id": null}, {"start": 662, "end": 666, "text": "[15]", "ref_id": null}, {"start": 785, "end": 789, "text": "[16,", "ref_id": null}, {"start": 790, "end": 793, "text": "17]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "MDCK cells, obtained from China Center for Type Culture Collection (CCTCC, Wuhan, China), were maintained in the Dulbecco's modified Eagle medium (DMEM, Gibco/ Life Technologies, Carlsbad, CA, USA) supplemented with 10 % (v/v) fetal bovine serum (FBS, Gibco), and grown at 37°C with 5 % CO 2 . CPV-2 strain (CPV-LZ1) was isolated in China as described previously [18, 19] . The virus strain belongs to genotype CPV-2a [19] . GenBank: JQ268283.1. Virus purification and titration were monitored by Xu et al. [18] .", "cite_spans": [{"start": 363, "end": 367, "text": "[18,", "ref_id": null}, {"start": 368, "end": 371, "text": "19]", "ref_id": null}, {"start": 418, "end": 422, "text": "[19]", "ref_id": null}, {"start": 507, "end": 511, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "Cells and virus"}, {"text": "Monolayer MDCK cells with trypsin digestion were plated into new cell culture flasks (Nunclon, Roskilde, Denmark), supplemented with 1/10 (v/v) CPV-2a virus stock (Multiplicity of Infection, MOI = 1) in DMEM containing 5 % FBS. The infected MDCK cells were cultured at 37°C with 5 % CO 2 . Cell growth and morphology were monitored daily. The cells, propagated with CPV-2a, were cultivated for ten passages. The supernatant and cells of each passage were collected and stored at -70°C until use. The uninfected MDCK cells act as mock control.", "cite_spans": [], "ref_spans": [], "section": "Generation of persistent infected MDCK cell line"}, {"text": "PCR assay for CPV-2a gene detection DNA was prepared from the supernatants by boiling the culture samples for 10 min and chilling on ice for 10 min [20] . The CPV-LZ1 solution act as positive control and uninfected MDCK cells culture act as negative control. CPV capsid protein VP2 partial segment (374 bp) was detected using semiPCR assay as previous described [21] . Meanwhile, cellular total RNA were extracted using Trizol reagent (Life Technologies, Carlsbad, CA, USA) according to the manufacture's protocol to detect Gapdh expression level, which was used as loading control. PCR primers sequences are listed below CPV-F: 5 0 -ATTTCTACGGGTGCTTTC-3 0 , CPV-R: 5 0 -ACTTTAGTTGGTGGCTGA-3 0 ; Gapdh-F: 5 0 -ACGGCACAGTCAAGGCTGAG-3 0 , Gapdh-R: 5 0 -CAGCATCACCCCATTTGATGTTGG-3 0 .", "cite_spans": [{"start": 148, "end": 152, "text": "[20]", "ref_id": null}, {"start": 362, "end": 366, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "Generation of persistent infected MDCK cell line"}, {"text": "PCR was performed using a Bio-Rad Thermal Cycler (Bio-Rad Laboratories Srl, Milan, Italy) with a 25 lL reaction containing 12.5 lL of premix Taq (Takara, Dalian, China), 1 lL of primers CPV-F and CPV-R (10 lM) and 1 lL DNA samples. The following thermal system was used: 95°C 5 min for activation of Taq DNA polymerase, then 30 cycles of 95°C 30 s for DNA denaturation, 55°C 30 s for primer annealing, and 72°C 30 s for extension. The band intensity analysis was evaluated with ImageJ.", "cite_spans": [], "ref_spans": [], "section": "Generation of persistent infected MDCK cell line"}, {"text": "Monoclonal antibody against CPV-2a was used in IFA to evaluate the virus proliferation and cellular localization. The fourth and tenth passage of MDCK cells (MDCK F4 and F10) infected with CPV-LZ1 were harvest and fixed in 4 % paraformaldehyde for 15 min at room temperature. Then samples were treated with 0.5 % Triton X-100 for 30 min, washed with phosphate buffer saline (PBS) for three times. The fixed cells were blocked for 1 h in PBS containing 5 % new born calf serum (NBS, Hyclone, Logan, UT, USA), and incubated with an in-house mouse antiCPV-2a monoclonal antibody (diluted 1:100 in PBST with 3 % NBS) overnight at 4°C. After washing three times in PBST, the cells were stained with TRITC-conjugated goat antimouse IgG (Sigma-Aldrich, St Louis, MO, USA, diluted 1:500 in PBST with 3 % NBS) at 37°C for 1 h. Nuclei were stained with DAPI (Roche, Lewes, UK). Following three more washes, the plates were examined under a fluorescence microscope (Leica Microsystems, Wetzlar, German). ", "cite_spans": [], "ref_spans": [], "section": "Immunofluorescence assay (IFA)"}, {"text": "Total RNA was isolated from the tenth generation of MDCK cells with CPV-LZ1 infection using TRIzol reagent (Life Technologies) following the manufacture's instruction. The uninfected F10 MDCK cells act as mock control. The RNA quality was checked using a NanoVue UV spectrophotometer (Thermo Scientific, Rockford, IL, USA). Qualified total RNA was further purified by RNA LabChip kit (Agilent Technologies, Santa Clara, CA, USA). Samples RNA was amplified using a GeneChip 3'IVT Express Kit (Affymetrix, Cleveland, OH, USA) to generate first strand cDNA and second strand cDNA, respectively. Then complementary RNA (cRNA) was produced and labeled using GeneChip HT IVT Labeling Kit (Affymetrix). The labeled cRNA was purified and quality test by an Agilent RNA 6000 Nano Kit (Agilent Technologies), followed by processed for microarray analysis on an Affymetrix Canine Genome 2.0 Array (Affymetrix) using a GeneChip Hybridization, Wash, and Stain Kit (Affymetrix), according to the manufacturer's instructions. Arrays were scanned by an Affymetrix GeneChip Scanner 3000 System (Affymetrix). The raw data were normalized by Range Migration Algorithm and further analyzed by Affymetrix Microarray Suite Algorithm (MAS5).", "cite_spans": [], "ref_spans": [], "section": "RNA preparation and microarray analysis"}, {"text": "Transcriptome profiling data were submitted to the gene expression omnibus (GEO) archive following the MIAME (Minimum Information about a Microarray Experiment) instructions. The GEO accession number is GSE72397.", "cite_spans": [], "ref_spans": [], "section": "Microarray data deposition"}, {"text": "For mRNA quantitative analyses, cellular total RNA was extracted using TRIzol reagent (Life Technologies) and the RNA amount was evaluated by an Epoch Multi-Volume Spectrophotometer System (BioTek, Winooski, VT, USA). For mRNA quantitative analysis, total RNA was reversed transcribed with a PrimeScript RT reagent Kit (Takara), and then qPCR was performed by the use of SYBR Premix Ex Taq II (Tli RNaseH Plus) (Takara) on an Agilent Mx3000P qPCR system (Agilent Technologies) following the manufacturer's instructions. The comparative Ct method was used for the quantification of the target gene mRNA. The level of b-actin mRNA was used as an internal control. The qPCR conditions were shown as follow: 95°C for 2 min, and 40 cycles of 95°C for 10 s and 60°C for 30 s. Primer sequences are shown in Table 1 . All primers were synthesized by Genewiz Corporation (Beijing, China).", "cite_spans": [], "ref_spans": [{"start": 800, "end": 807, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Real-time quantitative PCR (qPCR) analysis"}, {"text": "For gene copies numbers of CPV-2a analyses, viral DNA was harvest from the supernatants of infected MDCK cells from first to tenth generation as described above. qPCR was performed on an Agilent Mx3000P qPCR system (Agilent Technologies) as described above. C t value was collected to determine viral copies.", "cite_spans": [], "ref_spans": [], "section": "Real-time quantitative PCR (qPCR) analysis"}, {"text": "Numerical data were collected and presented as the mean ± standard deviation (SD). Statistical analysis was performed using a two-tailed Student's t-test. p-values of \\0.05 and were considered to be significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "To examine the representation and characteristic of MDCK with CPV-2a infection, MDCK cells with persistent infection of CPV-2a were generated after passage for ten generations as described in Materials and Methods. Cell morphology of each passage was observed under microscope; meanwhile, cell supernatants of each generation were collected for virus VP2 gene detection by PCR assay. We found that in the early stage after CPV-2a infection, MDCK cells showed a lower cell growth rate with a stretched amorphous until the fourth generation compared to the normal MDCK ( Fig. 1a, b) . Another 12 h were needed for the fourth generation cells to grow to a monolayer compared to mock-infected cells (36 h). After five times of passages, MDCK proliferate and cell morphology gradually restored to normal. As to the tenth passage, MDCK showed a visible normal state under microscopy without cytopathic effect (CPE) (Fig. 1c) . Cell culture supernatants of each passage were collected for CPV-2a gene detection using PCR assay. The CPV-2a viral DNA could be detected in each passage of cell supernatants, which indicated that CPV-2a proliferate as cell passage (Fig. 2a) . Band intensity analysis revealed that VP2 gene level increased as cell passage until the fourth generation. Subsequently, viral gene expression gently decreased to achieve a relatively stable value till the tenth generation (Fig. 2b ). In addition, we determined the gene copies numbers of CPV-2a in the supernatant of infected MDCK cells and found that CPV-2a copies increased before the fourth generation, but do not appear to add up after fourth generation, which is consistent with the result of PCR assay (Fig. 2c) . Collectively, CPV-2a showed a persistent infection in MDCK cells and proliferated as cell growth, but failed to cause CPE in MDCK. After ten times of passages with cells, virus copies quantitated with cell count reached a relatively stable state in MDCK cells. These results demonstrated that steady-infected MDCK cells with CPV-2a were generated here.", "cite_spans": [], "ref_spans": [{"start": 569, "end": 580, "text": "Fig. 1a, b)", "ref_id": null}, {"start": 909, "end": 918, "text": "(Fig. 1c)", "ref_id": null}, {"start": 1154, "end": 1163, "text": "(Fig. 2a)", "ref_id": null}, {"start": 1390, "end": 1398, "text": "(Fig. 2b", "ref_id": null}, {"start": 1676, "end": 1685, "text": "(Fig. 2c)", "ref_id": null}], "section": "Evaluation of persistently infected MDCK cells"}, {"text": "CPV-2 replication occurs in the cell nuclei [2] . To delineate in more detail about the distribution of CPV-2a in persistent infection cells, the fourth and the tenth generation of MDCK cells with CPV-2a infection were collected to analyze CPV-2a virion localization using IFA stain. Mockinfected MDCK cells were set as control. As shown in Fig. 3 , CPV-2a showed a high infection rate in MDCK, in spite of failing to cause the CPE, which also indirectly supported that MDCK is a susceptible cell line for CPV-2a.", "cite_spans": [{"start": 44, "end": 47, "text": "[2]", "ref_id": null}], "ref_spans": [{"start": 341, "end": 347, "text": "Fig. 3", "ref_id": "FIGREF0"}], "section": "Evaluation of persistently infected MDCK cells"}, {"text": "On the other side, the CPV-2a only resides in the cell nucleus, regardless of the F4 or F10 MDCK, supporting that CPV-2a replication was implemented in the cell nucleus.", "cite_spans": [], "ref_spans": [], "section": "Evaluation of persistently infected MDCK cells"}, {"text": "To better evaluate the feature of CPV-2a persistently infected cells and to understand the transcriptome signatures after CPV-2a infection, the tenth passage of MDCK cells with coding genes showed significantly differential expression in stably infected MDCK cell, among which *360 genes (0.83 % of total genes on the arrays) were up-regulated and *300 genes (0.8 % of total genes on the arrays) were downregulated (Fig. 4) . The profiling data indicated that CPV-2a infection significantly altered the gene expression pattern of susceptible cells.", "cite_spans": [], "ref_spans": [{"start": 415, "end": 423, "text": "(Fig. 4)", "ref_id": "FIGREF1"}], "section": "Distinct gene expression signatures with CPV-2a infection"}, {"text": "To avoid a biased interpretation of the big number of differentially expressed genes and to gain the overview of gene expression signatures, gene ontology (GO) annotation of these significantly differentially expressed genes was performed using Database for Annotation, Visualization, and Integrated Discovery (DAVID, http://david.abcc. ncifcrf.gov) [22, 23] . We found that CPV-2a-induced genes profiling are mainly grouped in MHC proteins or MHCrelated complexes (Fig. 5) , which usually play roles in identifying and presenting exogenous or endogenous peptides to immune cells, and to initiate immune response [24, 25] , including several central factors MHCI/II, TAP1/ 2, B2M, LGP2, MDA5, IRF7, and IFN-j et al. However, the genes down-regulated by CPV-2a showed no obvious enrichment to any cellular component and biology process ( Table 2 ). The results suggested that CPV-2a infection significantly increased a group genes expression related to antigen presentation and immune response, which may be the direct evidence that CPV-2a is another potential agent as an immune cell activator.", "cite_spans": [{"start": 350, "end": 354, "text": "[22,", "ref_id": null}, {"start": 355, "end": 358, "text": "23]", "ref_id": null}, {"start": 613, "end": 617, "text": "[24,", "ref_id": null}, {"start": 618, "end": 621, "text": "25]", "ref_id": null}], "ref_spans": [{"start": 465, "end": 473, "text": "(Fig. 5)", "ref_id": "FIGREF2"}, {"start": 837, "end": 844, "text": "Table 2", "ref_id": "TABREF4"}], "section": "Distinct gene expression signatures with CPV-2a infection"}, {"text": "To better understand the differentially expressed genes in the microarray data and identify specific signaling pathways, Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis was performed using DAVID after GO annotation and enrichment analysis. The results of KEGG pathway analysis revealed that these up-modulated genes, highly enriched in MHC proteins or MHC-related complexes, were involved in multiple signaling pathways associated with virus-host interaction, including antigen processing and presentation signaling, virus-host network signaling, and immune response signaling ( Table 3) . The most interesting signaling pathways included the wellcharacterized antigen processing and presentation pathway (Fig. 6) and RIG-I-like receptor (RLR) pathway (Fig. 7) .", "cite_spans": [], "ref_spans": [{"start": 595, "end": 603, "text": "Table 3)", "ref_id": "TABREF5"}, {"start": 721, "end": 729, "text": "(Fig. 6)", "ref_id": "FIGREF3"}, {"start": 768, "end": 776, "text": "(Fig. 7)", "ref_id": null}], "section": "CPV-2a infection activate signaling associated to immune regulation"}, {"text": "Antigen processing and presentation pathway is the essential way for conversion of exogenous and endogenous proteins into immunogenic peptides via a series of proteolytic events mediated by antigen-presenting cell (APC) [26, 27] , which is an important mechanism for induction of immunity to pathogen. In the CPV-2a-infected MDCK cells, many central genes of this pathway involved in MHC proteins or MHC-related complex proteins showed significant up-regulation, e.g., MHCI/II, HSP70, TAP1/2, B2 m, SLIP, and CLIP. In addition, RLR is a specific group of pattern recognition receptors (PRRs) families responsible for detecting viral pathogens and generating innate immune responses [28] [29] [30] . As shown in Fig. 7 , many key regulators, such as LGP2, MDA5, IRF7, and IFN were significantly increased after CPV-2a infection, which suggested that CPV-2a could activate RLR signaling pathway.", "cite_spans": [{"start": 220, "end": 224, "text": "[26,", "ref_id": null}, {"start": 225, "end": 228, "text": "27]", "ref_id": null}, {"start": 682, "end": 686, "text": "[28]", "ref_id": null}, {"start": 687, "end": 691, "text": "[29]", "ref_id": null}, {"start": 692, "end": 696, "text": "[30]", "ref_id": null}], "ref_spans": [{"start": 711, "end": 717, "text": "Fig. 7", "ref_id": null}], "section": "CPV-2a infection activate signaling associated to immune regulation"}, {"text": "In contrast, the down-modulated genes were only involved in pathways linking to amino acid synthesis and metabolism (Table 3) , including glycine, serine, and threonine metabolism, and aminoacyl-tRNA biosynthesis, suggesting that CPV-2a infection may affect cell metabolism [31] . Taken together, these results indicated that CPV-2a infection activates multiple signaling pathways associated to host immune response, which make for activation of virus recognition and antiviral immune responses. CPV-2a infection represses some signaling related to amino acid synthesis and metabolism.", "cite_spans": [{"start": 274, "end": 278, "text": "[31]", "ref_id": null}], "ref_spans": [{"start": 116, "end": 125, "text": "(Table 3)", "ref_id": "TABREF5"}], "section": "CPV-2a infection activate signaling associated to immune regulation"}, {"text": "To validate the accuracy and authenticity of our microarray data and to confirm CPV-2a-mediated signaling, we evaluated the mRNA levels of several important pathway genes with significant altered expression in the F10 cells by using mRNA qPCR. The mock-treated MDCK cells were used as control. As shown in Fig. 8 , some key immune-related genes identified by the microarray were confirmed showing an obvious increasing mRNA expression level by qPCR analysis, including Major histocompatibility complex class 1 (MHC1, or DLA-12/64, a key protein involved in the presentation of foreign antigens to the immune system), Colony stimulating factor 2 (CSF2, a cytokine that stimulates the growth and differentiation of hematopoietic precursor cells from various lineages, including granulocytes, macrophages, eosinophils, and erythrocytes), Chemokine (C-C motif) ligand 2 and 28 (CCL2 and CCL28, a class of secreted cytokines involved in immunoregulatory and inflammatory processes, and Guanylate-binding protein 1 (Gbp1, an interferon-inducible protein). The down-regulated genes identified by the microarray, including Cysteinyl-tRNA synthetase (CARS), tyrosyl-tRNA synthetase (YARS), seryl-tRNA synthetase (SARS), and Regulator of G-protein signaling 2 (Rgs2) showed a remarkable decreased expression through qPCR analysis. Although the fold change was not identical, which maybe attribute to the different detection methods. These results confirmed the authenticity of microarray data and provided the further evidence that CPV-2a infection activates immune response but represses amino acid synthesis and metabolism.", "cite_spans": [], "ref_spans": [{"start": 306, "end": 312, "text": "Fig. 8", "ref_id": null}], "section": "Validation of gene expression by qPCR analysis"}, {"text": "Previous studies have shown that several parvoviruses induce cell cycle arrest [32] [33] [34] . In this study, we found that CPV-2a copies rapidly increased during early infection, cell proliferation was inhibited before the fourth generation, which indicated that CPV-2a also induces cell cycle arrest. But CPV-2a infection did not cause CPE in MDCK, just influence cell morphology gently (Fig. 1) , In this study, dog-derived cell line MDCK with CPV-2a persistent infection was generated through cell passage for ten times, which can be confirmed by multiple evidences: (1) CPV-2a proliferates with MDCK cells, which was certified by PCR detection of viral VP2 gene and IFA analysis (Figs. 2, 3) . (2) Cell morphology returned to normal after the fifth generation. As to the tenth passages, MDCK cells showed a visible normal state under microscopy without CPE (Fig. 1). (3) Viral amount defined by VP2 gene expression achieved relatively stable value in the tenth generation (Fig. 2) . (4) CPV-2a exerts a high infection rate in MDCK via IFA stain (Fig. 3) .", "cite_spans": [{"start": 79, "end": 83, "text": "[32]", "ref_id": null}, {"start": 84, "end": 88, "text": "[33]", "ref_id": null}, {"start": 89, "end": 93, "text": "[34]", "ref_id": null}], "ref_spans": [{"start": 390, "end": 398, "text": "(Fig. 1)", "ref_id": null}, {"start": 685, "end": 697, "text": "(Figs. 2, 3)", "ref_id": "FIGREF0"}, {"start": 863, "end": 872, "text": "(Fig. 1).", "ref_id": null}, {"start": 978, "end": 986, "text": "(Fig. 2)", "ref_id": null}, {"start": 1051, "end": 1059, "text": "(Fig. 3)", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "Notably, CPV-2a particles mainly distributed in the nucleus (Fig. 3) , which was consistent with the previous reports [2] , indicating that CPV-2a virion has a perfect entry mechanism into nuclei and CPV-2a replication is processed in the cell nucleus. Whereas, cytoplasm is required in accomplishment of virion assembly and release, unobservable IFA stain in this study may due to a small amount of virion are assembled and released during persistent infection.", "cite_spans": [{"start": 118, "end": 121, "text": "[2]", "ref_id": null}], "ref_spans": [{"start": 60, "end": 68, "text": "(Fig. 3)", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "Transcriptome profiling of MDCK cells after persistent infection of CPV-2a provide an unbiased approach to comprehensively analyze the CPV-2a-induced gene expression and regulation. The results showed that CPV-2a induces a series of differentially expressed genes.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Interestingly, GO annotation showed that the up-regulated genes contains a number of membrane-associated factors, including many MHC proteins or MHC-related complexes (Fig. 5) . MHC molecules are a class of membrane-associated protein, present on the surface of APCs, which identify and present exogenous or endogenous peptides to immune cells, so as to initiate immune response [24, 25] . KEGG pathway analysis revealed that these genes are closely related to signaling pathways of virus-host interaction, including antigen processing and presentation pathway, intestinal immune network, graft-versus-host disease and RLR signaling pathway (Table 3) . RLRs, together with Toll-like receptors and nucleotide oligomerization domain (NOD)-like receptors, are three major receptor systems of PRRs in innate immunity for recognition of microorganisms in various cells [28] and are responsible for activation of antiviral immune responses (Fig. 6 , 7) . Our qPCR data also confirmed that CPV-2a infection activates immune-related genes (Fig. 8 ). All these results demonstrated that CPV-2a is a great immune activation agent. Actually, many other parvoviruses infection has been reported to activate immune response in virusinduced cell lines [35] [36] [37] [38] . Our results provided direct evidences that CPV-2a is also a potential immune cell activator. In contrast, down-modulated genes by CPV-2a are mainly involved in pathways linking to amino acid synthesis and metabolism (Table 3) , including glycine, serine and threonine metabolism, and aminoacyl-tRNA biosynthesis, indicating that CPV-2a infection may affect cell metabolism. Previous reports have demonstrated that parvovirus showed preferential replication in tumor-derived and oncogene-transformed cells, as well as onco-suppressive activity in experimental animals [35] . By the reasons of these properties, parvovirus was widely used as delivery vectors for inducing host immune responses and antitumor effects. Parvovirus-based antitumor nanotools were rapidly developed in past two decades [36] [37] [38] [39] . As a member of parvovirus, CPV-2a causes severe disease in dogs, whereas it is not susceptible to many other species including human. Interestingly, infectious CPV particles could be confirmed to bind and enter human cells, but viral replication could not be accomplished [14] . In addition, CPV-2a has a specific cellular receptor, transferrin receptor, which is a characteristic high expressed carrier protein in tumor cells [40] . It provides the possibility to deliver drugs specifically to tumor cells utilizing CPV vector. Indeed, CPV, and CPV virus-like particles have been employed in drugs delivery and CPV is being investigated as a novel nanomaterial for delivery of genes and tumor targeting [41] . Together with our studies that CPV-2a activates the immune response signaling in susceptible cells, all these results suggested that CPV-2a is natural immune cell activator and antitumor vector. Nevertheless, several questions need further investigations. For example, which components are responsible for activation of immune-related signaling, viral structural proteins, nonstructural proteins, or nucleic acid? And how the CPV-2a activates immune signaling?", "cite_spans": [{"start": 379, "end": 383, "text": "[24,", "ref_id": null}, {"start": 384, "end": 387, "text": "25]", "ref_id": null}, {"start": 864, "end": 868, "text": "[28]", "ref_id": null}, {"start": 1238, "end": 1242, "text": "[35]", "ref_id": null}, {"start": 1243, "end": 1247, "text": "[36]", "ref_id": null}, {"start": 1248, "end": 1252, "text": "[37]", "ref_id": null}, {"start": 1253, "end": 1257, "text": "[38]", "ref_id": null}, {"start": 1827, "end": 1831, "text": "[35]", "ref_id": null}, {"start": 2055, "end": 2059, "text": "[36]", "ref_id": null}, {"start": 2060, "end": 2064, "text": "[37]", "ref_id": null}, {"start": 2065, "end": 2069, "text": "[38]", "ref_id": null}, {"start": 2070, "end": 2074, "text": "[39]", "ref_id": null}, {"start": 2349, "end": 2353, "text": "[14]", "ref_id": null}, {"start": 2504, "end": 2508, "text": "[40]", "ref_id": null}, {"start": 2781, "end": 2785, "text": "[41]", "ref_id": null}], "ref_spans": [{"start": 167, "end": 175, "text": "(Fig. 5)", "ref_id": "FIGREF2"}, {"start": 641, "end": 650, "text": "(Table 3)", "ref_id": "TABREF5"}, {"start": 934, "end": 946, "text": "(Fig. 6 , 7)", "ref_id": "FIGREF3"}, {"start": 1031, "end": 1038, "text": "(Fig. 8", "ref_id": null}, {"start": 1476, "end": 1485, "text": "(Table 3)", "ref_id": "TABREF5"}], "section": "Discussion"}, {"text": "In conclusion, our studies established a MDCK cell model with CPV-2a persistent infection, and found that CPV-2a virion localized in nuclei but failed to cause CPE in MDCK cells. CPV-2a infection significantly activates host immune response-related signaling and CPV-2a is another potential immune cell activator, although further research is needed to investigate the effect on other cells lines and the underlying mechanisms. Yet, some studies mentioned that CPV-2a induces apoptosis [15, 17] , but our gene profiling data showed no connection between CPV-2a infection and apoptosis, which may be attribute to the virus types. This work extends our knowledge of CPV-2a-mediated cell infection and regulation. These findings will pave ways for developing novel antiviral strategy and nanomaterial for medicine. ", "cite_spans": [{"start": 486, "end": 490, "text": "[15,", "ref_id": null}, {"start": 491, "end": 494, "text": "17]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Conflict of interest All the authors declare no potential conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Ethical approval This article does not contain any studies with human participants performed by any of the authors.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}], "bib_entries": {"BIBREF6": {"ref_id": "b6", "title": "Relative expression levels of Gbp1, DLA-12/64, CSF2, CCL28, CCL2, SARS, CARS, YARS, and Rgs2 from microarray data and qPCR were shown as histogram and line chart. Data were represented as the mean ± SD of triplicates in three independent experiments", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "CPV-2a distribution was performed using IFA assay. IFA analysis of MDCK cell with or without CPV-2a infection showed that CPV-2a particles were mainly located in cellular nuclei. CPV-2a was incubated with antiCPV-2a monoclonal antibody and stained with TRITC-conjugated second antibody (red). Nuclei were stained with DAPI (blue). a mock-treated MDCK cells. b The fourth generation of MDCK with CPV-2a infection. C, The tenth generation of MDCK with CPV-2a infection. p.i. postinfection Scale bars 50 lm (", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Transcriptome profiling revealed distinct gene expression signatures with CPV-2a infection. Cluster analysis of differential gene expression between mock-treated MDCK and passage 10 of MDCK with CPV-2a postinfection under the screening criteria of a [ 1.5fold change (FC) and p \\ 0.05", "latex": null, "type": "figure"}, "FIGREF2": {"text": "GO annotation of differentially expressed genes. GO enrichment analysis of the biological process (BP), cellular component (CC), and molecular function (MF) of up-regulated genes using network DAVID. Gene count of relevant BP, CC, and MF are presented as histogram, and the enrich factor, calculated by the -log p-value, are shown as line chart", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Antigen processing and presentation signaling pathway. The diagram come from KEGG database. Red asterisks mark the genes upregulated by CPV-2a infection in microarray data (Color figure online)Fig. 7 RIG-I-like receptor signaling pathway. The diagram derived from KEGG database. Red asterisks mark the genes up-regulated by CPV-2a infection in microarray data (Color figure online) This work was supported by grants from International Science & Technology Cooperation Program of China (2014DFA31890), the National Science and Technology Support Program (2013BAD12B00), and the Fundamental Research Funds for the Chinese Academy of Agricultural Sciences (2015ZL062).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Edited by Zhen F. Fu.", "latex": null, "type": "table"}, "TABREF2": {"text": "Primer sequences used for qPCR analyses of gene mRNAs Fig. 1 Electron micrographs of MDCK cell morphology with CPV-2a infection under microscopy. a Normal MDCK cell morphology. b MDCK cell morphology of the fourth generation after CPV-2a infection. c MDCK cell morphology of the tenth generation after CPV-2a infection Scale bars 150 lm. p.i., postinfection", "latex": null, "type": "table"}, "TABREF3": {"text": "Data were shown as mean ± SD of triplicate experiments. Trend line was present with the histogram. c CPV-2a copies in the supernatant was showed as line chart. Data were shown as mean ± SD of triplicate experiments. dpi, days postinfection", "latex": null, "type": "table"}, "TABREF4": {"text": "Functional annotation using GO for down-regulated genes with CPV-2 infection", "latex": null, "type": "table"}, "TABREF5": {"text": "KEGG pathway categories of up-regulated (360) and down-regulated (300) genes.in MDCK in response to CPV-2 infection", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Pathway name </td><td>Hits </td><td>Percent </td><td>p-value </td><td>FDR\n</td></tr><tr><td>Up-regulation cfa05330:Allograft rejection </td><td>8 </td><td>1.7699 </td><td>2.11E-05 </td><td>0.0245\n</td></tr><tr><td>cfa04612:Antigen processing and presentation </td><td>12 </td><td>2.654867257 </td><td>2.26E-05 </td><td>0.026186226\n</td></tr><tr><td>cfa04672:Intestinal immune network for IgA production </td><td>9 </td><td>1.991150442 </td><td>5.39E-05 </td><td>0.062573918\n</td></tr><tr><td>cfa05416:Viral myocarditis </td><td>10 </td><td>2.212389381 </td><td>8.18E-05 </td><td>0.094933532\n</td></tr><tr><td>cfa05332:Graft-versus-host disease </td><td>7 </td><td>1.548672566 </td><td>8.45E-05 </td><td>0.098072464\n</td></tr><tr><td>cfa05320:Autoimmune thyroid disease </td><td>8 </td><td>1.769911504 </td><td>9.91E-05 </td><td>0.114972554\n</td></tr><tr><td>cfa05310:Asthma </td><td>6 </td><td>1.327433628 </td><td>3.41E-04 </td><td>0.395212131\n</td></tr><tr><td>cfa04514:Cell adhesion molecules (CAMs) </td><td>11 </td><td>2.433628319 </td><td>0.004990657 </td><td>5.644749293\n</td></tr><tr><td>cfa04060:Cytokine-cytokine receptor interaction </td><td>14 </td><td>3.097345133 </td><td>0.005987565 </td><td>6.736800267\n</td></tr><tr><td>cfa04622:RIG-I-like receptor signaling pathway </td><td>7 </td><td>1.548672566 </td><td>0.009490254 </td><td>10.48283298\n</td></tr><tr><td>cfa04610:Complement and coagulation cascades </td><td>7 </td><td>1.548672566 </td><td>0.014099632 </td><td>15.2029154\n</td></tr><tr><td>cfa04620:Toll-like receptor signaling pathway </td><td>8 </td><td>1.769911504 </td><td>0.020123383 </td><td>21.02848381\n</td></tr><tr><td>Down-regulation cfa00260:Glycine, serine and threonine metabolism </td><td>7 </td><td>1.298701299 </td><td>2.23E-04 </td><td>0.262360144\n</td></tr><tr><td>cfa00970:Aminoacyl-tRNA biosynthesis </td><td>6 </td><td>1.113172542 </td><td>0.00700974 </td><td>7.955206006\n</td></tr><tr><td>cfa00450:Selenoamino acid metabolism </td><td>4 </td><td>0.742115028 </td><td>0.021964893 </td><td>23.02758076\n</td></tr><tr><td>cfa00480:Glutathione metabolism </td><td>5 </td><td>0.927643785 </td><td>0.035486545 </td><td>34.67397477\n</td></tr><tr><td>cfa04910:Insulin signaling pathway </td><td>8 </td><td>1.484230056 </td><td>0.073886536 </td><td>59.52701305\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 1 Primer sequences used for qPCR analyses of gene mRNAs", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gene name b-actin </td><td>Primer sequences (50-30) </td><td>Product length (bp)\n</td></tr><tr><td>TGCGTGACATCAAGGAAGA\n</td><td>308\n</td></tr><tr><td>DLA-12/64 </td><td>GTCAGCAATGCCAGGGTA\n</td><td> </td></tr><tr><td>GTCAGGATGTGCCTGTGTCC\n</td><td>237\n</td></tr><tr><td>ACAGAGCAACCAGGGCTACC\n</td><td> </td></tr><tr><td>CSF2 </td><td>GCCTCACCAGCCTCAAGAAT\n</td><td>92\n</td></tr><tr><td>CTGGGTTGCACAGGGAGATT\n</td><td> </td></tr><tr><td>CCL28 </td><td>TGCACTGAGGTTTCACATCAT\n</td><td>182\n</td></tr><tr><td>TTGGCCGCTTGTTCTTTCATC\n</td><td> </td></tr><tr><td>CCL2 </td><td>TTTGGGTTTGGCTTTTCTTG\n</td><td>205\n</td></tr><tr><td>TTTGGGTTTGGCTTTTCTTG\n</td><td> </td></tr><tr><td>Gbp1 </td><td>AGATCCACATGTCCGCTC\n</td><td>324\n</td></tr><tr><td>CATTCTGGTTGTTACCCTTC\n</td><td> </td></tr><tr><td>Rgs-2 </td><td>CAGAAGCGTTTGATGAGC\n</td><td>280\n</td></tr><tr><td>TGGGCGGTTGTAAAGCAG\n</td><td> </td></tr><tr><td>SARS </td><td>CTCAGCGTTGGCTGCGG\n</td><td>258\n</td></tr><tr><td>ACTCATCTCCCACTGGCTCT\n</td><td> </td></tr><tr><td>CARS </td><td>TCTGGGGAGCAGGGTAAGAG\n</td><td>185\n</td></tr><tr><td>CCCATGTGAGACGCATCGTA\n</td><td> </td></tr><tr><td>YARS </td><td>CTCCGGACTCTCCTCGCC </td><td>313\n</td></tr></table></body></html>"}}, "back_matter": []}