{"paper_id": "24e4e9e5c492f097689ec01deeacd082dc9006fb", "metadata": {"title": "Securing the food supply chain: understanding complex interdependence through agent-based simulation", "authors": [{"first": "Alok", "middle": [], "last": "Chaturvedi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brian", "middle": [], "last": "Armstrong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rashmi", "middle": [], "last": "Chaturvedi", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The food industry has many points of vulnerability in its supply chain. It currently lacks integrated crisis management and response programs to understand the importance of decision-making during and in the aftermath of a bioterrorist attack on the food supply. Computer simulations have been used successfully in other industries as training and analysis tools. This paper describes an agent-based simulation for food defense training and analysis. Production information, consumption patterns, morbidity/mortality rates, recall costs and additional information were collected and provided to a datadriven simulation to anticipate the impact of decision-making on economic and public health during a terrorist attack. A case study is given with a representative exercise involving forty industry representatives who participated in a food defense simulation. Their decisions (recall and microbiological and toxicological testing) were derived from testing results, press releases, epidemiological data, and discussions with other industry and regulatory teams. Decisions made during the simulation resulted in over 76,000 illnesses, 45 deaths, and $132 million in recall costs. The no intervention, baseline scenario estimated to result in 91,000 illnesses and 54 deaths, indicating the improved public health outcomes resulting from players' decisions. Participants identified three key learning points: 1) communication between all groups is pertinent and challenging, 2) approaches to solve inherent food safety problems cannot be used to address food defense situations, and 3) human resource procedures regarding new hires and disgruntled employees should involve additional security measures. This computer simulation could be a valuable resource in food defense awareness and help educate companies and regulators about food defense risks and decision-making consequences.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "This paper describes a Food Defense Simulation (FDS) based on the Reference World Information and Simulation Environment (RWISE) platform. FDS represents the complex dynamics of post harvest food supply chain which includes ingredient suppliers, processors, distributors, retailers, and consumers. We demonstrate that FDS can be used to explore and strategize various ways of securing the food supply chain in the context of intentional bioterrorist attacks. The behavior of the entities within the food supply chain is complex and dynamic, due to the of interactions among diverse actors, each with its own goals and objectives. Because of its complexity, the food industry lacks tools to adequately capture the impacts of decisions made at one of the links within the food supply chain have on the rest of the industry and society. When considering intentional contamination scenarios, the actions or inaction of a decision maker who fails to properly understand his or her role within the broader ecosystem can precipitate into mortality, morbidity, and subsequent economic crises. We constructed a virtual representation of the food supply chain and its environment in an agent-based modeling framework that captures the emergent behavior of the system. We present the FDS both as an analysis tool that allows experimentation with new intervention strategies for businesses and regulatory entities to improve the security of the food supply chain against a bioterrorist attack as well as an education tool for elucidating procedures that strengthen or threaten the safety and security of the food supply chain.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Identifying the source and propagation of contamination in the food supply chain is complex due to its scale and the distributed and localized access to information among many different business, government, and media entities. The difficulty of securing the food supply chain is compounded by the rising global food demand. The Food and Agriculture Organization of the United Nations (FAO) defines food security as \"when all people at all times have physical and economic access to sufficient, safe, and nutritious food to meet their dietary needs and food preferences for an active and healthy life\" [1] .", "cite_spans": [{"start": 602, "end": 605, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "There are three critical components of food security: availability, which is having enough supply, access to the supply, and stability of the supply chain. A disruption in any link has the ability to affect trustworthiness and efficiency of the supply chain. Securing the food supply chain thus involves ensuring that food along all points of the food chain-that is from 'farm to fork'-is kept safe for consumption.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "In the past, the food industry focused on situations of unintentional acts of disruptions such as natural disasters, transportation delays, injuries or accidents, and put measures in place to determine the source of disruption, identify and trace back the lots involved, and recall products. Since the terrorist attack of 2001, focus on securing food supply chain has intensified as governments and industries are constantly reviewing the security programs and procedures to ensure food safety in case of any 'intentional' disruption, such as sabotage or deliberate contamination. [2, 3] A critical vulnerability in relying on these measures to trace back intentional disruptions is the difficulty in traceability of the place and source of initial contamination. [4] [5] [6] The food supply chain is complicated by its multiple transfers of ingredients, raw materials, and finished products from farms, processors, distributors, and retailers making every point a potential terrorist opportunity. [6, 7] To complicate it further, high employee turnover and ease of facility access (such as maintenance and sanitation crews) allows potential terrorists to enter with limited suspicion. [6, 8] There are many types of other risks the food industry must consider in securing the food chain. Risks to company and product reputation, consumer safety, disruption of operations (due to lack of raw materials, water, electricity, etc.), and personnel must all be realized [8] .", "cite_spans": [{"start": 581, "end": 584, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 585, "end": 587, "text": "3]", "ref_id": "BIBREF2"}, {"start": 764, "end": 767, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 768, "end": 771, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 772, "end": 775, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 998, "end": 1001, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1002, "end": 1004, "text": "7]", "ref_id": "BIBREF6"}, {"start": 1186, "end": 1189, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1190, "end": 1192, "text": "8]", "ref_id": "BIBREF7"}, {"start": 1465, "end": 1468, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "As the world's largest importer and exporter of processed foods, these vulnerabilities have the potential of greatly disrupting not only U.S. food supply chain but also the U.S. and international economies. Various federal agencies have used exercises, usually in the form of tabletop discussion/ simulations, to organize and test preparedness of potential attacks on other industries. [5] The food industry has not yet explored the options of biosecurity computer simulations as a preparedness tool.", "cite_spans": [{"start": 386, "end": 389, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "As we describe below, an agent-based simulation can be used to allow participants to play various roles of diverse actors whose decisions impact food security, including bulk ingredient manufacturers, food processors, distributors, consumers, media, and regulatory government agencies, in the context of complex scenarios involving intentional contamination resulting in foodborne illnesses. The decision-making, actions, and communication of the participants impact the emergent behavior of the virtual world as the scenario progresses.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Originally developed at Purdue University [18] , the Food Defense Simulation (FDS) is based on the Reference World Information and Simulation Environment (RWISE) platform. RWISE platform provides an agent-based modeling environment that faithfully mimics the dynamics of the real world.[9, 10] Developed in collaboration with US Department of Defense, Indiana Department of Homeland Security, and Indiana State Department of Health, RWISE provides an accelerated test bed for decision makers to formulate, test, and analyze alternative courses of action under different real-world scenarios such as stability operations in Afghanistan [11, 12] and bio-terrorism [13] [14] [15] . The objectives of developing and executing FDS were to: 1) measure the health and economic impacts of decision-making by the food industry, government, and media during a virtual attack and 2) discover the importance of disclosures and communication by all members involved in the food supply chain, government agencies, and the media.", "cite_spans": [{"start": 42, "end": 46, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 635, "end": 639, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 640, "end": 643, "text": "12]", "ref_id": "BIBREF11"}, {"start": 662, "end": 666, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 667, "end": 671, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 672, "end": 676, "text": "[15]", "ref_id": null}], "ref_spans": [], "section": "The FDS system"}, {"text": "Every part of the FDS system is open to analysis and peer review. The FDS development framework depicted in Fig. 1 illustrates how subject matter experts (SMEs) relate real world to the synthetic world. A synthetic environment is configured from a library of theories, databases, best practices, lessons learned and doctrines. Subject matter experts (SMEs) from industry and academia augment these models based on their experiences, knowledge, and available proprietary data. In addition, SMEs and practitioners validate outputs from models against published results, personal experiences, and institutional records. Once the results and validated and the system accredited, the stakeholders from different agencies and organizations partake in simulation exercises.", "cite_spans": [], "ref_spans": [{"start": 108, "end": 114, "text": "Fig. 1", "ref_id": null}], "section": "The FDS development framework"}, {"text": "3 Modeling the social environment: building a synthetic community A virtual community modeled in RWISE is represented by four primitive constructs-Individuals, Organizations, Institutions, and Infrastructures (IOII). These four primitives are used to model higher order constructs such as geographical entities (nations, provinces, cities), political systems (government and regulatory agencies, political parties and factions), law enforcement (police, regulatory agencies), economic systems (formal and informal structures), social systems (institutions, consumer and advocacy groups), information systems (print, broadcast, internet, social media), and critical infrastructures (transportation, health, telecommunications). Fig. 2 illustrates the concept used to represent a real world food supply chain as a virtual community in RWISE.", "cite_spans": [], "ref_spans": [{"start": 727, "end": 733, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "The FDS development framework"}, {"text": "Political and social systems are modeled as a multi-agent system representing the human elements. Individual citizen agents represent the consumers in the simulation. They purchase and consume the products and may be healthy or fall sick based on their respective \"immune systems' and the level of contamination in the product. Demographics of agents are constructed as a proportional representation of the societal makeup of a real nation. Each individual agent consists of a set of fundamental constructs-traits, well-being, sensors, goals, and actions. For example, a consumer agent is encoded with static traits such as race, ethnicity, income, education, religion, gender, and nationalism; and dynamic traits, such as religious, political societal, and violence orientations. We use Kahneman's concepts of subjective well-being, which refers to a person's assessment of their perceived state of happiness or well-being. [16] The agent's well-being consists of eight needs: basic, political, financial, security, religious, educational, health, and freedom of movement. Traits and well-being together determine the set of basic goals for a class of agents. An agent uses its \"sensors\" to sense the environment, listen to messages from his/her social network, the media, and other members of the society. Based on the sensed information, each agent can autonomously choose from its repertoire of configurable action set or adjust its goals. Traits, well-being, and goals determine the available actions each agent can take. For example, an agent can migrate to a different location (geography) to seek a better job to satisfy its financial well-being. Traits, well-being, sensors, and actions together determine the behavior of the agent.", "cite_spans": [{"start": 925, "end": 929, "text": "[16]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "The FDS development framework"}, {"text": "We identify the needs of each agent. These needs are initially populated for each citizen based on the socioeconomic class of the citizen. Further, we also identify weights that identify the relative importance of the fulfillment of each need to the citizen. Each citizen forms a perception of the level of fulfillment of each need from several information sources such as social groups, leaders, organizations and media. The gap between an agent's perception of a need and his/her desires for the need is the agent's sense of deprivation of the need. A citizen's overall deprivation is determined by weighting the deprivation of each need.", "cite_spans": [], "ref_spans": [], "section": "The FDS development framework"}, {"text": "Over time, consumers adjust their desires for each need relative to their perception of that need. A citizen could be influenced to adjust desires by media through promotions and advertisements. Each consumer's desires are also influenced by the desires of other consumers in their social network. The increase in perception of needs of multiple consumers could lead to higher desires, not only in those consumers but also in other individuals in the social group. Such an adjustment of desires across a social group when perceptions remain constant could lead to an escalated sense of deprivation in the consumers within the social groups.", "cite_spans": [], "ref_spans": [], "section": "The FDS development framework"}, {"text": "A Consumers adjust the weights of the needs as certain needs become more significant due to conditions in the environment. Consumers focus on needs of which they are most deprived and attach less significance to those needs that are fulfilled. Organizations, leaders, and media influence a consumer to adjust the weights by attaching significance to certain Fig. 1 The FDS development framework that relates the virtual world with the real world issues. Social groups also influence consumerism in accordance with the significance they attach to their needs.", "cite_spans": [], "ref_spans": [{"start": 358, "end": 364, "text": "Fig. 1", "ref_id": null}], "section": "The FDS development framework"}, {"text": "Clusters of agents form groups, organizations, and or institutions. These constructs differ from individuals with regards to the rules that govern their behavior and intent. Groups are either informal or formal. Formal groups' rules of engagement are published and are relatively static, while those of informal groups are only known to its their members and continuously evolve based on interactions among the environment, leaders, and their members.", "cite_spans": [], "ref_spans": [], "section": "The FDS development framework"}, {"text": "An organization which represents a company or a media, is comprised of a structured group of artificial agents. Consumers that subscribe to an organization make up the member population, and the combined behaviors and interactions of members and leaders result in the behavior for the organization. Organizational leadership constantly seeks maintenance and growth of the organizational membership by providing tangible and intangible benefits, and consumers subscribe based on a perceived level of benefit that is received from the organization. Leaders attempt to influence the organization to align with their ideologies by framing issues and attitude sharing. Members also influence each other's attitudes through the formation of intra-group social networks that emerge from levels of affinity between members. Additionally, through inter-organization networks, attitudes and resources may be shared between organizations. Through these internal and external interactions, organizations cause significant changes in perception and attitude and become core protagonists of activism in the model.", "cite_spans": [], "ref_spans": [], "section": "The FDS development framework"}, {"text": "Agenda setting is a significant contributor to organizational activism in the model. Every organization sets an agenda based on its ideology and goals that direct mobilization. This agenda is adaptive and dynamic due to intra-organizational and inter-organizational information sharing. Internally, leaders influence the attitudes and well-being perception of their members and other leaders, and members share like information within their own social networks. Externally, organizational networks impact perceptions and attitudes through the interactions among leaders as well as member social networks across organizations.", "cite_spans": [], "ref_spans": [], "section": "The FDS development framework"}, {"text": "Within our model media also plays a significant role in providing information to subscribers in the form of reports on well-being and attitudes. Media organizations consist of television, radio, newspapers, magazines, blogs, and social media. They make choices about what information to cover, who to cover, what statements to report, what story elements to emphasize and how to report it. Media is able to set the agenda for domestic policies as well as foreign policy issues. Incidents are framed on well-being components, and formalized in a media report. For example, if the media's agenda is to arouse the public against the government, and if basic needs are below certain threshold levels, then the media may frame the dire conditions that the people are facing as the government's responsibility. Consumers subscribe to a media organization based on their ideological bent. Subscription to a particular media is dependent upon the congruence of the ideology of the media with the ideology of the consumers subscribing to it. Media organizations are primarily focused on framing the issues for their audiences in such a way that they increase their viewer-ship as well as their influence. When the capacity of media infrastructure agents to report media is reduced, then the media conglomerates also decrease in their ability to spin reports.", "cite_spans": [], "ref_spans": [], "section": "The FDS development framework"}, {"text": "We model institutions as 'governmental entities' such as the regulatory agencies (food and drug administration, department of health, homeland security), have more discretionary resources and can formulate policies that are legally binding. We also consider institutions as structures that are products of individual choices or preferences, the later in turn being constrained by the institutional structures (i.e. an interactive process). The government Institution agents represent the leadership and various branches of the government. Institutions are like formal organizations with an additional power to influence the behaviors of members and non-members.", "cite_spans": [], "ref_spans": [], "section": "The FDS development framework"}, {"text": "The epidemiological model (EM) of foodborne diseases used in RWISE is designed to cover both chemical and biological contaminations. EM consists of two main components: the emergent social network based on the locality, mobility and the interactions of the artificial agents and the epidemiology of the contamination. The virtual population is tagged in order to segregate them into different groups representing the different stages of the disease: susceptible, exposed, infected, recovered and deceased as shown in Fig. 3 .", "cite_spans": [], "ref_spans": [{"start": 517, "end": 523, "text": "Fig. 3", "ref_id": null}], "section": "Epidemiological model"}, {"text": "The susceptible population is comprised of those who have no natural or acquired immunity and can therefore contract the disease. The exposed group consists of the population that has come in contact with the disease but has not yet shown any symptoms. The infected population includes all individuals who have become infected with the disease to the extent that they are showing symptoms. Both exposed and infected individuals are capable of infecting others (in case of infectious disease) they come in contact with. The recovered population cannot become infected with the disease either by consequence of cure, or acquired or natural immunity. Those unable to recover from the disease will eventually join the deceased group of the population. We have used a similar epidemiological model to simulate the spread of smallpox, SARS, Ebola and plague [13, 17] .", "cite_spans": [{"start": 852, "end": 856, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 857, "end": 860, "text": "17]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Epidemiological model"}, {"text": "In addition to the public health impact of a contamination, the simulation also provides insights into the magnitude of the economic impact as the crisis unfolds. Two factors influence the economic impact: the intensity of the disease and the intervention strategies of the responders, consumers, and their households. There are direct costs associated with the public health impact from the outbreak, such as treatment for the sick and a cost estimate for the loss of life (based on the estimated insurance benefits per life). There are indirect costs, such as the loss of productivity and gross community product due to an unusual number of employee absenteeism. [19] The cost of intervention strategies executed, such as setting up PODS for vaccinating the population, is also included. Finally, the loss of public confidence, as computed by the public opinion model, may result in an economic loss, such as when the stock market swung during the recent economic turmoil. The longer the pandemic lasts the larger the economic impact.", "cite_spans": [{"start": 665, "end": 669, "text": "[19]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Economic model"}, {"text": "While the safety of the artificial citizen takes precedence, government officials must consider the overall opinion of the population when making decisions. For example, though quarantining a city in every instance of a potential attack may maximize safety of the population, such restrictive measures may not only be economically catastrophic but also, may not be tolerated by the public [20] .", "cite_spans": [{"start": 389, "end": 393, "text": "[20]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Public opinion model"}, {"text": "The public opinion model is based on the artificial agent's perception of the government response to the unfolding pandemic. Factors that influence an individual agent's perception include the influence of the media, the social network the agent belongs to, actions taken by the participants, individual Fig. 3 The health states an individual can be in with respect to the EM and overall public health, and the economic impact of the crisis. The simulation also models the prospect of dealing with psychological casualties who may needlessly flood the public health system or create bottlenecks at vaccination PODS and hospitals. The effectiveness of the plans to deal with psychological casualties may also impact the overall public opinion of the population.", "cite_spans": [], "ref_spans": [{"start": 304, "end": 310, "text": "Fig. 3", "ref_id": null}], "section": "Public opinion model"}, {"text": "The agent-based models described above are calibrated in accordance with standard models from the fields of epidemiology, psychology and economics while the agent mobility models reflect the actual behavior patterns in the communities involved. Data was collected from public domain sources such as the US Census Bureau, CDC, Kaiser Family Foundation, and the State Departments of Health. The inter-county movement of the population is modeled based on employment data (counties where people worked) that is correlated with the residency data (counties where people resided). Epidemiological data is inferred from the CDC and historical content available from various sources. Economic data is collected from public sources including the Department of Education and the Bureau of Economic Analysis at the US Department of Commerce. Supply chain data is collected from actual companies in the real world that are represented in the simulation, however their identities are masked. The public opinion calibration data comes from the Roper Center for Public Opinion, World Public Opinion Organization, and Gallup.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "The results of the simulation are validated against multiple sources in order to ensure accuracy as best as possible, given the unknown characteristics of the contamination. The simulation propagates the disease according to the epidemiological characteristics of the chemical or the biological agent used in the scenario. Modeling the travel patterns of today's population is based on Internal Revenue Service data as well as population demographics data from the United States Census bureau to improve the accuracy of the results and outcomes of the simulation. The Center for Disease Control and Prevention, Department of Defense, and the Department of Homeland Security have published research reports on the worst case scenario for many chemical and biological agents, as well as what the most likely scenario could be. The simulation results are validated against those datasets in order to ensure the accuracy of the number of illnesses and deceased expected in different scenarios. Mortality rates determine what proportion of the population exposed to the contamination would eventually die from it. We model age-specific mortality rates to make the results more realistic. To add another level of validation, we confirm our assumptions about the epidemiological characteristics of the simulated outbreak (attack rate, incubation period, infectious period, symptomatic period, mortality rates, and others) with subject matter experts.", "cite_spans": [], "ref_spans": [], "section": "Verification and validation"}, {"text": "The simulation may be used in interactive manner, be integrated with the tabletop exercises through real-time interaction of the participants and the software, or through offline execution of data captured in the background (unobtrusively) during game play. In the event of a food defense incident, the immediate goal of the government officials involved is to minimize the propagation of the disease. While minimization of casualties is the primary effort, there are other factors to consider. Abraham Lincoln noted \"public sentiment is everything. With it, nothing can fail. Without it, nothing can succeed.\" As such, it is essential that the mood of the public (the artificial agents) be maintained at reasonable levels. Officials must act quickly and confidently on several fronts, including:", "cite_spans": [], "ref_spans": [], "section": "Game play"}, {"text": "& Issues of Disclosurewho should be given information and to what extent? & Transportationshould roads, airports, etc. be closed to isolate a potential pathogen? & Civil Liberty -What steps should government take to control the spread of disease?", "cite_spans": [], "ref_spans": [], "section": "Game play"}, {"text": "Governmentt agencies must work together to optimize results in the face of such a crisis. Consequently, while there are obvious game-level objectives that the players strive to achieve, the broader purpose for simulation is that the participants play the simulation and leave with a better understanding of how to work together and share their resources to serve the needs of our communities.", "cite_spans": [], "ref_spans": [], "section": "Game play"}, {"text": "In a Food Defense Workshop (FDS12), participants divided into teams to play the roles of various companies within the food industry. The game is used to simulate a realistic bioterrorist attack on the food supply using biological, chemical or radiological agents. In this paper we present the results of one such workshop. The purpose of FDS12 was to bring awareness that an attack at one step in the food supply has tremendous implications throughout the rest of the chain. Players in the game were expected to analyze data as they typically do on a daily basis and make decisions based on the information given to them. Their objective was to minimize the social and economic implications of intentional food contamination. Following the simulation, discussions led teams to develop methods that could minimize the risk of attack and reactive measures in the event that an attack does occur.", "cite_spans": [], "ref_spans": [], "section": "Food Defense Workshop-FDS12"}, {"text": "There were a total of seven teams: two bulk ingredient manufacturers, three food processors, and two retailers. All other entities within the virtual environment, including retail distributors, media, government agencies and regulators, and consumers, were represented by simulation models. Each team was given the option to make decisions as a large group or create a hierarchal system among the team members. Each team had access to the public data (observations in the simulation) and data about the products their company receives and sells.", "cite_spans": [], "ref_spans": [], "section": "Role playing teams"}, {"text": "The teams for the FDS12 exercise are listed in Table 1 . The bulk ingredient manufacturers produce dry and wet materials. The food processors are companies that manufacture products not for further processing. Retailers oversee the sale of products in retail stores for regions of the nation.", "cite_spans": [], "ref_spans": [{"start": 47, "end": 54, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Role playing teams"}, {"text": "Teams were responsible for maintaining company image, mitigating secondary effects if foodborne illness was spread through their products, and building or rebuilding consumer confidence. Consumer complaints regarding products were given to all teams and each team was to identify psychological casualties.", "cite_spans": [], "ref_spans": [], "section": "Role playing teams"}, {"text": "The game was structured in time-limited rounds. Participants were able to take actions to protect, react, and minimize the impact of a biosecurity attack. Teams had the ability to test, hold, or recall products that their companies were responsible for in any round. Media reports and new information were available at the beginning of each round. Population illness statistics from previous years and recently disclosed illness data, lines of communication with other teams, and testing results were accessible to each team. At the end of each round, the simulation compiled the decisions from all teams and progressed the time of the virtual environment by one week.", "cite_spans": [], "ref_spans": [], "section": "Role playing teams"}, {"text": "Teams could request additional information from other teams but were not given hints as to what information they could ask for. They were to voluntarily ask for information as needed and assume the information is not pertinent if it is not available. If information is requested from another team, it was the decision of that team whether or not to disclose information. Participants were encouraged to only ask questions they would normally ask other companies and to not disclose information they would normally not disclose, especially not to competitors.", "cite_spans": [], "ref_spans": [], "section": "Role playing teams"}, {"text": "The United States Centers for Disease Control and Prevention (CDC) has categorized etiological agents based on ease of dissemination and morbidity/mortality rates, as shown in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 176, "end": 183, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Background information encoded in the simulation"}, {"text": "Category A agents are considered very dangerous due to their extremely high mortality rates. They are prime suspects for the CDC, so heightened surveillance of these etiological agents is exercised. We have already seen Anthrax, a Category A agent, used as a bioterrorist weapon in the United States. These attacks on the mail system proved that terrorists do have the ability to produce these agents and methodologies of getting them into distribution.", "cite_spans": [], "ref_spans": [], "section": "Background information encoded in the simulation"}, {"text": "Category B agents, on the other hand, are considered CDC's second highest priority. Agents classified as Category B result in low mortality, moderate morbidity, and require enhanced diagnostics and detection procedures. Even though mortality rates will be low, the mass panic and uncertainty in the food supply will produce enough hysteria to affect the economy. Category B agents are considered a more likely agent by some.", "cite_spans": [], "ref_spans": [], "section": "Background information encoded in the simulation"}, {"text": "Category C agents are the third highest priority. They consist of emerging pathogens that are possible risks due to availability, ease of production and dissemination. These agents could be engineered for mass dissemination by terrorists due to their potential high morbidity and mortality risks (CDC, agents). Since not much is known about some of the agents in this ", "cite_spans": [], "ref_spans": [], "section": "Background information encoded in the simulation"}, {"text": "Commercial entities had the ability to test, hold, or recall products that their companies were responsible for in any round. Teams were allowed to submit products for testing of possible etiological agents. Each test had an associated cost and results of tests would be made available after realistic response times had elapsed for the given type of test. Teams had the option to hold or recall one or more of their products nationwide or by custom selection of up to 200 regions if they suspected that their products were a part of a biosecurity problem. For the FDS12 exercise, testing, holding, recalling, and releasing could be performed at one of three levels: minimally (10 % of all ingredients or products,) moderately (50 %,) or aggressively (100 %.)", "cite_spans": [], "ref_spans": [], "section": "Possible actions teams could take"}, {"text": "The sequence of events for the simulation started with contaminating a product in a specific lot with a specific agent. Teams began playing the game on day thirteen, 13 days after the contaminated product was produced, with the media reporting a potential problem to the public. In the first round, teams attempted to determine what the problem was, where the contamination was coming from, and were to consider testing, holding, or recalling products of concern. 4.2.1 Round 1, day 13", "cite_spans": [], "ref_spans": [], "section": "Execution of the simulation"}, {"text": "Situation reports The Intelligence Agency warns that there is a credible threat to the national food supply. Increased Internet chatter suggests that a chemical or biological attack is imminent.", "cite_spans": [], "ref_spans": [], "section": "Execution of the simulation"}, {"text": "The FBI arrests two individuals suspected of terrorist activities.", "cite_spans": [], "ref_spans": [], "section": "Execution of the simulation"}, {"text": "Over 340 are reported ill with one dead due to Staphylococcus Aureus like intoxication. Symptoms include vomiting, cramps, fever, rash, and headache.", "cite_spans": [], "ref_spans": [], "section": "Execution of the simulation"}, {"text": "The locations of the cases of illness and death are illustrated in Fig. 4 as regions colored red.", "cite_spans": [], "ref_spans": [{"start": 67, "end": 73, "text": "Fig. 4", "ref_id": null}], "section": "Execution of the simulation"}, {"text": "With this information, the teams suspected milk, yogurt, and cream cheese could be contaminated. Richtec and Elle Whitts tested a number of their lots for Staph. Toxin. The actions taken are listed in Table 3 and the costs associated with the actions taken in each round are given in Table 4 . Two of the tests performed by Richtec were positive and three of the tests performed by Elle Whitts were positive.", "cite_spans": [], "ref_spans": [{"start": 201, "end": 208, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 284, "end": 291, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Execution of the simulation"}, {"text": "Situation reports Local media reports \"37 people became ill with gastroenteritis several hours after eating at a university cafeteria. Symptoms included nausea, vomiting, diarrhea, and abdominal cramps. Ten people were hospitalized. Richtec blueberry yogurt drink served with the lunch is suspected to be associated with the illness. No deficiencies in food handling were found. Staphylococcal enterotoxin type A was identified in a sample of implicated yogurt drink and in unopened cups.\" Media 2 reported \"49 people developed illness several hours after eating food from a take-out stall in a university stadium. Fourteen people were hospitalized. Hot dogs served with relish were associated with the illness. Staphylococcal enterotoxin was found in a sample of hot dog and unopened packets of the same lot used for the In this round, the teams traced the illnesses to contaminated products to determine where in the supply chain the contamination was originating and took actions to mitigate the problem. Thought the complaints and media are focused on Richtec's yogurt products, the McKinnley team begins to suspect that the contamination may have begun in their bulk ingredients provided to Richtec. In this round, McKinnley tests 32 of its lots at a minimal level.", "cite_spans": [], "ref_spans": [], "section": "Round 2, day 18"}, {"text": "Richtec and Elle Whitts are targets of many complaints and negative attention. Their actions in this round are quite serious, accruing almost $117,000,000 to test, hold, and recall their products in just one week.", "cite_spans": [], "ref_spans": [], "section": "Round 2, day 18"}, {"text": "Additionally, the food retailers begin to act in this round since the suspected products are identified.", "cite_spans": [], "ref_spans": [], "section": "Round 2, day 18"}, {"text": "Situation reports National media reports: \"In the past week, there has been an alarming spike in the number of people with gastrointestinal symptoms. There have been hundreds of cases reported in every state of the union. Tens of thousands of hospitalizations have been reported to the CDC…\". National media 2 reports: \"In the past two weeks, there has been an alarming increase in the number of people going to the hospitals and medical centers for nausea, vomiting, and abdominal cramps. Medical experts believe that the cause is food-contamination.…the cause of the illness is Staph A toxin. The suspected foods contaminated are Richtec yogurt and Elle Whitts' hot dogs.\"", "cite_spans": [], "ref_spans": [], "section": "Round 3"}, {"text": "The FDA announces: \"McKinnley Grains' ascorbic acid is found contaminated with Staph. Toxin. The FDA advises the public to stop consuming products of specific lot numbers.\"", "cite_spans": [], "ref_spans": [], "section": "Round 3"}, {"text": "Stanleez and Elle Whitts responded to the FDA report and recalled specific lots. McKinnley Grains could not take any further actions on the contaminated lots since they had already been received by the food processors.", "cite_spans": [], "ref_spans": [], "section": "Round 3"}, {"text": "In this exercise, Richtec and Elle Whitts acted quickly to test many of their products, accruing a cost of $212,352 in the first week. But, because of these actions, the subsequent impact on public health was not as severe. Figure 5 compares the exercise with one where no actions were taken by any of the companies. The actions taken by the teams at FDS12 resulted in 14,252 fewer illnesses by the end of Day 30.", "cite_spans": [], "ref_spans": [{"start": 224, "end": 232, "text": "Figure 5", "ref_id": null}], "section": "Summary"}, {"text": "The history of actions for the three rounds is given in Table 3 . The costs for the actions taken are given in Table 4 , showing a total accrued cost of $132 million.", "cite_spans": [], "ref_spans": [{"start": 56, "end": 63, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 111, "end": 118, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Summary"}, {"text": "Following the simulation and final briefing of the results from the simulation, participants were engaged in a discussion on the main learning points and what could help make the food supply chain more secure against bioterrorist attacks. & Communication up and down the food flow chain is challenging but critical. No one entity has the whole picture, requiring all participants in the food supply chain to proactively share the piece of information they have access to in order to collectively address cases of intentional contamination. & The media plays an important role as a source of information. Taking a reactive role in a time of crisis lead to more uncertainty as consumers may succumb to panic. & The proper responses, prevention, control, and thought processes for dealing with intentional contamination differ from addressing issues due to inherent contamination. & Given the vulnerability and impact of disruptions to the food supply chain, procedures should be put in place for new hires including in-depth background checks, character evaluations, and performance surveys. All employees need to be made aware of their role in food defense, including ensuring timely documentation for the purpose of efficient traceability.", "cite_spans": [], "ref_spans": [], "section": "Lessons learned"}, {"text": "This paper demonstrates the effectiveness of using computer simulation to increase awareness and help educate companies and regulators about food defense risks and consequences of decision-making. We accomplished this goal by using agentbased modeling to build a synthetic representation of the real world which captures behavior of complex systems, such as the food supply chain, that emerges as decision makers interact. Agent-based modeling as we employed it in the design of FDS also provides the means to integrate humanin-the-loop decision makers with automated models of decision makers. FDS can be used to establish a network of food defense professionals (stakeholders) from industry, government, first responders, and academia by engaging them in defense scenarios where they learn how to interact in crisis situations. FDS also raises awareness of vulnerabilities in processes and structures that delay or conflict with intervention strategies for addressing intentional contamination events. Using FDS in experimentation allows decision makers in industry, government, and media to improve proactive and reactive procedures for dealing with bioterrorist attacks and serve as a valuable resource for advancing crisis management of the food supply chain.", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Social Development Department of the Food, and Agriculture Organization of the United Nations", "authors": [], "year": 2009, "venue": "State of Food Insecurity in the World", "volume": "", "issn": "", "pages": "8--28", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Managing disruption risks in supply chains", "authors": [{"first": "P", "middle": [], "last": "Klendorfer", "suffix": ""}, {"first": "G", "middle": [], "last": "Saad", "suffix": ""}], "year": 2005, "venue": "Prod Oper Manag", "volume": "14", "issn": "1", "pages": "1--16", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Global supply chain design considerations: mitigating product safety and security risks", "authors": [{"first": "C", "middle": [], "last": "Speier", "suffix": ""}, {"first": "J", "middle": [], "last": "Whipple", "suffix": ""}, {"first": "D", "middle": [], "last": "Closs", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Voss", "suffix": ""}], "year": 2011, "venue": "J Oper Manag", "volume": "29", "issn": "", "pages": "721--757", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The looming threat of bioterrorism", "authors": [{"first": "D", "middle": ["A"], "last": "Henderson", "suffix": ""}], "year": 1999, "venue": "Science", "volume": "283", "issn": "", "pages": "1279--82", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Threat of a biological terrorist attack on the US food supply: the CDC perspective", "authors": [{"first": "J", "middle": [], "last": "Sobel", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Khan", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swerdlow", "suffix": ""}], "year": 2002, "venue": "Lancet", "volume": "359", "issn": "", "pages": "874--80", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Supply chain security without tears. Supply Chain Manag Rev", "authors": [{"first": "H", "middle": ["L"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": [], "last": "Wolf", "suffix": ""}], "year": 2003, "venue": "", "volume": "7", "issn": "", "pages": "12--20", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Supply chain efficiency and security: coordination for collaborative investment in technology", "authors": [{"first": "J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "U", "middle": [], "last": "Palekar", "suffix": ""}, {"first": "W", "middle": [], "last": "Qualls", "suffix": ""}], "year": 2011, "venue": "European Journal of Operations Research", "volume": "210", "issn": "", "pages": "568--78", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "nternational Forum for Discussion of Policy and Regulatory Options to Enhance Cooperation, Reduce Vulnerability and Modernize Post-Event Recovery Procedures", "authors": [{"first": "Y", "middle": [], "last": "Motarjemi", "suffix": ""}, {"first": "H", "middle": [], "last": "Kula", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Comparison of the cumulative illnesses for the FDS12 exercise and a case where no actions were taken 9", "authors": [], "year": 1999, "venue": "Commun ACM", "volume": "42", "issn": "3", "pages": "60--61", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Agent-based simulation for computational experimentation: developing an artificial labor market", "authors": [{"first": "A", "middle": [], "last": "Chaturvedi", "suffix": ""}, {"first": "D", "middle": [], "last": "Dolk", "suffix": ""}, {"first": "S", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "R", "middle": [], "last": "Ayer", "suffix": ""}], "year": 2005, "venue": "Eur J Oper Res", "volume": "166", "issn": "", "pages": "694--716", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Simulation tools for developing policies for complex systems: modeling the health and safety of refugee communities", "authors": [{"first": "J", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "A", "middle": [], "last": "Chaturvedi", "suffix": ""}, {"first": "M", "middle": [], "last": "Cibulskis", "suffix": ""}], "year": 2007, "venue": "Health Care Manage Sci", "volume": "10", "issn": "", "pages": "331--340", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Design principles for virtual worlds", "authors": [{"first": "A", "middle": ["R"], "last": "Chaturvedi", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Dolk", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Drnevich", "suffix": ""}], "year": 2011, "venue": "MIS Q", "volume": "35", "issn": "3", "pages": "673--84", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Computational and live experimentation in bio-terrorism response", "authors": [{"first": "A", "middle": [], "last": "Chaturvedi", "suffix": ""}, {"first": "S", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "P", "middle": [], "last": "Drnevich", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "1--16", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Advances in homeland security, volume II: guiding future homeland security policy-directions for scientific inquiry", "authors": [{"first": "P", "middle": ["L"], "last": "Drnevich", "suffix": ""}, {"first": "S", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "E", "middle": [], "last": "Dietz", "suffix": ""}, {"first": "R", "middle": [], "last": "Ramanujam", "suffix": ""}, {"first": "S", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "A", "middle": [], "last": "Chaturvedi", "suffix": ""}], "year": 2006, "venue": "Journal of Managerial Issues", "volume": "XXI", "issn": "2", "pages": "216--247", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Well-being: the foundations of hedonic psychology", "authors": [{"first": "D", "middle": [], "last": "Kahneman", "suffix": ""}, {"first": "E", "middle": [], "last": "Diener", "suffix": ""}, {"first": "N", "middle": [], "last": "Schwarz", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Decision support for security: a mixed reality approach to Bioterror preparedness and response", "authors": [{"first": "A", "middle": [], "last": "Chaturvedi", "suffix": ""}, {"first": "A", "middle": [], "last": "Mellema", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Hsieh", "suffix": ""}, {"first": "T", "middle": [], "last": "Bhatt", "suffix": ""}, {"first": "M", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "E", "middle": [], "last": "Dietz", "suffix": ""}], "year": 2007, "venue": "Burstein F, Holsapple C, editors. Handbook on decision support systems", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Use of Stakeholder-Driven, DACUM Process to Define Knowledge Areas for Food Protection and Defense", "authors": [{"first": "R", "middle": [], "last": "Linton", "suffix": ""}, {"first": "N", "middle": [], "last": "Abbey", "suffix": ""}, {"first": "D", "middle": [], "last": "Mcswanne", "suffix": ""}, {"first": "J", "middle": [], "last": "Kastner", "suffix": ""}, {"first": "T", "middle": [], "last": "Bhatt", "suffix": ""}, {"first": "S", "middle": [], "last": "Hodge", "suffix": ""}], "year": 2011, "venue": "J Homel Secur and Emerg Manag", "volume": "8", "issn": "2", "pages": "1547--7355", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Considering the effects of a catastrophic terrorist attack. Tech. Rep: RAND Corporation", "authors": [{"first": "C", "middle": [], "last": "Meade", "suffix": ""}, {"first": "R", "middle": [], "last": "Molander", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Emergency response to a smallpox attack: the case for mass vaccination", "authors": [{"first": "E", "middle": ["H"], "last": "Kaplan", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Craft", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Wein", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci U S A", "volume": "99", "issn": "16", "pages": "10935--10975", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Layers of the virtual community and food supply chain in RWISE showing the modeling primitives tied to real world entities, systems whose behavior becomes part of the environment of the agents, and other entities that react to the environment and act on the food supply chain", "latex": null, "type": "figure"}, "TABREF0": {"text": "Teams in the FDS12 Bioterrorism Exercise and the ingredients or products their companies sell", "latex": null, "type": "table"}, "TABREF1": {"text": "U.S. Center for Disease Control and Detection of Bioterrorism Agents Fig. 4 Regions with cases of illness or death by day 13 (colored red) preparation of hot dogs. It was found to be associated with Elle Whitts Fat Free beef hot dogs.\" Social Media: Number of complaints and the buzz against Richtec's products are mounting.", "latex": null, "type": "table"}, "TABREF2": {"text": "Actions taken by the teams, how many lots were involved, and the level of aggressiveness as a percentage of all products or ingredients in the selected lots", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Round </td><td>Company </td><td>Actions test for Staph. Toxin. </td><td># Lots </td><td>%\n</td></tr><tr><td>1 </td><td>Richtec </td><td> </td><td>8 </td><td>10\n</td></tr><tr><td> </td><td>Elle Whitts </td><td>test for Staph. Toxin. </td><td>29 </td><td>10\n</td></tr><tr><td> </td><td> </td><td>Hold </td><td>1 </td><td>10\n</td></tr><tr><td>2 </td><td>McKinnley </td><td>test for Staph. Toxin. </td><td>32 </td><td>10\n</td></tr><tr><td> </td><td>Richtec </td><td>test for Staph. Toxin. </td><td>12 </td><td>50\n</td></tr><tr><td> </td><td> </td><td>Hold </td><td>94 </td><td>100\n</td></tr><tr><td> </td><td>Elle Whitts </td><td>test for Staph. Toxin </td><td>168 </td><td>100\n</td></tr><tr><td> </td><td> </td><td>Hold </td><td>6 </td><td>100\n</td></tr><tr><td> </td><td> </td><td>Recall </td><td>89 </td><td>100\n</td></tr><tr><td> </td><td> </td><td>Release </td><td>1 </td><td>100\n</td></tr><tr><td> </td><td>Kartman </td><td>Hold </td><td>20 </td><td>100\n</td></tr><tr><td> </td><td>Stanleez </td><td>Hold </td><td>10 </td><td>100\n</td></tr><tr><td>3 </td><td>McKinnley </td><td>test for Staph. Toxin. </td><td>16 </td><td>100\n</td></tr><tr><td> </td><td>Elle Whitts </td><td>Release </td><td>10 </td><td>100\n</td></tr><tr><td> </td><td>Koskan </td><td>Hold </td><td>6 </td><td>100\n</td></tr><tr><td> </td><td>Stanleez </td><td>Recall </td><td>20 </td><td>100\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Cost of actions taken in thousands of U.S. dollarsParticipants agreed that computer models that capture emergent behavior are effective tools for evaluating decision making capabilities and for food defense training with bioterrorist scenarios. Other lessons learned include:", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 4 Cost of actions taken in thousands of U.S. dollars", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Round </td><td>McKinnley </td><td>Richtec </td><td>Elle Whitts\n</td><td>Koskan </td><td>Kartman </td><td>Stanleez </td><td>TOTAL\n</td></tr><tr><td>1 </td><td> </td><td>$11 </td><td>$202 </td><td> </td><td> </td><td> </td><td>$212\n</td></tr><tr><td>2 </td><td>$35 </td><td>$24,399 </td><td>$92,313 </td><td> </td><td>$282 </td><td>$121 </td><td>$117,151\n</td></tr><tr><td>3 </td><td>$18 </td><td> </td><td>$49 </td><td>$6,554 </td><td> </td><td>$8,446 </td><td>$15,067\n</td></tr><tr><td>TOTAL </td><td>$53 </td><td>$24,410 </td><td>$92,563 </td><td>$6,554 </td><td>$282 </td><td>$8,568 </td><td>$132,430\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements The authors would like to recognize the following for their contribution for the food science research and development of the ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}