{
    "paper_id": "251136fc97e9c78c94f9dea6093cc5511e3c46dc",
    "metadata": {
        "title": "Time evolution of non-lethal infectious diseases: a semi-continuous approach",
        "authors": [
            {
                "first": "A",
                "middle": [],
                "last": "Noviello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Napoli \"Federico II\"",
                    "location": {
                        "postCode": "80100",
                        "settlement": "Napoli",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Romeo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Salerno",
                    "location": {
                        "postCode": "84081",
                        "settlement": "Baronissi",
                        "region": "SA",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "De Luca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Salerno",
                    "location": {
                        "postCode": "84084",
                        "settlement": "Fisciano",
                        "region": "SA",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A model describing the dynamics related to the spreading of non-lethal infectious diseases in a fixed-size population is proposed. The model consists of a non-linear delay-differential equation describing the time evolution of the increment in the number of infectious individuals and depends upon a limited number of parameters. Predictions are in good qualitative agreement with data on influenza, which is taken to be a representative type of non-lethal infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The European Physical Journal B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The dynamical laws governing the spreading of infectious diseases among a closed population are of interest mainly in the field of medical science. However, owing to the stirring of public opinion generated by the diffusion of lethal viruses, social issues are also to be considered. Indeed, much attention has been lately devoted to the study of the HIV virus, given its strongly lethal character, so that traditional mathematical models [1, 2] have been modified according to the characteristic features of this illness [3, 4] . More recently, SARS has had a great social and economic impact in the whole world [5] .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 442,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 445,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 528,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Even the most common non-lethal viral infections as, for example, influenza, are cause of some social distress, given their periodic appearance and their potentiality of being harmful to the weak exposed population. Classic models [6] give a fairly good description of the time evolution of infectious diseases. Most of the assumptions made in this traditional type of approach greatly simplify the analysis of the complex problem of the spreading of such illnesses among a certain number of individuals. However, in order to give account of the great variety of responses to the same viral infection and to distinguish among different social habits of different individuals, a network approach can be adopted [7, 9] . The topological issues addressed by the network approach are very important per se, since they find application in other fields, such as, for example, a e-mail: fromeo@sa.infn.it sociology [10] . In addition, they are useful in describing, more realistically, the problem and in defining the limits of validity of traditional models.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 716,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present work, we propose, under the same basic hypotheses of traditional models, a modified SIR (Susceptible-Infectious-Recovered) model. The time evolution of non-lethal infectious illnesses in a community of highly mobile individuals or, equivalently, in a population with different species uniformly distributed over the observation landscape, will be analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper will be organized in two main parts. In the first part we reconsider the equations governing the time evolution of SIR models by assuming that an individual, infected at time t, recovers after an interval of time τ , which is taken to be the same for every population member. The interaction between the S-I species is taken to be regulated by a constant statistical parameter π, while other horizontal cross-interactions are neglected. The time interval in which the S-species population is monitored is assumed to be small, in such a way that the total number of individuals can be thought to be constant over the entire observation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the second part of the present paper the resulting non-linear delay-differential equations [11] for the increment in the number of infected individuals are solved by standard numerical routines. The duration of the disease as a function of a rescaled interaction parameterπ is plotted for different initial numbers of infectious individualsμ 0 and for different population sizes. Disease-free and epidemic regimes for the infectious disease, as also found by means of traditional approaches [6] , are defined by introducing the cross-over valueπ c of the effective interaction parameter. Conclusions are drawn in the last section, where further developments of the modified model are also discussed.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Let us consider a fixed size population of individuals, subdivided in three distinct species: Susceptible (S-species); Infectious (I-species); Recovered (R-species). Assume that the mobility of each individual is such to cause a complete interaction among all members of the community within one monitoring time interval ∆t. Equivalently, one might also assume that the members of each species are uniformly distributed, at any time t, over the observation landscape. Under this hypothesis we can take the number of new infections ∆µ A , due to a non-lethal virus, to be given by the following relation [1] :",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 606,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "where µ (t) and σ (t) are the number of infectious and susceptible individuals at time t, respectively, and where π is the effective infection rate. A slight different meaning is to be attributed to the statistical exchange parameter π, depending whether we are observing highly mobile individuals or uniformly distribute species over the entire landscape. In the present model, indeed, we shall introduce a recovery time interval (or infectious period) τ , taken to be equal for all individuals. This quantity acts as a reference time scale, so that, in the case of highly mobile individuals, π is representative of the effectiveness of the interaction between the S-and the I-species in a time τ , while it accounts also for the number of these interactions in the same interval of time in the case of uniform distribution of the three species. By now defining ρ (t) as the total number of recovered individuals at time t, we may write:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "where N is the total constant number of members in the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "Let us now subdivide the time interval [0, +∞) into contiguous sub-intervals I n = [(n − 1) τ, nτ], where n is a positive integer. For t ∈ I n , we define the number of individuals belonging to the S-, I-and R-species, respectively, as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "where the function a n (t) counts the number of infected individuals in I n , up until time t, starting with a null initial count at t = (n − 1) τ , i.e., for each lower bound of the interval I n , so that: a n ((n − 1) τ ) = 0, (4a) a n (nτ ) = µ n (nτ ) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "(4b)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "Notice that the term a n−1 (t − τ ) counts the number of individuals that get infected in the interval [(n − 2) τ, (t − τ )] ⊆ I n−1 . These individuals recover in the time interval [(n − 1) τ, t] ⊆ I n . In order to describe the dynamics of the population of the I-species, we also consider the number of individuals which recover in the interval ∆t, so that the variation in the number of infected ∆µ n in this time interval is given by the following expression:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "where the second term represents the number of individuals getting infected in the interval [t − τ, t − τ + ∆t] ⊆ I n−1 and recovering in the interval [t, t + ∆t] ⊆ I n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "For ∆t τ , we thus have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "where the dot on top of the variable stands for its time derivative and where n ≥ 2, n being an integer. For n = 1, equation (6) reduces to the followinġ µ 1 (t) = πµ 1 (t) σ 1 (t), being a n (t) defined only for positive integer indices. Equation (6) thus shows that the dynamical problem can be described by means of a collection of non-linear coupled differential equations, each one defined on a time interval of length τ . However, we can postulate the existence of a function m : + 0 → + 0 , which is continuous over the time domain + 0 and whose restriction on the time intervals I n is given by the following expression:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "Notice that the requirement of continuity of the global function m (t) is fulfilled if the functions m n (t) are continuous over I n . Indeed, by equation (4), we have that, at the common point t n = (n − 1) τ of the contiguous time intervals I n−1 and I n , equation (7) gives m n ((n − 1) τ ) = m n−1 ((n − 1) τ ). Continuity of the function m (t) can thus be fully proven by exhibiting the single functions m n (t), after we have solved the problem. Before finding and solving the differential equation for the function m (t), let us consider what follows. First of all notice that, since µ n (nτ ) = a n (nτ ) by equation (4b), for n ≥ 2 we can write:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "We might extend the validity of the above expression to n = 1, by defining the following zero-index functions in the interval I 0 = [−τ, 0]:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "whereμ 0 is the initial number of infected individuals. At t = 0 these functions reproduce the correct initial conditions of the problem and are compatible with the form of the differential equation given by equation (6) for n = 1. We now find the time evolution of the functions m n (t) for n ≥ 1. Making use of equations (3a)-(3c) and considering the definition of the zero-index functions above, we first rewrite equation (6) in terms of the functions a n (t) for n ≥ 1 as follows:",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 428,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "By now solving for a n (t) in equation (7) in terms of the functions m n (t) and by substituting in equation (12), we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": ". (13) In deriving the above equation we have made use of the following relations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "Equation (14) follows directly from equation (8), while equation (15) can be proven to be valid since, by definition of σ n (t) (Eq. (3a)) and of m n (t) (Eq. (7)) , we may write:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "Given that the above relation should be valid also for n = 1 and for t = 0, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "thus proving the statement in equation (15). We can now built up a global solution m (t), by solving the dynamical equation given in equation (13) in all contiguous intervals I n = [(n − 1) τ, nτ ], for n = 1, 2, 3, ..., starting from n = 1 and proceeding for increasing integer values of n. For each step, the functions σ n (t), µ n (t), and ρ n (t) which can be considered as the restrictions of global functions σ (t), µ (t), and ρ (t) on the interval I n , can be found by the following inverse relations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "In the present section we shall proceed to solve the nonlinear delay-differential equations for the functions m n (t) (Eq. (13)) in sequence and shall discuss the results. Let us then start by the first time interval I 1 . In this case we need to solve the logistic equatioṅ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solutions and results"
        },
        {
            "text": "with initial conditions m 1 (0) =μ 0 . We can thus immediately write down the solution to equation (19) [12] ",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Solutions and results"
        },
        {
            "text": "while the functions σ 1 (t), µ 1 (t), and ρ 1 (t) can be found by means of equations (18a)-(18c).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solutions and results"
        },
        {
            "text": "In the time interval I 2 , the differential equation in equation (13) takes the following forṁ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solutions and results"
        },
        {
            "text": "Solution to the above equation can now be sought by utilizing the expression for m 1 (t) in equation (20) and by using the initial condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solutions and results"
        },
        {
            "text": "The same procedure can be used, iteratively, for n = 3, 4, 5, ..., until a satisfactory picture of the global solution m (t) is obtained. Before presenting the outcome of the numerical integration, we might notice that, by defining the following normalized quantities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solutions and results"
        },
        {
            "text": "equation (13) can be cast in the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solutions and results"
        },
        {
            "text": "(24) In equation (24) the role of the parameters π, N , and τ in the present model is clarified. Indeed, the dynamical behaviour of the system appears to be independent from the infectious period τ and from the population size N , since, from equation (24), the quantities τ and N simply rescale the infection rate π. We thus expect a universal behaviour of the observed experimental data, independently from the population size and for the recovery time interval τ . The only significant parameters in the universal curves are the effective interaction parameter π , which in traditional models is referred to as contact number, and the initial percentage of infected individuals p 0 =μ 0 N . As far as the duration of the infection is concerned, however, we shall see, in what follows, that the population size does play a role in determining the lower limit of the function µ n (t) = µn(t) N . We also notice that, by definition of the number of individuals in each species in equations (18a)-(18c) and by equation (24), we get: The integration of equation (24) is performed by standard numerical routines. In Figures 1a, 1b we report, for two different values of π, the time evolution of the function m (ξ), in order to detect its continuity properties. Figure 3 we show the functions µ, σ, and ρ normalized to N , which we indicate as µ, σ, and ρ, respectively, versus the normalized time ξ = t τ , for p 0 = 0.01. In Figures 2a, 2b we have chosen a statistical parameter π equal to 0.95, while in Figure 3 we have taken π = 3.5. From these time-evolution curve, we first notice, starting with Figures 1a, 1b, that m (ξ) is a monotonically increasing function and attains characteristic s-shape for π > 1. In fact, in Figure 1a , obtained for p 0 = 0.01 and π = 0.95, no clear inflection point can be detected in the curve, while in Figure 1b , obtained for p 0 = 0.01 and π = 3.5, an inflection point can be clearly seen in the interval 1 < ξ < 2. We also notice that, in correspondence to this feature, the model predicts a disease-free regime for π < 1. In the particular case of Figures 2a, 2b, where π = 0.95, the infection is present in the community for a rather long time, while the number of infected individuals is low at any instant of time. A different behavior can be seen when π = 3.5, for example, as in Figure 3 , where an epidemic regime is detected. An interesting result is found when we let the population size N vary. As said in the previous section, one can argue that the dynamics of the phenomenon is not affected by the parameter N , since this extensive quantity collapses into the rescaled parameter π after normalization. One cannot exclude, however, that observable quantities, like, for example, the duration of the malady expressed in terms of normalized time, would be independent of N . Indeed, by considering π fixed, if N is increased, one needs to decrease the product πτ , which describes the average number of infected people in the normalized time interval I n = [(n − 1) , n], n ≥ 1. In this way, the duration of the malady spreads over a longer normalized time interval. Numerically this result is obtained by adjusting the lower level of the normalized number of infected individuals when deciding at what instant of time the disease ends. Indeed, let us suppose that the population size is N 0 , then the duration of the malady is determined by intersecting the curves µ = µ (ξ) and µ = 1 N0 , and by looking at the instant of time at which intersection of the two curves occurs. Therefore, if we consider the parameter π fixed, but consider two population sizes, say N 1 and N 2 , with N 1 < N 2 , then we need to intersect the curves µ = 1 N1 and µ = 1 N2 with the same solution µ = µ (ξ) of the dynamical equation (24). Let us assume that intersections occur, respectively, at normalized times ξ 1 and ξ 2 . Given that the curve µ = µ (ξ) decreases to zero for ξ 1, one can finally argue that ξ 1 < ξ 2 , as it appears from Figures 4a, 4b , where the duration of the infection versus the value of the statistical parameter π is shown for p 0 = 0.01 and p 0 = 5 × 10 −3 , respectively. In these figures various values of the population size N have been used and we no- tice that, for increasing values of the population number, by keeping fixed π and p 0 , the duration of the infection increases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1258,
                    "end": 1266,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1423,
                    "end": 1437,
                    "text": "Figures 2a, 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1503,
                    "end": 1511,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1599,
                    "end": 1625,
                    "text": "Figures 1a, 1b, that m (ξ)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1723,
                    "end": 1732,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1838,
                    "end": 1847,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2088,
                    "end": 2103,
                    "text": "Figures 2a, 2b,",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2324,
                    "end": 2332,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3975,
                    "end": 3989,
                    "text": "Figures 4a, 4b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Solutions and results"
        },
        {
            "text": "In Figures 5a and 5b the abscissa and the ordinate, respectively, of the maximum points in the µ vs. ξ curves are reported as a function of π for three different values of the initial percentage of infections p 0 . In Figure 5a a clear landmark of the two different regimes, the disease-free regime and the epidemic one, is the abrupt crossover from a plateau in the ξ Max vs. π curves to a monotonously decreasing behaviour. This crossover appears around the value π ∼ = 1, coherently with what noted before. This type of behaviour is well-known from standard epidemiological theories [6] , where the basic reproductive number R 0 , defined as the average number of secondary infections caused by the introduction of a single infected individual into an entirely susceptible population, is considered. Epidemic outbreaks are expected to appear, according to traditional models, if R 0 > 1. As for the present model, the transition between the two regimes, clearly detected in the ξ Max vs. π curves shown in Figure 5a , is also detectable in the µ Max vs. π curves reported in Figure 5b . In the latter case, however, the rather sharp knee in the curves at low values of the initial percentage of infections disappears for higher values of p 0 , meaning that there In order to see more closely how the cross-over value π c varies with the initial percentage of infected individuals, in Figure 6 we show a set of numerically evaluated points which give, for certain values of p 0 , the value of the interaction parameter leading to transition from the disease-free to the epidemic regime. The full-line curve is obtained by a best fit procedure and follows a square-root law.",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 589,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 20,
                    "text": "Figures 5a and 5b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 218,
                    "end": 227,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1009,
                    "end": 1018,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1078,
                    "end": 1087,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1387,
                    "end": 1395,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "In Figures 2a, 2b and in"
        },
        {
            "text": "As a final comment we notice that the bell-shaped curve for the percentage of infected individuals is in good qualitative agreement with observed data for influenza [13] . Influenza, indeed, can be taken to be a representative type of non-lethal infectious disease abiding to the assumptions of the present model: it does not distinguish very much individuals for their age or sex and thus not drastically hinder the mobility of the infectious individuals.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "In Figures 2a, 2b and in"
        },
        {
            "text": "We have developed an analytic model to describe the time evolution of non-lethal infectious diseases in a fixed-size population of N individuals. The population consists of S-, I-, R-species (respectively, susceptible, infected and recovered species). In the model a recovery time τ is introduced. This parameter acts as a delay time in the resulting non-linear delay-differential equations for the model. It has been noted that τ not only induces a natural way of normalizing the time variables, but also determines a time scan in the model, in such a way that a sequence of differential equations has to be found, one for each time interval I n = [(n − 1) τ, nτ], with n ≥ 1. In order to solve more adequately these equations, a continuous variable m (t) is introduced. The time evolution of the restriction of m (t) on the time interval I n = [(n − 1) τ, nτ ], denoted as m n (t), is described by the dynamical equation found for that interval of time. The number of individuals belonging to the S-, I-, and R-species are expressed in terms of the functions m n (t), for each time interval I n , with n ≥ 1. The complete evolution of the species is obtained by gluing these partial solutions together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We notice that the present model is different from the classic SIR model [6] since, in equation (6) a time delay is explicitly considered in order to properly count the number of individuals which recover at time t after having been infected at time t − τ . As we have also noticed in the previous sections, the introduction of the delay time τ changes the mathematical structure of the problem. Moreover, this feature is useful to describe the spread of the illnesses at the time of invasion, in such a way that the only necessary parameters for the model are the effective contact rate π and the initial percentage of infected individuals p 0 . Owing to the reduction in the number of parameters, the threshold characteristics can be directly deducted from the dynamical behaviour of the system and, viceversa, the infectious disease history can be directly inferred when these parameters are known. Furthermore, this allows us to define a universal dynamics for these types of diseases in terms of a limited number of parameters, but does not exclude that the population size may play a role in determining observable quantities like, for example, the duration of the infection. Indeed, when the latter quantity is plotted against the parameter π, one notices different quantitative behaviour in the curves for different values of N . This behaviour can be interpreted by recalling the definition of the parameter π itself and appears because of the need of defining a lower level for the normalized value of the fraction of infected individuals, below which the infection ceases to be present in the community. A clear distinction between two types of regimes, epidemic and disease-free, is attained by reporting the normalized value of the time at which the maximum in the curve of the percentage of infectious individuals appears. The cross-over value π c of the effective interaction parameter is determined numerically in terms of the initial percentage of infected individuals p 0 . The bell-shaped curves describing the time evolution of the number of infections in the epidemic regime are seen to be in good qualitative agreement with available data on influenza. In medical and social science the model can find application as follows. Since our model present a universal behaviour, the disease dynamics can be studied in a small community, in order to obtain the relevant parameter π. It can then be generalized to a larger population of individuals, in order to adopt appropriate measures, which are to be induced by a political type of action.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In future works we shall gradually increase the degree of complexity of this modified classic model, by first considering a SEIR model with a fourth species (Exposed or E-species), defining an incubation time q for the particular illness considered. Successively, we shall take account of the lethal character of some infectious diseases by introducing an additional parameter giving the average percentage of individuals subsiding after infection and by allowing the population size to depend on time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modern Nonlinear Equations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Saaty",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Elementary Differential Equations and Boundary Value Problems",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Boyce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Diprima",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Weekly Report: Influenza Summary Update",
            "authors": [
                {
                    "first": "Human",
                    "middle": [],
                    "last": "Department Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Time dependence of the function m (ξ) for p0 = 0.01 and for two different values of the effective interaction parameter: (a) π = 0.95; (b) π = 3.5. which gives the residual percentage of susceptible individuals σ (ξ) not yet infected at normalized time ξ in terms of the total count of infected individuals, normalized to the N , up to ξ.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) Dynamical evolution of the normalized number of individuals belonging to the S-, I-, R-species for π = 0.95 and for p0 = 0.01. The variable on the vertical axis is representative of the functions µ, σ, and ρ , which are respectively graphed with dashed, dash-dotted and full lines. (b) a magnification of the lower portion of the graph in (a).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dynamical evolution of the normalized number of individuals belonging to the S-, I-, R-species for π = 3.5 and for p0 = 0.01. The variable on the vertical axis is representative of the functions µ, σ, and ρ , which are respectively graphed with dashed, dash-dotted and full lines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Indeed, in this case, the percentage of infected individuals reaches rather high values, even though not all individuals get infected in the interval of duration of the disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Duration T of the infection as a function of the value of the effective interaction parameter π for (a) p0 = 0.01 and for (b) p0 = 5 × 10 −3 . The curves are obtained for various values of the population size N (from bottom to top, alternating full and dot lines: N = 10 3 , 10 4 , 10 5 , 10 6 ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(a) Abscissa and (b) ordinate of the maximum points appearing in the time evolution curves of the percentage of infectious individuals. These values have been numerically determined and are reported in terms of the effective interaction parameter π for (bottom to top): (a) p0 = 10 −2 , 5 × 10 −3 , 10 −3 , 5 × 10 −4 ; (b) p0 = 10 −4 , 5 × 10 −3 , 10 −2 , 2.5 × 10 −2 , 5 × 10 −2 , 0.1, 0.2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Critical effective interaction parameter πc as a function of the percentage of initially infected individuals. The points are numerically determined by reporting the values of π at which the ξmax vs. p0 curves shows deviation from disease-free behavior, characterized as a plateau inFigure 5a. The full-line curve is determined through a best-fit procedure and is given by the following functional relation:f (p0) = 0.9934(1 + √ p0).cannot be a clear definition of the two regimes if there is a relevant percentage of individuals infected at the time of invasion.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}