{"paper_id": "25129b17ca998167544c5ecfe50335d0a43aba31", "metadata": {"title": "Biosafety: Guidelines for Working with Pathogenic and Infectious Microorganisms", "authors": [{"first": "Louann", "middle": ["C"], "last": "Burnett", "suffix": "", "affiliation": {"laboratory": "", "institution": "Vanderbilt University", "location": {"settlement": "Nashville", "region": "Tennessee"}}, "email": ""}, {"first": "George", "middle": [], "last": "Lunn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": [], "last": "Coico", "suffix": "", "affiliation": {"laboratory": "", "institution": "Temple University School of Medicine", "location": {"settlement": "Philadelphia", "region": "Pennsylvania"}}, "email": ""}]}, "abstract": [{"text": "This unit, in conjunction with local and national guidelines and regulations (see APPENDIX 1B), provides the basic biosafety information needed to perform the procedures detailed in this manual. Topics discussed include routine precautions when working with biohazards, disinfectants, disposal of biohazards, biosafety levels (as established by the U.S. National Institutes of Health and the U.S. Centers for Disease Control and Prevention), animal facilities, and clinical laboratories. In addition, resources for more information are provided in the Literature Cited and Key References sections and in URLs given within the text, as well as the Internet Resources section.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Keywords: biosafety r biosafety levels r animal biosafety levels r biosafety guidelines r biosafety regulations r biohazards r pathogens r risk assessment Maryland and sent to researchers in California for use in animal studies (Enserink and Kaiser, 2004; MMWR, 2005). When the study animals died with symptoms of anthrax, it was found that the inactivation procedure had not been validated in the laboratory in Maryland and that viable B. anthracis was received by an unsuspecting laboratory. Eight laboratory workers received post-exposure treatment; none developed anthrax. These recent events highlight the continuing possibility of the occurrence of laboratory-acquired infections due to simple and preventable laboratory errors.", "cite_spans": [{"start": 228, "end": 255, "text": "(Enserink and Kaiser, 2004;", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "One of the most important emerging technologies used by microbiologists and other life scientists and laboratory workers that handle pathogenic and infectious agents is the technology that manifests in what is collectively referred to as biosafety. Biosafety measures designed to ensure the safety of laboratory workers include the use of various primary and secondary barriers, many of which are due to the advent of new technologies in the fields of materials science and engineering. Persons carrying out the protocols in this manual may encounter potentially hazardous materials such as pathogenic and infectious biological agents, as well as toxic chemicals and carcinogenic, mutagenic, or teratogenic reagents (see UNIT 1A.3 ). In the case of biological agents, it has long been recognized that laboratory workers can acquire infections from the agents they manipulate, thus making the very nature of their work an occupational hazard.", "cite_spans": [{"start": 721, "end": 730, "text": "UNIT 1A.3", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "As an example, in 1910, Dr. Howard Taylor Ricketts acquired typhus and died while studying the disease using a primitive containment device. Since that time, there have been many reports of laboratory-acquired infection, with many more cases probably having gone unreported. Although it would be comforting to consider laboratory-acquired infection an artifact of a less sophisticated time in biomedical research, recent examples refute this. In 2001, for example, a public health laboratory worker in the U.S. acquired cutaneous anthrax due to an unauthorized switch in disinfectants (MMWR, 2002) . In 2004, one of the last known deaths caused by the SARS (severe acute respiratory syndrome)-associated coronavirus was that of the mother of a researcher who had acquired SARS in a Beijing laboratory and transmitted it to her (Normille, 2004) . Again, the cause was likely an unauthorized or untested procedure to inactivate the virus. Also in 2004, a sample of Bacillus anthracis was presumably inactivated in a laboratory in New biosafety technologies and associated evolving guidelines have emerged to significantly improve ways to safely handle microbiological material. In addition, a better understanding of the risks associated with various manipulations of many agents transmissible by different routes has facilitated our ability to apply appropriate biosafety practices to specific laboratory arenas. As this knowledge base grows and new biosafety technologies emerge, evolving safety guidelines will continue to benefit laboratory workers. A combination of engineering controls, management policies, and work practices and procedures, as well as medical interventions, collectively defines these safety guidelines.", "cite_spans": [{"start": 585, "end": 597, "text": "(MMWR, 2002)", "ref_id": null}, {"start": 827, "end": 843, "text": "(Normille, 2004)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Several biosafety levels, described in this unit, have been developed for microbiological and biomedical laboratories to provide increasing levels of personnel and environmental protection. UNIT 1A.2 provides information related to biosafety practices associated with potential agents of biocrime and biowarfare. UNIT 1A.3 provides guidelines for the safe use of hazardous chemicals. UNIT 1A.4 will discuss the safe use of radioisotopes. It is important to note that most governments regulate the use of biohazardous materials. Therefore, it is essential that they be used in strict accordance with local and national regulations (see APPENDIX 1B) . Cautionary notes are included in many instances throughout the manual, and some specific guidelines are provided below (and in references therein). However, we emphasize that users must proceed with the prudence and precautions associated with good laboratory practice, under the supervision of personnel responsible for implementing laboratory safety programs at their institutions.", "cite_spans": [{"start": 635, "end": 647, "text": "APPENDIX 1B)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "To conduct research safely with potentially hazardous microorganisms, the researcher must (1) identify the components of the research that are hazardous (hazard identification), (2) assess the additional risks associated with manipulating the materials in experimentation (risk assessment), and (3) establish the facilities, equipment, and practices necessary to protect workers from the identified risk (risk management).", "cite_spans": [], "ref_spans": [], "section": "CONDUCTING RESEARCH SAFELY"}, {"text": "The responsible party for conducting hazard identification and risk assessment and for putting risk management measures in place is generally the laboratory director. The laboratory director is further responsible for ensuring that all research personnel are aware of the risks associated with the research and are trained in the techniques established for safe work practices. Roles and responsibilities for safe conduct in research must be established for all persons involved prior to initiating research.", "cite_spans": [], "ref_spans": [], "section": "CONDUCTING RESEARCH SAFELY"}, {"text": "Precautions described in this unit should be applied to the routine handling of viable pathogenic microorganisms, as well as all human-derived materials, because they may harbor dangerous pathogens such as human immunodeficiency virus (HIV), hepatitis B virus (HBV), cytomegalovirus (CMV), Epstein-Barr virus (EBV), and some bacterial pathogens.", "cite_spans": [], "ref_spans": [], "section": "CONDUCTING RESEARCH SAFELY"}, {"text": "In addition to concern for transmission from human-derived material, research materials derived from animals should be evaluated for the presence of agents capable of infecting humans. An unfortunate example is the likelihood that materials derived from Old World nonhuman primates such as the macaque may contain cercopithecine herpesvirus (CHV-1), also called herpes B virus or B-virus. This virus causes simple cold sores in macaques but can be fatal to humans (Holmes et al., 1995) . Other rodent-borne diseases have been transferred to humans via cell lines that were passaged through rodent hosts (Baum et al., 1966) . Many other pathogens that infect animals can also infect humans: these are called zoonotic agents (Hankenson et al., 2003) .", "cite_spans": [{"start": 464, "end": 485, "text": "(Holmes et al., 1995)", "ref_id": null}, {"start": 603, "end": 622, "text": "(Baum et al., 1966)", "ref_id": "BIBREF0"}, {"start": 723, "end": 747, "text": "(Hankenson et al., 2003)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "CONDUCTING RESEARCH SAFELY"}, {"text": "The potential hazard of a biological agent is determined by more than just the nature of the organisms. In an experimental setting, a good part of the concern comes from the manner in which biological material is handled. Experimental procedures are inherently designed to shake, poke, and probe microbes-methods that are likely to contribute to the release of an organism. Work in today's research environment often requires amplification, genetic modification, and testing in animal models.", "cite_spans": [], "ref_spans": [], "section": "CONDUCTING RESEARCH SAFELY"}, {"text": "Many basic research activities such as centrifugation, sonication, vortexing, pipetting, etc. by their nature may generate splashes, sprays, or aerosols. Amplification of an organism creates the potential for a larger exposure if released accidentally. The equipment and process used for these methods must be designed to minimize splashes, sprays, aerosols, or other inadvertent releases.", "cite_spans": [], "ref_spans": [], "section": "Laboratory Manipulations"}, {"text": "The genetic modification of microorganisms may clearly impact the level of risk. Many genetic modifications will alter the mechanisms of reproduction, replication, and/or host range or cell tropism-a risk assessment should evaluate whether this enhances or reduces virulence. Addition of genes that code for toxin production or alter antibiotic resistance must obviously be approached with a high level of caution and prudence. The introduction of genes that are known to contribute or suspected of contributing to a cancer pathway or the use of agents that could be inserted into host DNA must also be carefully evaluated for the risk they confer.", "cite_spans": [], "ref_spans": [], "section": "Genetic Modifications"}, {"text": "The researcher must be aware that infecting animals, intentionally or inadvertently, could add another dimension to the possible hazards. The animal may amplify the organism, especially in the case of immunodeficient animals. The shedding of the organism must be considered when establishing procedures for manipulating cages, bedding, and the animals themselves. The potential for transmission of infection to other research (or wild) animals must also be evaluated.", "cite_spans": [], "ref_spans": [], "section": "Research Animals"}, {"text": "In addition to the guidelines provided herein, experimenters can find a wealth of information about handling infectious agents in the appropriate government publications (see Literature Cited and APPENDIX 1B).", "cite_spans": [], "ref_spans": [], "section": "Research Animals"}, {"text": "The following practices are recommended for all laboratories handling potentially dangerous microorganisms, whether pathogenic or not: 4. Do not pipet by mouth.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "5. Do not allow eating, drinking, smoking, or application of cosmetics in the work area. Do not store food in refrigerators that contain laboratory supplies.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "6. Wash hands with soap or detergent after handling viable materials or removing gloves, and before leaving the laboratory. Do not handle telephones, doorknobs, or other common utensils without washing hands.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "7. When handling viable materials, minimize creation of aerosols.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "8. Wear laboratory coats (preferably disposable) when in work area, but do not wear them away from the work area.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "9. Wear disposable gloves when handling viable materials. These should be disposed of as biohazardous waste. Change gloves if they are directly contaminated. Do not wear gloves away from the work area.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "10. Use sharps only when no alternatives (e.g., safety devices or non-sharps) exist.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "11. Wear eye/face protection if splashes or sprays are anticipated.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "12. Transport materials outside of the laboratory using secondary containment.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "13. Transfer materials to other facilities according to federal and international regulations.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "14. Be familiar with written instructions for laboratory procedures and proper responses to emergencies.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "15. Report spills, exposures, illnesses, and injuries immediately.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "16. Control pest populations. Windows in the laboratory that can be opened must be equipped with screens to exclude insects.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "17. Use furniture that is easy to clean-i.e., with smooth, waterproof surfaces and as few seams as possible.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "18. Keep biohazard waste in covered containers free from leaks. Use orange or red biohazard bags (or other appropriate color in accordance with local regulations) as required by institutional procedure. Dispose of according to institutional procedure.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "See discussion under Disposal of Biohazards (below) for more information.", "cite_spans": [], "ref_spans": [], "section": "Routine Precautions When Working with Biohazards"}, {"text": "Work surfaces must be disinfected prior to beginning work, after work is completed, and in the case of spills. Many types of disinfectants are available-each should be evaluated to determine if it is appropriate to inactivate the research materials being used and the surfaces to be cleaned. For example, a 1:10 dilution of commercially available household bleach is very effective against most microorganisms. However, over time, bleach can be corrosive and will pit stainless steel surfaces, thus the use of bleach should be followed by a water rinse on these surfaces. In addition, the dilution must be prepared daily due to the rapid degradation of hypochlorite ions over time. Another common disinfectant is 70% isopropyl alcohol. Although quite effective at inactivating several classes of microbes, its use on work surfaces results in nearly immediate evaporation, which does not allow for the contact time necessary required for inactivation. When using commercially available products, the label, the product information sheet, and the material safety data sheet must be reviewed to determine appropriate use. Major laboratory suppliers sell disinfectants based on quaternary ammonium compounds that are acceptable for routine biohazard decontamination (see SUPPLIERS APPENDIX). These include Roccal (Baxter), Vesphene II (Fisher), and industrial disinfectants such as concentrated Lysol.", "cite_spans": [], "ref_spans": [], "section": "Disinfectants for Biohazards"}, {"text": "Only personnel trained to receive packages containing biological materials should accept and unpack packages. Arrangements must be made so that deliveries are secured as soon as they arrive.", "cite_spans": [], "ref_spans": [], "section": "Receiving Biological Materials"}, {"text": "All refrigerators, cold rooms, freezers, or cryopreservation units housing potential pathogens and other biological materials must be labeled with the international biohazard symbol, as well as a list of contact information for those responsible for the unit and/or the materials. Access to these storage units must be limited to those who have been made aware of the potential hazard. An inventory of the materials contained within each unit should be maintained. A plan for notification of key laboratory personnel in case of power or unit failure must be developed.", "cite_spans": [], "ref_spans": [], "section": "Storage of Biological Materials"}, {"text": "Administrative Controls are procedural, administrative measures that are established well before the experimentation begins. Some administrative controls include:", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "1. Applicable approvals from biosafety oversight committees or institutional offices must be obtained. Some materials may also require approval of a human subject protection or animal welfare committee.", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "2. When possible, less hazardous materials should be substituted in experiments, especially at the initiation of research when unfamiliar methods are used.", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "3. Laboratory procedures must be documented and recordkeeping must be implemented so that processes used during research are clearly outlined. Safe work practices and the use of personal protective equipment must be included in the procedures.", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "Engineering Controls are generally mechanical in nature. The purpose of engineering controls is to use a mechanical means to isolate the worker from the hazard. Some engineering controls include:", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "1. The availability of \"safer sharps\"-needles or blades that are self-sheathing or automatically retracted-has increased recently and should replace traditional devices.", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "2. The use of plastic instead of glass for vials, flasks, beakers, etc. must be a priority.", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "3. Containers used to collect waste for special or normal waste handling must be sturdy, compatible with the waste to be collected, labeled appropriately, and kept closed when not in use.", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "4. Biological safety cabinets (BSCs; also known as vertical laminar flow hoods or tissue culture hoods) have become a staple in biological research. These cabinets protect the experiment and those exposed to the exhaust by scrubbing the particulate-laden air currents via high-efficiency particulate air (HEPA) filters. A HEPA filter, by requirement, is 99.97% effective at removing particles of 0.3 μm-the particle size at which HEPA filters are the least efficient. Due to a diversity of particle-trapping methods such as impaction, straining, diffusion, interception, and electrostatic forces, the HEPA filtration process actually has an efficiency >99.97% for removing particles both larger and smaller than 0.3 μm. For a detailed description of selection, Keeping the air currents flowing into the laboratory from the corridor keeps particulates such as microbes and gases of research chemical in the laboratory.", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "The routine precautions listed above are Work Practices that should be familiar to and practiced by all laboratorians. The importance of frequent and routine hand washing cannot be overemphasized. Workers must wash their hands using soap and water for 10 to 30 sec prior to beginning work, any time gloves are removed or changed, and before leaving the work area at any point during the day. Soap must be provided in a dispenser near the sink so that no one need handle the outside of the container to use it.", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "The assignment of Personal Protective Equipment (PPE) is considered to be the \"last resort\" for preventing and protecting against hazard exposures. When the application of administrative and engineering controls and work practices is not sufficient to protect against exposure, PPE is used to provide an additional and/or redundant layer of protection. The goal of PPE is two-fold: (1) PPE provides a barrier to possible routes of entry on a worker's body and (2) PPE protects street clothing and shoes so that laboratory contaminants are not inadvertently taken from the laboratory into a nonresearch area, such as a worker's home. The use of protective clothing such as buttoned labcoats or back-closing gowns and gloves are commonplace in today's research laboratory. The use of these items is appropriate even during research of minimal biosafety concern. Face protection, such as a face shield or a combination of goggles plus a surgical mask afford protection to the mucous membranes of the eyes, nose, and mouth. In certain circumstances, shoe or hair covers may be required. The use of respirators may be required in settings where airborne transmission is possible. (Note: any use of respiratory protection must follow an institutional Respiratory Protection Program. Institutional industrial hygienists or environmental health professionals must be consulted prior to using a respirator). PPE must be selected carefully for the work to be performed. For example, most gloves are suitable for creating a barrier against biological agents, but they may not be compatible with research chemicals. Some materials found in PPE may contain allergens, such as latex, that can stimulate health problems for allergic personnel. PPE must be put on (donned) in the laboratory and removed (doffed) prior to leaving the work area. Taking off PPE must be performed carefully to avoid contaminating skin or street clothes. Laboratory personnel must not launder labcoats or other reusable PPE at home.", "cite_spans": [], "ref_spans": [], "section": "Experimentation"}, {"text": "Regardless of the hazard posed, waste materials used in experiments with biological materials must be decontaminated prior to ultimate disposal in landfills or other legal disposal locations. Waste must be segregated into at least three categories: liquid, solid, and sharps. Liquid waste may be autoclaved or may be inactivated using a liquid disinfectant-refer to manufacturer's information for appropriate dilutions and minimum contact time. In most locations, inactivated liquid waste can be disposed into the sanitary sewer via the laboratory sink; however, it is imperative to confirm that this is acceptable for each institution. Solid waste is generally placed in autoclavable bags, which are contained in a collection container labeled with the international biohazard symbol. This waste can be autoclaved at the laboratory or collected for treatment by the institution or a contractor prior to final disposal. It must be verified that autoclaves and other treatment methods inactivate biological organisms through periodic validation tests with biological indicators. Actual records of this testing or confirmation from contractors must be kept in the laboratory or by the institution. The specific procedures for collecting and decontaminating solid waste must be confirmed for each institution. Sharpscontaminated needles, scalpels, broken glass, etc.-must be collected in punctureresistant sharps disposable containers available from many commercial vendors. The definition of what constitutes a sharp and how sharps disposal containers are collected must be confirmed within each institution.", "cite_spans": [], "ref_spans": [], "section": "Disposal of Biohazards"}, {"text": "Even when all the previously described provisions have been addressed and implemented, emergencies or disruptions to the normal research environment will occasionally occur. In these cases, the risk management techniques described above will help limit the extent of the disruption, but some additional planning in anticipation of these events is in order. Possible disruptions include spills, exposures, injuries and illnesses; power or water loss; equipment failure; a fire in the laboratory; fire or other threat elsewhere in the facility; and the possibility of disruption or destruction due to severe weather or flooding. The response to each of these will depend on the individual and institutional circumstances of the research and are too varied and numerous to discuss here. An appropriate exercise for each laboratory director to perform is to establish procedures for \"what to do when\" for each of the above and other potential disruptions that might occur. In a simple example, the loss of water will preclude the ability to perform the usual and proper hand washing. Part of a plan for this disruption might include assuring that a supply of waterless hand sanitizer is available in the laboratory at all times.", "cite_spans": [], "ref_spans": [], "section": "Emergency Preparedness and Response"}, {"text": "Spills of biological materials are generally quite simple to address. Because of the possibility that particulates or droplets will linger in the air for a while after the spill, it is best to leave the immediate area of the spill undisturbed for at least 15 min. This time allows the laboratory worker to remove and replace any contaminated PPE, to make appropriate notifications, to address any potential exposures, and/or to gather appropriate spill clean-up materials. When ready to clean, a layer of absorbent material such as paper towels can be placed gently on top of the spill, followed by an application of an appropriately diluted disinfectant starting at the perimeter of the spill and working towards the center. When saturated by disinfectant and after the specified contact time, the spill may be wiped up with the saturated absorbent materials. The surface will require a second disinfection. All disposable clean-up materials must be treated as normal biological waste.", "cite_spans": [], "ref_spans": [], "section": "Emergency Preparedness and Response"}, {"text": "If a worker receives an exposure (e.g., needlestick or contamination of eyes, nose, mouth, or non-intact skin), is injured during work with biological materials, or becomes inexplicably ill with symptoms parallel to those expected from the research agent, further medical evaluation is necessary. A relationship with an occupational health provider or other physician contracted by the institution to evaluate workplace incidents must be established by the institution or, if necessary, the laboratory director, prior to the initiation of research. Procedures and documentation for reporting and responding to these types of incidents must be established and communicated to research personnel.", "cite_spans": [], "ref_spans": [], "section": "Emergency Preparedness and Response"}, {"text": "One of the idiosyncrasies of biological research is the extent to which biological materials are shared between researchers and institutions, rather than acquired from commercial sources. The responsibilities that accompany these transfers are significantly more rigorous than is generally acknowledged or implemented by the informal agreements between researchers. Increasingly, transferred materials are accompanied by material transfer agreements with provisions that, among other things, limit the use and further transfer of the materials. The shipment and receipt of diagnostic specimens (which includes most nonpathogenic research materials) and infectious substances (most cultures of pathogens) is regulated internationally by the International Air Transport Association (IATA). Nearly all express couriers follow the IATA provisions, which require that any person involved in transport, including the person who types the paperwork to accompany the shipment or who signs for the package, must be trained in the proper procedures. In addition, many countries have their own, similar provisions for ground transport.", "cite_spans": [], "ref_spans": [], "section": "Transfer of Research Materials"}, {"text": "Export and import of research materials is becoming increasingly complex and nearly always requires a permit. The agencies overseeing this permitting process vary country by country. The International Biosafety Working Group (IBWG) maintains a compendium (see Internet Resources), which provides a listing of currently identified permit requirements.", "cite_spans": [], "ref_spans": [], "section": "Transfer of Research Materials"}, {"text": "Even if materials are being transferred across the hallway to a colleague's laboratory or to an internal core facility for analysis, the materials must be transferred using a secondary container that is capable of containing any spill from the primary container. Documenting the chain of custody to identify who is in control and accountable for the material at each point during the transfer is important. This is outlined in greater detail in the next unit on biosecurity (UNIT 1A.2). Lastly, any addition or removal of materials from a laboratory's inventory must be documented and any approvals necessary for added materials must be acquired.", "cite_spans": [], "ref_spans": [], "section": "Transfer of Research Materials"}, {"text": "All of the information discussed above must be communicated by the laboratory director to research personnel. Lack of communication of these critical elements has been seen as a key factor in recent laboratory incidents. In some cases, specific training is required by regulation and can often be obtained through the institutional biosafety professional. However, institution-based training does not remove the obligation for the laboratory director to provide research-specific training and continual guidance to research staff. A written training plan accompanied by records that show the training offered, who received it, and when it was provided, is a strongly recommended step for each laboratory.", "cite_spans": [], "ref_spans": [], "section": "Training"}, {"text": "For each biosafety level, there are specific supervisory qualifications as assurance that laboratory workers are provided appropriate role models and knowledgeable mentors. Various types of specialized equipment are used to provide primary barriers between the microorganism and the laboratory worker. These range from disposable gloves and other personnel protective equipment to complex biosafety cabinets or other containment devices.", "cite_spans": [], "ref_spans": [], "section": "BIOSAFETY LEVELS"}, {"text": "The laboratory director is specifically and primarily responsible for the safe operation of the laboratory. His/her knowledge and judgment are critical in assessing risks and appropriately applying these recommendations. The recommended biosafety level represents those conditions under which the agent can ordinarily be safely handled. Special characteristics of the agents used, the training and experience of personnel, and the nature or function of the laboratory may further influence the director in applying these recommendations. The practices, and primary and secondary barriers required for a given biosafety level include those of the all lower levels, as well as the additional required practices, equipment, and/or facilities described for the BSL in question. c See http://www.cdc.gov/od/ohs/biosfty/bmbl5/sections/AppendixA.pdf for more information concerning biological safety cabinets (BSCs).", "cite_spans": [], "ref_spans": [], "section": "BIOSAFETY LEVELS"}, {"text": "pathogenicity, biological stability, route of spread, and communicability of the agent; the nature or function of the laboratory; the procedures and manipulations involving the agent; the endemicity of the agent; and the availability of effective vaccines or therapeutic measures. Biosafety Level 1 (BSL-1) BSL-1 is appropriate for working with microorganisms that are not known to cause disease in healthy humans. BSL-1 practices, safety equipment, and facility design and construction are appropriate for undergraduate and secondary educational training and teaching laboratories, and for other laboratories in which work is done with defined and characterized strains of viable microorganisms not known to consistently cause disease in healthy adult humans. Bacillus subtilis, Naegleria gruberi, infectious canine hepatitis virus, and exempt organisms under the NIH Recombinant DNA Guidelines (http://www4.od.nih.gov/oba/rac/guidelines/guidelines.html) are representative of microorganisms meeting these criteria. Many agents not ordinarily associated with disease processes in humans are, however, opportunistic pathogens and may cause infection in the young, the aged, and immunodeficient or immunosuppressed individuals. Vaccine strains that have undergone multiple in vivo passages should not be considered avirulent simply because they are vaccine strains.", "cite_spans": [], "ref_spans": [], "section": "BIOSAFETY LEVELS"}, {"text": "BSL-1 represents a basic level of containment that relies on standard microbiological practices with no special primary or secondary barriers recommended, other than a sink for hand washing. In this manual, when BSL-1 conditions are appropriate to the experiments described, the following note will appear in the unit introduction.", "cite_spans": [], "ref_spans": [], "section": "BIOSAFETY LEVELS"}, {"text": "CAUTION: <organism name> is a Biosafety Level 1 (BSL-1) organism. Such organisms are not known to consistently cause disease in healthy adult humans, and are of minimal potential hazard to laboratory personnel and the environment. Standard microbiological practices should be followed when working with these organisms. See UNIT 1A.1 and other pertinent resources (APPENDIX 1B).", "cite_spans": [], "ref_spans": [], "section": "BIOSAFETY LEVELS"}, {"text": "The facility, containment devices, administrative controls (discussed below), and practices and procedures that constitute BSL-2 are designed to maximize safe working conditions for laboratorians working with agents of moderate risk to personnel and the environment. BSL-2 practices, equipment, and facility design and construction are applicable to clinical, diagnostic, teaching, and other laboratories in which work is done with the broad spectrum of indigenous moderate-risk agents that are present in the community and associated with human disease of varying severity. With good microbiological techniques, these agents can be used safely in activities conducted on the open bench, provided the potential for producing splashes or aerosols is low. Hepatitis B virus, HIV, the salmonellae, and Toxoplasma spp. are representative of microorganisms assigned to this containment level.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 2 (BSL-2)"}, {"text": "Biosafety Level 2 is also appropriate when work is done with any human-derived blood, body fluids, tissues, or primary human cell lines where the presence of an infectious agent may be unknown. in devices such as a biological safety cabinet (BSC) or safety centrifuge cups. Personal protective equipment (PPE) should be used as appropriate, such as splash shields, face protection, gowns, and gloves.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 2 (BSL-2)"}, {"text": "Secondary barriers such as hand washing sinks and waste decontamination facilities must be available to reduce potential environmental contamination.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 2 (BSL-2)"}, {"text": "When BSL-2 conditions are appropriate to the organism under investigation, the following note is included in the unit introduction.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 2 (BSL-2)"}, {"text": "CAUTION: <organism name> is a Biosafety Level 2 (BSL-2) pathogen. Follow all appropriate guidelines and regulations for the use and handling of pathogenic microorganisms. See UNIT 1A.1 and other pertinent resources (APPENDIX 1B) for more information.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 2 (BSL-2)"}, {"text": "When BSL-2 conditions are appropriate due to the use of human-derived materials, the following note is included in the introduction.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 2 (BSL-2)"}, {"text": "CAUTION: Follow all appropriate guidelines and regulations for the use and handling of human-derived materials. See UNIT 1A.1 and other pertinent resources (APPENDIX 1B) for more information.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 2 (BSL-2)"}, {"text": "BSL-3 is suitable for work with infectious agents, which may cause serious or potentially lethal diseases as a result of exposure by the inhalation route. This may apply to clinical, diagnostic, teaching, research, or production facilities in which work is done with indigenous or exotic agents with potential for respiratory transmission, and which may cause serious and potentially lethal infection. Mycobacterium tuberculosis, St. Louis encephalitis virus, and Coxiella burnetii are representative of the microorganisms assigned to this level. Primary hazards to personnel working with these agents relate to autoinoculation, ingestion, and exposure to infectious aerosols.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 3 (BSL-3)"}, {"text": "At BSL-3, more emphasis is placed on primary and secondary barriers to protect personnel in contiguous areas, the community, and the environment from exposure to potentially infectious aerosols (see Table 1A .1.1). For example, all laboratory manipulations should be performed in a BSC or other enclosed equipment, such as a gas-tight aerosol generation chamber. Secondary barriers for this level include controlled access to the laboratory and ventilation requirements that minimize the release of infectious aerosols from the laboratory.", "cite_spans": [], "ref_spans": [{"start": 199, "end": 207, "text": "Table 1A", "ref_id": "TABREF0"}], "section": "Biosafety Level 3 (BSL-3)"}, {"text": "When BSL-3 conditions are appropriate to the organism under investigation, the following note is included in the unit introduction. life-threatening disease, which may be transmitted via the aerosol route, and for which there is no available vaccine or therapy. Agents with a close or identical antigenic relationship to Biosafety Level 4 agents also should be handled at this level. When sufficient data are obtained, work with these agents may continue at this or a lower level. Viruses such as Marburg or Congo-Crimean hemorrhagic fever are manipulated at Biosafety Level 4.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 3 (BSL-3)"}, {"text": "The primary hazards to personnel working with Biosafety Level 4 agents are respiratory exposure to infectious aerosols, mucous membrane or broken skin exposure to infectious droplets, and autoinoculation. All manipulations of potentially infectious diagnostic materials, isolates, and naturally or experimentally infected animals pose a high risk of exposure and infection to laboratory personnel, the community, and the environment.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 3 (BSL-3)"}, {"text": "The laboratory worker's complete isolation from aerosolized infectious materials is accomplished primarily by working in a Class III BSC or in a full-body, air-supplied, positive-pressure personnel suit. The BSL-4 facility itself is generally a separate building or completely isolated zone with complex, specialized ventilation requirements and waste management systems to prevent release of viable agents to the environment.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 3 (BSL-3)"}, {"text": "As of this printing, there are no experiments described in this manual, which specifically utilize BSL-4 containment.", "cite_spans": [], "ref_spans": [], "section": "Biosafety Level 3 (BSL-3)"}, {"text": "The CDC defines four biosafety levels for activities involving infectious disease work with experimental animals. These combinations of practices, safety equipment, and facilities are designated Animal Biosafety Levels 1, 2, 3, and 4, and provide increasing levels of protection to personnel and the environment.", "cite_spans": [], "ref_spans": [], "section": "ANIMAL FACILITIES"}, {"text": "In this manual, when these conditions are necessary, a note is provided in the unit or protocol introduction with the following format, where x is the appropriate ABSL.", "cite_spans": [], "ref_spans": [], "section": "ANIMAL FACILITIES"}, {"text": "CAUTION: Protocols using live animals must first be reviewed and approved by an Institutional Animal Care and Use Committee (IACUC) or must conform to governmental regulations regarding the care and use of laboratory animals. This experiment requires Animal Biosafety Level x (ABSL-x) conditions. Follow all appropriate guidelines for the use and handling of infected animals. See UNIT 1A.1 and other pertinent resources (APPENDIX 1B) for more information.", "cite_spans": [], "ref_spans": [], "section": "ANIMAL FACILITIES"}, {"text": "For more information, refer to the Section V of the BMBL, 5th Ed., available online at http://www.cdc.gov/od/ohs/biosfty/bmbl5/bmbl5toc.htm.", "cite_spans": [], "ref_spans": [], "section": "ANIMAL FACILITIES"}, {"text": "Clinical laboratories, especially those in health care facilities, receive clinical specimens with requests for a variety of diagnostic and clinical support services. Typically, the infectious nature of clinical material is unknown, and specimens are often submitted with a broad request for microbiological examination for multiple agents (e.g., sputa submitted for \"routine,\" acid-fast, and fungal cultures). It is the responsibility of the laboratory director to establish standard procedures in the laboratory, which realistically addresses the issue of the infective hazard of clinical specimens.", "cite_spans": [], "ref_spans": [], "section": "CLINICAL LABORATORIES"}, {"text": "Except in extraordinary circumstances (e.g., suspected hemorrhagic fever), the initial processing of clinical specimens and serological identification of isolates can be done safely at Biosafety Level 2 (see above), the recommended level for work with bloodborne pathogens such as hepatitis B virus and HIV. The containment elements described in BSL-2 are consistent with the OSHA standard, Occupational Exposure to Bloodborne Pathogens (Richmond, 1994) from the Occupational Safety and Health Administration (OSHA; see Internet Resources). This requires the use of specific precautions with all clinical specimens of blood or other potentially infectious material (Universal or Standard Precautions; MMWR, 1988) . Additionally, other recommendations specific for clinical laboratories may be obtained from the Clinical Laboratory Standards Institute (formerly known as the U.S. National Committee for Clinical Laboratory Standards; NCCLS, 2005) .", "cite_spans": [{"start": 437, "end": 453, "text": "(Richmond, 1994)", "ref_id": "BIBREF10"}, {"start": 665, "end": 700, "text": "(Universal or Standard Precautions;", "ref_id": null}, {"start": 701, "end": 712, "text": "MMWR, 1988)", "ref_id": null}, {"start": 933, "end": 945, "text": "NCCLS, 2005)", "ref_id": null}], "ref_spans": [], "section": "CLINICAL LABORATORIES"}, {"text": "Biosafety Level 2 recommendations and OSHA requirements focus on the prevention of percutaneous and mucous membrane exposures to clinical material. Primary barriers such as BSCs (Class I or II; see APPENDIX A http://www.cdc.gov/od/ohs/biosfty/ bmbl5/sections/AppendixA.pdf) should be used when performing procedures that might cause splashing, spraying, or splattering of droplets. BSCs should also be used for the initial processing of clinical specimens when the nature of the test requested or other information suggests the likely presence of an agent readily transmissible by infectious aerosols (e.g., M. tuberculosis), or when the use of a BSC (Class II) is indicated to protect the integrity of the specimen.", "cite_spans": [], "ref_spans": [], "section": "CLINICAL LABORATORIES"}, {"text": "The segregation of clinical laboratory functions and limited or restricted access to such areas is the responsibility of the laboratory director. It is also the director's responsibility to establish standard, written procedures that address the potential hazards and the required precautions to be implemented.", "cite_spans": [], "ref_spans": [], "section": "CLINICAL LABORATORIES"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Epidemic nonmeningitic lymphocyticchoriomeningitis-virus infection. An outbreak in a population of laboratory personnel", "authors": [{"first": "S", "middle": [], "last": "Baum", "suffix": ""}, {"first": "A", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "W", "middle": [], "last": "Rowe", "suffix": ""}, {"first": "R", "middle": [], "last": "Huebner", "suffix": ""}], "year": 1966, "venue": "N. Engl. J. Med", "volume": "274", "issn": "", "pages": "934--936", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Accidental anthrax shipment spurs debate over safety", "authors": [{"first": "M", "middle": [], "last": "Enserink", "suffix": ""}, {"first": "J", "middle": [], "last": "Kaiser", "suffix": ""}], "year": 2004, "venue": "Science", "volume": "304", "issn": "", "pages": "1726--1727", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Overview: Zoonoses of occupational health importance in contemporary laboratory animal research", "authors": [{"first": "F", "middle": ["C"], "last": "Hankenson", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Johnston", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Weigler", "suffix": ""}, {"first": "Di", "middle": [], "last": "Giacomo", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "", "suffix": ""}], "year": 2003, "venue": "Comparative Med", "volume": "53", "issn": "", "pages": "579--601", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "and the B Virus Working Group. 1995. Guidelines for the prevention and treatment of B-virus infections in exposed persons", "authors": [{"first": "G", "middle": ["P"], "last": "Holmes", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Chapman", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Stewart", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Straus", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Hilliard", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Davenport", "suffix": ""}], "year": null, "venue": "Clin. Infect. Dis", "volume": "20", "issn": "", "pages": "421--439", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Update: Universal precautions for prevention of transmission of human immunodeficiency virus, hepatitis B virus and other bloodborne pathogens in healthcare settings", "authors": [], "year": 1988, "venue": "Morbidity and Mortality Weekly Report", "volume": "37", "issn": "", "pages": "377--388", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Update: Cutaneous anthrax in a laboratory worker-Texas", "authors": [], "year": 2002, "venue": "Morbidity and Mortality Weekly Report (MMWR)", "volume": "51", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Inadvertent Laboratory Exposure to Bacillus anthracis-California", "authors": [], "year": 2004, "venue": "Morbidity and Mortality Weekly Report (MMWR)", "volume": "54", "issn": "", "pages": "301--304", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Protection of Laboratory Workers from occupationally-acquired infections", "authors": [], "year": 2005, "venue": "Approved Guideline", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mounting lab accidents raise SARS fears", "authors": [{"first": "D", "middle": [], "last": "Normille", "suffix": ""}], "year": 2004, "venue": "Science", "volume": "304", "issn": "", "pages": "659--661", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Occupational exposure to bloodborne pathogens, final rule", "authors": [], "year": 1991, "venue": "Federal Register", "volume": "56", "issn": "", "pages": "64175--64182", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "HIV Biosafety: Guidelines and regulations", "authors": [{"first": "J", "middle": ["Y"], "last": "Richmond", "suffix": ""}], "year": 1994, "venue": "AIDS Testing", "volume": "", "issn": "", "pages": "346--360", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Biological Safety: Principles and Practices", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Limit access to work areas. Close doors during work with research materials. 2. Decontaminate all work surfaces after each working day using an appropriate disinfectant. Decontaminate all spills of viable material immediately. See discussion under Disinfectants for Biohazards.", "latex": null, "type": "table"}, "TABREF2": {"text": "Supplement 13Current Protocols in Microbiology installation, and use of this equipment, the reader is referred to APPENDIX A in the CDC/NIH publication, Biosafety in Microbiological and Biomedical Laboratories, 5th edition. (http://www.cdc.gov/od/ohs/biosfty/bmbl5/sections/AppendixA.pdf.)5. Many laboratories are equipped with single pass, directional air flow ventilation.", "latex": null, "type": "table"}, "TABREF6": {"text": "", "latex": null, "type": "table"}, "TABREF7": {"text": "", "latex": null, "type": "table"}, "TABREF9": {"text": "CAUTION: <organism name> is a Biosafety Level 3 (BSL-3) pathogen. Follow all appropriate guidelines for the use and handling of pathogenic microorganisms. See UNIT 1A.1 and other pertinent resources (APPENDIX 1B) for more information.When BSL-3 conditions are appropriate due to the use of human-derived materials, the following note is included in the introduction.CAUTION: Follow all appropriate guidelines and regulations for the use and handling of human-derived materials. See UNIT 1A.1 and other pertinent resources (APPENDIX 1B) for more information. practices, safety equipment, and facility design and construction are applicable for work with dangerous and exotic agents that pose a high individual risk of", "latex": null, "type": "table"}, "TABREF10": {"text": "Emerging Technologies1A.1.13", "latex": null, "type": "table"}, "TABREF11": {"text": "Table 1A.1.1 CDC Summary of Recommended Biosafety Levels for Infectious Agents a,b", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Biosafety level\n</td><td>Agent characteristics </td><td>Practices\n</td><td>Safety equipment (primary barriers)c\n</td><td>Facilities (secondary barriers)\n</td></tr><tr><td>BSL-1 </td><td>Not known to consistently cause disease in healthy adults\n</td><td>Standard microbiological practices\n</td><td>None required </td><td>Open benchtop sink\n</td></tr><tr><td>BSL-2 </td><td>Associated with human disease, hazard from percutaneous injury, ingestion, mucous membrane exposure\n</td><td>Standard microbiological practices\n</td><td>Class I or II biosafety cabinets (BSCs) or other physical containment devices used for all manipulations of agents that cause splashes or aerosols of infectious materials Laboratory coats and gloves Face protection as needed\n</td><td>Open benchtop sink\n</td></tr><tr><td> </td><td>Autoclave\n</td></tr><tr><td> </td><td>Limited access Biohazard warning signs\n</td></tr><tr><td> </td><td> </td><td>\"Sharps\" precautions Biosafety manual defining any needed waste decontamination or medical surveillance policies\n</td><td> </td></tr><tr><td>BSL-3 </td><td>Indigenous or exotic agents with potential for aerosol transmission; disease may have serious or lethal consequences\n</td><td>All BSL-2 practices\n</td><td>Class I or II BSCs or other physical containment devices used for all open manipulations of agents\n</td><td>Open benchtop sink\n</td></tr><tr><td>Controlled access\n</td><td>Autoclave\n</td></tr><tr><td> </td><td>Decontamination of all\n</td><td>Physical separation from access corridors\n</td></tr><tr><td> </td><td>waste\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Decontamination of laboratory clothing before laundering\n</td><td>Protective lab clothing and gloves\n</td><td>Self-closing, double-door access\n</td></tr><tr><td> </td><td> </td><td> </td><td>Respiratory protection as needed\n</td><td>Exhausted air not recirculated\n</td></tr><tr><td> </td><td> </td><td>Baseline serum\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Negative airflow into laboratory\n</td></tr><tr><td>BSL-4 </td><td>Dangerous/exotic agents which pose high risk of life-threatening disease; aerosol-transmitted lab infections; or related agents with unknown risk of transmission\n</td><td>All BSL-3 practices\n</td><td>All procedures conducted in\n</td><td>BSL-3 plus:\n</td></tr><tr><td>Clothing change before entering\n</td><td>Class III BSCs, or Class I or II\n</td><td>Separate building or isolated zone\n</td></tr><tr><td> </td><td> </td><td>BSCs in combination with\nfull-body, air-supplied, positive pressure personnel suit\n</td><td> </td></tr><tr><td> </td><td>Shower on exit\n</td><td>Dedicated supply and exhaust, vacuum, and decontamination systems\n</td></tr><tr><td> </td><td>All material decontaminated on exit from facility\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Other requirements outlined in the text\n</td></tr></table></body></html>"}}, "back_matter": []}