{
    "paper_id": "263764cb4cd134e32be62971632c94fef5aeb181",
    "metadata": {
        "title": "Influenza A/pandemic 2009/H1N1 in the setting of allogeneic hematopoietic cell transplantation: a potentially catastrophic problem in a vulnerable population",
        "authors": [
            {
                "first": "Mohamed",
                "middle": [
                    "A"
                ],
                "last": "Kharfan-Dabaja",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Velez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karla",
                "middle": [],
                "last": "Richards",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "N"
                ],
                "last": "Greene",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Teresa",
                "middle": [],
                "last": "Field",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramon",
                "middle": [],
                "last": "Sandin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We describe Influenza A/pandemic 2009/H1N1 in two allogeneic hematopoietic cell transplantation recipients. The main presentation in both cases consisted of flu-like symptoms manifesting as, fever, arthralgias and myalgias. The virus was isolated in one case from a throat swab and in another case following a bronchoalveolar lavage. Both patients received oseltamivir at a dose of 75 mg orally twice day. The dose of oseltamivir was increased to 150 mg twice per day due to the lack of improvement or progression of symptoms. In one case, clinical symptoms resolved without sequelae. In the second case, pulmonary symptomatology continued to deteriorate, despite aggressive polymicrobial treatment, requiring mechanical ventilation and ultimately the patient died from respiratory failure. These cases highlight the potentially serious effect of the ongoing Influenza A/pandemic 2009/ H1N1 pandemic in this very vulnerable population and the urgent need to establish emergency preparedness strategies by oncology and bone marrow transplantation staff to face this serious healthcare challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In April 2009, Mexico reported Influenza A virus outbreak. The virus was recognized as a novel reassorted H1N1 (swine-flu), also known as Influenza A/pandemic 2009/ H1N1 or 2009 H1N1 Influenza A. Similar cases were subsequently reported worldwide [1] . By June 2009, the World Health Organization raised its pandemic alert due to rapid spread of the virus [2] . By August 2009, over 254,206 cases worldwide had been reported, resulting in 2,837 deaths. Given that countries are no longer required to report individual cases, it is highly probable that the reported cases represent an underestimation of the actual incidence of this disease [3] . In contrast to seasonal influenza, mortality from Influenza A/pandemic 2009/H1N1 appears worse in infants and young adults and those with morbid obesity. In addition, pregnant women appear to be at higher risk of mortality [3, 4] . The French Institute for Public Health Surveillance epidemic intelligence team evaluated the characteristics of 574 Influenza A/pandemic 2009/H1N1-related deaths showing that pregnancy and obesity are particularly concerning [4] .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 873,
                    "end": 875,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two cases of Influenza A/pandemic 2009/H1N1 in the setting of allogeneic hematopoietic cell transplantation (AHCT) have also been described in the literature. [5] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Interestingly, those cases describe prolonged viral shedding with ultimate development of resistance to oseltamivir [5] . One patient improved without further antiviral therapy, whereas the second received zanamivir and ribavirin with persistent illness requiring prolonged hospitalization.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We hereby describe two additional cases of Influenza A/pandemic 2009/H1N1 in two patients who had received AHCT for chronic lymphocytic leukemia (CLL) and nodular sclerosing Hodgkin lymphoma, respectively. We emphasize the need of suspecting the infection and for the prompt initiation of antiviral therapy in this vulnerable population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 41-year-old man presented with symptoms of sore throat, nausea, vomiting, diarrhea, arthralgia and myalgia and nonproductive cough associated with 24-h fever. He had received an HLA-matched-related donor AHCT, using G-CSF mobilized peripheral blood stem cell (PBSC), for relapsed CLL 211 days prior, following a preparative regimen of pentostatin, intravenous busulfan and rituximab as part of a phase-II clinical trial. Graft versus host disease (GVHD) prophylaxis consisted of tacrolimus plus sirolimus. At that time of his presentation, he was still on immunosuppressive therapy for moderate chronic GVHD, consisting of sirolimus 2 mg orally daily, tacrolimus 1 mg orally daily and prednisone 2.5 mg orally every other day. Examination revealed dehydration, bilateral tonsillar erythema and acute sinusitis, later confirmed radiologically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "A throat swab was submitted to the Moffitt Cancer Center Virology Laboratory in viral transport medium and set-up in shell vial spin amplification assays. Coverslips, tested with respiratory virus antibody pools (Light Diagnostics Millipore, Temecula, CA), were positively confirmed as Influenza A (FluA). Both the positive shell vial and the remaining original sample in viral transport medium were submitted for subtyping to a reference laboratory [Tampa General Hospital (TGH) Esoteric Laboratory, Tampa, FL]. TGH tested nucleic acid extracted from each sample with the Prodesse ProFlu ? (Prodesse, Waukesha, WI) RT-PCR assay for detection of FluA, FluB and RSV. FluA was identified in both extracts. Each extract was submitted to subtyping by PCR amplification using validated CDC published primer/probe sets specific for swine variant H1N1 FluA; both isolates were confirmed as swine variant H1N1 FluA isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Intravenous volume repletion and empiric antimicrobial coverage with vancomycin and cefepime, as well as oseltamivir (Tamiflu Ò ) 75 mg orally twice daily, was started.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "The patient was discharged on oseltamivir, ciprofloxacin and doxycycline, but was re-admitted 4 days later with intermittent low-grade fever and persistent upper respiratory symptoms associated with nausea and diarrhea. Accordingly, oseltamivir dose was increased to 150 mg twice/day, and he remained on ciprofloxacin and doxycycline. A repeat chest radiograph (CXR) showed no evidence of progressive infiltrates, and oxygen requirements remained stable. Fevers resolved within 24 h from admission, and a repeat respiratory viral throat culture was negative for influenza. The patient continued to improve and remains asymptomatic 8 weeks after initial onset of symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "A 52-year-old female patient presented to her oncologist complaining of a 7-day history of upper respiratory symptoms for which she received oral levofloxacin. She presented to our center with increased nonproductive cough, persistent low-grade fever, shortness of breath with exertion, pleuritic chest pain, cough, arthralgia and myalgia and weakness. Her grandchild was sick and had tested positive for Influenza A, and her husband had developed similar symptoms several days later. She had undergone an HLA-matched-unrelated donor AHCT, using G-CSF mobilized PBSC, for relapsed nodular sclerosing Hodgkin lymphoma 171 days prior, using a preparative regimen of fludarabine and intravenous busulfan. GVHD prophylaxis consisted of tacrolimus plus methotrexate. She had a recent exacerbation of persistent acute GVHD, requiring increasing the dose of prednisone to 30 mg/day and continuation of tacrolimus at a dose of 0.5 mg orally once a day and sirolimus at a dose of 1 mg orally thrice a week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Physical examination revealed low-grade fever, hypoxia with diminished breath sounds and scattered wheezing anteriorly. CXR showed patchy bilateral airspace disease. High-resolution chest CT showed bilateral basilar and subpleural ground-glass infiltrates. Empiric cefepime and vancomycin were started. A bronchoalveolar lavage (BAL) was obtained. Oxygen requirements continued to increase, requiring placement on bi-level positive airway pressure. Empiric oseltamivir (75 mg orally twice/day) was started. Influenza A was isolated 24 h later by shell vial spin amplification assay. Isolate from the shell vial and the remaining original BAL specimen were submitted to testing algorithm as previously described. The pathogen in each sample was confirmed as Influenza A/pandemic 2009/ H1N1. Oseltamivir was increased to 150 mg orally twice/ day, and methylprednisolone was increased to 125 mg twice/day intravenously. BAL also revealed one colony of Aspergillus ustus and colonies of Aspergillus niger. In response to progressive hypoxia, antimicrobial coverage H1N1 after allo-HCT in two patients 125 was broadened to include micafungin, voriconazole, meropenem, levofloxacin, azithromycin and linezolid. A repeat respiratory viral throat culture was negative, and no other organisms were isolated. Respiratory condition continued to worsen, and she died 2 weeks later from fulminant adult respiratory distress syndrome (ARDS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Swine influenza is enzootic among pigs in North America. Cases of human swine influenza have been sporadic in the United States since 1970s [6] . Between the 1930s and 1990s, the most commonly circulating swine virus among pigs was influenza A H1N1. During the late 1990s, multiple strains, including H1N1, H3N2 and H1N2, whose genes include combinations of avian, human and swine, were detected among North American pig herds [6] . Genetic analysis of the 2009 pandemic Influenza A H1N1 viruses suggested that introduction into humans was either via a single event or via multiple events leading to a combination of genetically similar viruses with a new Influenza A H1N1 as a new strain [7, 8] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The cases described highlight a potentially devastating effect of the ongoing Influenza A/pandemic 2009/H1N1 pandemic in this susceptible population. Early introduction of oseltamivir in the course of infection improves outcome, especially when Influenza A/pandemic 2009/H1N1 is sensitive to the drug. For instance, the patient in case 1 was treated within 24 h of presentation, whereas, the patient in case 2 was treated with levofloxacin before receiving oseltamivir. In fact, her CXR had shown signs of respiratory inflammation likely related to ongoing viral replication. Identification of Aspergillus (Case 2) also raises concern about prolonged immunosuppression and already existing lung damage. She died due to overwhelming ARDS. Machado et al. has described the beneficial effects of early administration of antiviral therapy in AHCT recipients showing that administration of oseltamivir up to 48 h from initial symptoms is likely to prevent influenza, albeit non-2009/H1N1 Influenza A, complications [9] . Chemaly et al. [10] showed that neuraminidase inhibitor therapy in patients with leukemia improves outcome of influenza infections.",
            "cite_spans": [
                {
                    "start": 1010,
                    "end": 1013,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hematopoietic cell transplantation recipients who develop respiratory viral infection have high mortality rates, approaching 96% by 3 months, in the presence of co-pathogens, such as molds, especially Aspergillus, other viruses or bacteria [9] . Early detection via BAL and aggressive antimicrobial therapy is crucial in limiting the effects of these co-pathogens. The patient in case 2 was treated with double antifungal coverage with voriconazole plus micafungin. We did not test for oseltamivir resistance in either case because the first recovered completely and the second had negative viral growth on repeated BAL.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A vaccine for Influenza A/pandemic 2009/H1N1 is now available for public use. One challenging question that remains unanswered is the potential efficacy, or lack thereof, of such vaccine in AHCT recipients who are on immunosuppression to manage GVHD. Studies have shown that GVHD is a negative predictor of antibody response following vaccination with influenza [11] and 7-valent anti-pneumococcal vaccines [12] .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another unanswered question is determining the most appropriate time to vaccinate following AHCT. Engelhard et al. showed that influenza vaccine (trivalent influenza subunit inactivated vaccine with strains A/Singapore/6/86 (H1N1), A/Sichuan/2/87 (H3N2) and B/Beijing/1/87), given 1 month apart for two doses, was poorly immunogenic when administered within the first 6 months posttransplantation [11] . Interestingly, the authors showed reduced seroconversion to H1N1, but not to H3N2 or B strains, in the presence of GVHD. Conversely, Machado et al. reported a vaccine efficacy of 80% against influenza in 19 AHCT patients, over 6 months preceding vaccination, with one dose of influenza vaccine [A/New Caledonia/20/99 (H1N1), A/Moscow/10/99 (H3N2), B/Sichuan/ 379/99] [13] .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A further challenge in treating immunosuppressed patients with influenza infection is the prolonged viral shedding, raising concerns for drug resistance against antivirals such as oseltamivir [5, 14] . In immunosuppressed patients who developed Influenza A/pandemic 2009/ H1N1infection in Seattle, WA, the virus was determined to be susceptible to zanamivir by neuraminidase inhibition assay at CDC [5] . Prolonged shedding of influenza A virus in immunocompromised patients has been reported by others [14, 15] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The optimal duration of therapy with oseltamivir in patients who develop influenza infections in the setting of AHCT remains undefined. Khanna et al. [16] reported outcomes of 21 episodes of influenza (influenza A = 8, influenza B = 13) in 19 hematopoietic allograft recipients. In their series, 18 (86%) of 21 episodes were treated with oseltamivir 75 mg twice a day for a median of 11 (interquartile range = 8-14) days and all of them survived [16] . Kobayashi et al. described a patient who developed influenza A 5 days prior to hematopoietic cell allografting. Interestingly, despite oseltamivir treatment at a dose of 75 mg twice a day for 5 days, the patient had recurrence of influenza A (by rapid diagnostic test) on post-transplant day ?7 manifesting as upper respiratory symptoms accompanied by fever [17] . Subsequent treatment with oseltamivir for seven additional days resulted in resolution of symptoms and a negative influenza A rapid diagnostic test. The authors suggest that patients who develop influenza infections during the immediate pre-transplant period should be treated with antiviral therapy at least until successful engraftment is achieved [17] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1168,
                    "end": 1172,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This manuscript highlights the potentially devastating effects of the novel Influenza A/pandemic 2009/H1N1 on AHCT recipients. This could be minimized by early recognition of symptoms and emergency preparedness by oncology and bone marrow transplant services. It is essential that a framework of preparedness outlining steps to follow in the event of an outbreak is developed. A vigorous immunization campaign for household contacts and early therapy may be crucial. In the midst of an outbreak, it is essential to promptly identify patients with suspected infections and establish early treatment guidelines to prevent serious complications [18] .",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 646,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Update: novel Influenza A (H1N1) virus infection-Mexico",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "467--470",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Statement to the press by WHO Director-General Dr Margaret Chan",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "United States Centers for Disease Control and Prevention. Novel H1N1 flu situation update: 4 Sept",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemic intelligence team at InVS. Epidemiology of fatal cases associated with pandemic H1N1 influenza",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vaillant",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Ruche",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tarantola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barboza",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Oseltamivir-resistant novel Influenza A (H1N1) virus infection in two immunosuppressed patients",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Triple-reassortant swine influenza A (H1) in humans in the United States",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shinde",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Bridges",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2616--2641",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. Influenza-like illness in the United States and Mexico",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Swine flu outbreak. Out of Mexico? Scientists ponder swine flu's origins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Low mortality rates related to respiratory virus infections after bone marrow transplantation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Machado",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Boas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Mendes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bone Marrow Transplant",
            "volume": "31",
            "issn": "",
            "pages": "695--700",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Neuraminidase inhibitors improve outcome of patients with leukemia and influenza: an observational study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Chemaly",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Aguilera",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "964--971",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antibody response to a two-dose regimen of influenza vaccine in allogeneic T celldepleted and autologous BMT recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Engelhard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hardan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bone Marrow Transplant",
            "volume": "11",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Randomized study of early versus late immunization with pneumococcal conjugate vaccine after allogeneic stem cell transplantation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cordonnier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Labopin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chesnel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "1392--401",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The benefit of influenza vaccination after bone marrow transplantation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Machado",
                    "suffix": ""
                },
                {
                    "first": "Mra",
                    "middle": [],
                    "last": "Cardoso",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Da Rocha",
                    "suffix": ""
                },
                {
                    "first": "Lsv",
                    "middle": [],
                    "last": "Boas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Dulley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Pannuti",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bone Marrow Transplant",
            "volume": "36",
            "issn": "",
            "pages": "897--900",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prolonged shedding of multidrug-resistant influenza A virus in an immunocompromised patient",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Weinstock",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Gubareva",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zuccotti",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "867--875",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Failure of zanamivir therapy for pneumonia in a bone-marrow transplant recipient infected by a zanamivir-sensitive influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medeiros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rameix-Welti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lorin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antivir Ther",
            "volume": "12",
            "issn": "",
            "pages": "571--577",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Outcome of influenza infections in outpatients after allogeneic hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khanna",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Studt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transpl Infect Dis",
            "volume": "11",
            "issn": "2",
            "pages": "100--105",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Influenza virus reactivation after remission with oseltamivir treatment in a patient undergoing nonmyeloablative bone marrow transplantation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Motoyoshi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Chemother",
            "volume": "14",
            "issn": "4",
            "pages": "308--318",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Influenza: preparedness for an inevitable",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Wingard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Natl Compr Canc Netw",
            "volume": "6",
            "issn": "",
            "pages": "215--237",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "H1N1 after allo-HCT in two patients 127",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments We thank Ms. Rasa Hamilton at the Moffitt Cancer Center for editorial assistance.Conflict of interest statement None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}