{"paper_id": "266638c157eeaa50a5be5c734ed71240faeafe93", "metadata": {"title": "Establishment and development of national community-based collaborative innovation demonstration areas to achieve the control target of hepatitis B in China", "authors": [{"first": "Bing", "middle": [], "last": "Ruan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhixin", "middle": [], "last": "Yu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shigui", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kaijin", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jingjing", "middle": [], "last": "Ren", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jun", "middle": [], "last": "Yao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nanping", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chengbo", "middle": [], "last": "Yu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Min", "middle": [], "last": "Deng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tiansheng", "middle": [], "last": "Xie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ping", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chencheng", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yiping", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yanhong", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jifang", "middle": [], "last": "Sheng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yunde", "middle": [], "last": "Hou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zunyou", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shuigao", "middle": [], "last": "Jin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yude", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mengfeng", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fengcai", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hong", "middle": [], "last": "Tang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yuantao", "middle": [], "last": "Hao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xinghuo", "middle": [], "last": "Pang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lin", "middle": [], "last": "Lu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wen", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhengan", "middle": [], "last": "Yuan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aiqiang", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zizhao", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mingjian", "middle": [], "last": "Ni", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yongping", "middle": [], "last": "Yan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qiu", "middle": [], "last": "Zhong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lin", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guojian", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qun", "middle": [], "last": "Meng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jianping", "middle": [], "last": "Hu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hong", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guangyu", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dexin", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wei", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qing", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peixin", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ruoqi", "middle": [], "last": "Xing", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jinhui", "middle": [], "last": "Gu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Di", "middle": [], "last": "Gao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lanjuan", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The major infectious diseases of hepatitis B has constituted an acute public health challenge in China. An effective and affordable HBV control model is urgently needed. A national project of Community-based Collaborative Innovation HBV (CCI-HBV) demonstration areas has optimized the existing community healthcare resources and obtained initial results in HBV control. Methods: Based on the existing community healthcare network, CCI-HBV project combined the community health management and health contract signing service for long-staying residents in hepatitis B screening. Moreover, HBV field research strategy was popularized in CCI-HBV areas. After screening, patients with seropositive results were enrolled in corresponding cohorts and received treatment at an early stage. And the uninfected people received medical supports including health education through new media, behavior intervention and HBV vaccinations. In this process, a cloud-based National Information Platform (NIP) was established to collect and store residents' epidemiological data. In addition, a special quality control team was set up for CCI project.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: After two rounds of screening, HBsAg positive rate dropped from 5.05% (with 5,173,003 people screened) to 4.57% (with 3,819,675 people screened), while the rate of new HBV infections was 0.28 per 100 person-years in the fixed cohorts of 2,584,322 people. The quality control team completed PPS sampling simultaneously and established the serum sample database with 2,800,000 serum samples for unified testing.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The infectious diseases of hepatitis B presents a severe threat to human health worldwide, and have caused severe problem in China, both financially and socially. In 2009, we initiated the Community-based Collaborative Innovation (CCI) project for the prevention and control of major infectious diseases including AIDS, hepatitis B and TB, which were in the list of Major Special Projects in the National Medium-and Long-term Program for Science and Technology Development (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) (2015) (2016) (2017) (2018) (2019) (2020) in China. The primary objective of CCI project was to explore the epidemiological baseline, influencing factors, and trend of three major diseases. And the long-range objective was to reduce morbidity and mortality of three diseases and to improve the capability of community healthcare to deal with infectious diseases in CCI areas by 2020.", "cite_spans": [{"start": 473, "end": 479, "text": "(2006)", "ref_id": null}, {"start": 480, "end": 486, "text": "(2007)", "ref_id": null}, {"start": 487, "end": 493, "text": "(2008)", "ref_id": null}, {"start": 494, "end": 500, "text": "(2009)", "ref_id": null}, {"start": 501, "end": 507, "text": "(2010)", "ref_id": null}, {"start": 508, "end": 514, "text": "(2011)", "ref_id": null}, {"start": 515, "end": 521, "text": "(2012)", "ref_id": null}, {"start": 522, "end": 528, "text": "(2013)", "ref_id": null}, {"start": 529, "end": 535, "text": "(2014)", "ref_id": null}, {"start": 536, "end": 542, "text": "(2015)", "ref_id": null}, {"start": 543, "end": 549, "text": "(2016)", "ref_id": null}, {"start": 550, "end": 556, "text": "(2017)", "ref_id": null}, {"start": 557, "end": 563, "text": "(2018)", "ref_id": null}, {"start": 564, "end": 570, "text": "(2019)", "ref_id": null}, {"start": 571, "end": 577, "text": "(2020)", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "HBV infection is wide-ranging with large differences between different countries. To understand the prevalence of HBV in China, Chinese National Health Department carried out national HBV sero-epidemiological investigations in 1979, 1992 and 2006 . The results showed HBsAg carrier rates in 1-59 aged people was 8.75, 9.75 and 7.18%, respectively. [1] [2] [3] According to the result of 2006 screening, the estimated number of chronic HBV cases was 93 million in China. [4] In January 2006, Chinese National Health Department added HBV to National Disease Control and Prevention Plan List, indicating that HBV control was crucial for infectious diseases control in China. In general, the lack of HBV vaccinations in adults was responsible for HBV epidemic, indicating that national HBV vaccination for whole population (including infants and adults) holds greater promise for long-term treatment. [5, 6] Therefore, we conducted this CCI-HBV field research to explore a series of questions: the cause of HBV high prevalence in China, the different prevention strategies for different groups, the prognosis of HBV carriers, and the way to achieve periodic follow-up in local residents.", "cite_spans": [{"start": 227, "end": 246, "text": "1979, 1992 and 2006", "ref_id": null}, {"start": 348, "end": 351, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 352, "end": 355, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 356, "end": 359, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 470, "end": 473, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 897, "end": 900, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 901, "end": 903, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Background"}, {"text": "Method CCI project is a task-based research based on a nationwide system composed of two branches: the administrative branch, and the technical branch. Under the coordination of the Implementation Management Office of Special Projects for Infectious diseases in the National Health Department, the administration branch consists of a nation-, province-, and county-level executive leadership team, while the technical branch includes a design engineering group, a responsible expert group, and a field executive team. The two branches link together in the project by formulating an administrative evaluation index of local administrations. Thus, local government gains a unified plan, technical guidance and professional evaluation while the project obtains policy support, guaranteed funding, administrative cooperation and inspection.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The field research of CCI project based on the existing urban and rural community health system Community-based collaborative innovation (CCI) chain", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "In combination with health administrators in countylevel, physicians in county hospitals, and specialists in county centers for disease control (CDCs), CCI executive team in each county was on the existing community healthcare teams (i.e., community doctors and general practitioners). This emerged the basis of CCI chain, which is complementary in resource, discipline, profession and region (Fig. 1) . In this way, CCI project provides long-staying residents with grid management, networking services, and digital information of diseases.", "cite_spans": [], "ref_spans": [{"start": 393, "end": 401, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Background"}, {"text": "Community doctors/general practitioners in community healthcare clinics/centers provide residents with grid management and contract-signing service", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The community healthcare clinic in urban residential areas and rural villages is the basic unit in community healthcare. The community doctor in clinics signed health contract with local long-stay residents (> 6 months/year) for health service (1 doctor:1000-1500 residents). The residents also gave their consent for confirming their health and vital data through Electronic Health Records (EHRs) review and further data analysis, including medical history, family history, vaccination history etc.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "On this basis, one community healthcare center has been upgraded in accordance with several corresponding community clinics with physical examination equipment and computers. The general practitioners (GP) in center (teaming up with the community doctors in clinics) organized dynamic centralized HBV-related screening including abdominal ultrasonography and serological tests of HBsAg, HBeAg, ALT, anti-HCV, serum level of ALT and AFP. Then, they imported the results to EHRs through Hospital Information System (HIS) and Laboratory Information System (LIS) before submitting it to the regional information system, which links to the national information cloud platform (NIP). After the screening, community doctors would print out the results, send and explain results to the residents. To date, two rounds of health screening of HBV have been completed (2010) (2011) (2012) (2013) (2014) (2015) , and the population was divided into uninfected group and infected group, to receive the corresponding prevention and intervention.", "cite_spans": [{"start": 856, "end": 862, "text": "(2010)", "ref_id": null}, {"start": 863, "end": 869, "text": "(2011)", "ref_id": null}, {"start": 870, "end": 876, "text": "(2012)", "ref_id": null}, {"start": 877, "end": 883, "text": "(2013)", "ref_id": null}, {"start": 884, "end": 890, "text": "(2014)", "ref_id": null}, {"start": 891, "end": 897, "text": "(2015)", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "Several approaches were applied to maintain the operation of field research, including providing regular medical training for community healthcare staff and improving reward with Performance Reward Mechanism (KPI). The doctor's fee-for-service solution of contract signing service kept doctor' service quality. This also increased residents' health compliance because of the flexibility of community service.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "In short, the community healthcare team (composed of community doctors and GPs) plays the role of health gatekeeper for all residents in CCI areas. Figure 2 shows a flowchart of the field research.", "cite_spans": [], "ref_spans": [{"start": 148, "end": 156, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Background"}, {"text": "Specialists in county hospital make the definite diagnosis and achieve two-way referral Specialists in county hospitals made the definite diagnosis and recommended treatment for the suspected carriers/patients after screening. For patients in mild condition, the normalized treatment at early stage was recommended for good prognosis, and this group of patients would be back to community. Then, critical patients would be transferred to the higher-level hospital through green channel. This Two-way Referral also helped induct people into their corresponding cohorts and ensured that they would receive prompt treatment. In this way, CCI project saves medical resources, releases the pressure on tertiary hospitals and improves treatment efficiency.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The strategy of CCI-HBV intervention HBV: find all susceptible people, vaccinate all susceptible people, follow up all susceptible cases, and treat all patients (FVFT strategy)", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "This strategy offers free screening, free HBV vaccines for the uninfected group, and free antiviral treatment for long-staying residents in CCI-HBV areas. HBV-FVFT strategy occurs in four stages; diagnosis (the wholepopulation screening), prevention (building an immunological barrier in full-aged HBsAg negative people), normalized treatment (standard antiviral therapy), and follow-up (long-term follow-up to explore disease development and related factors). With timely treatment, HBV-infected individuals could avoid secondary complications such as hepatic failure, cirrhosis and HCC.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Health people are the key for CCI intervention. To appeal more residents, a special WeChat Public Account is being designed to regularly deliver health information for all residents. Once the related science material is finished by doctors, it can be pushed to the residents' smart phones synchronously. Meanwhile, local health people/patients can join self-management groups by interests and health conditions with the assistance of social workers, GPs and specialists. With peer supporting and interacting, people acquired medical knowledge with fun. In this way, the community-based health education in CCI-HBV areas improved the health education effect for individuals.", "cite_spans": [], "ref_spans": [], "section": "The community-based health education in CCI-HBV areas"}, {"text": "As the first large-scale medical information platform in China, the national information cloud platform of infectious diseases was created jointly by the authority and a third-party (Zhejiang WaData Technology Co., Ltd). Due to the large physical distance and population, each CCI area collected its own data and uploaded onto the national platform respectively. Using a unified data submission solution, we created a safe medical data environment. We believe residents would get benefit from big-data analysis from individualized intervention to reliable diagnosis and treatment.", "cite_spans": [], "ref_spans": [], "section": "Establishment and implementation of National Information Cloud Platform for infectious disease"}, {"text": "The national quality control center consists of administrative staff in the implementation office of the Special Project for Infectious Diseases of Chinese Health Ministry, expert panels at different levels, and community quality controllers. While the expert panel is composed of experts in infectious diseases, epidemiologists, health statisticians, management experts, and information technology specialists. Figure 3 shows the quality control flowchart.", "cite_spans": [], "ref_spans": [{"start": 412, "end": 420, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "Establishment and implementation of national quality control center for data verification"}, {"text": "The following measures were taken to ensure a functional quality control operation.", "cite_spans": [], "ref_spans": [], "section": "Establishment and implementation of national quality control center for data verification"}, {"text": "(1) Investigation of CCI areas A basic information form was formulated by the national quality control center to gather information of CCI areas, including demographic information, health network information, equipment and professional training of community healthcare providers, the establishment of EHRs, and the screening data in local record, etc. The CCI province/city-level control team in HBV areas has established the serum sample bank using standardized test method and exclusive barcode tags.", "cite_spans": [], "ref_spans": [], "section": "Establishment and implementation of national quality control center for data verification"}, {"text": "(2) Sample surveys of the residents", "cite_spans": [], "ref_spans": [], "section": "Establishment and implementation of national quality control center for data verification"}, {"text": "The residential sampling survey in CCI areas was designed by the national quality control center, organized by each province/city quality control team, and specifically executed by each county/district quality control group and community quality controllers. The sampling method was the probability proportional to size sample (PPS sample) with 100 thousand people in CCI-HBV area in the second round of screening (2013-2015). The PPS specimens were sent to the headquarter in Hangzhou for unified quality control with quantitative reagent (Abbott Laboratories, Chicago, IL, USA). The residential sampling survey offered another perspective to review the application of Standard Operation Procedure (SOP) by verifying the consistency of information from the paper questionnaires, EHRs, to the national information cloud platform in PPS samples.", "cite_spans": [], "ref_spans": [], "section": "Establishment and implementation of national quality control center for data verification"}, {"text": "The national CCI areas were established in 2009 and came into operation in 2010. The selection of CCI areas was based on these factors: the disease burden, epidemiological characteristics, geographic and demographic features, and preliminary community healthcare foundations.", "cite_spans": [], "ref_spans": [], "section": "Establishment and development of CCI-HBV areas"}, {"text": "In total, 7 CCI-HBV areas were established and developed on different economic and epidemical conditions of infectious diseases by 2015, covering more than 12.00 million in HBV areas (Fig. 4) . To date, CCI project is now relatively mature and effective. The entire development can be divided into three stages: 1) The dynamic community HBV screening was conduct of hepatitis B antigen-antibody, ALT, AFP, and abdominal ultrasound scan. 2) HBV cohorts were designed to assess the long-term effects of HBV intervention (see Table 1 for the list of HBV cohorts). By 2015, the populations of the cohorts were fixed. As a multi-center field research project, further result will be available at the end of third round screening of 2016-2018.", "cite_spans": [], "ref_spans": [{"start": 183, "end": 191, "text": "(Fig. 4)", "ref_id": "FIGREF4"}, {"start": 523, "end": 530, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Establishment and development of CCI-HBV areas"}, {"text": "Based on the foundation set by the 11th five-year plan period, the following 5 years covered:", "cite_spans": [], "ref_spans": [], "section": "The 12th five-year plan period: 2011-2015"}, {"text": "1) The Standard Operation Procedure (SOP) was proposed by the top design specialist team in 2011 to guarantee the quality of the project, concentrating on implementation specifications, and this SOP was registered in 2013 (registration number: country as the Word − 2013-L-00090505).", "cite_spans": [], "ref_spans": [], "section": "The 12th five-year plan period: 2011-2015"}, {"text": "2) The data from the residents' EHRs began to upload to the national information cloud platform which was completed in 2012 to assemble the large-scale data, laying the foundation for further analysis.", "cite_spans": [], "ref_spans": [], "section": "The 12th five-year plan period: 2011-2015"}, {"text": "to assess the accuracy of the field research.", "cite_spans": [], "ref_spans": [], "section": "3) The quality control section was introduced in 2013"}, {"text": "The 13th five-year plan period: 2016-2020", "cite_spans": [], "ref_spans": [], "section": "3) The quality control section was introduced in 2013"}, {"text": "It is important to evaluate this study in the next stage. To evaluate the long-term effect of the cohorts, a follow-up of the fixed population in the community will be studied. Moreover, we plan to optimize the population structure of cohorts due to the population migrating.", "cite_spans": [], "ref_spans": [], "section": "3) The quality control section was introduced in 2013"}, {"text": "By December 31st of 2015, CCI project has completed two rounds of health screening for HBV from 2010 to 2012 (Round 1) and 2013-2015 (Round 2). According to NIP database, there were 5,173,003 people participated in HBV screening with 261,237 seropositive cases in 1st round, and 3,819,675 people with 174,559 seropositive cases in 2nd round of screening. The HBsAg seropositive rate in these seven HBV demonstration areas has dropped from 5.05% (95%CI: 5.03-5.07%) to 4.57%(95%CI: 4.55-4.59%) and the P value of the two screening results was less than 0.01 (Table 2 ). According to the data, the positive rate of HBsAg in the 2nd round of screening held significant difference from the first round. It could be said that the HBsAg prevalence in CCI-HBV areas was gradually ", "cite_spans": [], "ref_spans": [{"start": 557, "end": 565, "text": "(Table 2", "ref_id": "TABREF1"}], "section": "Initial screening for HBV in CCI areas"}, {"text": "By the end of 2015, the national quality control center has completed two rounds of investigation synchronously with two rounds of screening, and the next round of investigation will be finished by the end of 2018. The feedback of quality control center verified the construction of CCI-HBV field research.", "cite_spans": [], "ref_spans": [], "section": "Quality control of CCI-HBV areas"}, {"text": "To date, CCI-HBV areas have equipped all demonstration areas with the relevant healthcare resources and detection capability ( Table 3) . The Microplate readers, biochemical analyzers and B ultrasound were available in CCI-HBV areas.", "cite_spans": [], "ref_spans": [{"start": 127, "end": 135, "text": "Table 3)", "ref_id": null}], "section": "Investigation of health resources and detection capability"}, {"text": "To ensure the accuracy of residential identification, all CCI areas used personal ID numbers as unified tag. With unified serum sample transportation and barcode management, the serum sample database with 2.8 million samples has been established.", "cite_spans": [], "ref_spans": [], "section": "Investigation of health resources and detection capability"}, {"text": "A total of 80,000 PPS samples from HBV areas was collected separately in the end of the second round of screening. By comparing sample information with the NIP data, the agreement of consistent ID number was 98.7%, and the coincidence of HBsAg(+) was 96.1%. According to the quality control cross-sectional study, HBsAg(+) carrier rate in PPS samples was 5.44%. The quality control team has submitted self-evaluation report, which promotes CCI project with dynamic feedback and sustained development.", "cite_spans": [], "ref_spans": [], "section": "Investigation of the information consistency"}, {"text": "The epidemiological features of infectious diseases have been noticeably transformed in China. [7] HBV has proven to be a considerable challenge over the last few decades, [8] In 2014, the total number of reported cases of notifiable infectious diseases in China was 7,184,391, which included 935, 702 HBV patients (360 deaths). [9] Inspired by the experience of Framingham epidemiology program for cardiovascular disease in America which was initiated in the 1940s, CCI project tires to control and prevent the three major infectious diseases by improving operational capability in community healthcare units. [10] [11] [12] With the vast rural population, many residents obtain rudimentary treatment from community clinics which offer basic healthcare in China. Despite the lack of advanced equipment and highly-trained doctors, these clinics do have some advantages. Combined with the progress of Chinese New Medical Reform, CCI project promotes the regional concentration of medical resources. Instead of large tertiary hospitals in central areas, CCI focuses on integrating community healthcare centers and clinics which was a significant step taken after the SARS outbreak in 2002. [13] [14] [15] In this way, medical recourses can flow flexibly without causing hold-ups or waste. By 2015, the project had established an infectious disease prevention network consisting of more than 15,000 community clinics including 30,000 community responsibility doctors.", "cite_spans": [{"start": 95, "end": 98, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 172, "end": 175, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 329, "end": 332, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 611, "end": 615, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 616, "end": 620, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 621, "end": 625, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1188, "end": 1192, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1193, "end": 1197, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1198, "end": 1202, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Many different methods have been implemented to deal with infectious diseases worldwide. Coates reported the effect of community-based voluntary counseling and testing for HIV in Africa. [16] Because the Brazillian government operates the largest program of free, highly active antiretroviral drug treatments in the world, there has been a surge in resistance to many antiviral drugs. [17] ZAMSTAR was a community-based randomized trial carried out in 24 communities in Zambia, to explore the prevalence of confirmed pulmonary TB in adults before and after intervention. [18] Compared with other studies, CCI project holds some features.", "cite_spans": [{"start": 187, "end": 191, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 385, "end": 389, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 571, "end": 575, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "In 1992, a national HBV vaccination program was initiated in China and was aimed at all infants (1992 Program). The coverage vaccination rate of 1992 program ranged from 91.7 to 99.9%. [19] To further reduce the prevalence of HBV, a new vaccination program was implemented in CCI-HBV areas in 2011 (2011 Program), aimed at all healthy adults (HBsAb seronegative) and infants. As part of HBV-FTVT Strategy, 2011 program was different from 1992 program in many aspects including that the 10 μg recombinant hepatitis B vaccine was used to achieve immunization effect in CCI-HBV areas. [20] Together, the 1992 and 2011 Programs reduced HBsAg carrier rate in < 15 years-old in Zhejiang province to less than 1%. [19] The 2011 Program confirmed that universal vaccination acted as a protection by creating an immune barrier. [21] In harnessing the power of existing community healthcare programs, CCI areas have achieved longterm follow-up of HBV infections to verify the transformation of HBV carriers (the new infection rate, etc) and apply standard antiviral therapies to reduce patient mortality. These measures led to the HBV mortality in Zhejiang province decreased from 1.54% (2010) to 0.98% (2015). According to the screening data, the second round of HBsAg prevalence has decreased compared with the first round with significant difference. This also proves the effectiveness of CCI comprehensive intervention. In addition, the study of HBV new infection transformation is ongoing. With the development of digital medicine, multiple medical data sources are now available, covering medical system data (HIS/LIS/RIS/PACS/EMR), health behavior data (continuously updated EHRs and personal portable devices), medical tests and medical records, etc. All these data sources constitute a large-scale database, which forms a relatively realistic picture of disease prevalence and cannot be ascertained by artificial calculation. For this reason, the NIP cloud computing was selected for the project data processing task. Now the national information cloud platform is available to all CCI communities and it's under continual development with data uploading.", "cite_spans": [{"start": 185, "end": 189, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 582, "end": 586, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 707, "end": 711, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 819, "end": 823, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Quality control is vital for the epidemiological field research, which could help researchers to discover bias in the data collection process. By developing a quality control element in this project, we review the application of SOP in the field, to ensure the consistency of data from various areas to the national information cloud platform. In CCI quality control investigation, we found the population mobility has influenced the screening, follow-up and intervention, which would be the priority to be improved in the future.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A cross-sectional study showed low awareness of hepatitis B in rural China. [22] and a public health education program in CCI areas is urgently needed. With the help of community doctors and local social workers, we organized various self-management groups for both the uninfected people and infected people, to provide various activities with well-directed medical education in community. Meanwhile, a health education Wechat public account for smart phones has being popularized, because the accessibility of new media contributes to the dissemination of information on public health issues, especially for younger groups. [23] Thus, CCI-HBV improved people's compliance and understanding, and contributed to the adoption of the grading treatment service in China.", "cite_spans": [{"start": 76, "end": 80, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 625, "end": 629, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, the large-scale CCI-HBV project is an innovative example to prevent and control hepatitis B in China. The study proved the effectiveness of CCI strategy and provide policymakers with a feasible reference object. In brief, CCI project is a reliable national intervention, which may take several years to prove itself in reducing the morbidity and mortality of hepatitis B in China. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The study of tendency of hepatitis B virus surface antigen in Chinese population", "authors": [{"first": "C", "middle": [], "last": "Yuansheng", "suffix": ""}, {"first": "W", "middle": [], "last": "Xuxia", "suffix": ""}, {"first": "S", "middle": [], "last": "Penghui", "suffix": ""}], "year": 2007, "venue": "Chin J Exp Clin Infect Dis", "volume": "1", "issn": "1", "pages": "36--40", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Prevalence of hepatitis B and C virus infections in the conventional Chinese population: results from a nationwide cross-sectional sero-epidemiologic study of hepatitis A, B, C, D and E virus infections in China", "authors": [{"first": "X", "middle": [], "last": "Guoliang", "suffix": ""}, {"first": "L", "middle": [], "last": "Chongbai", "suffix": ""}, {"first": "C", "middle": [], "last": "Huilin", "suffix": ""}], "year": 1992, "venue": "Int Hepatol Commun", "volume": "5", "issn": "1", "pages": "62--73", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiological serosurvey of hepatitis B in China-declining HBV prevalence due to hepatitis B vaccination", "authors": [{"first": "L", "middle": [], "last": "Xioafeng", "suffix": ""}, {"first": "B", "middle": [], "last": "Shengli", "suffix": ""}, {"first": "Y", "middle": [], "last": "Weizhong", "suffix": ""}], "year": 2009, "venue": "Vaccine", "volume": "27", "issn": "47", "pages": "6550--6557", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Chinese Center for Disease Control and Prevention. National seroepidemiological survey of hepatitis B in 2006", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hepatitis B virus in the Lao People's Democratic Republic: a cross sectional serosurvey in different cohorts", "authors": [{"first": "P", "middle": ["B"], "last": "Antony", "suffix": ""}, {"first": "N", "middle": [], "last": "Phonethipsavanh", "suffix": ""}, {"first": "N", "middle": [], "last": "Naphavan", "suffix": ""}], "year": 2014, "venue": "BMC Infect Dis", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Hepatitis B screening practice among older Chinese in the greater Washington, DC area", "authors": [{"first": "M", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "E", "middle": [], "last": "Gehan", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Chen", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Wang", "suffix": ""}], "year": 2014, "venue": "South Med J", "volume": "107", "issn": "10", "pages": "655--60", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Emergence and control of infectious diseases in China", "authors": [{"first": "W", "middle": [], "last": "Longde", "suffix": ""}, {"first": "W", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Shuigao", "suffix": ""}], "year": 2008, "venue": "Lancet", "volume": "372", "issn": "9649", "pages": "1598--605", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "National Health and Family Planning Commission of People Republic of China. In: China statistical yearbook on health and family planning in 2014. Peking union Medical University Press", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chinese Centre for Disease Control and Prevention. National Data of Notifiable Diseases in 2014", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The Framingham heart study and the epidemiology of cardiovascular disease: a historical perspective", "authors": [{"first": "S", "middle": ["S"], "last": "Mahmood", "suffix": ""}, {"first": "D", "middle": [], "last": "Levy", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Vasan", "suffix": ""}], "year": 2014, "venue": "Lancet", "volume": "383", "issn": "9921", "pages": "999--1008", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "50 year trends in atrial fibrillation prevalence, incidence, risk factors, and mortality in the Framingham heart study: a cohort study", "authors": [{"first": "R", "middle": ["B"], "last": "Schnabel", "suffix": ""}, {"first": "X", "middle": [], "last": "Yin", "suffix": ""}, {"first": "P", "middle": [], "last": "Gona", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "386", "issn": "9989", "pages": "154--62", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Inverse association between cancer and Alzheimer's disease: results from the Framingham heart study", "authors": [{"first": "J", "middle": ["A"], "last": "Driver", "suffix": ""}, {"first": "A", "middle": [], "last": "Beiser", "suffix": ""}, {"first": "R", "middle": [], "last": "Au", "suffix": ""}], "year": 2012, "venue": "BMJ", "volume": "344", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical findings in 111 cases of influenza a (H7N9) virus infection", "authors": [{"first": "G", "middle": [], "last": "Hainv", "suffix": ""}, {"first": "L", "middle": [], "last": "Hongzhou", "suffix": ""}, {"first": "C", "middle": [], "last": "Bin", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "368", "issn": "24", "pages": "2277--85", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Biological features of novel avian influenza a (H7N9) virus", "authors": [{"first": "Z", "middle": [], "last": "Jianfang", "suffix": ""}, {"first": "W", "middle": [], "last": "Dayan", "suffix": ""}, {"first": "G", "middle": [], "last": "Rongbao", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "499", "issn": "7459", "pages": "500--503", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Human infections with the emerging avian influenza a H7N9 virus from wet market poultry: clinical analysis and characterisation of viral genome", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "L", "middle": [], "last": "Weifeng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shigui", "suffix": ""}], "year": 2013, "venue": "Lancet", "volume": "381", "issn": "9881", "pages": "1916--1941", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Effect of community-based voluntary counselling and testing on HIV incidence and social and behavioural outcomes (NIMH project accept; HPTN 043): a clusterrandomised trial", "authors": [{"first": "T", "middle": ["J"], "last": "Coates", "suffix": ""}, {"first": "M", "middle": [], "last": "Kulich", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Celentano", "suffix": ""}], "year": 2014, "venue": "Lancet Glob Health", "volume": "2", "issn": "5", "pages": "267--77", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Successes and failures in the control of infectious diseases in Brazil: social and environmental context, policies, interventions, and research needs", "authors": [{"first": "M", "middle": ["L"], "last": "Barreto", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Teixeira", "suffix": ""}, {"first": "F", "middle": ["I"], "last": "Bastos", "suffix": ""}], "year": 2011, "venue": "Lancet", "volume": "377", "issn": "9780", "pages": "1877--89", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "ZAMSTAR, the Zambia South Africa TB and HIV reduction study: design of a 2 × 2 factorial community randomized trial", "authors": [{"first": "M", "middle": ["A"], "last": "Helen", "suffix": ""}, {"first": "S", "middle": [], "last": "Charalambos", "suffix": ""}, {"first": "B", "middle": [], "last": "Nulda", "suffix": ""}], "year": 2008, "venue": "Trials", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Effectiveness of HBV vaccination in infants and prediction of HBV prevalence trend under new vaccination plan: findings of a large-scale investigation", "authors": [{"first": "Y", "middle": [], "last": "Shigui", "suffix": ""}, {"first": "W", "middle": [], "last": "Bing", "suffix": ""}, {"first": "C", "middle": [], "last": "Ping", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Immunological effects of a 10-mug dose of domestic hepatitis B vaccine in adults", "authors": [{"first": "R", "middle": [], "last": "Jingjing", "suffix": ""}, {"first": "D", "middle": [], "last": "Xuewei", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhenggang", "suffix": ""}], "year": 2012, "venue": "J Zhejiang Univ Sci B", "volume": "13", "issn": "11", "pages": "948--54", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Protective immune barrier against hepatitis B is needed in individuals born before infant HBV vaccination program in China", "authors": [{"first": "Y", "middle": [], "last": "Shigui", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chengbo", "suffix": ""}, {"first": "C", "middle": [], "last": "Ping", "suffix": ""}], "year": 2015, "venue": "Sci Rep", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Public awareness of three major infectious diseases in rural Zhejiang province, China: a cross-sectional study", "authors": [{"first": "L", "middle": [], "last": "He", "suffix": ""}, {"first": "L", "middle": [], "last": "Mei", "suffix": ""}, {"first": "J", "middle": [], "last": "Mingjuan", "suffix": ""}], "year": 2013, "venue": "BMC Infect Dis", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The \"sugar pack\" health marketing campaign in Los Angeles County", "authors": [{"first": "C", "middle": ["B"], "last": "Noel", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Ali", "suffix": ""}, {"first": "R", "middle": [], "last": "Brenda", "suffix": ""}], "year": 2011, "venue": "Health Promot Pract", "volume": "15", "issn": "2", "pages": "208--224", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The construction of CCI chain", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The", "latex": null, "type": "figure"}, "FIGREF2": {"text": "the New Rural Cooperative Medical System which began in 2003 in China and covered all the rural residents by 2007, we started our project as below:", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The Flowchart of Quality Control Ruan et al. BMC Infectious Diseases (2019) 19:617 decreasing. By compared two rounds of screening, the number of new HBV infection was identified as 21,997 in two rounds of 2,584,322 fixed people. With the follow-up interval of 3 years, the incidence rate in CCI-HBV areas was 0.28 (95%CI:0.27-0.29) per 100 person-years.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The Distribution of National CCI-HBV Dmonstration Areas", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Abbreviations CCI: Community-based Collaborative Innovation; DR: Digital Radiography; EHR: Electronic Health Record; EMR: Electronic Medical Record; FVFT Strategy: The strategy of CCI-HBV control, the acronyms of Find all susceptible persons, Vaccinate all susceptible persons, Follow up all susceptible persons, and Treat all patients; GP: General practitioner; HBV: Hepatitis B Virus; HIS: Hospital Information System; KPI: Key Performance Indicator; LIS: Laboratory Information System; NIP: National Information Cloud Platform; PACS: Picture Archiving and Communicating System; PPS Sampling: Probability-Proportional-to-Size Sampling; RIS: Radiology Information System; SARS: Sever Acute Respiratory Syndrome; SOP: Standard Operation Procedure", "latex": null, "type": "figure"}, "TABREF0": {"text": "The HBV-related cohorts in CCI-HBV areas", "latex": null, "type": "table", "html": "<html><body><table><tr><td>CCI area of diseases </td><td>Group </td><td>Cohort </td><td>Target capacity by 2020 </td><td>Present capacity (2015)\n</td></tr><tr><td>HBV </td><td>Uninfected </td><td>HBV new infection rates in the general population cohort </td><td>&gt; 1,000,000 </td><td>1,360,000\n</td></tr><tr><td> </td><td> </td><td>Adult HBV vaccination intervention cohort </td><td>&gt; 500,000 </td><td>639,799\n</td></tr><tr><td> </td><td>Infected </td><td>HBV carrier cohort </td><td>&gt; 50,000 </td><td>70,890\n</td></tr><tr><td> </td><td> </td><td>Chronic HBV antiviral treatment cohort </td><td>&gt; 30,000 </td><td>34,083\n</td></tr><tr><td> </td><td> </td><td>Hepatic cirrhosis antiviral treatment cohort </td><td>&gt; 2000 </td><td>2257\n</td></tr></table></body></html>"}, "TABREF1": {"text": "The Screening for hepatitis B in CCI areas during 2010-2015Table 3Relevant health resources and detection capability in CCI-HBV areas", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 3 Relevant health resources and detection capability in CCI-HBV areas", "latex": null, "type": "table", "html": "<html><body><table><tr><td>CCI\n</td><td>Covering population/ million\n</td><td>No. of\n</td><td>No. of\n</td><td>No. of\n</td><td>HBV screening equipment and conditions\n</td><td> </td></tr><tr><td>Area of diseases\n</td><td> </td><td>Community healthcare centers\n</td><td>Community healthcare clinics\n</td><td>Community responsibility doctors\n</td><td>Biochemical analyzer </td><td>Microplate reader </td><td>B ultrasound machine\n</td></tr><tr><td>HBV </td><td>12.00 </td><td>495 </td><td>5655 </td><td>12,992 </td><td>480 </td><td>184 </td><td>675\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Thanks for the cooperation of all CCI community healthcare institutions and local government. Thanks also to all the healthy people, HBV carriers, and patients involved in the study. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions LJL performed the leading role in CCI project. LJL, YDH, ZYW, SGJ and DXL participated in the top design of the project. BR coordinated the establishment and development of all CCI HBV areas, and ZXY was a major contributor in writing the manuscript. As a multi-center study, BR, ZXY, SGY, KJ X, JJR, JY, NPW, CBY, MD, TSX, PC, CCW, YPL, YHZ, JFS have participated in the field study in Zhejiang and data processing and interpreting. YDC (Pe- ", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The study was approved by the Human Research Ethics Committee of Zhejiang University (HREC reference: 2009 Ethical Review / Scientific Research, No.4) on July 30th, 2009. During implementation, subject profiles were not used for any other irrelevant purposes and it was the responsibility of the Ethics Committee to oversee any other ethical issues. All participates gave their written consent for confirming the use of the health information in EHRs when the community doctors clarified the informed consent contained in the health contract to all residents before signing the contract.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}