{
    "paper_id": "273109cc93a8cecc2137c08142a6db8d8f8f4aac",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Equine herpesvirus I (EHV 1) has been recognised in Australia for a number of years; however in contrast to overseas experience the association of EHVl with clinical abortion or neonatal foal mortality has not been reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERINATAL FOAL MORTALITY ASSOCIATED WlTH A HERPESVIRUS"
        },
        {
            "text": "On 16 September, 1977 one 3-day-old foal, from a thoroughbred stud in the Camden district, died with severe respiratory distress. On the basis of histopathological examination it was subsequently diagnosed to have herpesvirus infection. Prior to 24 October I977 90 mares have foaled and 22 foals have died associated with the infection. Foals either were stillborn or were weak and soon developed severe respiratory signs, or were normal at birth and developcd respiratory symptoms I8 to 24 hours later. Foals that were examined while still alive showed elevated temperatures, heart and respiratory rates. Ausculation of the thorax revealed increased bronchial sounds and fine sibilant rales. Despite the use of antibiotics, diuretics, corticosteroids, oxygen therapy and assisted positive pressure ventilation all foals died.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERINATAL FOAL MORTALITY ASSOCIATED WlTH A HERPESVIRUS"
        },
        {
            "text": "Blood from a number of foals showed that thcy were severely leucopaenic with total white blood cell counts often less than 3,00O/pI. They were invariably neutropaenic but lymphopaenia was not a constant feature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERINATAL FOAL MORTALITY ASSOCIATED WlTH A HERPESVIRUS"
        },
        {
            "text": "Autopsy showed grossly enlarged lungs that were very firm, oedematous and purple in colour. Some had only a few scattered aerated lobules. Other lungs showod a greater degree of aeration and moderate to sevcre ocdema and congestion. Fluid and haeniorrhagic striations were noted in the trachea and bronchi. Excessive fluid was not found in either the thoracic or abdominal cavities. The spleefi \\\\a( marginally enlarged and the lymphoid follicles were ofrcn more prominent. Hepatic lesions were not seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERINATAL FOAL MORTALITY ASSOCIATED WlTH A HERPESVIRUS"
        },
        {
            "text": "Histopathology of lung showed a moderate to severe alveolar oedema with congestion and collapse associated with a slight to moderate acute necrotising bronchitis with a few to many eosinophilic intranuclear inclusions in bronchiolar epithelium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERINATAL FOAL MORTALITY ASSOCIATED WlTH A HERPESVIRUS"
        },
        {
            "text": "A herpesvirus was isolated from 10 foals in dog kidney cell culture and identified by electron microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERINATAL FOAL MORTALITY ASSOCIATED WlTH A HERPESVIRUS"
        },
        {
            "text": "This centre has also identified herpesvirus infection of a still born foal from the Oberon district. Now that the disease has been identified in 3 geographical areas in New South Wales further outbreaks would be anticipated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERINATAL FOAL MORTALITY ASSOCIATED WlTH A HERPESVIRUS"
        },
        {
            "text": "A detailed report will be published in a subsequent issue of the Australian Veterinary Journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERINATAL FOAL MORTALITY ASSOCIATED WlTH A HERPESVIRUS"
        },
        {
            "text": "We would like to draw your readers' attention to an editorial faux pas which appeared o n page 508 of the October issue of the Australian Veterinary Journal. We submitted a letter entitled \"Isolation of Leptospira interrogans Serotype balcanica from a Brush-tailed Possum (Trichosurus vulpecula)\", but in the published article opossum had been substituted for possum in the title and throughout the text. This change is unfortunate and incorrect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLAYING PQSSUM"
        },
        {
            "text": "Evidently, Captain Cook in 1770 applied the name opossum to the Australian arboreal marsupials because of a superficial resemblance to the American opossums (Walker 1968 Thus, the more correct common name to use for Trichosurus vulpecula should be the brush-tailed phalanger, but common usage favours the name possum instead, thus emphasising that this marsupial is distinct from the American opossum (Walker 1968; Troughton 1973) .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 169,
                    "text": "(Walker 1968",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 414,
                    "text": "(Walker 1968;",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 430,
                    "text": "Troughton 1973)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "PLAYING PQSSUM"
        },
        {
            "text": "Current information abourt marsupial speciation, evolution and biology can be obtained in The Biology of Marsupials by Sfonehouse and Gilmore (1977 ",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 147,
                    "text": "Sfonehouse and Gilmore (1977",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PLAYING PQSSUM"
        },
        {
            "text": "For a study of antigenic relationships between Australian infectious bronchitis (IB) viruses by virus neutralisation, using the plaque reduction method, we obtained samples of IB viruses that had been isolated during the last 15 years from Australian flocks. We obtained one strain, designated G48, which had been isolated by Chubb et a1 (1976) and, after 4 passages in chick embryos, had been identified as an 1B virus on the bases of morphology of the virion and of lesions in chick embryos and in chickens inoculated with the virus. They concluded from the results of cross-neutralisation tests in chick embryos that G48 virus was serologically distinct from the IB viruses in 2 commercial vaccines and from the A and T isolates of I B virus of Cumming (1967). Their studies were carried out using G48 virus at the fifth egg passage.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 344,
                    "text": "Chubb et a1 (1976)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IJNEXPECTED ISOLATION OF A NEWCASTLE DISEASE VIRUS"
        },
        {
            "text": "A sample of G48 virus at the sixth egg passage (hereafter referred l o as original (348 virus), was kindly supplied by Professor R. 8 . Cumming. This was passaged once in chick embryos and then once in monolayer cultures of chick embryo kidney (CEK) cells. The fluid from this cell passage formed plaques in CEK cells under an agar overlay. After plaque purification (purified G48 virus), monospecific G48 antiserum was prepared in fowls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IJNEXPECTED ISOLATION OF A NEWCASTLE DISEASE VIRUS"
        },
        {
            "text": "Purified G48 virus was neutralised by monospecific G48 antiserum but not by monospecific antisera to 16 strains of Australian IB virus including A, T and the 6 strains which are incorporated in commercial vaccines. On examination of negatively stained preparations of purified G48 virus in the electron microscope by Mr J.' E. Peterson, particles morphologically similar to paramyxoviruses were seen. No particles resembling coronavirus were seen. Using a conventional micro method, both original and purified G48 viruses agglutinated fowl red blood cells. The original G48 virus as received from Professor Cumming had a haernagglutination titre of 128. Haemagglutination was inhibited by Newcastle disease (ND) virus antiserum which was supplied by Dr H. A. Westbury and by the monospecific G48 antiserum. Appropriate ND virus and serum controls were included in these tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IJNEXPECTED ISOLATION OF A NEWCASTLE DISEASE VIRUS"
        },
        {
            "text": "A further sample of the G48 virus at the fifth egg passage labelled \"G48/5/5 ex R.C. Jan 74\" was obtained from the Reference Collection of Australian strains of IB virus (Geering and Bruce 1970). This sample, which did not contain detectable haemagglutinins, was inoculated into chick embryos and onto CEK cells. Allantoic fluid from the inoculated eggs agglutinated both human 0 and fowl red blood cells. Plaques formed in the CEK cells under an agar overlay. ND virus antiserum inhibited both the haemagglutination and the formation of plaques. Individual plaques were picked and inoculated onto further sets of CEK cells. On formation of plaques, the agar overlay was replaced by a fluid medium for 24 hours, after which the CEK cells adsorbed fowl red blood cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IJNEXPECTED ISOLATION OF A NEWCASTLE DISEASE VIRUS"
        },
        {
            "text": "Isolation of IB virus from G48 material a t the fifth egg passage was attempted by adsorption of ND virus with fowl red blood cells followed by neutralisation of residual ND virus by monospecific ND virus antiserum with subsequent passages in chick embryos. N o lesions suggestive of IB virus were seen in the embryos, which were examined 7 days after inoculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IJNEXPECTED ISOLATION OF A NEWCASTLE DISEASE VIRUS"
        },
        {
            "text": "All eggs and fowls which were used in this work came from the SPF flocks established and used in this laboratory and known from regular serological tests to be free from infection with ND virus. Live ND virus had not been used is this laboratory for 4 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IJNEXPECTED ISOLATION OF A NEWCASTLE DISEASE VIRUS"
        },
        {
            "text": "Our experiments strongly suggest that ND virus was present in samples of the G48 material at the fifth and sixth egg",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IJNEXPECTED ISOLATION OF A NEWCASTLE DISEASE VIRUS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Biology of Marsupials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A W"
                    ],
                    "last": "Kirsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Calaby",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Furred Animals of Ausfralia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Macmillan Press Ltd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Melbourne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Troughton",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "; Troughton 1973). However, American opossums belong to the Family Didelphidae which comprises 70 species, while Australian brush-tailed possums belong to the Family Phalangeridae. Didelphid marsupials are polyprotodont (having 5 pairs of incisors), whereas Australian arboreal marsupials are disprotodont (having 2 pairs of incisors). Altogether there are 40 species of Australian phalangers (possums) which have recently been divided into 3 families: Phalangeridae, including brush-tailed possums and cuscuses; Burramyidae. the pygmy possums; and Petauridae, consisting of ringtails and gliders (Kirsh and Calaby 1977).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ").",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}