{"paper_id": "279b4d3afbe2142f1ca72d7536b78b042ce35529", "metadata": {"title": "Kaposi's Sarcoma in Renal Transplant Recipients Ultrastructural and lmmunoperoxidase Study of Four Cases", "authors": [{"first": "Mohammed", "middle": [], "last": "Akhtar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hernando", "middle": [], "last": "Bunuan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mohammed", "middle": ["Ashraf"], "last": "Ali", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": ["T"], "last": "Godwin", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Tissues from four cases of Kaposi's sarcoma developing in renal transplant recipients were studied by light and electron microscopic examination and by immunoperoxidase staining for Factor-VIII-related antigen. Ultrastructurally, the tumors in all four cases contained a variable mixture of cells, including endothelial cells, pericytes, fibroblasts, and myofibroblasts. These findings support the origin of Kaposi's sarcoma from primitive vasoformative mesenchyme. Immunoperoxidase staining for Factor-VIII-related antigen was limited to endothelial cells. In one case intracytoplasmic virus-like tubular complexes were seen. The significance of this finding is briefly discussed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Cancer 53:258-266. 1984.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "T IS NOW WELL RECOGNIZED that recipients of renal", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "solution and embedded in paraffin. Four-micron-thick sections were stained with hematoxylin and eosin stain (H & E). For electron microscopic examination the biopsy material was fixed in 3 glutaraldehyde buffered in Millonig's phosphate buffer (pH 7.3), postfixed in l % osmium tetroxide, dehydrated through graded acetones and embedded in Spur. One-micron-thick sections were stained with toluidine blue for orientation. Ultrathin sections were stained with uranyl acetate and lead citrate prior to examination by the electron microscope.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "For immunohistochemical localization of Factor VIII Ag five-micron-thick sections of formalin-fixed and paraffin-embedded tissue were processed in the following order using reagnts from DAKO PAP Kit (DAKO Corporation, Santa Barbara, CA): (1) Sections were deparaffinized in xylene and hydrated in graded alcohols. (2) Endogenous peroxidase activity was blocked with a 5minute incubation in 3% HzOz. (3) After rinsing with tris-buffered saline, the slides were incubated with normal swine serum for 20 minutes. (4) The sections were then incubated with rabbit antihuman Factor VIII Ag for 20 minutes. (5) After wiping the slides carefully, these were incubated with swine antirabbit immunoglobulin for 20 minutes. (6) After rinsing with tris buffer slides were incubated with peroxidase-antiperoxidase (PAP) reagent for 20 minutes. (7) After another rinse with tris buffer for 20 minutes the slides were incubated with substrate solution AEC (containing hydrogen peroxide and amino ethylcarbazole) for 40 minutes. (8) After rinsing with distilled water, sections were counterstained with Mayer's hematoxylin. ", "cite_spans": [{"start": 238, "end": 241, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 510, "end": 513, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 600, "end": 603, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 1013, "end": 1016, "text": "(8)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "and subcutaneous adipose tissue, and were composed of proliferated intertwining bundles of spindle cells. In addition, several well-formed vascular spaces were scattered between the tumor cells ( Fig. 1) . Extravasation of erythrocytes in the interstitial spaces and aggregates of he-", "cite_spans": [], "ref_spans": [{"start": 196, "end": 203, "text": "Fig. 1)", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "The light microscopic findings from all four patients were essentially similar. The tumor, involved the dermis FIG. 3. Case 3. A higher magnification electron micrograph depicting portion of a blood vessel wall. The vessel is surrounded by a pericyte which is partly covered externally by basal lamina (larger arrows). The cytoplasm of the pencyte contains several profiles of rough endoplasmic reticular and focal accumulation of myofilaments with densities (small arrows). Several pinocytic vesicles are also noted (uranyl acetate and lead citrate stain.", "cite_spans": [], "ref_spans": [], "section": "Light Microscopic Findings"}, {"text": "an area of the tumor featuring two endothelial-lined vascular spaces in the left half. Adjacent to these vascular spaces, two elongated cells are present (P). These are probably differentiating into pericytes. In the right half, several spindle-shaped cells are present. At least two or three appear to be differentiating into endothelial cells enclosing a narrow slit-like lumen. An intercell junction is also seen (large arrow). Three other spindle-shaped cells are also noted (S). These are difficult to categorize as to the line of differentiation. An extravasated erythrocyte is also present (small arrow) (uranyl acetate and lead citrate stain.", "cite_spans": [], "ref_spans": [], "section": "FIG. 4. Case 3. Electron micrograph from"}, {"text": "mosiderin pigment were also frequent. Occasionally, small clusters of inflammatory cells including lymphocytes and plasma cells were present.", "cite_spans": [], "ref_spans": [], "section": "X7000)."}, {"text": "The ultrastructural appearance of the tumors from all four cases was essentially similar. The lesion were composed of two components, vascular spaces and stromal cells (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 168, "end": 176, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "Electron Microscopic Findings"}, {"text": "Vascular spaces: These were of variable size, and were essentially composed of a layer of endothelial cells surrounded by basal lamina. The lumen vaned from a slitlike sace to a widely patent space containing erythrocytes and leukocytes. The endothelial lining was not fenestrated. Some of these spaces were also surrounded by one or more layers of pericytes. These pericytes varied considerably in the degree of differentiation. Some had an appearance typical of pericytes characterized by the presence of large numbers of filaments with densities, numerous pinocytic vesicles, and a well-developed basal lamina. Others were less differentiated and had prominent cisterns of rough endoplasmic reticulum and fewer numbers of cytoplasmic filaments and pinocytic vesicles (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 770, "end": 778, "text": "(Fig. 3)", "ref_id": null}], "section": "Electron Microscopic Findings"}, {"text": "These were present in the spaces between the well-formed vascular spaces and also in areas of the tumor where vascular spaces were less prominent. A variety of cells was present in these areas; these included the following: endothelial cells, pericytes, fibroblasts, myofibroblasts, and undifferentiated cells. Endothelial cells were recognized by intercellular junctions, and were partly surrounded by a basal lamina (Fig. 4) . Usually no definite lumen was discernible, although occasional erythrocytes were present among these cells. Pericytic cells were usually present in close proximity to the endothelial cells, although occasionally they were seen without acompanying endothelial cells.", "cite_spans": [], "ref_spans": [{"start": 418, "end": 426, "text": "(Fig. 4)", "ref_id": null}], "section": "Stromal cells:"}, {"text": "Myofibroblasts were scattered randomly within the stromal areas.These were characterized by the presence of prominent cisterns of rough endoplasmic reticulum. In addition, prominent bundles of fine filaments were present immediately adjacent to the plasma membrane (Fig. 5) . A few pinocytic vesicles were also present.", "cite_spans": [], "ref_spans": [{"start": 265, "end": 273, "text": "(Fig. 5)", "ref_id": null}], "section": "Stromal cells:"}, {"text": "Fibroblasts were irregular in configuration and recognized by the presence of distended cisterns of rough endoplasmic reticulum containing finely granular material. Cytoplasmic filaments were scanty (Fig. 6 ). ", "cite_spans": [], "ref_spans": [{"start": 199, "end": 206, "text": "(Fig. 6", "ref_id": "FIGREF3"}], "section": "Stromal cells:"}, {"text": "These were round to irregular in configuration. The cytoplasm contained a few organelles, such as mitochondria and occasional profiles of rough endoplasmic reticulum (Fig. 7) . No cytoplasmic filaments or pinocytic vesicles were present. Lysosomes were occasionally present.", "cite_spans": [], "ref_spans": [{"start": 166, "end": 174, "text": "(Fig. 7)", "ref_id": null}], "section": "Undifferentiated cells:"}, {"text": "Scattered among the cells in the stromal areas were variable amounts of elastic and collagen fibers. In addition, in several areas extravasated erythrocytes were present in the intercellular spaces. Occasional tumor cells contained intracytoplasmic bodies resembling fragments of erythrocytes (Fig. 8) . In the biopsy specimen from Case 4 some of the tumor cells contained intracytoplasmic aggregates of twisted, branching tubular structures. These were present mostly within the endothelial and perithelial cells. The tubules were approximately 35 nm in diameter (Fig. 9 ). Smaller aggregates were easily recognizable as arising within cisterns of endoplasmic reticulum; however, a clear relationship with the endoplasmic reticulum was not always discernible in larger aggregates. A repeat biopsy from this patient 3 months after reduction of immunosuppressive therapy did not show such tubular complexes within the tumor cells.", "cite_spans": [], "ref_spans": [{"start": 293, "end": 301, "text": "(Fig. 8)", "ref_id": "FIGREF4"}, {"start": 564, "end": 571, "text": "(Fig. 9", "ref_id": "FIGREF5"}], "section": "Undifferentiated cells:"}, {"text": "Tissues from all four patients were positive for Factor VIII Ag. The reaction was most pronounced in the cytoplasm of the endothelial cells lining the vascular spaces (Fig. 10) . Within the stroma, occasional isolated cells were also positive, but there was no positive reaction in large areas of stromal zones.", "cite_spans": [], "ref_spans": [{"start": 167, "end": 176, "text": "(Fig. 10)", "ref_id": "FIGREF0"}], "section": "Immunohistochemistry"}, {"text": "The histologic appearance of Kaposi's sarcoma (KS) is quite characteristic in the majority of cases so the histopathologic diagnosis is usually not difficult. The tumor is typically composed of a variable mixture of endotheliallined vascular spaces and spindle-shaped cells. In addition, extravasated erythrocytes and clusters of inflammatory cells including lymphocytes and plasma cells may also be seen. Occasionally it may be composed entirely of the spindle-shaped stromal cells with virtual exclusion of vascular spaces. The diagnosis of KS in these cases may be extremely difficult.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ultrastructure of KS has now been described in several report^.^-^ These have demonstrated a variety of mesenchymal cell types such as fibroblasts, endothelial cells, pericytes, histiocytes, smooth muscle cells, and myofibroblasts (Table 2 ). In one study, the tumor cells were categorized as Schwann cells on the basis of the presence of intracytoplasmic lamellated structures resembling myelin sheaths, but these findings have not been confirmed by subsequent ~t u d i e s .~ These lamellar inclusion bodies are best interpreted as residual bodies of lysosomes. In the remaining studies the fibroblast appears to be the cell which has been identified by most observers, followed by the endothelial cell and perithelial cell. In one study, no pericytes were identified, although cells with smooth muscle differentiation were noted. 8 We believe that these are more appropriately interpreted as pericytes rather than smooth muscle cells.", "cite_spans": [{"start": 833, "end": 834, "text": "8", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 231, "end": 239, "text": "(Table 2", "ref_id": "TABREF1"}], "section": "Discussion"}, {"text": "Our ultrastructural studies indicate that the blood vessels in KS are usually composed of a single layer of endothelial cells which may also be surrounded by a layer of perkytes. Within the intercapillary spaces the cells are elongated or irregular in configuration. These manifest varying stages of formation of blood vessels as indicated by the presence of cells differentiating into endothelial and perithelial cells. Some of the cells in these areas resemble fibroblasts, while others have the structure of myofibroblasts. In addition, in some of the cells the differ- , it is apparent that granulation tissue resembles KS not only in its morphologic appearance, but also in the type of cells present. It may therefore be speculated that KS represents the malignant counterpart of granulation tissue. Immunoperoxidase staining for Factor VIII Ag has been shown to be a reliable method for identification of endothelial cells.13 In our four cases immunoperoxidase studies for Factor VIII Ag demonstrated the presence of this antigen primarily in the endothelial cells (Fig. 10) . The spindle cells in the stroma were mostly negative, except for occasional cells which showed slight positivity. This would indicate that in KS endothelial cells represent ", "cite_spans": [], "ref_spans": [{"start": 1071, "end": 1080, "text": "(Fig. 10)", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "only one of several distinct types of mesenchymal cells. These findings lend further support to the concept that KS, although a vascular tumor, is not of pure endothelial origin but is derived from another more pluripotential cell which can differentiate into a variety of other cell types besides the endothelial cell.", "cite_spans": [], "ref_spans": [], "section": "265"}, {"text": "In a recent study of 37 cases of KS by immunoperoxidase staining for Factor VIII Ag, Nadji and associates found a positive reaction in all their cases regardless of their histologic variation~.'~ Although the intensity of reaction was greater in cells that lined vascular channels and blood filled clefts, many intertwined spindle cells also contained Factor VIII Ag in their cytoplasm. They interpreted these findings to indicate that KS is of endothelial derivation.", "cite_spans": [], "ref_spans": [], "section": "265"}, {"text": "The immunohistochemical findings in our four cases are at variance with those of Nadji and associates14 because in our cases the reaction of Factor VIII Ag was essentially limited to endothelial-lined spaces, and staining of the stromal cells was infrequent. The reason for this apparent disparity is not clear. It may be that some of the cells in the stroma which are beginning to differentiate into endothelial cells are responsible for the positive reaction.", "cite_spans": [], "ref_spans": [], "section": "265"}, {"text": "The demonstration of cytoplasmic tubular complexes (CTC) within the tumor cells in Case four merits further comment (Fig. 9 ). Similar tubular complexes have been encountered in neoplastic processes including leukemia, lymphoma, carcinoma, malignant melanoma, and os-teo~arcorna.'~-I~ Also, similar aggregates have been observed in lymphoreticular and endothelial cells from patients with collagen-vascular diseases and immune deficiency states. 20 The names applied to these structures include tubuloreticular complexes, tubular structures, tu-Case 4 in which CTC were encountered was different from the other three cases because in this patient cyclosporin was used as an immunosuppressive agent rather than prednisone and Imuran. Whether or not the formation of CTC in our patient was in any way related to cyclosporin therapy is not clear. It may be of interest to note, however, that these complexes could not be demonstrated in the second biopsy which was performed 3 months following reduction of the cyclosporin dose. The effect in humans of prior treatment by chemotherapeutic or immunosuppressive agents on the development of CTC is unknown. Similar tubular complexes have been observed in renal tubular epithelial cells in animals receiving v i n b l a~t i n e .~~ Thus, it is quite possible that the development of CTC in our case was related to cyclosporin therapy; however, experience with additional cases treated in this fashion is needed before a definite cause-and-effect relationship can be established.", "cite_spans": [{"start": 446, "end": 448, "text": "20", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 116, "end": 123, "text": "(Fig. 9", "ref_id": "FIGREF5"}], "section": "265"}, {"text": "The four cases of KS described in this report were seen in a group of 51 renal transplant recipients followed at King Faisal Specialist Hospital and Research Centre from July 1975 to June 1982. During this period a total of 1 I cases of KS were also seen in the general patient population at this institution. The light microscopic appearance of these tumors was identical to that of the transplant group. Three of these biopsy specimens were further studied by electron microscopy, and, again, no significant morphologic differences were noted between the two groups. None of the biopsy specimens revealed CTC within the tumor cells.", "cite_spans": [], "ref_spans": [], "section": "265"}, {"text": "bular complexes of endoplasmic reticulum and virus-like particles16; we prefer to use the term cytoplasmic tubular complexes (CTC).", "cite_spans": [], "ref_spans": [], "section": "REFERENCES"}, {"text": "The significance and pathogenesis of the CTC are still not certain. M~~~ authors have emphasized the similarity of CTC to Virus particles. Cells infected by Virus initially show a proliferation of endoplasmic reticulum and of ~~l g i apparatus with subsequent appearance of virus particles and of membranous or tubular masses in the cy-", "cite_spans": [], "ref_spans": [], "section": "REFERENCES"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Kaposi's sarcoma in organ transplant recipients: Report in Of;o ~~o~ al, recipients in renal transplants", "authors": [], "year": 1962, "venue": "hemangiosarcoma. J Pafhol Eact", "volume": "67", "issn": "", "pages": "759--785", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "electron microscopic studies", "authors": [{"first": "", "middle": [], "last": "Kaposi&apos;s Sarcoma", "suffix": ""}], "year": 1964, "venue": "J Invest Dermalol", "volume": "63", "issn": "", "pages": "539--549", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "An electron microscopic study of Kaposi's", "authors": [{"first": "W", "middle": ["J"], "last": "Pepler", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Theron", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The fine structure of spindle cell in", "authors": [{"first": "M", "middle": [], "last": "Niemi", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Mustakallio", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The morphologic similarity between the tubular aggregates seen in virus-infected cells and CTC seen in various tumors and autoimmune diseases is quite striking; however, significant ultrastructural differences have also been noted", "authors": [{"first": "K", "middle": [], "last": "Hashimoto", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Lever", "suffix": ""}], "year": 1966, "venue": "D~~~ venereal", "volume": "46", "issn": "", "pages": "195--200", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The ultrastructure of Kaposi's sarcoma. Arch Italiano di Patalogica C", "authors": [{"first": "J", "middle": ["M"], "last": "Martinez-Penuela", "suffix": ""}, {"first": "Anton", "middle": [], "last": "Mal", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Herrero", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Erice", "suffix": ""}], "year": 1970, "venue": "Clinica dei Tumvric", "volume": "13", "issn": "", "pages": "79--89", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Myogenic cells in Kaposi's sarcoma: An ultrastructural study", "authors": [{"first": "A", "middle": ["C"], "last": "Harrison", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Kahn", "suffix": ""}], "year": 1978, "venue": "J Puthol", "volume": "124", "issn": "", "pages": "157--160", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Myofibroblasts and related cells in malignant fibrous and fibrous histiocytic tumors", "authors": [{"first": "A", "middle": ["M"], "last": "Churg", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Kahn", "suffix": ""}], "year": 1977, "venue": "Hum Pathol", "volume": "8", "issn": "", "pages": "205--218", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Dupuytren's contracture: Fibroblast contraction", "authors": [{"first": "G", "middle": [], "last": "Gabbiani", "suffix": ""}, {"first": "G", "middle": [], "last": "Majno", "suffix": ""}], "year": 1972, "venue": "Am J Pathol", "volume": "66", "issn": "", "pages": "13--145", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Fine structure ofgranulation tissues from deep injury", "authors": [{"first": "C", "middle": ["W"], "last": "Kischer", "suffix": ""}], "year": null, "venue": "J lnvest Dermatol", "volume": "72", "issn": "", "pages": "147--152", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Localization of Factor VIIIrelated antigen in vascular endothelial cells using an immunoperoxidase method", "authors": [{"first": "K", "middle": [], "last": "Mukai", "suffix": ""}, {"first": "J", "middle": [], "last": "Rosai", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Burgdorf", "suffix": ""}], "year": 1980, "venue": "Am J Surg Puthol", "volume": "4", "issn": "", "pages": "273--276", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Kaposi's sarcoma: lmmunohistochemical evidence for an endothelial origin", "authors": [{"first": "M", "middle": [], "last": "Nadji", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Morales", "suffix": ""}, {"first": "J", "middle": [], "last": "Ziegles-Weissman", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Penneys", "suffix": ""}], "year": 1981, "venue": "Arch Pathol Lab Med", "volume": "105", "issn": "", "pages": "274--275", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Tubular complexes of endoplasmic reticulum in myeloblasts of acute myelogenous leukemia", "authors": [{"first": "J", "middle": ["L"], "last": "Parkin", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Brunning", "suffix": ""}], "year": 1980, "venue": "Ultrustruci Pathol", "volume": "", "issn": "", "pages": "155--65", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Tubular complexes of endoplasmic reticulum in lymphoblastic lymphoma", "authors": [{"first": "M", "middle": [], "last": "Chu", "suffix": ""}, {"first": "K", "middle": [], "last": "Foucar", "suffix": ""}, {"first": "B", "middle": [], "last": "Barlogie", "suffix": ""}, {"first": "E", "middle": [], "last": "Middleman", "suffix": ""}], "year": 1982, "venue": "Cuncer", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Cytoplasmic tubular assays in cells of 18. Posalaky Z, Meginley D. Cytoplasmic microtubular structures in 19", "authors": [{"first": "N", "middle": ["A"], "last": "Popoff", "suffix": ""}, {"first": "T", "middle": ["I"], "last": "Malinin", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Jenson", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Spjut", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Smith", "suffix": ""}, {"first": "F", "middle": [], "last": "Rapp", "suffix": ""}, {"first": "", "middle": [], "last": "Intracellular", "suffix": ""}], "year": null, "venue": "", "volume": "49", "issn": "", "pages": "1629--1635", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Arch Pathol Lab M e d 1979; 103543. tubular structures in osteosarcoma: An ultrastructural and serological study", "authors": [], "year": 1971, "venue": "Cuncer", "volume": "37", "issn": "", "pages": "1440--1448", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Significance of tubuloreticular inclusions in the pathobiology of human diseases", "authors": [{"first": "P", "middle": ["M"], "last": "Grimley", "suffix": ""}, {"first": "", "middle": [], "last": "Schaff", "suffix": ""}], "year": 1976, "venue": "Puthobiol Annu", "volume": "6", "issn": "", "pages": "221--257", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Louis encephalitis infection of mice: Electron microscopic studies of central nervous system", "authors": [{"first": "F", "middle": ["A"], "last": "Murphy", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Harrison", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Gary", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Whitfield", "suffix": ""}, {"first": "F", "middle": ["T"], "last": "Forrester", "suffix": ""}, {"first": "", "middle": [], "last": "St", "suffix": ""}], "year": 1968, "venue": "Lab Invest", "volume": "19", "issn": "", "pages": "652--662", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Electron microscopic studies of coronavirus", "authors": [{"first": "L", "middle": ["S"], "last": "Oshiro", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Schieble", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Lennett", "suffix": ""}], "year": null, "venue": "J Gen Virol", "volume": "197", "issn": "", "pages": "6--7", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Induction of tubuloreticular inclusions in human lymphoma cells (Raji line) related to Sphase treatment with halogenated pyrimidines", "authors": [{"first": "B", "middle": [], "last": "Mulanicka", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Barry", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Grimley", "suffix": ""}], "year": 1977, "venue": "Cancer Re.<", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Vinblastine-induced aggregates of smooth endoplasmic reticulum in proximal tubular cells of rat kidney", "authors": [{"first": "G", "middle": ["E"], "last": "Tyson", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Bulger", "suffix": ""}], "year": 1974, "venue": "Am J Anat", "volume": "140", "issn": "", "pages": "201--212", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Case 2. Photomicrograph featuring a typical area of the tumor. There are intertwining bundles of spindle-shaped cells interspersed with endothelial-lined vascular spaces (H & E, original magnification X300).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Case 2. A low-magnification electron micrograph depicting a typical area of the KS. Two vascular spaces (VL) lined by endothelial cells are seen. The area between these vascular spaces is occupied by stromal cells which are irregularly shaped and are separated from one another by collagen fibers (uranyl acetate and lead citrate stain. original magnification X7000).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Case 3. Electron micrograph featuring two cells in the stromal area. Both cells contain prominent cisterns of rough endoplasmic reticulum. One cell (MF) also contains longitudinally arranged bundles of cytoplasmic filaments adjacent to the plasma membrane, indicating a myofibroblastic differentiation (uranyl acetate and lead citrate stain, original magnification X lO.000).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Case 4. Electron micrograph from the stromal area in KS showing portions of two fibroblasts. Both fibroblasts contain prominent profiles of rough endoplasmic reticulum. An extravasated erythrocyte is also present (uranyl acetate and lead citrate stain, original magnification x 12,000). FIG. 7. Case 4. Electron micrograph within the stromal area of the sarcoma featuring an undifferentiated tumor cell. The cytoplasm contains small numbers of profiles of rough endoplasmic reticulum and occasional lysosomes. Extravasated erythrocytes are present adjacent to the cell (uranyl acetate and lead citrate stain, original magnification X 14.000).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Case I. Electron micrograph of an endothelial cell (arrow) containing electron-dense rounded bodies within the cytoplasm resembling fragments of erythrocytes (uranyl acetate and lead citrate stain. original magnification X6000).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Case 4. Electron micrograph featuring portion of a pericyte containing cytoplasmic tubular complexes (arrow) (uranyl acetate and lead citrate stain, original magnification X 15.000). Vol. 53 FIG. 10. Case 3. Photomicrograph of an area from KS stained by immunoperoxidase technique for Factor VIIl Ag. Small vascular spaces with positive d o n within the cytoplasm of endothelial cells can be seen. Stromal cells are mostly negative (original magnification X85). entiation is rather poor, so that no exact categorization can be made. The histogenesis of KS is still controversial. Several hypotheses have been advanced with regard to the cell of origin. Pepler and Theron suggested an origin from Schwann cells on the basis of the presence of intracytoplasmic lamellated bodies which they interpreted as resembling the myelin m heath.^ These findings, however, have not been confirmed in subsequent studies. Niemi and Maskatellio suggested that the tumor is derived from pericytes, whereas Hashimoto and Lever concluded that the tumor is composed of two kinds of cells, namely endothelial and perithelial Harrison and Kahn proposed an origin from primitive mesenchymal cells which have the potential to differentiate into several specialized connective tissue cell types.' We believe that KS is derived from primitive vasoformative mesenchyme. The demonstration of myofibroblasts in our cases of KS, as well as in one previous report by Hamson and Kahn, is of interest.* Myofibroblasts may be seen in a variety of soft tissue tumors, such as malignant fibrous histiocytoma, fibrosarcoma and fibromato~is.~*l~ This cell is also known to form a major component of the spindle cells in granulation tissue. I 'J' In granulation tissue there is proliferation of endothelial-lined spaces which are separated from one another by spindle-shaped cells. This structural arrangement is identical to that seen in KS. Ultrastructural studies of granulation tissue have revealed that the vascular spaces are lined by endothelial cells which are surrounded externally by welldeveloped basal lamina; these in turn may be surrounded by a layer of pericytes. The cells present within the intercapillary spaces have the ultrastructural features of fibroblasts and myofibroblasts. I' Thus", "latex": null, "type": "figure"}, "TABREF0": {"text": "Salient Clinical Features of the Three Patients with Kaposi's Sarcoma Developing Following Renal Transplantation", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Interval between transplantation </td><td> </td><td>Type of immunosuppressive therapy lmuran &amp; prednisone </td><td> </td></tr><tr><td>Case no. </td><td>Age/sex </td><td>Type of graft </td><td>&amp; KS (mo) </td><td>Location of lesions </td><td>Management, follow-up </td></tr><tr><td>1 </td><td>43/M </td><td>Living related donor </td><td>13 </td><td>Both thighs, left hand, chest wall, oropharynx </td><td> </td><td>Doses of lmuran &amp; prednisone reduced. Lesions treated with </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>local radiation. Patient doing well 3 years later. </td></tr><tr><td>2 </td><td>2O/M </td><td>Cadaver </td><td>4 </td><td>Both lower extremities </td><td>lmuran &amp; prednisone lmuran &amp; prednisone </td><td>Doses of lmuran &amp; prednisone reduced. Lesions treated by local radiation. Patient died with thrombocytopenia, leukopenia &amp; bronchopneumonia after 3 wk. </td></tr><tr><td>3 </td><td>36/F </td><td>Living related </td><td>12 </td><td>All four extremities </td><td> </td><td>Doses of lmuran &amp; prednisone reduced. The disease was controlled, but the older lesions persisted. </td></tr><tr><td> </td><td> </td><td>donor </td><td> </td><td> </td><td> </td></tr><tr><td>4 </td><td>54/M </td><td>Cadaver </td><td>4 </td><td>Left forearm, both ears, legs and thighs, left thumb. </td><td>Cyclosporin, 600 mg/d, prednisone, 20 mg/d </td><td>Doses of cyclosporin and prednisone reduced to 100 </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>mg and 10 mg/d. </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>respectively. Lesions regressed. Biopsy specimen taken 3 months later showed </td></tr></table></body></html>"}, "TABREF1": {"text": "Cell Types Observed in Ultrastructural Studies of Kaposi's Sarcoma", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Cell types </td><td> </td><td> </td><td> </td></tr><tr><td>Author </td><td>Endothelid </td><td>Perithelid </td><td>Fibroblastic </td><td>Others </td><td>Comments </td></tr><tr><td>Pepler and Theron, 1962' </td><td>- </td><td>- </td><td>- </td><td>Schwann cell </td><td>The interpretation of tumor cells as Schwann cells was based on the demonstration of lamellated structures thought to represent myelin sheaths. These are best interpreted as residual bodies of lysosomes. </td></tr><tr><td>Hashmoto and Lever, 1964' </td><td>f </td><td> </td><td>+ </td><td> </td><td> </td></tr><tr><td>Niemi and Mustakdlio. 1965' </td><td>- </td><td> </td><td>+ + </td><td>Histiocyte </td><td> </td></tr><tr><td>Mottaz and Zelickson, 1966* </td><td>&amp; </td><td> </td><td> </td><td>Mast cells </td><td> </td></tr><tr><td>Martinez-Penuela el a/.. </td><td>1970' - </td><td> </td><td>+ + </td><td>Reticular mesenchyme </td><td> </td></tr><tr><td>Hamson and Kahn. 1978' </td><td>t </td><td> </td><td> </td><td>Smooth muscle myofibroblasts </td><td>No perithelid cells were recognized. Presumably the cells with apparent smooth muscle differentiation represented pericytes. </td></tr><tr><td> </td><td>Akhtar et ul. </td><td>&amp; </td><td>+ </td><td>+ </td><td>Myoti bro blasts </td></tr></table></body></html>"}}, "back_matter": []}