{
    "paper_id": "27a440836617f88e0f1b9c0957b5129d196adcde",
    "metadata": {
        "title": "Intrahepatic and Portal Venous Gas Detected by Ultrasonography",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "B6melburg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "~Kinderklinik und 21nstitut for Klinische Radiologie",
                    "institution": "Universit/~t Mtinster",
                    "location": {
                        "addrLine": "MOnster",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "H.-J",
                "middle": [],
                "last": "Von Lengerke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "~Kinderklinik und 21nstitut for Klinische Radiologie",
                    "institution": "Universit/~t Mtinster",
                    "location": {
                        "addrLine": "MOnster",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During a 3-year period, sonographic evidence of portal venous gas (PVG) was found in 11 patients. Of these, 10 patients were examined for clinically suspected necrotizing enterocolitis (NEC). In the 1 lth patient, suffering from nephroblastoma, PVG was detected by routine sonography. Radiographic examination, performed in nine of 11 patients did not show any PVG. Intestinal pneumatosis was radiographically identifiable in only four of these children, whereas eight of 11 patients with sonographically detectable PVG also had sonographic evidence of intramural gas. Follow-up examinations in five patients showed cessation of PVG soon after onset of adequate therapy, indicating that ultrasonography is also a reliable method for monitoring NEC. Sonographic evidence of PVG, however, may be limited to the time before onset of therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We have retrospectively studied all infants examined by abdominal ultrasonography during a 3year period for the finding of PVG. Patients, in whom gas bubbles were found, are presented herein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the University Children's Hospital at Mtinster, more than 3000 abdominal sonographic examinations (often including the gastrointestinal tract) are done each year. From January 1987 through March 1990, PVG was found in 11 patients (four girls, seven boys; body weight 1530 g to 22 kg). All of these patients but one were examined for clinically suspected NEC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In all patients with PVG the clinical and radiological findings obtained within the period of sonographic examination and the eventual outcome were evaluated. Abdominal sonography was performed with a real-time computing system using a 3.5-or 5-MHz transducer (Acuson 128, Messrs. Acuson). Parenchymal organs were examined in standard planes. Bifurcation of the portal vein was routinely examined and documented on film. The gastrointestinal tract was screened in transverse and longitudinal planes. For clear imaging of the intestinal wall, intraluminal gas was moved by cautious massage with the transducer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Radiological findings of portal venous gas (PVG) and intestinal pneumatosis are well-established signs indicating severe gastrointestinal disorders [1] [2] [3] . In neonates with clinically suspected necrotizing enterocolitis (NEC), such findings will confirm the diagnosis [4] [5] [6] . However, radiographic manifestation is not a constant finding and recognition can be difficult [I] . Ultrasonography, however, may detect PVG prior to any specific radiological abnormalities [7, 8] . So far, sonographic findings have rarely been reported in a greater series of infants, and little is known about the sonographical course.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[I]",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The data of all 11 children showing PVG are listed in Table 1 . Only one patient was examined for other reasons than clinically suspected NEC. The case history will be presented later, because of its unusual course.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Except in three children, who presented with symptoms of sepsis, only mild to moderate systemic and gastrointestinal signs were found. Fresh blood or guaiac-positive stools were present in eight of 11 infants. In three children inspection of stools for viruses was positive within 1 week after onset of symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Sonographically, gas bubbles were seen as highamplitude echoes streaming through the portal vein in the hepatopetal direction (Fig. 1) . By lowering the integration of imaging, the bubbles were also seen as pearl-like echoes ascending within the minor branches of the portal system. The hepatic parenchyma showed a characteristic varying pattern of focal hyperechogeneity (Fig. 2) . In nine of 11 infants radiologic examinations were performed on the same day. No patient had radiographic signs of PVG and only four children showed intestinal pneumatosis. Sonography, however, demonstrated intramural gas in eight of 11 patients (Fig. 3) . Follow-up sonographic examinations in five patients did not show any PVG 12-48 h after onset of adequate therapy (i.e., antibiotics and/or total parenteral nutrition).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 372,
                    "end": 380,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 629,
                    "end": 637,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "None of the patients died of gastrointestinal injury, but laparotomy was performed in six children ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A 6-year-old boy with suspected nephroblastoma, in poor clinical condition with fever (up to 39.5~ and elevation of C-reactive protein (CRP, 14 mg/dl), was admitted to our hospital. After initiation of cytostatic therapy. CRP (5 mg/dl) slightly decreased, while intermittent fever persisted. One week later, the patient developed abdominal pain and another increase in CRP (9.4 mg/ dl). Acute tumor necrosis or an abscess was excluded by emergency sonography. Three days later, PVG was detected by routine abdominal sonography for tumor staging. Only after the antibiotic regime had been modified 2 days later was PVG no longer detectable. Surgical resection of the tumor revealed intestinal abnormalities with pneumatosis and inflammatory signs, particularly of the left colonic flexure and the descending colon. After tumor resection, the patient's condition slowly improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case History"
        },
        {
            "text": "N E C represents a disorder with high mortality particularly a m o n g preterm infants [5, 6] . Severity of the disease varies within a wide r a n g e --f r o m only mild gastrointestinal disturbance to a rapidly developing course, often with fatal o u t c o m e [6] . For diagnosis and appropriate treatment, clinical staging criteria have been defined, which consider classical x-ray findings (i.e., intestinal pneumatosis and gas in the portal vein) [2, 4, 6] .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 91,
                    "end": 93,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 457,
                    "end": 459,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nevertheless, ultrasonography seems to be a more sensitive method for demonstration of gas in N E C . In contrast to the static x-ray pictures, gas bubbles are seen as high-amplitude echoes streaming through the portal system in the hepatopetal direction. H o w e v e r , w h e n trapped in the liver, gas is seen as a pattern of focal hyperechogeneity, which can be easily differentiated from portal connective tissue by its brightness and the i n h o m o g e n e o u s position-dependent distribution. One should be aware that gas bubbles m a y form in the portal or caval vein, if an umbilical vein catheter or central venous line cannot be disconnected for the time of ultrasonography. Gas bubbles are markedly different from the lowand middle-amplitude echoes produced by the formed elements o f blood [9] . Imaging o f carbon dioxide in mineral water offers a representative impression and might serve as a standard for the sonographic devices used.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 810,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our series, sonographic detected of PVG did not correlate with comparable radiographic findings. Similar results have been reported by Merritt et al. [7] , who found hepatic gas or PVG without characteristic radiographic manifestation in five of 12 infants suffering from NEC. The sonographic signs often preceded radiographic abnormalities [7, 8] . Intramural gas, seen in eight of 11 of our patients with PVG, is thought to be the sonographic equivalent preceding radiologically detectable intestinal pneumatosis [10] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Abdominal distention and bloody stools are common initial signs of NEC [3, 5, 6] . These symptoms often led to ultrasonographic examination in our series, while laboratory data were unspecific. Viral gastrointestinal infection, especially in combination with bloody stools, does not exclude the diagnosis per se, as epidemic NEC has been reported with viral infections [6] .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 75,
                    "end": 77,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 78,
                    "end": 80,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Rarely, sonographic evidence of gas bubbles has been reported in adult patients with severe bacterial infections. All had underlying inflammatory bowel disease (i.e., Crohn's disease and ulcerative colitis) [11, 12] . Additionally, one patient had been described to suffer from ischemic bowel necrosis following surgery of an abdominal aneurysm [13] . In our 6-year-old patient, the cytostatic treatment might have been a predisposing factor for the intestinal injury followed by exo-or endogenous bacterial overgrowth.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Progressive necrosis and ulceration of the mucosal and submucosal layers seem to be essential for the passage of gas into the portal venous system [1, 3] . So far, the pathomechanism of excessive intramural gas and PVG formation remains unclear. Intestinal bacterial overgrowth and/or bacterial fermentation of carbohydrates to hydrogen are discussed [2, 6] . This suggestion is supported by follow-up examinations in five of our patients which demonstrate cessation of PVG within 24-48 h after initiation of therapy (i.e., total parenteral nutrition and/or adequate antibiotics). These findings confirm that ultrasonography is a reliable method for monitoring NEC. It is also obvious that evidence of PVG may be limited to the time before initiation of adequate therapy.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 151,
                    "end": 153,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Portal venous gas in the pediatric age group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Arnon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Fishbein",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J Pediatr",
            "volume": "79",
            "issn": "",
            "pages": "255--259",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Necrotizing enterocolitis: value of radiographic findings to predict outcome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kosloske",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Musemeche",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Ablin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "A JR",
            "volume": "151",
            "issn": "",
            "pages": "771--774",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute necrotizing enterocolitis in infancy: a review of 64 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Santulli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Schullinger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Heird",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gonagware",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wigger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Berdon",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Pediatrics",
            "volume": "55",
            "issn": "",
            "pages": "376--387",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neonatal necrotizing enterocolitis. Therapeutic decisions based upon clinical staging",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Ternberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Feigin",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Ann Surg",
            "volume": "187",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Necrotizing enterocolitis of the neonate",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Koloske",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Musemeche",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Clin Perinatol",
            "volume": "16",
            "issn": "",
            "pages": "97--111",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Necrotizing enterocolitis: treatment based on staging criteria",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kliegmann",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Pediatr Clin North Am",
            "volume": "33",
            "issn": "",
            "pages": "179--201",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sonographic detection of portal venous gas in infants with necrotizing enterocolitis",
            "authors": [
                {
                    "first": "Crb",
                    "middle": [],
                    "last": "Merritt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "A JR",
            "volume": "143",
            "issn": "",
            "pages": "1059--1062",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sonographic demonstration of portal venous gas in necrotizing enterocolitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Robberecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Afschrift",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Bel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Haesebrouck",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Bever",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Wit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Eur J Pediatr",
            "volume": "147",
            "issn": "",
            "pages": "192--194",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The direct visualization of blood flow by real-time ultrasound: clinical observations and underlying mechanisms",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Wolverson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nouri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Joist",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Heiberg",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Radiology",
            "volume": "140",
            "issn": "",
            "pages": "443--448",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sonographic recognition of pneumatosis intestinalis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Vernacchia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Jeffrey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Laing",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Wing",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "A JR",
            "volume": "145",
            "issn": "",
            "pages": "51--52",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ultrasonic recognition of parenchymal gas",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Conrad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bregman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kilman",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "A JR",
            "volume": "32",
            "issn": "",
            "pages": "395--399",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intrahepatic gas: differential diagnosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Gosink",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "A JR",
            "volume": "137",
            "issn": "",
            "pages": "763--767",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sonographic diagnosis of gas embolism in the portal vein",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nachtegaele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Afschrift",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vandendriessche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Rattinghe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Voet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Verdonk",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Gastrointest Radiol",
            "volume": "7",
            "issn": "",
            "pages": "375--377",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A~ B High-amplitude echoes of gas bubbles streaming through the portal vein and accumulating within their minor branches.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Longitudinal scan through the liver showing multiple hyperechogenic areas of trapped air within the hepatic parenchyma.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Transverse scan through an intestinal loop showing intense reflections of intramural gas bubbles.for rapid progression o f N E C (three patients), t u m o r resection (one patient), or mechanical ileus later on (two patients).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical data of patients with portal venous gas T. B6melburg and H.-J. von Lengerke: Portal Venous Gas Pv, portal vein; TPN, total parenteral nutrition; AB, antibiotics; NI, not investigated; NEC, necrotizing enterocolitis; CRP, C-reactive protein in mg/dl. \" Grading of abdominal findings: mild, abdominal distention only; moderate, plus diminished or absent bowel sounds; severe, plus peritonitis or sepsis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}