{"paper_id": "28069706de2fb2310f1d037970867265f3f47e43", "metadata": {"title": "Treatment of Complications from Immune Checkpoint Inhibition in Patients with Lung Cancer Opinion statement", "authors": [{"first": "", "middle": [], "last": "Curr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Treat", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Immune checkpoint inhibitors have revolutionized the management of advanced NSCLC. With the intention of generating an anti-tumor immune response, ICIs can also lead to inflammatory side effects involving a wide variety of organs in the body, termed immunerelated adverse events. Although no prospective clinical trial exists to guide recommendations for optimal and more specific immunosuppressive treatments rather than corticosteroids, further studies may lead to a more mechanistic-based approach towards these toxicities in the future. In relation to current practice, we recommend adherence to the recent published guidelines which emphasize the importance of early recognition and administration of temporary immunosuppressive therapy with corticosteroids in most cases, depending on the organ system involved, and the severity of toxicity. Recognition of these toxicities is increasingly important as the use of these agents expand within different indications for patients with lung cancers, and to other tumor types.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Non-small cell lung cancer (NSCLC) is the leading cause of cancer-related mortality worldwide [1] . Historically, platinum-doublet chemotherapy has been the standardof-care for patients with advanced NSCLC without oncogenic drivers, such as selected EGFR mutations and ALK rearrangements, which among other genomic alterations act as therapeutic targets in up to 40% of patients with lung adenocarcinomas [2] . The development of immune checkpoint inhibitors (ICI) that reignite Tcell-mediated anti-tumor effects via inhibition of the PD-1 pathway or in combination with CTLA-4 have changed the clinical management of advanced NSCLC. These agents have shown encouraging results, including durable tumor regression, improvement in overall survival (OS), and progression-free survival (PFS) compared to cytotoxic chemotherapy in the treatment of patients with NSCLC. Currently, approvals (Table 1) for second-line NSCLC have been granted for singleagent nivolumab [3, 4•] , single-agent pembrolizumab [5, 6•] , and single-agent atezolizumab [7] , all of which show superior outcomes when compared with standard chemotherapy.", "cite_spans": [{"start": 94, "end": 97, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 405, "end": 408, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 962, "end": 969, "text": "[3, 4•]", "ref_id": null}, {"start": 999, "end": 1006, "text": "[5, 6•]", "ref_id": null}, {"start": 1039, "end": 1042, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 886, "end": 895, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "More recently, pembrolizumab has been approved for use in patients with newly diagnosed advanced NSCLC, based on KEYNOTE-024, a study which demonstrated that pembrolizumab monotherapy significantly improved PFS and OS and incurred fewer adverse events compared with platinum-based chemotherapy, in patients with NSCLCs with positive PD-L1 expression on ≥ 50% of tumor cells [8•] . Durvalumab is the first anti-PD-L1 agent approved for patients with locally advanced, unresectable stage III NSCLC who have not progressed following chemoradiotherapy, based on the PACIFIC trial which demonstrated significant improvement in PFS in patients who received durvalumab compared to placebo [7] .", "cite_spans": [{"start": 374, "end": 378, "text": "[8•]", "ref_id": null}, {"start": 682, "end": 685, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "While combined ICIs may have complementary mechanisms of action resulting in improved PFS as demonstrated in CheckMate 227, a phase III study t h a t c o m p a r e d c o m b i n a t i o n t h e r a p y w i t h nivolumab plus ipilimumab versus standard chemotherapy, this strategy also resulted in higher rate of immune-related adverse events (irAEs) [9•, 10]. Lastly, investigators have also studied concurrent chemotherapy with ICI. Specifically, Ghandi et al. recently published the results of KEYNOTE 189, a phase III trial that demonstrated significantly longer overall survival and PFS in patients treated concurrently with pembrolizumab, standard pemetrexed, and a platinum-based drug compared to chemotherapy alone in patients with previously untreated metastatic non-squamous NSCLC without [11•] . This review will discuss the management of irAEs in patients with NSCLC treated with ICIs, with a focus on anti-PD-1/PD-L1 agents.", "cite_spans": [{"start": 798, "end": 803, "text": "[11•]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In patients with NSCLC, a number of late-phase clinical trials and meta-analyses have demonstrated that ICI therapy is generally better tolerated compared with standard chemotherapy. Adverse effects (AEs) from ICI are generally classified into general and irAEs. The former include pruritus, pyrexia, decreased appetite, nausea, and asthenia [12•] . The latter, on the other hand, result from the alteration of immune homeostasis due to activation of T-cells and other immunologic mechanisms. These may encompass a wide range of clinical manifestations that can involve almost any organ system in the body and are summarized in Table 2 . Examples of irAE by organ system include dermatologic (e.g., dermatitis, autoimmune bullous pemphigoid), gastrointestinal (e.g., diarrhea, colitis, hepatitis), endocrinopathies (e.g., hypophysitis, thyroiditis, hyperthyroidism, hypothyroidism), respiratory (e.g., pneumonitis), neurologic (e.g., myasthenia gravis, encephalitis), and others [13] . Data regarding the incidence of irAEs originates from large published clinical trials, systematic reviews and meta-analyses [10] . These data indicate that the incidence and spectrum of irAEs experienced by patients varies between the different ICIs by target molecule, and whether these agents are used in combination or monotherapy. For example, CTLA-4 inhibitors are associated with a higher incidence of irAEs, and with different profile of irAEs compared with PD-1 inhibitors. Differences in the spectrum and incidence of irAEs are thought to be related to the specific mode of action of these agents [11•] .", "cite_spans": [{"start": 342, "end": 347, "text": "[12•]", "ref_id": null}, {"start": 979, "end": 983, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1110, "end": 1114, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1592, "end": 1597, "text": "[11•]", "ref_id": null}], "ref_spans": [{"start": 628, "end": 635, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Incidence and spectrum of adverse events from immune checkpoint inhibitors"}, {"text": "The incidence of any-grade irAE in clinical trials of NSCLC patients treated with ICIs appears to be dose-dependent and is predominantly grade 1 or 2 in severity, across all ICI. The frequency of irAE appears to be similar among PD-1 inhibitors (i.e., pembrolizumab and nivolumab). Specifically, in KEYNOTE-024, the incidence of any irAE in patients who received pembrolizumab was 29.2%, while 9.7% of patients had grade 3 or 4 events, mainly pneumonitis and colitis. In CheckMate-057, a phase III study of nivolumab compared to docetaxel, the frequency of rash was 9%, while 7% developed hypothyroidism and 3% had pneumonitis [12•] . Likewise, in CheckMate 017, a phase III trial of nivolumab vs docetaxel, the most frequent treatment-related select adverse events of any grade were hypothyroidism (4%), followed by diarrhea (8%), while pneumonitis was reported in 5% in patients who received nivolumab [13] .", "cite_spans": [{"start": 627, "end": 632, "text": "[12•]", "ref_id": null}, {"start": 904, "end": 908, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Incidence and spectrum of adverse events from immune checkpoint inhibitors"}, {"text": "The incidence of irAE induced by PD-L1 monoclonal antibodies, i.e., atezolizumab and durvalumab, has also been reported in phase III trials. In the OAK trial, a randomized study of atezolizumab versus docetaxel, six patients (1%) had pneumonitis, while hepatitis and colitis were very infrequent and occurred in two patients (1%). Adverse events leading to treatment discontinuation occurred in 46 (8%) patients who received atezolizumab [7] . In contrast, in the PACIFIC trial, which compared durvulumab vs placebo in stable In this trial, the most frequent irAE of any grade was diarrhea (18.3%) and pneumonitis was more frequent compared to PD-1 inhibitors with a frequency of 12.6%) and rash (12.2%) [7] . The PD-1/PD-L1 plus CTLA-4 combinations have shown greater severity and frequency of irAEs than either monotherapy [9•, 10]. CheckMate 227 compared nivolumab plus ipilimumab, nivolumab plus chemotherapy, or chemotherapy in stage IV NSCLC. In this study, the most common treatment-irAE in the nivolumab plus ipilimumab arm was skin reactions 33.9% compared to 20.7% in the nivolumab monotherapy arm. Likewise, hepatic irAE was also more common in the combination arm (8.0% in combination ICI versus 3.3% in nivolumab monotherapy) [10] . Similarly, the incidence of irAE in concurrent chemotherapy plus immunotherapy as reported in KEYNOTE-189 was 22.7% in the pembrolizumab-combination group compared to 11.9% in the placebocombination group. These events were of grade 3 or higher (8.9%) in the treatment group [11•] . Similarly, in KEYNOTE-021, a phase II trial of pembrolizumab with chemotherapy reported that the incidence of irAE was 22% in the pembrolizumab plus chemotherapy group [13] .", "cite_spans": [{"start": 438, "end": 441, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 704, "end": 707, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1239, "end": 1243, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1521, "end": 1526, "text": "[11•]", "ref_id": null}, {"start": 1697, "end": 1701, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Incidence and spectrum of adverse events from immune checkpoint inhibitors"}, {"text": "In general, the incidence of grade 3 or 4 irAEs from PD-1-blocking antibodies alone does not appear to significantly vary among patients with different tumor types, except for pneumonitis which has been reported more frequently compared to other solid tumors in patients with NSCLC [12•, 13-16] .", "cite_spans": [{"start": 282, "end": 294, "text": "[12•, 13-16]", "ref_id": null}], "ref_spans": [], "section": "Incidence and spectrum of adverse events from immune checkpoint inhibitors"}, {"text": "Presentation and management of immune-related adverse events from immune checkpoint inhibitors Current recommendations for the management of ICI-related irAEs are based on data from experience in clinical trials, large case series, and expert consensus opinion [14, 17, 18] . We adhere to recent published guidelines on management of toxicities from immunotherapy: ESM0 [19••, 20] and from the Society for Immunotherapy of Cancer [21, 22] . In general, irAEs should be graded in severity using the Common Terminology Criteria for Adverse Events (CTCAE) Table 1 , we illustrate the current used CTCAE grading system for the most common irAEs. It is widely recognized that the effective management of irAEs depend on early recognition and prompt intervention. Generally, patients with symptomatic irAEs are advised to temporarily withhold therapy and undergo an evaluation for non-immunologic causes. Overall, many irAEs may be reversible with appropriate therapy-with the exception of endocrinopathies which may require lifelong hormonal replacement. Specific treatment algorithms have been developed to guide the treatment of organ-specific autoimmune toxicities. The management of irAEs is dependent on the grade of toxicity and the organ system involved. Low-grade (grade 1) toxicities are generally managed with either temporary ICI withholding or continuation of ICIs with close monitoring [8•, 12•]. Most symptomatic irAEs (grade 2+) are managed by temporary or occasionally long-term withholding of ICIs, and short-term immunosuppression with glucocorticoids (4-6 weeks), or other appropriate immunosuppression depending on the organ involved [22•, 23•, 24] .", "cite_spans": [{"start": 261, "end": 265, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 266, "end": 269, "text": "17,", "ref_id": "BIBREF16"}, {"start": 270, "end": 273, "text": "18]", "ref_id": "BIBREF17"}, {"start": 370, "end": 380, "text": "[19••, 20]", "ref_id": null}, {"start": 430, "end": 434, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 435, "end": 438, "text": "22]", "ref_id": "BIBREF21"}, {"start": 1649, "end": 1663, "text": "[22•, 23•, 24]", "ref_id": null}], "ref_spans": [{"start": 553, "end": 560, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Incidence and spectrum of adverse events from immune checkpoint inhibitors"}, {"text": "A multidisciplinary approach including other medical subspecialties is important to ensure timely and appropriate diagnosis and management. In terms of diagnosis, there may be variants of irAEs that require nuanced diagnostic testing and management, such as in inflammatory arthritis in which distinct clinical phenotypes have been identified [25] . In terms of management, severe acute ICI-mediated colitis from CTLA-4 inhibitors [25] may be effectively treated with infliximab or the anti-integrin α4β7 antibody vedolizumab [26] , used in the management of inflammatory bowel disease. Similarly, there is currently no consensus in the field regarding optimal immunosuppression for patients with steroid-refractory pneumonitis, with potential management options including the anti-metabolite mycophenylate mofetil, cyclophosphamide, mycophenolate mofetil, or intravenous immunoglobulin (IVIG) [22•, 25-30] . However, besides TNF inhibitors for colitis, these immunosuppressive treatments have not yet been evaluated in large trials of patients who have developed irAEs receiving ICI. It is also important to carefully consider whether restarting ICI after development of irAEs is safe. Restarting ICI depends on the severity of the prior event, the availability of alternative treatment options, and the overall treatment response.", "cite_spans": [{"start": 343, "end": 347, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 431, "end": 435, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 526, "end": 530, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 894, "end": 906, "text": "[22•, 25-30]", "ref_id": null}], "ref_spans": [], "section": "Incidence and spectrum of adverse events from immune checkpoint inhibitors"}, {"text": "In general, irAEs are characterized by a predictable time course, with the exception of pneumonitis which has a more variable presentation [24] . For example, dermatological irAEs usually develop during the first few weeks of treatment, whereas diarrhea and colitis tend to occur between weeks 5 and 10, liver toxicity from week 7 to 14, hypophysitis after 6 weeks while pneumonitis usually presents on week 12 [12•] . However, since irAEs may occur at unpredictable times, it is important for treating providers to be vigilant regarding potential irAE diagnosis and management at any time [17, 19••, 20, 21, 22•] .", "cite_spans": [{"start": 139, "end": 143, "text": "[24]", "ref_id": null}, {"start": 411, "end": 416, "text": "[12•]", "ref_id": null}, {"start": 590, "end": 613, "text": "[17, 19••, 20, 21, 22•]", "ref_id": null}], "ref_spans": [], "section": "Organ-specific immune-related adverse events"}, {"text": "Presentation Dermatitis is the most common irAE associated with ICI and typically occurs after the second cycle of PD-1 or PDL-1. A variety of clinical presentations of dermatitis may occur including maculopapular, papulopustular, follicular,urticarial, morbiliform, lichenoid, eczematous, and bullous dermatitis. Interestingly, autoimmune bullous pemphigoid was also described as an irAE in melanoma and NSCLC patients. It is hypothesized that blockade of the PD-1/PD-L1 pathway may increase autoantibody production against the hemidesmosomal protein BP180, through a process that is both T-cell and B-cell mediated [31] . Although cutaneous irAEs are usually mild to moderate in severity, severe reactions have been reported, including toxic epidermal necrolysis (TEN), Stevens-Johnson syndrome (SJS), and vasculitis or drug reaction with eosinophilia and systemic symptoms (DRESS) [31, 32] .", "cite_spans": [{"start": 617, "end": 621, "text": "[31]", "ref_id": "BIBREF32"}, {"start": 884, "end": 888, "text": "[31,", "ref_id": "BIBREF32"}, {"start": 889, "end": 892, "text": "32]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Dermatologic irAEs"}, {"text": "Standard dermatologic evaluation usually involves a comprehensive skin exam including the mucosa, as well as elucidation of a prior history of inflammatory dermatologic conditions. Laboratory evaluation of renal and hepatic function, as well as serum levels of tryptase and immunoglobulin E, may be relevant in selected cases. Skin biopsy findings might vary depending on the type of irAE dermatitis. In a case series of pembrolizumaband nivolumab-induced rash, histopathology frequently revealed perivascular, periadnexal lymphocytic infiltrates with scattered eosinophils [33] . The severity of the skin AE is classified according to amount of body surface area compromised or specific rash features such as the presence of blistering/bullae, which upgrades the toxicity [31, 34, 35] .", "cite_spans": [{"start": 574, "end": 578, "text": "[33]", "ref_id": "BIBREF34"}, {"start": 773, "end": 777, "text": "[31,", "ref_id": "BIBREF32"}, {"start": 778, "end": 781, "text": "34,", "ref_id": "BIBREF35"}, {"start": 782, "end": 785, "text": "35]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Diagnostic evaluation"}, {"text": "The incidence of skin rash as a result of anti-CTLA-4 and anti-PD-1 therapy is over 20%, with a higher reported incidence with anti-CTLA-4 or combination therapy. Rash and pruritis have been reported in up to 10% of patients with NSCLC treated with nivolumab or pembrolizumab [31] .", "cite_spans": [{"start": 276, "end": 280, "text": "[31]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Incidence"}, {"text": "Most patients with mild dermatologic irAEs may be able to continue therapy with ICI and be treated symptomatically with topical corticosteroids (e.g., betamethasone 0.1%) along with oral antipruritic agents (e.g., antihistamines, GABA agonists, NK-1 receptor inhibitors, antidepressants). A dermatology consult is warranted in any patient with blisters covering ≥ 1% body surface area (BSA), a rash with mucosal involvement, any rash covering ≥ 30% BSA, cases that do not improve after interventions, or in patients with grade 3+ events and rash with skin pain with or without blisters (excluding dermatomal varicella zoster). For these latter cases, skin biopsy is recommended to help classify the event. In grade 2 cases with intolerable symptoms, or grade 3 cases, ICI may be temporarily held until toxicities are grade ≤ 1 in severity. Permanent discontinuation of therapy due to dermatologic toxicity has been reported in G 5% of patients in clinical studies. Patients with suspected SJS/TEN, or severe mucocutaneous reactions characterized by epidermal necrosis and detachment, should be hospitalized immediately and a dermatologist consulted for administration of systemic immunosuppression, and ICI therapy should be discontinued permanently [12•, 23•] .", "cite_spans": [{"start": 1250, "end": 1260, "text": "[12•, 23•]", "ref_id": null}], "ref_spans": [], "section": "Management"}, {"text": "The most common gastrointestinal toxicities from both CTLA-4 and PD-1/ PD-L1 ICIs include diarrhea and colitis. Mild, transient, self-limited diarrhea that occurs on initiation of an immune response should be distinguished from colitis. Whereas diarrhea is defined as increased stool frequency, colitis involves the presence of diarrhea along with abdominal pain, rectal bleeding, mucus in the stool, and fever [35] .", "cite_spans": [{"start": 411, "end": 415, "text": "[35]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Gastrointestinal irAEs Presentation"}, {"text": "Patients with suspected immune-related colitis should complete standard laboratory tests (complete cell count, comprehensive metabolic panel, erythrocyte sedimentation rate (ESR), CRP (C-reactive protein), stool culture, clostridium difficile, CMV or other viral etiology, ova, and parasite. Testing for stool lactoferrin may help to determine the need of endoscopy (colonoscopy or flexible sigmoidoscopy), while stool calprotectin may be helpful to monitor this toxicity. Screening tests for tuberculosis, human immunodeficiency virus (HIV), and hepatitis A and B should be considered if there is potential for use of systemic immunosuppression, e.g., infliximab [12•, 23•] . Radiologic evaluation by computed tomography (CT) of anti-CTLA-4-related colitis can show mesenteric vessel engorgement, wall thickening, and associated pericolonic fat stranding. A fluorodeoxyglucose positron emission tomography (FDG-PET)/CT study can show new FDG-avid diffuse colonic wall thickening in patients with immune-related colitis, whereas these findings are usually absent in diarrhea [36] . Colonoscopy is the preferred diagnostic approach of evaluating the extent and severity of colitis and response to therapy since the presence of ulceration on endoscopy predicts steroid-refractory disease. It is important to note however that certain subtypes of colitis may have a normal endoscopic appearance, with significant inflammatory features on histology and therefore routine mucosal biopsies should be performed [32] .", "cite_spans": [{"start": 664, "end": 674, "text": "[12•, 23•]", "ref_id": null}, {"start": 1075, "end": 1079, "text": "[36]", "ref_id": "BIBREF37"}, {"start": 1504, "end": 1508, "text": "[32]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Diagnostic evaluation"}, {"text": "As mentioned earlier, the incidence of colitis appears to be higher in CTLA-4 blockade treatment compared to PD-1/PDL-1 therapy and usually occurs 6-8 weeks (or after the third infusion) after the start of ICI therapy, with an incidence of grade 3/4 colitis of ∼ 5% in late-phase studies with these agents, while the frequency of colitis in anti-PD-1/PD-L1 monotherapy is 1-3%. The combination of ICI is also associated with increased risk of any grade diarrhea as illustrated in CheckMate 227 where 16% of patients developed diarrhea in the combination arm (nivolumab plus ipilimumab) compared to 11% of the nivolumbab monotherapy arm [10] .", "cite_spans": [{"start": 636, "end": 640, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Incidence"}, {"text": "The management of immune-related diarrhea/colitis depends on the severity of toxicity. In general, mild (grade 1) diarrhea/colitis may be managed with supportively with hydration, with the American Dietary Association's colitis diet and antidiarrheal medications including atropine and oral diphenoxylate hydrochloride. Worsening or persistent diarrhea for more than 3 days should prompt early investigations to rule out infectious causes such as C difficile, withholding of ICI, additional antidiarrheal medications (if infectious causes are ruled out), and intervention with oral corticosteroids. In clinically severe cases or those that do not respond to the above interventions, patients may be hospitalized or intravenous corticosteroids (methylprednisolone 1-2 mg/kg total daily dose) and additional immunosuppression with anti-TNF agents, such as infliximab (5 mg/kg), may be considered in patients whose diarrhea/colitis does not improve after 48 h of high-dose corticosteroids [59-61]. Infliximab can be repeated 2 weeks after the initial dose if symptoms persist [32] . The use of vedolizumab, anti-integrin α4β7 antibody, may be offered to patients refractory to infliximab and/or where use of a TNFa blocker is contraindicated. The decision should be made on an individual basis from gastroenterology and oncology evaluation [33] . Importantly, TB spot or quantiferon test should be ordered prior to starting TNF-blocking agents. The cornerstone of effective colitis management is early intervention, as colitis-related mortality is associated with delayed reporting, noncompliance with an antidiarrheal regimen, and lack of ICI withhold [12, 32] .", "cite_spans": [{"start": 1073, "end": 1077, "text": "[32]", "ref_id": "BIBREF33"}, {"start": 1337, "end": 1341, "text": "[33]", "ref_id": "BIBREF34"}, {"start": 1650, "end": 1654, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1655, "end": 1658, "text": "32]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Management"}, {"text": "Immune-related hepatitis is frequently asymptomatic and is characterized by elevated alanine aminotransferase (ALT) or aspartate aminotransferase (AST), with or without raised bilirubin. Median onset of transaminase elevation is approximately 6-14 weeks after starting ICI treatment [14] .", "cite_spans": [{"start": 283, "end": 287, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Hepatitis Presentation"}, {"text": "Liver function testing (AST, ALT, bilirubin, GGT, alkaline phosphatase) is recommended prior to commencement of ICI therapy and with each infusion. Patients with elevated liver enzymes should also be tested for potential viral hepatitis and iron studies for hemachromatosis, and potential thromboembolic events or liver metastasis should be assessed with appropriate crosssectional imaging. On radiologic evaluation, ipilimumab-associated hepatitis has been shown to present with non-specific and variable findings according to clinical severity. Hepatomegaly, edema, and enlarged lymph nodes in the periportal region and attenuated liver parenchyma may be evident on CT and MRI [37, 38] . A potential diagnosis of primary autoimmune hepatitis should be undertaken based on serologic work of auto-antibodies including ANAs, anti-smooth muscle antibodies, and anti-neutrophil cytoplasmic antibodies. In patients with isolated elevated alkaline phosphatase, g-glutamyl transferase should be tested. Liver biopsy should be considered in complicated cases (grade 3+) and frequently reveals primarily a hepatocyte injury (acute hepatitis pattern) with sinusoidal histiocytic infiltrates, central hepatic vein damage, and endothelial inflammation similar to, or predominant bile duct injury (biliary pattern, with portal inflammation) might also be observed [12, 33] .", "cite_spans": [{"start": 679, "end": 683, "text": "[37,", "ref_id": null}, {"start": 684, "end": 687, "text": "38]", "ref_id": "BIBREF40"}, {"start": 1352, "end": 1356, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1357, "end": 1360, "text": "33]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Diagnostic evaluation"}, {"text": "Hepatitis has been reported in 1-2% of in trial of NSCLC treated with PD-1/PD-L1 Incidence of hepatitis in patients treated with anti-PD-1 ICIs is approximately 5%, but this rises to 30% in patients treated with combination ipilimumab and nivolumab [39] .", "cite_spans": [{"start": 249, "end": 253, "text": "[39]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Incidence"}, {"text": "In patients with an AST or ALT 9 3 times the upper limit of normal or a total bilirubin 9 1.5 times the upper limit of normal, holding ICI and initiating diagnostic evaluation to rule out infectious or malignant causes is appropriate. If no alternative cause is found, initiating corticosteroids at a dose of 1 mg/kg/ day prednisone is recommended [18] . For more severe transaminitis or hyperbilirubinemia, hepatology should be consulted and a higher dose of steroids should be attempted. For cases refractory to steroids, mycophenolate mofetil has been used with some success [14] . Other reported gastrointestinal irAEs include pancreatitis, or isolated elevation pancreatic enzymes (amylase and lipase) has also been reported [39, 40] . Routine monitoring of amylase/lipase in asymptomatic patients is not recommended unless pancreatitis is clinically suspected.", "cite_spans": [{"start": 348, "end": 352, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 578, "end": 582, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 730, "end": 734, "text": "[39,", "ref_id": "BIBREF41"}, {"start": 735, "end": 738, "text": "40]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Management"}, {"text": "Presentation Common symptoms associated with endocrine irAEs include fatigue, headache, and nausea, all of which are non-specific and can also be associated with the underlying NSCLC [37] . Specific endocrinopathies associated with PD-1/ PD-L1 or CTLA-4 ICIs include hypophysitis, thyroiditis, hyperthyroidism, hypothyroidism, Grave's disease, insulin-dependent diabetes mellitus (type I), and primary adrenal insufficiency [41] . Other endocrinopathies such as hypercalcemia and hypoparathyroidism have been reported but are rare. We will review general hypophisitis and thyroiditis.", "cite_spans": [{"start": 183, "end": 187, "text": "[37]", "ref_id": null}, {"start": 424, "end": 428, "text": "[41]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Endocrine irAEs"}, {"text": "Clinical suspicion of hypophysitis is frequently raised when thyroid function testing shows a low TSH with low free T4, suggestive of a central etiology.", "cite_spans": [], "ref_spans": [], "section": "Hypophyistis"}, {"text": "Patients have various degrees of anterior pituitary hormonal deficiency, with central hypothyroidism being most commonly seen (9 90%), followed by central adrenal insufficiency, which is also found in the majority of patients.", "cite_spans": [], "ref_spans": [], "section": "Hypophyistis"}, {"text": "In patients with suspected hypophysitis, this includes assessment of the pituitary-hypothalamic axis with T4, TSH, LH, FSH, ACTH, and cortisol and potential dexamethasone suppression test to distinguish between primary and secondary adrenal insufficiency. Visual field testing and radiographic evaluation (MRI brain with pituitary/sellar cuts) is advised when there is clinical suspicion of hypophysitis.", "cite_spans": [], "ref_spans": [], "section": "Diagnostic evaluation"}, {"text": "The incidence of hypophysitis with single-agent anti-PD-1/PD-L1 therapy ranges from 1 to 6% and 2 to 10% in combination of ipilimumab/nivolumab, whereas the incidence of hypophysitis in pembrolizumab plus chemotherapy was 0.7% [11•] . In a recent systematic review and meta-analysis that included 7551 patients in 38 randomized trials in NSCLC patients, the overall incidence of clinically significant endocrinopathies was identified in approximately 10% of NSCLC patients treated with PD-1/PD-1L ICIs [37] . A recent study showed that thyroid dysfunction was relatively common in patients with NSCLC treated with pembrolizumab with a frequency of 21%. These patients had anti-thyroid antibodies in selected cases, and interestingly, these patients had improved cancer outcomes [42] .", "cite_spans": [{"start": 227, "end": 232, "text": "[11•]", "ref_id": null}, {"start": 502, "end": 506, "text": "[37]", "ref_id": null}, {"start": 778, "end": 782, "text": "[42]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Incidence"}, {"text": "Unlike other irAEs which generally resolve after appropriate therapy is administered, endocrine irAEs often require permanent hormone replacement and often do not require systemic corticosteroids unless for replacement purposes. In symptomatic patients suffering from endocrine irAEs in which an abnormal lab value and/or pituitary scan has been identified, ICI therapy should be delayed and 1-2 mg/kg/day methylprednisolone IV (or oral equivalent) should be administered. Management of confirmed hypophysitis includes replacement of hormones (physiologic doses of steroids and thyroid hormone). In the presence of both adrenal insufficiency and hypothyroidism, steroids should always be given prior to thyroid hormone to avoid an adrenal crisis. High doses of steroids are necessary in the setting of severe headaches, vision changes, or adrenal crisis [14] .", "cite_spans": [{"start": 854, "end": 858, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Management"}, {"text": "Presentation Thyroid-related irAE require special attention since it is important to differentiate hypothyroidism and hyperthyroidism from thyroiditis. The latter can be transient, and antithyroglobulin or antithyroid peroxidase antibodies might be detected. In rare cases, Grave's disease may arise due to the development of anti-TSH-receptor. Hypothyroidism should be suspected in patients with unexplained fatigue, weight gain, hair loss, cold intolerance, constipation, or depression. On the other hand, tyrotoxicosis due to thyroiditis may present with weight loss, palpitations, heat intolerance, tremors, anxiety, diarrhea, and other symptoms of hypermetabolic activity. Most commonly, however, patients are asymptomatic (painless thyroiditis) and thyroid disorders are recognized by routine laboratory data as discussed below [43, 44] .", "cite_spans": [{"start": 834, "end": 838, "text": "[43,", "ref_id": "BIBREF45"}, {"start": 839, "end": 842, "text": "44]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Thyroid disorders"}, {"text": "Thyroid-stimulating hormone (TSH) and free thyroxin (freeT4) should be ordered before the initiation of ICI. Laboratory data showing high TSH and low free T4 are indicative of biochemical hypothyroidism, and, if present, additional testing for thyroid antibodies such as thyroid peroxidase (TPO) antibody is warranted.O the other hand, thyrotoxicosis (high free T4 or total T3 with low or normal TSH) may occur secondary to thyroiditis or Graves' disease. Additional tests when thyroiditis is suspected include thyroid-stimulating hormone receptor antibody or thyroid-stimulating immunoglobulin (TSI) and TPO. Radiographic evaluation includes radioactive iodine uptake scan or Technetium (Tc)-99 m [pertechnetate] thyroid scan [29, 45] .", "cite_spans": [{"start": 727, "end": 731, "text": "[29,", "ref_id": "BIBREF30"}, {"start": 732, "end": 735, "text": "45]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Diagnostic evaluation"}, {"text": "Thyroiditis is the most frequent cause of thyrotoxicosis and is seen more commonly with anti-PD1/PD-L1 drugs than with anti-CTLA-4 agents. Graves' disease is very rare and occurs more commonly with anti-CTLA-4 agents [46] .", "cite_spans": [{"start": 217, "end": 221, "text": "[46]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Incidence"}, {"text": "Hypothyroidism is managed with thyroid hormone replacement, with repeat TSH and free T4 levels evaluated 6-8 weeks later. Once a maintenance dose is identified (TSH within normal range) clinical and biochemical reassessment should be undertaken every 12 months. Conservative management during the thyrotoxic phase of thyroiditis is often sufficient. Non-selective beta blockers, preferably with alpha receptor-blocking capacity may be required in symptomatic patients, while high-grade cases may require stand anti-thyroid medications. Repeat thyroid hormone levels should be performed every 2-3 weeks and thyroid hormone replacement initiated at the time of hypothyroidism diagnosis [14, 29] . As most endocrinopathies can be treated successfully with hormone replacement, ICI therapy is not usually discontinued; however, close monitoring of treatment response including thyroid function test is recommended [18] .", "cite_spans": [{"start": 684, "end": 688, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 689, "end": 692, "text": "29]", "ref_id": "BIBREF30"}, {"start": 910, "end": 914, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Management"}, {"text": "Presentation Pericarditis, myocarditis, cardiomyopathy, symptomatic heart cardiac ischemia, tachyarrhythmias including ventricular fibrillation, and cardiac arrest as well as bradyarrhythmias including first-, second-, and third-degree heart block have also been reported in the literature. Patients might be asymptomatic or present with symptoms such as chest pain, syncope, lightheadedness, palpitations, edema, or dyspnea. In cases of pericarditis or myocarditis, fever may be a presenting symptom [47] .", "cite_spans": [{"start": 501, "end": 505, "text": "[47]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Cardiovascular irAEs"}, {"text": "Markers of cardiac dysfunction are not routinely recommended in asymptomatic patients. However, for mild (grade 1 or 2) cardiac irAEs such as asymptomatic arrhythmias or structural heart failure, initiating routine cardiac monitoring with serial EKGs, troponin levels, and an echocardiogram may be appropriate. Histologic analysis in myocarditis demonstrates lymphocytic infiltrates within the myocardium, the cardiac sinus, and the atrioventricular node; however, endomyocardial biopsy is seldom advised given risks entailed from the procedure [14] .", "cite_spans": [{"start": 545, "end": 549, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Diagnostic evaluation"}, {"text": "The absolute incidence of cardiac irAEs is low, at G 1%. However, according to Varricchi et al., the majority of studies on ICIs may have underestimated cardiotoxicity since markers of cardiac dysfunction such as left ventricular ejection fraction or cardiac cell death (troponin-I, CK-MB) are not routinely evaluated in patients on immunotherapy with checkpoint inhibitors [47] . While data suggests that cardiac complications are more frequent in patients receiving dual PD-L1 and CTLA-4 blockade than in either therapy alone, the absolute incidence of cardiac toxicity remains low at G 1%.In a large clinical trial of pembrolizumab in metastatic NSCLC, myocardial infarction led to one fatality in a patient treated with 10 mg/kg of pembrolizumab [6•].", "cite_spans": [{"start": 374, "end": 378, "text": "[47]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Incidence"}, {"text": "For grade 3-4 cardiac irAEs, including acute coronary syndrome, moderate-severe decompensated heart failure, or severe arrhythmias, ICI should be discontinued permanently. If myocarditis is suspected, prompt initiation of corticosteroids is critical at a dose of at least 1 mg/kg of methylprednisolone. Some have advocated much higher doses of 1 g methylprednisolone daily, based on the experience in giant cell myocarditis. In cases of steroid-refractory cardiac toxicity, other additions of either mycophenolate, infliximab, or antithymocyte globulin have been noted in a recent guideline, with no clear consensus regarding optimum therapy [22• ].", "cite_spans": [{"start": 642, "end": 646, "text": "[22•", "ref_id": null}], "ref_spans": [], "section": "Management"}, {"text": "Pneumonitis is defined as a focal or diffuse inflammation of the lung parenchyma. Diagnostic criteria include radiographic changes with new or worsening cough, chest pain, hypoxia (pulse-oximetry G 90% at room air) in the absence of congestive heart failure, infectious disease, or tumor progression. Although a relatively rare irAE, pneumonitis is a toxicity of particular concern with ICI in NSCLC, after deaths attributed to pneumonitis were seen in early-phase studies of nivolumab and due to intrinsic challenges in verifying the diagnosis of pneumonitis in patients with NSCLC. Compared to other irAEs, timing of onset is variable. Presentations can range from asymptomatic changes seen on imaging, to cough, mild dyspnea, or severe shortness of breath with life-threatening hypoxia. In clinical trials of nivolumab, the median time from drug initiation to the development of pneumonitis was 2.6 months, although symptoms were seen in as little as 2 weeks or as late as 11.5 months after starting therapy and may occur even later [14] .", "cite_spans": [{"start": 1036, "end": 1040, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Pulmonary irAEs Presentation"}, {"text": "Pneumonitis can affect up to 5% of patients treated with anti-PD-1/ PD-L1 monotherapy and up to 10% of patients treated with anti-PD-1/PD-L1-based combinations. Pneumonitis was reported in 6.3% receiving durvalumab in the PACIFIC trial; this was the most frequent adverse events leading to discontinuation of durvalumab [7] . The incidence of pneumonitis is also higher in patients receiving anti-PD-1 therapy compared with ipilimumab (anti-CTLA-4) [23•]. Naidoo et al. reported that the incidence of ICI ILD was higher in smokers [25] ; similarly, Delaunay et al. reported a higher proportion of current or ex-smokers (80%) with a median smoking history of 40 pack-years in ICI-ILD [48] . Potential risk factors for the development of pneumonitis have been proposed, such as the presence of preexisting lung disease or current/former smoking status. In the meta-analysis published by Nishino et al., multivariable analysis demonstrated significant higher odds of pneumonitis in patients with NSCLC (OR 1.43, 95% CI 1.08-1.95) or renal cell carcinoma (OR 1.59, 95% CI 1.32-1.92), as compared to those with melanoma pneumonitis-related deaths, were mainly observed in patients with NSCLC [49] . The higher incidence and severity of pneumonitis in NSCLC may be explained by an increased susceptibility due to frequent tobacco exposure and/or underlying chronic respiratory diseases (chronic obstructive pulmonary disease, pulmonary fibrosis, and tumoral involvement).", "cite_spans": [{"start": 320, "end": 323, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 531, "end": 535, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 683, "end": 687, "text": "[48]", "ref_id": "BIBREF50"}, {"start": 1187, "end": 1191, "text": "[49]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Incidence"}, {"text": "Clinical assessment includes baseline and ongoing oxygen saturation. When pneumonitis is suspected, a high-resolution chest CT should be ordered to evaluate pneumonitis, since conventional chest x-ray may miss interstitial radiologic findings [26] . The imaging characteristics of immunotherapy-induced pneumonitis on CT are non-specific and vary widely, from a pattern consistent with cryptogenic organizing pneumonia most commonly to acute respiratory distress syndrome (ARDS), nonspecific interstitial pneumonia (NSIP), and hypersensitivity pneumonitis (HP) [23•, 50] . A pulmonology consult is warranted in any patient with suspected pneumonitis, to assess the severity pulmonary function tests (PFTs), and a 6-min walk test (6MWT) is useful. Fever and productive cough should also trigger an infectious disease consultation. Fiberoptic bronchoscopy with bronchoalveolar lavage BAL may be helpful in excluding competing diagnoses including lymphangitic carcinomatosis, vasculitis, alveolar hemorrhage, or pneumonia. BAL can exclude lung infection by bacterial, fungal culture, and viral PCR. However, a negative BAL analysis does not definitively exclude infection. It can however be particularly useful in immunosuppressed patients, because infections such as Pneumocystis jirovecii in patients may have a similar radiographic appearance to anti PDL-1 pneumonitis. BAL cell count and differential may also be useful in the diagnostic workup. Prior studies have characterized an elevated percentage of neutrophils, slight lymphocytosis, or eosinophilic alveolitis along with imbalance of T lymphocyte phenotype in DIP. These cellular differentials are similar to those found in patients with bacterial or viral infections such as CMV, limiting the use of the cell differential in differentiating pneumonitis from infection. Lung biopsies are typically not warranted but may be useful in the setting of suspicious lesions and unexplained lymphadenopathy.", "cite_spans": [{"start": 243, "end": 247, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 561, "end": 570, "text": "[23•, 50]", "ref_id": null}], "ref_spans": [], "section": "Incidence"}, {"text": "Based on the severity of the irAE, anti-PD-1/PDL-1 therapy should be withheld and corticosteroids administered. In mild to moderate cases, oral steroid treatment including prednisone 1 to 2 mg/kg daily or methylprednisolone 0.5 to 1 mg/kg daily should be initiated. Corticosteroid taper should be initiated when the adverse reaction improves to G grade 1 and should be continued over at least 1 month. For irAEs that do not result in permanent discontinuation, treatment should be restarted when severity returns to ≤ grade 1 and the corticosteroid dose has been reduced to G 10 mg prednisone or equivalent per day. In moderate to severe cases, a bronchoscopy is recommended to exclude infectious etiologies before starting immunosuppression. In severe pneumonitis cases, patient should be hospitalized and treatment should consist of high doses of corticosteroids (e.g., methylprednisolone 2-4 mg/kg/day). Patients who will benefit from corticosteroids generally do so within days; careful monitoring of patients while tapering corticosteroids is advised. In a subset of patients (G 2%), pneumonitis is refractory to corticosteroids and can result in death. Steroid-refractory cases are defined as those which fail to improve or develop worsening hypoxemia despite 48 h of high-dose corticosteroids. Bronchoscopy should be considered in particular in refractory cases and to rule out infection or tumor progression. In refractory cases, additional immunosuppression with infliximab, mycophenolate mofetil, or cyclophosphamide, IVIG should be considered. The offending checkpoint inhibitor should be permanently discontinued in the event of a grade 3 or 4 irAE [18] . Per ASCO/NCCN guidelines, if grade 3+ cases resolve or improve to grade 1, resumption of ICI may be considered [14, 29] .", "cite_spans": [{"start": 1661, "end": 1665, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1779, "end": 1783, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1784, "end": 1787, "text": "29]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Management"}, {"text": "Patients who develop musculoskeletal irAes may develop a range of irAEs including inflammatory arthritis, sicca syndrome, polymyalgia rheumatica, giant cell vasculitis, and other. Other rheumatologic manifestations of checkpoint inhibition have recently been described, including myositis, lupus nephritis, and vasculitis [43] . In this review, we will focus on the most common irAE in this class: inflammatory arthritis. Patients with ICI-related inflammatory arthritis can present with joint pain, swelling, and decreased range of motion. Clinically, three phenotypes have been described: (1) predominantly large joint reactive arthritis that, on occasion, develops in association with conjunctivitis and uveitis; (2) polyarthritis resembling rheumatoid-like arthritis, affecting the small joints of the hand (metacarpophalangeal [MCP], proximal interphalangeal [PIP] joints or wrist), rarely associated with typical rheumatoid factor (RF) or anticitrullinated protein antibodies (ACPA), but potentially erosive; and (3) seronegative, oligo and polyarthritis, typically starting in the medium/large joints, characterized by synovitis and involvement of tendons and entheses, with or without joint erosion [51, 52] .", "cite_spans": [{"start": 322, "end": 326, "text": "[43]", "ref_id": "BIBREF45"}, {"start": 591, "end": 594, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 1207, "end": 1211, "text": "[51,", "ref_id": "BIBREF53"}, {"start": 1212, "end": 1215, "text": "52]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Musculoskeletal irAEs Presentation"}, {"text": "Low-grade musculoskeletal side effects of ICIs occur relatively commonly; arthralgias and myalgias are more commonly associated with PD-1/PD-L1 inhibition than CTLA-4 blockade. Combination anti-CTLA-4/anti-PD-1 therapy is associated with a greater risk of arthritis than monotherapy. Myopathy is also more common with the addition of pembrolizumab compared to chemotherapy alone [11•] . Arthralgia has been reported in approximately 15% of patients receiving ICIs, and the incidence of inflammatory arthritis in small number of clinical trial has been estimated to be 1-7%, primarily grade 2 or less; however, this has not yet been systematically reported [53] .", "cite_spans": [{"start": 379, "end": 384, "text": "[11•]", "ref_id": null}, {"start": 656, "end": 660, "text": "[53]", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Incidence"}, {"text": "Evaluation includes clinical, laboratory, and radiologic tests. Clinical workup includes a full rheumatologic examination; laboratory tests include ESR, CRP, rheumatoid factor (RF), anti-nuclear antibody (ANA) and cyclic citrullinated peptide antibody (anti-CCP), and in some cases, HLA-B27", "cite_spans": [], "ref_spans": [], "section": "Diagnostic evaluation"}, {"text": "where relevant. Imaging of affected joints should be obtained to assess for signs of inflammatory arthritis [14] .", "cite_spans": [{"start": 108, "end": 112, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Diagnostic evaluation"}, {"text": "In cases of grade I inflammatory arthritis, management with non-steroidal anti-inflammatory drugs (NSAIDs) may be appropriate, with escalation to low-dose steroids if no clinical improvement is seen. Intra-articular steroids may be particularly useful when larger joints are involved and when there are fewer than three joints affected. In cases of refractory or progressive inflammatory arthritis (9 4 weeks) despite steroid use, further immunosuppression in consultation with rheumatology should be considered, including the use of steroid-sparing agents including anti-TNF agents, methotrexate, adalimumab, sulfasalazine, or leflunomide [17, 43] , depending on the clinical phenotype of presentation. ICIs may be continued with close monitoring in cases of mild toxicity but may need to be held or permanently discontinued in severe cases.", "cite_spans": [{"start": 640, "end": 644, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 645, "end": 648, "text": "43]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Management"}, {"text": "These events are frequently diagnosed on routine lab work given that most patients tend to be asymptomatic despite an elevated creatinine. When patients are symptomatic, symptoms may include hematuria, edema, and decreased urine output. Renal adverse events tend to occur earlier with anti-CTLA-4 agent at approximately 3 months while with PD-L1/PD-1 inhibitors, events occur later after 3 to 10 months after starting treatment.", "cite_spans": [], "ref_spans": [], "section": "Presentation"}, {"text": "Renal irAEs are relatively uncommon and thought to occur less than 2% of the time with single-agent immunotherapy. This risk may be higher with combination treatments that include an anti-CTLA-4 and PD-1 inhibitor (i.e., ipilimumab and nivolumab), though the incidence is still thought to be low at 5% [54] . Nephritis is the most commonly reported renal AE followed by hyponatremia and therefore serum creatinine should be evaluated prior to every dose. Cortazar et al. analyzed data from published phase II and III clinical trials of patients with adverse renal outcomes and found the overall incidence of acute kidney injury (AKI) to be 2.2% among a total of 3695 patients. The incidence of grade III or IV AKI or need for dialysis was 0.6%. AKI occurred more frequently in patients who received combination therapy with ipilimumab and nivolumab (4.9%) than in patients who received monotherapy with ipilimumab (2.0%), nivolumab (1.9%), or pembrolizumab [47, 50] . Acute interstitial nephritis (AIN) is the most common biopsy finding reported. Ipilimumab has been associated with AIN and podocytopathies such as lupus-like nephritis and minimal change disease have also been observed. Cases of thrombotic microangiography and granulomatous nephritis have also been reported [55] .", "cite_spans": [{"start": 302, "end": 306, "text": "[54]", "ref_id": "BIBREF56"}, {"start": 957, "end": 961, "text": "[47,", "ref_id": "BIBREF49"}, {"start": 962, "end": 965, "text": "50]", "ref_id": "BIBREF52"}, {"start": 1277, "end": 1281, "text": "[55]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Incidence"}, {"text": "Given that toxicity is rarely symptomatic, it is important that serum renal indices are monitored from the start of treatment and reassessed at frequent intervals. If a rise in serum creatinine is noted, alternative causes for kidney injury should be excluded via a thorough history and appropriate urine and serum studies. Imaging to assess for post-obstructive causes should also be considered. If immunotherapy-related kidney injury is suspected, a nephrology consult and renal biopsy should be considered to confirm diagnosis, if biopsy risk is low [14, 29] .", "cite_spans": [{"start": 553, "end": 557, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 558, "end": 561, "text": "29]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Diagnostic evaluation"}, {"text": "Corticosteroids in addition to discontinuation of ICI agent is the mainstay of treatment for patients with severe kidney injury. Reintroducing ICI therapy may be possible, though this should be done cautiously with frequent evaluation of serum creatinine and avoiding any other no potential nephrotoxic agents [14] .", "cite_spans": [{"start": 310, "end": 314, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Management"}, {"text": "Most events are mild and present with non-specific symptoms such as headache, altered mental status, fevers, confusion, aphasia, motor, or sensory changes. Both central and peripheral neurotoxicity can be seen which may manifest as either motor or sensory dysfunction. Central neurologic irAEs have been reported with both CTLA-4 and PD-1/PD-L1 ICIs including immune-mediated encephalitis, aseptic meningitis, and posterior reversible encephalopathy syndrome (PRES). Reported peripheral neurologic irAEs include myasthenia gravis, Guillain-Barre syndrome (GBS), and peripheral neuropathies, both autonomic and sensory or motor [56] .", "cite_spans": [{"start": 627, "end": 631, "text": "[56]", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Presentation"}, {"text": "Neurologic irAEs are uncommon, and the overall incidence of neurologic irAEs was found to be 3.8% with anti-CTLA-4 inhibitors, 6.1% with PD-1 inhibitors, and 12.0% with the combination of both in a recent systematic review. Grade 3 or higher occur in G 1% of patients [59] .", "cite_spans": [{"start": 268, "end": 272, "text": "[59]", "ref_id": null}], "ref_spans": [], "section": "Incidence"}, {"text": "History and physical examination with full neurologic exam should be performed in all patients. Evaluation of possible autoimmune encephalitis, meningitis, and encephalopathy should include lumbar puncture and brain MRI, with and without contrast. It is important to rule out infection and screen for unsuspected central nervous system (CNS) metastasis and/or leptomeningeal spread. Paraneoplastic syndromes should also be considered. Diagnostic evaluation of suspected alternative peripheral sensorimotor neuropathies such as myasthenia gravis or Guillain-Barré syndrome should be considered and testing with nerve conduction studies and lumbar puncture to rule out other potential causes such as diabetic neuropathy and vitamin B12 deficiency. Neurology consultation is recommended for all neurologic irAEs grade 2 and above [14, 29] .", "cite_spans": [{"start": 827, "end": 831, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 832, "end": 835, "text": "29]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Diagnostic evaluation"}, {"text": "High-dose corticosteroids are once again the mainstay of treatment, after infectious causes or paraneoplastic syndrome have been ruled out, prior to starting immunosuppression. Additional therapies such as plasmapheresis or intravenous immunoglobulin (IVIG) may be indicated [56] .", "cite_spans": [{"start": 275, "end": 279, "text": "[56]", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Management"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "GLOBOCAN 2012 v1.0: cancer incidence and mortality worldwide: IARC CancerBase no. 11. Lyon: International Agency for Research on Cancer", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Lung cancer and personalized medicine: current knowledge and therapies", "authors": [{"first": "A", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "M", "middle": [], "last": "Cote", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "21--41", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Nivolumab versus docetaxel in advanced nonsquamous non-small-cell lung cancer", "authors": [{"first": "H", "middle": [], "last": "Borghaei", "suffix": ""}, {"first": "L", "middle": [], "last": "Paz-Ares", "suffix": ""}, {"first": "L", "middle": [], "last": "Horn", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Spigel", "suffix": ""}, {"first": "M", "middle": [], "last": "Steins", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Ready", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "373", "issn": "17", "pages": "1627--1666", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Checkmate 017: randomized, open-label, international phase 3 study that showed that overall survival, response rate, and progression-free survival were significantly better with nivolumab than with docetaxel patients with advanced", "authors": [{"first": "J", "middle": [], "last": "Brahmer", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Reckamp", "suffix": ""}, {"first": "P", "middle": [], "last": "Baas", "suffix": ""}, {"first": "L", "middle": [], "last": "Crinò", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Eberhardt", "suffix": ""}, {"first": "E", "middle": [], "last": "Poddubskaya", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "373", "issn": "2", "pages": "123--158", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Pembrolizumab for the treatment of non-small-cell lung cancer", "authors": [{"first": "E", "middle": ["B"], "last": "Garon", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Rizvi", "suffix": ""}, {"first": "R", "middle": [], "last": "Hui", "suffix": ""}, {"first": "N", "middle": [], "last": "Leighl", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Balmanoukian", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Eder", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "372", "issn": "21", "pages": "2018--2046", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "KEY-NOTE-010: phase 2/3 study that showed that pembrolizumab prolongs overall survival and has a favorable benefit t-to-risk profile in patients with previously treated, PD-L1-positive", "authors": [{"first": "R", "middle": ["S"], "last": "Herbst", "suffix": ""}, {"first": "P", "middle": [], "last": "Baas", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "E", "middle": [], "last": "Felip", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Pérez-Gracia", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Han", "suffix": ""}], "year": 2016, "venue": "Lancet", "volume": "387", "issn": "", "pages": "1540--50", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pembrolizumab versus chemotherapy for PD-L1-positive non-small-cell lung cancer", "authors": [{"first": "M", "middle": [], "last": "Reck", "suffix": ""}, {"first": "D", "middle": [], "last": "Rodríguez-Abreu", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Robinson", "suffix": ""}, {"first": "R", "middle": [], "last": "Hui", "suffix": ""}, {"first": "T", "middle": [], "last": "Csőszi", "suffix": ""}, {"first": "A", "middle": [], "last": "Fülöp", "suffix": ""}], "year": 2016, "venue": "N Engl J Med", "volume": "375", "issn": "19", "pages": "1823--1856", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "OAK phase 3 study that showed that atezolizumab resulted in clinically significant improvement of overall survival versus docetaxel in previously treated non-small-cell lung cancer", "authors": [{"first": "A", "middle": [], "last": "Rittmeyer", "suffix": ""}, {"first": "F", "middle": [], "last": "Barlesi", "suffix": ""}, {"first": "", "middle": [], "last": "Waterkamp", "suffix": ""}], "year": 2017, "venue": "Lancet", "volume": "389", "issn": "", "pages": "255--65", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "PACIFIC: Phase 3 study that showed that progression-free survival was significantly longer with durvalumab than with placebo in patients with h locally advanced, unresectable, non-small-cell lung cancer (NSCLC)", "authors": [{"first": "S", "middle": ["J"], "last": "Antonia", "suffix": ""}, {"first": "A", "middle": [], "last": "Villegas", "suffix": ""}, {"first": "D", "middle": [], "last": "Daniel", "suffix": ""}, {"first": "D", "middle": [], "last": "Vicente", "suffix": ""}, {"first": "S", "middle": [], "last": "Murakami", "suffix": ""}, {"first": "R", "middle": [], "last": "Hui", "suffix": ""}], "year": 2017, "venue": "N Engl J Med", "volume": "377", "issn": "20", "pages": "1919--1948", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "An open label randomized phase III trial of nivolumab or nivolumab plus ipilimumab vs platinum doublet chemotherapy (PT-DC) in patients with chemotherapy-naïve stage IV or recurrent non-small cell lung cancer (NSCLC)(CheckMate 227)", "authors": [{"first": "M", "middle": [], "last": "Hellmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Ramalingam", "suffix": ""}, {"first": "M", "middle": [], "last": "Reck", "suffix": ""}, {"first": "K", "middle": [], "last": "O&apos;byrne", "suffix": ""}, {"first": "L", "middle": [], "last": "Paz-Ares", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Harbison", "suffix": ""}], "year": 2015, "venue": "J Immunother Cancer", "volume": "3", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "CheckMate227: phase 3 trial that showed that progression-free survival was significantly longer with combination therapy first with nivolumab than with chemotherapy among patients with NSCLC and high tumor mutational burden", "authors": [{"first": "M", "middle": ["D"], "last": "• Hellmann", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Ciuleanu", "suffix": ""}, {"first": "A", "middle": [], "last": "Pluzanski", "suffix": ""}], "year": 2018, "venue": "N Engl J Med", "volume": "378", "issn": "22", "pages": "2093--104", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "KEYNOTE-189: Phase 3 trial that showed that the addition of pembrolizumab to standard chemotherapy of pemetrexed and a platinum-based drug resulted in significantly longer overall survival and progression-free survival than chemotherapy alone in patients with patients with previously untreated metastatic NSCLC without EGFR or ALK mutations", "authors": [{"first": "L", "middle": [], "last": "Gandhi", "suffix": ""}, {"first": "D", "middle": [], "last": "Rodríguez-Abreu", "suffix": ""}, {"first": "S", "middle": [], "last": "Gadgeel", "suffix": ""}], "year": 2018, "venue": "N Engl J Med", "volume": "378", "issn": "22", "pages": "2078--92", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Toxicities of immunotherapy for the practitioner", "authors": [{"first": "J", "middle": ["S"], "last": "Weber", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Yang", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Atkins", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Disis", "suffix": ""}], "year": 2015, "venue": "J Clin Oncol", "volume": "33", "issn": "", "pages": "2092--2101", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Molecular and biochemical aspects of the PD-1 checkpoint pathway", "authors": [{"first": "V", "middle": ["A"], "last": "Boussiotis", "suffix": ""}], "year": 2016, "venue": "N Engl J Med", "volume": "375", "issn": "", "pages": "1767--78", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Comparison of the toxicity profile of PD-1 versus PD-L1 inhibitors in non-small cell lung cancer: a systematic analysis of the literature", "authors": [{"first": "R", "middle": ["N"], "last": "Pillai", "suffix": ""}, {"first": "M", "middle": [], "last": "Behera", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Owonikoko", "suffix": ""}], "year": 2018, "venue": "Cancer", "volume": "124", "issn": "2", "pages": "271--278", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical outcomes in patients with metastatic lung cancer treated with PD-1/PD-L1 inhibitors and thoracic radiotherapy", "authors": [{"first": "W", "middle": ["L"], "last": "Hwang", "suffix": ""}, {"first": "A", "middle": [], "last": "Niemierko", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Hwang", "suffix": ""}], "year": 2017, "venue": "JAMA Oncol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamaoncol.2017.3808"]}}, "BIBREF16": {"ref_id": "b16", "title": "Incidence of pneumonitis with use of PD-1 and PD-L1 inhibitors in non-small cell lung cancer: a systematic review and meta-analysis of trials", "authors": [{"first": "M", "middle": [], "last": "Khunger", "suffix": ""}, {"first": "S", "middle": [], "last": "Rakshit", "suffix": ""}, {"first": "V", "middle": [], "last": "Pasupuleti", "suffix": ""}], "year": 2017, "venue": "Chest", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.chest.2017.04.177"]}}, "BIBREF17": {"ref_id": "b17", "title": "Immune-related adverse events from immune checkpoint inhibitors", "authors": [{"first": "K", "middle": ["A"], "last": "Marrone", "suffix": ""}, {"first": "W", "middle": [], "last": "Ying", "suffix": ""}, {"first": "J", "middle": [], "last": "Naidoo", "suffix": ""}], "year": 2016, "venue": "Clin Pharmacol Ther", "volume": "100", "issn": "", "pages": "242--51", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Management of immune-related adverse events in patients treated with immune checkpoint inhibitor therapy: American Society of Clinical Oncology Clinical Practice guideline summary", "authors": [{"first": "••", "middle": [], "last": "Brahmer", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Lacchetti", "suffix": ""}, {"first": "C", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "", "suffix": ""}], "year": 2018, "venue": "J Oncol Pract", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Management of toxicities from immunotherapy: ESMO clinical practice guidelines for diagnosis, treatment and follow-up", "authors": [{"first": "J", "middle": ["B"], "last": "Haanen", "suffix": ""}, {"first": "F", "middle": [], "last": "Carbonnel", "suffix": ""}, {"first": "C", "middle": [], "last": "Robert", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Kerr", "suffix": ""}, {"first": "S", "middle": [], "last": "Peters", "suffix": ""}, {"first": "J", "middle": [], "last": "Larkin", "suffix": ""}], "year": 2017, "venue": "Ann Oncol", "volume": "28", "issn": "suppl_4", "pages": "119--161", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Managing toxicities associated with immune checkpoint inhibitors: consensus recommendations from the Society for Immunotherapy of Cancer (SITC) Toxicity Management Working Group", "authors": [{"first": "I", "middle": [], "last": "Puzanov", "suffix": ""}, {"first": "A", "middle": [], "last": "Diab", "suffix": ""}, {"first": "K", "middle": [], "last": "Abdallah", "suffix": ""}, {"first": "C", "middle": ["O"], "last": "Bingham", "suffix": ""}], "year": 2017, "venue": "J Immunother Cancer", "volume": "5", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Toxicities of the anti-PD-1 and anti-PD-L1 immune checkpoint antibodies", "authors": [{"first": "J", "middle": [], "last": "Naidoo", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Page", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Li", "suffix": ""}], "year": 2015, "venue": "Ann Oncol", "volume": "26", "issn": "", "pages": "2375--91", "other_ids": {"DOI": ["10.1093/annonc/mdv383"]}}, "BIBREF22": {"ref_id": "b22", "title": "Comprehensive review of irAE associated with PD-1/PD-L1 blockade", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Immune-related adverse events associated with immune checkpoint blockade", "authors": [{"first": "M", "middle": ["A"], "last": "• Postow", "suffix": ""}, {"first": "R", "middle": [], "last": "Sidlow", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Hellmann", "suffix": ""}], "year": 2018, "venue": "N Engl J Med", "volume": "378", "issn": "2", "pages": "158--68", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Pneumonitis in patients treated with anti-programmed death-1/programmed death ligand 1 therapy", "authors": [{"first": "J", "middle": [], "last": "Naidoo", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Woo", "suffix": ""}], "year": 2017, "venue": "J Clin Oncol", "volume": "35", "issn": "7", "pages": "709--726", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Identifying and managing the adverse effects of immune checkpoint blockade", "authors": [{"first": "A", "middle": [], "last": "Winer", "suffix": ""}, {"first": "Nicholas", "middle": [], "last": "Bodor", "suffix": ""}, {"first": "J", "middle": [], "last": "Borghaei", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "J Thorac Dis", "volume": "10", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Management of toxicities of immune checkpoint inhibitors", "authors": [{"first": "L", "middle": [], "last": "Spain", "suffix": ""}, {"first": "S", "middle": [], "last": "Diem", "suffix": ""}, {"first": "J", "middle": [], "last": "Larkin", "suffix": ""}], "year": 2016, "venue": "Cancer Treat Rev", "volume": "44", "issn": "", "pages": "51--60", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Inflammatory arthritis and sicca syndrome induced by nivolumab and ipilimumab", "authors": [{"first": "L", "middle": ["C"], "last": "Cappelli", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Gutierrez", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Baer", "suffix": ""}, {"first": "J", "middle": [], "last": "Albayda", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Manno", "suffix": ""}, {"first": "U", "middle": [], "last": "Haque", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Nivolumabinduced colitis treated by infliximab", "authors": [{"first": "S", "middle": [], "last": "Yanai", "suffix": ""}, {"first": "S", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "T", "middle": [], "last": "Matsumoto", "suffix": ""}], "year": 2017, "venue": "Clin Gastroenterol Hepatol", "volume": "15", "issn": "4", "pages": "80--81", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Vedolizumab treatment for immune checkpoint inhibitor-induced enterocolitis", "authors": [{"first": "V", "middle": [], "last": "Bergqvist", "suffix": ""}, {"first": "E", "middle": [], "last": "Hertervig", "suffix": ""}, {"first": "P", "middle": [], "last": "Gedeon", "suffix": ""}, {"first": "M", "middle": [], "last": "Kopljar", "suffix": ""}, {"first": "H", "middle": [], "last": "Griph", "suffix": ""}, {"first": "S", "middle": [], "last": "Kinhult", "suffix": ""}], "year": 2017, "venue": "Cancer Immunol Immunother", "volume": "66", "issn": "", "pages": "581--92", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Safety, activity, and immune correlates of anti-PD-1 antibody in cancer", "authors": [{"first": "S", "middle": ["L"], "last": "Topalian", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Hodi", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Brahmer", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Gettinger", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Smith", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Mcdermott", "suffix": ""}], "year": 2012, "venue": "N Engl J Med", "volume": "366", "issn": "", "pages": "2443--54", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Immune checkpoint inhibitors: navigating a new paradigm of treatment toxicities", "authors": [{"first": "K", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "V", "middle": [], "last": "Culleton", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lwin", "suffix": ""}, {"first": "K", "middle": [], "last": "O&apos;byrne", "suffix": ""}, {"first": "Bgm", "middle": [], "last": "Hughes", "suffix": ""}], "year": 2017, "venue": "Asia Pac J Clin Oncol", "volume": "13", "issn": "4", "pages": "277--88", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Characterisation and management of dermatologic adverse events to agents targeting the PD-1 receptor", "authors": [{"first": "V", "middle": ["R"], "last": "Belum", "suffix": ""}, {"first": "B", "middle": [], "last": "Benhuri", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Postow", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Hellmann", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Lesokhin", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Segal", "suffix": ""}], "year": 2016, "venue": "Eur J Cancer", "volume": "60", "issn": "", "pages": "12--25", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Gastrointestinal and hepatic complications of immune checkpoint inhibitors", "authors": [{"first": "P", "middle": [], "last": "Cramer", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Bresalier", "suffix": ""}], "year": 2017, "venue": "Curr Gastroenterol Rep", "volume": "19", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Autoimmune bullous skin disorders with immune checkpoint inhibitors targeting PD-1 and PD-L1", "authors": [{"first": "J", "middle": [], "last": "Naidoo", "suffix": ""}, {"first": "K", "middle": [], "last": "Schindler", "suffix": ""}, {"first": "C", "middle": [], "last": "Querfeld", "suffix": ""}, {"first": "K", "middle": [], "last": "Busam", "suffix": ""}, {"first": "J", "middle": [], "last": "Cunningham", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Page", "suffix": ""}], "year": 2016, "venue": "Cancer Immunol Res", "volume": "4", "issn": "5", "pages": "383--392", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Association of vitiligo with tumor response in patients with metastatic melanoma treated with pem-brolizumab", "authors": [{"first": "C", "middle": [], "last": "Hua", "suffix": ""}, {"first": "L", "middle": [], "last": "Boussemart", "suffix": ""}, {"first": "C", "middle": [], "last": "Mateus", "suffix": ""}], "year": 2016, "venue": "JAMA Dermatol", "volume": "152", "issn": "", "pages": "45--51", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Characterization of nivolumabassociated skin reactions in patients with metastatic non-small cell lung cancer", "authors": [{"first": "O", "middle": [], "last": "Hasan Ali", "suffix": ""}, {"first": "S", "middle": [], "last": "Diem", "suffix": ""}, {"first": "E", "middle": [], "last": "Markert", "suffix": ""}, {"first": "W", "middle": [], "last": "Jochum", "suffix": ""}, {"first": "K", "middle": [], "last": "Kerl", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "French", "suffix": ""}], "year": 2016, "venue": "Oncoimmunology", "volume": "5", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Immune checkpoint inhibitionrelated colitis: correlation between ulcers and need for infliximab", "authors": [{"first": "J", "middle": [], "last": "Dieren", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Haanen", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Cutaneous, gastrointestinal, hepatic, endocrine, and renal side-effects of anti-PD-1 therapy", "authors": [{"first": "L", "middle": [], "last": "Hofmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Forschner", "suffix": ""}, {"first": "C", "middle": [], "last": "Loquai", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Goldinger", "suffix": ""}, {"first": "L", "middle": [], "last": "Zimmer", "suffix": ""}, {"first": "S", "middle": [], "last": "Ugurel", "suffix": ""}], "year": 2016, "venue": "Eur J Cancer", "volume": "60", "issn": "", "pages": "190--209", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Thinking critically about classifying adverse events: incidence of pancreatitis in patients treated with nivolumab+ ipilimumab", "authors": [{"first": "C", "middle": ["F"], "last": "Friedman", "suffix": ""}, {"first": "V", "middle": [], "last": "Clark", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Raikhel", "suffix": ""}], "year": 2017, "venue": "J Natl Cancer Inst", "volume": "109", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Ipilimumab-associated colitis: CT findings", "authors": [{"first": "K", "middle": ["W"], "last": "Kim", "suffix": ""}], "year": 2013, "venue": "AJR Am J Roentgenol", "volume": "200", "issn": "5", "pages": "468--74", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Incidence of endocrine dysfunction following the use of different immune checkpoint inhibitor regimens: a systematic review and meta-analysis", "authors": [{"first": "R", "middle": [], "last": "Barroso-Sousa", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Barry", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Garrido-Castro", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Hodi", "suffix": ""}, {"first": "L", "middle": [], "last": "Min", "suffix": ""}, {"first": "I", "middle": ["E"], "last": "Krop", "suffix": ""}], "year": 2018, "venue": "JAMA Oncol", "volume": "4", "issn": "2", "pages": "173--82", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Colonic ulcerations may predict steroidrefractory course in patients with ipilimumabmediated enterocolitis", "authors": [{"first": "A", "middle": [], "last": "Jain", "suffix": ""}], "year": 2017, "venue": "World J Gastroenterol", "volume": "23", "issn": "11", "pages": "2023--2031", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Antibody-mediated thyroid dysfunction during T-cell checkpoint blockade in patients with non-small-cell lung cancer", "authors": [{"first": "J", "middle": ["C"], "last": "Osorio", "suffix": ""}, {"first": "A", "middle": [], "last": "Ni", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Chaft", "suffix": ""}, {"first": "R", "middle": [], "last": "Pollina", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Kasler", "suffix": ""}, {"first": "D", "middle": [], "last": "Stephens", "suffix": ""}], "year": 2017, "venue": "Ann Oncol", "volume": "28", "issn": "3", "pages": "583--592", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Cardiac toxicity of immune checkpoint inhibitors: cardiooncology meets immunology", "authors": [{"first": "G", "middle": [], "last": "Varricchi", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Galdiero", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Tocchetti", "suffix": ""}], "year": 2017, "venue": "Circulation", "volume": "136", "issn": "21", "pages": "1989--92", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Ipilimumab associated hepatitis: imaging and clinicopathologic findings", "authors": [{"first": "K", "middle": ["W"], "last": "Kim", "suffix": ""}], "year": 2013, "venue": "Investig New Drugs", "volume": "31", "issn": "4", "pages": "1071--1078", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Clinical features, diagnostic challenges, and management strategies in checkpoint inhibitor-related pneumonitis", "authors": [{"first": "S", "middle": [], "last": "Chuzi", "suffix": ""}, {"first": "F", "middle": [], "last": "Tavora", "suffix": ""}, {"first": "M", "middle": [], "last": "Cruz", "suffix": ""}, {"first": "R", "middle": [], "last": "Costa", "suffix": ""}, {"first": "Y", "middle": ["K"], "last": "Chae", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Carneiro", "suffix": ""}], "year": 2017, "venue": "Cancer Manag Res", "volume": "9", "issn": "", "pages": "207--220", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Immune-checkpoint inhibitors associated with interstitial lung disease in cancer patients", "authors": [{"first": "M", "middle": [], "last": "Delaunay", "suffix": ""}, {"first": "J", "middle": [], "last": "Cadranel", "suffix": ""}, {"first": "A", "middle": [], "last": "Lusque", "suffix": ""}, {"first": "N", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "V", "middle": [], "last": "Gounant", "suffix": ""}, {"first": "D", "middle": [], "last": "Moro-Sibilot", "suffix": ""}], "year": 2017, "venue": "Eur Respir J", "volume": "50", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Incidence of pneumonitis with use of programmed death 1 and programmed death-ligand 1 inhibitors in non-small cell lung cancer: a systematic review and meta-analysis of trials", "authors": [{"first": "M", "middle": [], "last": "Khunger", "suffix": ""}, {"first": "S", "middle": [], "last": "Rakshit", "suffix": ""}, {"first": "V", "middle": [], "last": "Pasupuleti", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Hernandez", "suffix": ""}, {"first": "P", "middle": [], "last": "Mazzone", "suffix": ""}, {"first": "J", "middle": [], "last": "Stevenson", "suffix": ""}], "year": 2017, "venue": "Chest", "volume": "152", "issn": "2", "pages": "271--81", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Inflammatory arthritis and sicca syndrome induced by nivolumab and ipilimumab", "authors": [{"first": "L", "middle": ["C"], "last": "Cappelli", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Gutierrez", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Baer", "suffix": ""}, {"first": "J", "middle": [], "last": "Albayda", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Manno", "suffix": ""}, {"first": "U", "middle": [], "last": "Haque", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Lipson", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Bleich", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Shah", "suffix": ""}, {"first": "J", "middle": [], "last": "Naidoo", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Brahmer", "suffix": ""}], "year": null, "venue": "Ann Rheum Dis", "volume": "2016", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Anti-PD-1-related pneumonitis during cancer immunotherapy", "authors": [{"first": "M", "middle": [], "last": "Nishino", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Sholl", "suffix": ""}, {"first": "H", "middle": [], "last": "Hatabu", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Ramaiya", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Hodi", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "373", "issn": "3", "pages": "288--90", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Rheumatic and musculoskeletal immune-related adverse events due to immune checkpoint inhibitors: a systematic review of the literature", "authors": [{"first": "L", "middle": ["C"], "last": "Cappelli", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Gutierrez", "suffix": ""}, {"first": "C", "middle": ["O"], "last": "Bingham", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Shah", "suffix": ""}], "year": 2017, "venue": "Arthritis Care Res", "volume": "69", "issn": "11", "pages": "1751--63", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Inflammatory arthritis: a newly recognized adverse event of immune checkpoint blockade", "authors": [{"first": "J", "middle": [], "last": "Naidoo", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Cappelli", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Forde", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Marrone", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Lipson", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Hammers", "suffix": ""}], "year": 2017, "venue": "Oncologist", "volume": "22", "issn": "6", "pages": "627--657", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Adverse renal effects of immune checkpoint inhibitors: a narrative review", "authors": [{"first": "R", "middle": [], "last": "Wanchoo", "suffix": ""}, {"first": "S", "middle": [], "last": "Karam", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Uppal", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Barta", "suffix": ""}, {"first": "G", "middle": [], "last": "Deray", "suffix": ""}, {"first": "C", "middle": [], "last": "Devoe", "suffix": ""}], "year": 2017, "venue": "Am J Nephrol", "volume": "45", "issn": "2", "pages": "160--169", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Clinicopathological features of acute kidney injury associated with immune checkpoint inhibitors", "authors": [{"first": "F", "middle": ["B"], "last": "Cortazar", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Marrone", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Troxell", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Ralto", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Hoenig", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Brahmer", "suffix": ""}], "year": 2016, "venue": "Kidney Int", "volume": "90", "issn": "", "pages": "638--685", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Neurological adverse events associated with immune checkpoint inhibitors: review of the literature", "authors": [{"first": "S", "middle": [], "last": "Cuzzubbo", "suffix": ""}, {"first": "F", "middle": [], "last": "Javeri", "suffix": ""}, {"first": "M", "middle": [], "last": "Tissier", "suffix": ""}], "year": 2017, "venue": "Eur J Cancer", "volume": "73", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Neurotoxicity from immunecheckpoint inhibition in the treatment of melanoma: a single centre experience and review of the literature", "authors": [{"first": "L", "middle": [], "last": "Spain", "suffix": ""}, {"first": "G", "middle": [], "last": "Walls", "suffix": ""}, {"first": "M", "middle": [], "last": "Julve", "suffix": ""}, {"first": "K", "middle": [], "last": "O&apos;meara", "suffix": ""}, {"first": "T", "middle": [], "last": "Schmid", "suffix": ""}, {"first": "E", "middle": [], "last": "Kalaitzaki", "suffix": ""}], "year": 2017, "venue": "Ann Oncol", "volume": "28", "issn": "2", "pages": "377--85", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Timeline for FDA approval of checkpoint inhibitors", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Drug </td><td>Trial </td><td>FDA\n</td><td>Indication </td><td>Companion diagnostic\n</td></tr><tr><td> </td><td> </td><td>approval\n</td><td> </td><td> </td></tr><tr><td>Nivolumab </td><td>CheckMate 017\n</td><td>March 2016 </td><td>Second-line advanced stage NSCLC (squamous cell carcinoma)\n</td><td>None required\n</td></tr><tr><td>Nivolumab </td><td>CheckMate\n</td><td>October\n</td><td>Second-line advanced stage NSCLC (squamous cell carcinoma)\n</td><td>None required\n</td></tr><tr><td>057\n</td><td>2015\n</td><td> </td><td> </td></tr><tr><td>Pembrolizumab </td><td>KeyNote 010 </td><td>October\n</td><td>Second-line advanced stage NSCLC </td><td>PD-L1 IHC 91%\n</td></tr><tr><td> </td><td> </td><td>2015\n</td><td> </td><td>TPS*\n</td></tr><tr><td>Atezolizumab </td><td>OAK </td><td>April 2016 </td><td>Second-line advanced stage NSCLC </td><td>None required\n</td></tr><tr><td>Pembrolizumab </td><td>KeyNote 024 </td><td>October\n</td><td>First-line advanced stage NSCLC </td><td>PD-L1 IHC 9\n</td></tr><tr><td> </td><td> </td><td>2016\n</td><td> </td><td>50% TPS\n</td></tr><tr><td>Pembrolizumab with carboplatin/permetrexed\n</td><td>KEYNOTE-021 </td><td>May 2017 </td><td>First-line advanced stage NSCLC (squamous cell carcinoma)\n</td><td>None required\n</td></tr><tr><td>Durvalumab </td><td>PACIFIC </td><td>February\n</td><td>Stage III unresectable non-small cell cancer after chemoradiotherapy\n</td><td>None required\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>2018\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Grading of common irAE", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Adverse event </td><td>Evaluation </td><td>Grade 1 </td><td>Grade 2 </td><td>Grade 3 </td><td>Grade 4\n</td></tr><tr><td>Rash </td><td>Complete skin exam, with mucosa\n</td><td>Covering G 10% body surface area with or without associated symptoms\n</td><td>Covering\n</td><td>Covering 9 30% body surface area with or without associated symptoms\n-\n</td></tr><tr><td> </td><td> </td><td>10-30% body surface area with or without associated symptoms\n</td></tr><tr><td>Diarrhea </td><td>Consider stool studies, lactoferrin and calprotectin\nG </td><td>4 stools/day\n</td><td>4-6 stools/day\n9 </td><td>7 stools/day above baseline; hospitalization indicated; incontinence; severe increase in ostomy output\n</td><td>Life-threatening consequences; urgent intervention indicated\n</td></tr><tr><td>above\n</td><td>above\n</td></tr><tr><td> </td><td> </td><td>baseline; mild increase in ostomy output\n</td><td>baseline; moderate increase in ostomy output\n</td><td> </td></tr><tr><td>Colitis </td><td>Consider endoscopy see\n</td><td>Asymptomatic; intervention not indicated\n</td><td>Abdominal pain; mucus or blood in\n</td><td>Severe abdominal pain; changes in bowel habits; medical intervention indicated; peritoneal signs Severe symptoms; oxygen indicated\n</td><td>Life-threatening consequences; urgent intervention indicated\n</td></tr><tr><td>text\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>stool\n</td><td> </td></tr><tr><td>Pneumonitis </td><td>Imaging preferred is high\nresolution CT.\n</td><td>Asymptomatic; intervention not indicated\n</td><td>Symptomatic: medical intervention indicated\n</td><td>Life-threatening respiratory compromise; urgent intervention indicated\n</td></tr><tr><td>Consider bronchoscopy\n</td><td> </td><td> </td><td> </td></tr><tr><td>Musculoskeletal </td><td>Inflammatory markers (ESR,\n</td><td>Mild pain with </td><td> </td><td>inflammation, erythema, or joint swelling\n</td><td>Moderate pain associated with signs of\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>CRP, ANA, RF,\n</td></tr></table></body></html>"}, "TABREF2": {"text": "(Continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Adverse event self-care ADL referral to rheumatology\n</td><td>Evaluation self-care ADL referral to rheumatology.\n</td><td>Grade 1 </td><td>Grade 2 </td><td>Grade 3 </td><td>Grade 4\n</td></tr><tr><td>Endocrinological </td><td>TSH, free T4, FSH,\n</td><td>Asymptomatic or mild symptom\n</td><td>Moderate symptoms, able to perform ADL\n</td><td>Severe symptoms, medically significant or life-threatening consequences,\n</td><td>Severe symptoms, medically significant or life-threatening consequences,\n</td></tr><tr><td>LH, cortisol.\n</td></tr><tr><td> </td><td> </td><td>Brain MRI if indicated\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Conflict of Interest Beatriz Wills declares that she has no conflict of interest. Julie R. Brahmer has received research support through grants from Bristol-Myers Squibb, MedImmune/ AstraZeneca, and Merck; has received compensation from Celgene, Merck, and Lilly for service as a consultant; has received compensation from Merck, Genentech, and Syndax for participation on advisory boards; and has served on advisory boards and as a consultant for Bristol-Myers Squibb but received no compensation. Jarushka Naidoo has received research support through grants from Merck and MedImmune/AstraZeneca and has received compensation from Bristol-Myers Squibb and Takeda for service as a consultant.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}, {"text": "This article does not contain any studies with human or animal subjects performed by any of the authors.", "cite_spans": [], "ref_spans": [], "section": "Human and Animal Rights and Informed Consent"}, {"text": "Papers of particular interest, published recently, have been highlighted as: • Of importance •• Of major importance.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}