{
    "paper_id": "281bc393e64c5e1a6e19c422601906d777088a6e",
    "metadata": {
        "title": "Vulnerability, diversity and scarcity: on universal rights",
        "authors": [
            {
                "first": "Bryan",
                "middle": [
                    "Stanley"
                ],
                "last": "Turner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [],
                "last": "Dumas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article makes a contribution to the on-going debates about universalism and cultural relativism from the perspective of sociology. We argue that bioethics has a universal range because it relates to three shared human characteristics,-human vulnerability, institutional precariousness and scarcity of resources. These three components of our argument provide support for a related notion of 'weak foundationalism' that emphasizes the universality and interrelatedness of human experience, rather than their cultural differences. After presenting a theoretical position on vulnerability and human rights, we draw on recent criticism of this approach in order to paint a more nuanced picture. We conclude that the dichotomy between universalism and cultural relativism has some conceptual merit, but it also has obvious limitations when we consider the political economy of health and its impact on social inequality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The generic concepts of 'ethics of rights' and 'ethics of duties' (Patrão Neves 2009)-found implicitly in most official bioethics documents-can be viewed as two relevant ideas for a sociological study of human rights and global health policy. They identify basic human needs and socio-cultural conditions that should be safeguarded by political institutions. The fact that health is now considered a basic good within international conventions is an important point of departure for universal rights to health (UNESCO 2011) . The duties that are associated with these rights are also expressed by the moral obligation to develop a social contract that would achieve a modicum of social justice by for example reducing social inequalities.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 523,
                    "text": "(UNESCO 2011)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Both dimensions of the ethics debate (rights and duties) converge on the notion of 'institution'. In sociology, the problems of developing universal institutions to achieve a civilized level of social protection, while respecting personal autonomy, lie at its core. In an effort to promote 'multidisciplinary and pluralistic dialogue' (UNESCO 2005) in bioethics, this article makes a contribution to ongoing debates about universalism and cultural relativism from the perspective of sociology. We argue that bioethics has a universal range because it relates to three shared human characteristics,-human vulnerability, institutional precariousness and scarcity of resources. These three components of our argument provide support for a related notion of 'weak foundationalism' that emphasizes the universality and interrelatedness of human experience, rather than their cultural differences. After presenting a theoretical position on vulnerability and human rights, we draw on recent criticism of this approach in order to paint a more nuanced picture. We conclude that the dichotomy between universalism and cultural relativism has some conceptual merit, but it also has obvious limitations when we consider the political economy of health and its impact on social inequality.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 348,
                    "text": "(UNESCO 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The idea that different cultures produce not only different ethics and values but also vastly different ways of experiencing the world has become the dominant assumption of both anthropology and sociology. In terms of philosophical anthropology, our social being-in-the-world is deeply rooted in distinctive and separate sets of cultural practices, often referred to simply as 'habitus' (Bourdieu 2000) . The implication is that we cannot assume that the experiences of sickness and disease, and experiences of the body are universal and it follows that some assumptions of western bioethics cannot be generalized.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 402,
                    "text": "(Bourdieu 2000)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "In sociology the problem of relativism occurs under the general discussion of 'social constructionism', namely that the phenomena of the social world have no consistent or permanent essence; they are always and already produced by social conditions. Perhaps the classic illustration of the argument was the work of Margaret Lock (1993) on the cross-cultural experience of menopause in American and Japanese women. She found that, while the discomforts of menopause in the United States were widely prevalent, Japanese women did not experience negative symptoms to the same extent. Medical sociologists therefore concluded that the social construction of menopause was at the source of its medicalization in some areas of the word.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 335,
                    "text": "Lock (1993)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "While social constructionism is a basic premise of modern anthropology and sociology, it has certain limitations in the context of rights. We defend the idea some conditions such as human vulnerability, precariousness institutions and scarcity of resources, are common to human societies and can serve as a grounding for future research in bioethics. In short we defend a position that we call 'weak foundationalism'. Without rejecting cultural relativism, we argue that humans share a physical embodiment, which has significant consequences regardless of cultural variations. For example, the prospect of post-humanism is threatening to alter what it is to be human and is generating many ethical questions that appear to go beyond cultures or religious denomination; it is in this perspective that the study of embodiment in social sciences is central to ethical life (Frank 2012: 395) . We also elaborate the notion of institutional precariousness that occurs in context of scarcity. The result is that over many issues we have to co-operate through mutual recognition just in order to survive.",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 887,
                    "text": "(Frank 2012: 395)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "We start with the observation that cultural relativism runs up against at least two obvious counter arguments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "The first is that the notion of cultural specificity is contradicted by the widespread assumption in the social sciences that globalization is the dominant form of social change in the modern world. Globalism is especially evident in the fact that the world is shaped by a common technology and production system. For example, access to medical technology, international vaccination co-ordination efforts, and sharing of information through the World Health Organisation can be viewed as proof that most countries are to some degree part of globalized networks. While the interaction between global and local cultures often results in hybrid cultures that sociologists describe as a process of 'glocalization', there are important common processes that result in shared problems and experiences. Medical anthropologists, by grasping the relativist implications of her work, can too easily ignore one of the conclusions of Margaret Lock's research, which was that Japanese women would come to acquire menopausal difficulties as a result of globalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "This first point is supported primarily by the nature of human ageing, demographic data and considerations on the specificity of the social classification of disease. Let us take two examples of the emergence of a common 'health world' with respect to globalization and health. Perhaps the most important demographic revolution of the late twentieth century was the decline in female total fertility rates and the greying of human populations. This demographic change is more or less uniform regardless of cultural differences and especially religious differences. By the beginning of this century, only four countries in the world have a fertility rate above five, and half the world's population now live in societies that have fertility rates that are near or below the replacement level (MacInnes and Pérez Diaz 2009: 150) . Obviously there are important differences. China's one-child policy is very different from the demographic situation of the United States, but there are common global processes: the improvement in female education, the availability of contraceptives, rising prosperity of the middle classes and changing attitudes towards children. In association with changing fertility, there is the longer life expectancy and lower death rates that translate into a strong trend of ageing of the world's population. For most societies demography is central to various health, labour and economic policies.",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 826,
                    "text": "(MacInnes and Pérez Diaz 2009: 150)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "It would also be possible to construct a list of such shared health circumstances related to ageing-cancer, Alzheimer's disease, strokes, and so forth. With globalization, there is the rapid transmission of conditions such as HIV/AIDS, SARS, and the annual influenza outbreak. There are also more 'exotic' problems such as the arrival and spread of West Nile virus to Texas where 118 people died and 3,000 were infected in the summer of 2012. We can therefore legitimately argue that in the past humans lived in communities that were more or less isolated and hence diseases with geographically and culturally specific. This communal autonomy and isolation was relative. In the medieval world, the bubonic plague devastated human communities across much of Europe. The modern world is very different. An outbreak of SARS in East Asia can reach Ottawa in a matter of days if not hours. Another example would be diabetes. There is a worldwide epidemic of diabetes. It is clearly widespread among urban, sedentarized and developed societies from Australia to the United States, where lack of exercise, fast food and urbanization contribute to its rising incidence among young people. Obviously more efficient detection and monitoring contribute to the growth of the disease, but it is also widespread among indigenous peoples from Australian aboriginals to Native Americans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "The second counter argument is the widespread, if not universal, acceptance of human rights. Sociologists have suggested that the cultural contexts of moral debate are not as radically incommensurable as many philosophers suggest, and thus the process of globalization has provided a counter-balance to national and cultural diversity (Mouzelis 2011). The contemporary almost universal acceptance of human rights suggests that the globalization of the principles of the Declaration of 1948 can mitigate if not overcome the fragmentation and diversity of human cultures. There are of course many well-known problems with human rights, such as the difference between the acceptance and enforcement of rights (Woodiwiss 2009 ).",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 721,
                    "text": "(Woodiwiss 2009",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "Human rights began to emerge on the global political agenda in the 1970 s when growing dissatisfaction with the historic the role of states in the international order and widespread recognition of the failures of communism opened up opportunities for rethinking the role of rights in international affairs. Human rights emerged as a serviceable ideology for a variety of social movements such as women's internationalism, political dissidents in Poland and Hungary, and as the basis of global NGO activity. The presidency of Jimmy Carter, who in his inauguration in 1977 declared an absolute commitment to human rights as the basis of American foreign policy, was also an important development. However, the critical turning-point occurred when academic lawyers came to embrace human rights as the normative framework of international law. These lawyers, who began to question the prevailing realist doctrines of international relations theory, embraced human rights as part of their core business (Moyn 2010) .",
            "cite_spans": [
                {
                    "start": 998,
                    "end": 1009,
                    "text": "(Moyn 2010)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "One standard argument against human rights has been that they are western and individualistic. But even this argument has lost a lot of traction. The so-called 'Asian values debate' has more or less disappeared. At one stage both Mahatir in Malaysia and Lee Kwan Yew in Singapore sought to ground a view of human rights in Confucianism with its emphasis on the family, order and respect, but for critics of these societies such values were thought to be a screen to hide the authoritarianism of their respective regimes (Kamaludeen and Turner 2012) . Although the spread of human rights is far from complete, there is a growing network of international law that is binding on nations. The United Nations Convention on the Law of the Sea (1982) is a significant illustration of this development (Charney and Smith 2002) . The growth of legally binding relations within the European community has also been seen by legal scholars as an important example of legal internationalism. For example in 1951 the Treaty Establishing the European Coal and Steel Community made provision for an independent court, the Court of Justice, to interpret and enforce of the treaty's provisions. Another example is the creation of the European Court of Human Rights in 1959. These international legal relations have multiplied with juridical globalization in clear recognition of the need to develop a set of universal norms to address global concerns relating to major issues, especially the environment (Charney 1993) .",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 548,
                    "text": "(Kamaludeen and Turner 2012)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 794,
                    "end": 818,
                    "text": "(Charney and Smith 2002)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1486,
                    "end": 1500,
                    "text": "(Charney 1993)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "In addition, important normative instruments developed in bioethics and human rights over the last decades (e.g., Declaration of Helsinki, Belmont Report, European Convention on Bioethics, Universal Declaration of Bioethics and Human Rights) have identified a number of shared human conditions that should be preserved through political means. The notion of shared vulnerability-that is commonly used in bioethics as an answer to relativistic claims in health policy-is a good example in this regard. Generally speaking, the notion of vulnerability holds two meanings. First, the word refers to a universal and persistent character of human beings (e.g., Kottow 2004; Luna 2009; Patrão Neves 2009; Ruof 2004) . In some respect, it holds an ontological priority over other bioethical principles (Solbakk 2011) . Second, it holds a more variable status, which is dependent on a sociocultural context. Socioeconomic inequalities increase vulnerability, and humans thus become vulnerated and, as a consequence, more susceptible to disease and shorter lives (Kottow 2004) . Essentially, global rights institutions and conventions protect humans because they are vulnerable. The arguments invoking a 'bioethics of protection' or a 'duty to aid' often put forward the significance of international solidarity as an answer to health inequalities (e.g., Schramm and Braz 2008; London 2005) . As stated in a recent report of the International Bioethics Committee: ''vulnerability might provide a bridge between the moral 'strangers' of a pluralistic society, thereby enhancing the value of solidarity rather than mere individual interest'' (UNESCO 2013: 2). Economic development does not automatically reduce the vulnerability of every sector of society, and hence there is a continuing need for basic forms of protection. Vulnerability, diversity and scarcity 665",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 667,
                    "text": "Kottow 2004;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 668,
                    "end": 678,
                    "text": "Luna 2009;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 679,
                    "end": 697,
                    "text": "Patrão Neves 2009;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 698,
                    "end": 708,
                    "text": "Ruof 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 794,
                    "end": 808,
                    "text": "(Solbakk 2011)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1053,
                    "end": 1066,
                    "text": "(Kottow 2004)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1345,
                    "end": 1367,
                    "text": "Schramm and Braz 2008;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1368,
                    "end": 1380,
                    "text": "London 2005)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "With respect to recent biotechnological developments, various treaties and conventions on the integrity of the human species testify to the existence of a global risk society. In 'Protecting the endangered Human ' Annas, Andrews and Isasi (2002) suggest an international treaty prohibiting cloning and inheritable alterations in response to species altering technology: 'prevention … must be based on the recognition that all human are the same, rather than on an emphasis on our difference ' (2002: 136) .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 245,
                    "text": "' Annas, Andrews and Isasi (2002)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 491,
                    "end": 504,
                    "text": "' (2002: 136)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cultural relativism, globalization and human rights"
        },
        {
            "text": "We believe that sociological arguments about globalization and human rights can contribute to philosophical debates in bioethics since the empirical findings of sociological research have an obvious bearing on bioethics and health policy. However we do not want to present a counter argument in terms of various empirical examples. We need to develop our position at a much more fundamental and conceptual level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vulnerability, precariousness and scarcity"
        },
        {
            "text": "These examples from our discussion so far indicate that what human beings share in common, even when they are profoundly divided by culture and religion, is their ontological vulnerability. This point has been emphasized in Vulnerability and Human Rights, in which Turner (2006) argued from a sociological perspective that the concept of vulnerability, which is derived from the Latin vulnus or 'wound', recognises the corporeal dimension of human existence, namely our embodiment; it describes the condition of sentient, embodied creatures, who are exposed to the dangers of their natural environment, and who are conscious of their precarious circumstances. Our vulnerability signifies our capacity to be open to wounding, and therefore to be open to the world. This theme of human vulnerability clearly has strong religious connotations. It can be easily related to the Christian tradition the symbol of which is the cross of Jesus. But it can also be recognized in the teachings of the Buddha. In a discussion of the Buddhist idea of dukkha or suffering, Robert Bellah (2011:532) notes that it can also be translated as meaning that life is 'unsatisfactory'. One reason life is less than satisfactory is because we experience it as transient and tragic. He concludes that 'fundamentally it is the recognition of the vulnerability and fragility of life' (Bellah 2011: 532) . One might also relate this concept of human vulnerability to the Shi'ite tradition of Islam with its profound sense of martyrdom and suffering. These comparisons suggest that vulnerability is not cultural specific but speaks to the human condition as a shared ontology.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 278,
                    "text": "Turner (2006)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1059,
                    "end": 1083,
                    "text": "Robert Bellah (2011:532)",
                    "ref_id": null
                },
                {
                    "start": 1357,
                    "end": 1375,
                    "text": "(Bellah 2011: 532)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vulnerability, precariousness and scarcity"
        },
        {
            "text": "Human beings are ontologically vulnerable and insecure, and their natural environment, uncertain. In order to protect themselves from the uncertainties and challenges of the everyday world, they must build social institutions (especially political, familial and cultural institutions) that come to constitute 'society'. We need a certain level of trust in order to build companionship and friendship to provide us with mutual support in times of uncertainty. We need the creative force of ritual and the emotional ties of common festivals to renew social life and to build effective institutions, and we need the comforts of social institutions as means of fortifying our individual precarious existence. Because we are vulnerable, it is necessary to build political institutions to provide for our collective security. These institutions are, however, themselves precarious and they cannot begin to function without effective leadership, political wisdom and good fortune to provide an enduring and reliable social environment. However rituals typically go wrong; social norms offer no firm or enduring blue-print for action in the face of rapid social change; and the guardians of social values-priests, academics, lawyers and politicians-turn out to be all too easily open to corruption, mendacity and self interest. Nevertheless the uncertainties and contingencies of everyday life also generate inter-societal patterns of dependency and connectedness, and in psychological terms this shared world of risk and uncertainty results in sympathy, empathy and trust without which society would not be possible. All social life is characterised by this contradictory, unstable and delicate balance between scarcity, solidarity and security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vulnerability, precariousness and scarcity"
        },
        {
            "text": "In its report on the Principle of respect for human vulnerability and personal integrity, the International Bioethics Committee notably indicates that the 'most significant worldwide barrier to improving the levels of attainment of health through health care interventions is the scarcity of resources' (UNESCO 2011: 29) . Drawing on sociology, in recent publications we have placed greater emphasis on this problem of scarcity (especially on the political economy of scarcity), because we believe that debates about human rights have often neglected some of the basic economic problems associated with rights claims.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 320,
                    "text": "(UNESCO 2011: 29)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vulnerability, precariousness and scarcity"
        },
        {
            "text": "The idea of scarcity has been a basic assumption of economics in which, considering its most generic meaning, it signifies a shortage of means to achieve desirable ends of action. A shortage of income means that I cannot purchase basic commodities to satisfy needs such as food and shelter. Adam Smith in The Wealth of Nations recognized the often negative consequences of swings between years of plenty and years of scarcity, and in the latter case for example in 1,740 workers could often be hired for less than subsistence. Our arguments relating to vulnerability and precariousness also have an economic dimension by grasping the relationship between vulnerability and economic analysis of environment. In The Entropy Law and the Economic Process, Nicholas Georgescu-Roegen (1971) argued that waste is an unavoidable aspect of the development process of modernization, and that human beings inevitably deplete natural resources and create environmental pollution. Economic progress merely speeds up the inevitable exhaustion of the earth's natural resources. Georgescu-Roegen's theory showed that classical economics had neglected the problem of natural scarcity, thinking that technology and entrepreneurship could eventually solve the problem described by Thomas Malthus of population growth in relation to fixed resources. His economic theory of waste applied the ideas of Alfred Lotka (1925) on biology to the accumulation of capital. Human beings have to rely on what Lotka called 'exosomatic instruments' to develop the environment, unlike animals which depend on 'endosomatic instruments'. In some respects this distinction is an old anthropological argument. Reptiles evolve wings to fly; human beings create aeroplanes. However, wings involve low entropy solutions and do not deplete natural resources; technological solutions, such as jet-propelled aeroplanes, are high entropic solutions that use up finite energy. Because humans are ontologically vulnerable, they develop high entropy strategies that have the unfortunate consequence of creating a precarious environment.",
            "cite_spans": [
                {
                    "start": 1387,
                    "end": 1399,
                    "text": "Lotka (1925)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Vulnerability, precariousness and scarcity"
        },
        {
            "text": "More importantly, the entropy law implies a pessimistic conclusion that social conflict is inevitable. Because resources are scarce, humans degrade their environment, and they must consequently compete within limited space. These Malthusian conditions of social conflict in modern times have been further exacerbated by the mechanization of violence and by the de-stabilising impact of new wars. We can as a result interpret social citizenship as an institutional attempt to reduce conflict through, typically modest, income redistribution in the framework of the nation state, and human rights as conflict-reducing instruments between and within states. As argued by Etzioni (1993) , increased social divisions and power of lobby groups can be linked to moral relativism. Although this assertion has been criticized, it shows that systems that privileges the virtues of the market and individual freedom, fail to nurture the roots of the community (Turner and Rojek 2001) .",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 682,
                    "text": "Etzioni (1993)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 949,
                    "end": 972,
                    "text": "(Turner and Rojek 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vulnerability, precariousness and scarcity"
        },
        {
            "text": "While recognizing the common vulnerability of human beings, as sociologists we cannot ignore the precariousness of human institutions and the basic condition of scarcity. In order to engage with other human beings as moral agents worthy of our respect, there has to be mutual recognition. This basic starting point of ethics is referred to as 'recognition ethics' (Williams 1997) . In a human community, this basic act of recognition requires some degree of equality. For example, Hegel's master-slave analysis takes account of the fact that neither slave nor master can arrive at mutual recognition, because the master perceives the slave as his property, while the slave is too lowly to recognise the master. Hence, without some degree of social equality, there can be no ethical community, and hence a system of rights and obligations cannot function. Material scarcity undercuts the roots of social community without which conscious, rational agency is always compromised. Taking their cue from the critique of liberal theories of rights by Karl Marx (1818-1883) , sociologists have remained sceptical about human rights traditions that have no corresponding social policies to secure some minimum level of equality through strategies of redistribution such as progressive taxation (Waldron 1987) . Rights to individual freedoms without democratic egalitarianism are thought to be merely symbolic not real claims for recognition. Without some degree of equality, however basic, bioethics can have no real purchase on the social world. Recognition requires some basic redistribution.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 379,
                    "text": "(Williams 1997)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1286,
                    "end": 1300,
                    "text": "(Waldron 1987)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 1055,
                    "end": 1066,
                    "text": "(1818-1883)",
                    "ref_id": null
                }
            ],
            "section": "Vulnerability, precariousness and scarcity"
        },
        {
            "text": "The vulnerability thesis has received some criticism because it is very relevant to some human rights but not to others. It is limited by its inability to explain the individual rights of liberalism. In fact, it is often is used to prevent excess freedom that may increase inequalities. It can also be criticised on the grounds that we do not automatically feel responsible for the suffering of others. Relativism 'opens the door' to moral queuing principles in function of interest groups and political agendas. In Luc Boltanski's Distant Suffering (1999) , there has been some discussion about whether we can sympathize with those with whom we are not connected.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 556,
                    "text": "Boltanski's Distant Suffering (1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Weak foundationalism-point and counterpoint"
        },
        {
            "text": "Our argument that embodiment is a valid basis for the defence the universalism of human rights is partly grounded in the notion of the ubiquity of human misery and suffering. In 1850 Arthur Schopenhauer opened his essay 'On the Suffering of the World' (2004) with the observation that every 'individual misfortune, to be sure, seems an exceptional occurrence; but misfortune in general is the rule'. While the study of misery and misfortune has been the stuff of philosophy and theology, there is little systematic study of these phenomena by sociologists. One exception is Barrington Moore (1970:11) who argues in Reflections on the Causes of Human Misery that 'suffering is not a value in its own right. In this sense any form of suffering becomes a cost, and unnecessary suffering an odious cost'. In general political opposition to human misery becomes a stand-point that can transcend and unite different cultures and values.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 600,
                    "text": "Moore (1970:11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Weak foundationalism-point and counterpoint"
        },
        {
            "text": "A critic might object that suffering is too variable in its cultural manifestations and too indefinite in its meanings and local significance to provide such a common, indeed universal, standpoint. What actually constitutes human Vulnerability, diversity and scarcity 667 suffering might well turn out to be culturally and historically specific. Those who take note of the cultural variability of suffering have made similar arguments against a common standard of disability. Although one could well accept this anthropological argument on the grounds that suffering involves essentially the devaluation of a person as a consequence of accident, affliction or torture, pain is less variable. Whereas bankruptcy for example could involve some degree of variable psychological suffering through a loss of face, a toothache is a toothache. If we claim that disability is a social condition (basically the loss of social rights) and thus relative, we might argue that impairment is the underlying condition about which there is less political dispute or philosophical uncertainty. In short, some conditions or states of affairs are less socially constructed than others. Suffering is often, perhaps always, a threat to our dignity, which is obviously culturally variable. Pain by signalling a deeper somatic malfunction is a threat to our existence. Yet another criticism is the medical technology paradox. The more medical science improves our global health condition, the less vulnerable we are. Therefore technological progress could make this vulnerability thesis historically specific. In principle if we live longer, because we have become less vulnerable with advances in medical technology, then the relevance of human rights might well diminish. This paradox however helps us to sharpen our argument, which is that we are human, because we are vulnerable. The irony of medical advances is that we could only finally escape our vulnerability by ultimately escaping from our own humanity. Technological change threatens to create a post-human world in which, with medical progress, we could in principle live forever. This criticism presents an interesting argument, but there are two potentially important counter-arguments. The first is that, if we could significantly increase our life expectancy, then we would live longer but in all probability with higher rates of discomfort and disability. The quantity of life might increase in terms of years, but there would be a corresponding decline in its quality. A post-human world is a medical utopia that has all the negative features of a Brave New World. Secondly, medical improvements in the advanced societies are likely to increase the inequality between societies, creating a more unequal and insecure international order. In such a risk society, where human precariousness increases and human vulnerability decreases, the need for human rights protection would continue to be important. The prospect of living forever might require us to inhabit, in Max Weber's pessimistic metaphor, an 'iron cage' in which our existence is by courtesy of lifesupport machines. A post-human world would in principle require a different ethical system namely a post-human ethics (Fukuyama 2004) .",
            "cite_spans": [
                {
                    "start": 3223,
                    "end": 3238,
                    "text": "(Fukuyama 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Weak foundationalism-point and counterpoint"
        },
        {
            "text": "Scarcity is nonetheless at the centre of bioethics. For many scholars, scarcity is regarded as socially constructed in the sense that it is produced by a consumer culture in which expectations are elastic and diverse. The theory of positional goods suggests that demand for status goods can be controlled only with great difficulty (Hirsch 1977) . Our notion of inescapable vulnerability may be questioned by the optimism often generated by medical technologies that promise to provide replacement organs, brain implants, and a wealth of interventions aims to extend life 'indefinitely'. The task of bioethics is to address the problems of scarcity in societies of abundance and to consider the consequences of medical technology that will increase social inequality. With the scarcity of resources, there is always social competition and conflict-even in the richest societies of the developed world (Turner and Rojek 2001) . The Occupy Wall Street slogan-we are the 99%-may become a relatively permanent feature of social movements in this century. There are few discussions on the nature of scarcity in terms of bioethics. If scarcity itself is not a product of modernity, globalization, or ageing populations, new technologies are important factors involved in the politics of life. Bioethics will need to consider its relations to humans suffering and protective institutions.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 345,
                    "text": "(Hirsch 1977)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 901,
                    "end": 924,
                    "text": "(Turner and Rojek 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Weak foundationalism-point and counterpoint"
        },
        {
            "text": "Geriatric technologies are bringing new standards of longevity and quality of life, and are generating new social and ethical questions. Characteristics of patients such as age, capacity to pay, degree of success of medical intervention, and social value of the individual, are all deciding factors that are used to different degrees that determine access to health care in the face of scarcity (Moody 2002) . The opportunity costs of massive investments of health care for older populations are also being evaluated in terms medical ethics and social justice. Ageing societies are faced with the difficult questions of 'choosing who's to live', and under what conditions, by limiting resources for the very old (Walters 1996) .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 407,
                    "text": "(Moody 2002)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 712,
                    "end": 726,
                    "text": "(Walters 1996)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Weak foundationalism-point and counterpoint"
        },
        {
            "text": "Researchers in biogerontology have revived the medical utopia of wanting to significantly extending life well beyond the current human life span, situated approximately at 125 years. Whether this life extension is achievable or not is somewhat irrelevant for our discussion. However, the justifications for funding such a project have been interpreted as 'cutting through ethics' Turner 2007, 2013) .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 398,
                    "text": "Turner 2007, 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Weak foundationalism-point and counterpoint"
        },
        {
            "text": "Our criticism of cultural relativism does not endorse a pure foundationalist approach; we recognize that societies are different and have different value systems. However, we cannot minimise the import of universalist claims because there are shared similarities between humans and potent social forces such as globalization that shape and reshape human experiences. Perhaps bioethics is deemed to follow a version of the 'glocalization' model, where, on the one hand, it would acknowledge and act upon the fact that globalized forces are being opposed to the legitimate resistance of local cultures, and on the other hand, it would strongly promote universal thresholds when in comes to health and human rights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our contribution to the understanding of conventional bioethics is also based in the strong assumption that there is always a struggle over scarce resources and that scarcity will continue to dominate the lives of large sections of the population, even within the wealthiest countries (Bury 2000) . Bioethics needs political economy. If we do not hold any firm foundationalist arguments in contexts of scarcity, we must recognize the inflation of demand for health technologies, increased competition for scarce resources and increased health inequalities. We note that our argument is somewhat similar to the position taken by Hervé Juvin (2010) in The Coming of the Body. For Juvin, globalized societies are market-driven and characterized by individualism, indeterminacy, increased concerns over health and body appearance. Without a strong and forceful legal framework that overrides individual investments in biomedicine, social inequalities will increase further eroding social and intergenerational relations. Opposition to austerity measures in many European societies in 2012 may become a regular feature of street politics with growing unemployment and increasing inequality. Indignation against visible inequality may evolve into political rage (Reich 2012).",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 296,
                    "text": "(Bury 2000)",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 646,
                    "text": "Juvin (2010)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Furthermore, a strict opposition between universalism and cultural relativism is problematic because related forms of ethics are characterized by mutual recognition and empathy between people of different cultures. These forms of ethics also recognize cultural identity as a key component of agency, and without sufficient agency it is difficult to mobilize individuals to preserve their institutions. Political anthropology has been dealing with these tensions for some time; however they are mainly framed in efforts to safeguard cultural diversity, which is quite different from the problem of sustaining human rights and bioethics. Sociology has brought more attention towards increasing social inequalities. Amongst other things, income inequality underlines new power struggles over life and health between the rich and the poor areas of the world. Assuming there is a connection between health and wealth, relativism can nourish liberalism in biomedicine to the expense of vulnerable groups. Post-humanists, for example, are transforming the discursive space in which bioethical debates are taking pace, and are proposing a detraditionalization of biomedical practices,-a process described as a moving away from nature and tradition that is essentially market-driven (Giddens 1995) . This opposition to 'tradition' is radically changing the foundations of a politics of life.",
            "cite_spans": [
                {
                    "start": 1274,
                    "end": 1288,
                    "text": "(Giddens 1995)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Contemporary health care systems and research policies are faced with ethical questions that are derived from the relationship between the 'infinite demand' for health care services and the 'finite systems' of institutions (Foucault 1988) . Scarcity is thus creating an 'ethic of limits' in which universal claims for global health are being challenged by various forms of relativism. In this regard, a sharper focus on social inequalities in bioethics within the on-going discussion on cultural diversity will certainly clarify universal thresholds regarding health status and reinforce key objectives of social justice that are central to all major conventions in human right and bioethics.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 238,
                    "text": "(Foucault 1988)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Protecting the endangered human: Toward an international treaty prohibiting cloning and inheritable alterations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Annas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Isasi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "American Journal of Law Medicine",
            "volume": "28",
            "issn": "2-3",
            "pages": "151--178",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Religion in human evolution",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Bellah",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Distant suffering: Morality, media and politics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boltanski",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pascalian meditations. Cambridge: Polity Press. Bury, M. 2000. Health, ageing and the lifecourse",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bourdieu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "87--105",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Universal international law",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Charney",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "American Journal of International Law",
            "volume": "87",
            "issn": "4",
            "pages": "529--551",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "International maritime boundaries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Charney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The life extension project: A sociological critique",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dumas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Sociology Review",
            "volume": "16",
            "issn": "1",
            "pages": "5--17",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Statecraft and soulcraft: Foucault on prolonging life",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dumas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Medical sociology on the move: new directions in theory",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The spirit of community",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Etzioni",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Social security",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Michel Foucault. Politics, Philosophy, culture: Interviews and other writings",
            "volume": "",
            "issn": "",
            "pages": "159--177",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The varieties of my body: Pain, ethics and illusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Routledge handbook of body studies",
            "volume": "",
            "issn": "",
            "pages": "389--395",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The entropy law and the economic process",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Georgescu-Roegen",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Affluence, poverty, and the idea of a post-scarcity society. Geneva: United Nations Research Institute for Social Development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giddens",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The social limits to growth",
            "authors": [
                {
                    "first": "Fred",
                    "middle": [],
                    "last": "Hirsch",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The coming of the body",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Juvin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Governing as gardening: Reflections on soft authoritarianism in Singapore. Citizenship Studies",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M N"
                    ],
                    "last": "Kamaludeen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/13621025.2012.707005"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Vulnerability: What kind of principle is it? Medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kottow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Care and Philosophy",
            "volume": "7",
            "issn": "",
            "pages": "281--287",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Encounters with aging. mythologies of Menopause in Japan and North America",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lock",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Justice and the human development approach to international",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Research Hastings Center Report",
            "volume": "35",
            "issn": "1",
            "pages": "24--37",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Element of physical biology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lotka",
                    "suffix": ""
                }
            ],
            "year": 1925,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Elucidating the concept of vulnerability. Layers not labels",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luna",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Feminist Approaches to Bioethics",
            "volume": "2",
            "issn": "1",
            "pages": "120--138",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transformations of the world's population: The demographic revolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Macinnes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Pérez"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Routledge international handbook of globalization studies",
            "volume": "",
            "issn": "",
            "pages": "137--161",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Aging and controversies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moody",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Reflections on the causes of human misery and upon certain proposals to eliminate them",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Encyclopedia, genealogy and tradition: A sociocultural critique of MacIntyre's three moral discourses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mouzelis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Sociological Review",
            "volume": "95",
            "issn": "1",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The last utopia. Human rights in history",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moyn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Beyond outrage. What has gone wrong with our economy and our democracy, and to fix it",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "; M S"
                    ],
                    "last": "Patrão Neves",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Jean ; Reich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The UNESCO universal declaration on bioethics and human rights",
            "volume": "",
            "issn": "",
            "pages": "155--164",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Vulnerability, vulnerable populations, and policy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Ruof",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Kennedy Institute of Ethics Journal",
            "volume": "14",
            "issn": "4",
            "pages": "411--425",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "On the suffering of the world",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schopenhauer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Bioethics of protection: A proposal for the moral problems of developing countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Schramm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Braz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal international de bioéthique/International journal of bioethics",
            "volume": "19",
            "issn": "",
            "pages": "73--86",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The principle of respect for human vulnerability and global bioethics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Solbakk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "228--238",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Vulnerability and human rights",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Universal declaration of bioethics and human rights",
            "authors": [],
            "year": 2005,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Report of the international bioethics committee of UNESCO on social responsibility and health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unesco",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Report of the international bioethics committee of UNESCO on the principle of respect for human vulnerability and personal integrity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unesco",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Nonsense on stilts. Bentham, Burke and Marx on the rights of man",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waldron",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Introduction. In Choosing who's to live: Ethics and aging",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Walters",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Hegel's ethics of recognition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Taking the sociology of rights seriously",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodiwiss",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Interpreting human rights. Social science perspectives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}