{
    "paper_id": "281ec9958e8955d1fce0e711bad72d1af61eec79",
    "metadata": {
        "title": "Ebola virus disease: any risk for oral and maxillo-facial surgery? An overview",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "A"
                ],
                "last": "Reichart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hans",
                "middle": [
                    "R"
                ],
                "last": "Gelderblom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pathawee",
                "middle": [],
                "last": "Khongkhunthian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Schmidt-Westhausen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The 2014-2015 outbreak of the Ebola virus disease (EVD) in West Africa has been considered a major global health emergency by the WHO. Implications for health care providers including oral and maxillo-facial surgeons have been published by the WHO, the Centers for Disease Control and Prevention (USA), and other medical societies and public health organizations. While the risk of infection with the Ebola virus seems to be rather small in Europe, maxillo-facial and plastic surgeons often travel to Africa to treat patients with facial burns, cleft-lip and palate, and noma. The likelihood of an encounter with patients infected by Ebola virus in subsaharan and West Africa, therefore, has increased during the last 2 years. The purpose of this short overview was to summarize the virology of the Ebola virus, transmission, epidemiology, clinical features, oral manifestations, treatment, and possible implications for maxillo-facial surgeons of EDV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the last two decades, a number acute outbreaks of emerging and re-emerging infectious diseases, e.g., SARS, MERS, human monkeypox, and recently Ebola virus disease (EVD) [1] , have caused many fatalities and much global concern. While the spread of these infections in humans is promoted by global traffic, trading, war, poverty, and a number of soft social factors, they originate basically in a relatively rare transmission of an agent from an infected animal to a human individual. In a susceptible person, the agent can be reproduced to high concentrations of infectious progeny thus fostering a ready human-to-human transfer of a hitherto new infection. The risk of transmission of EDV to health care workers therefore has become a key issue in the last 2 years. Recently, the WHO has published findings of an assessment of risk by the Ebola epidemic to the Pacific island [2] , indicating that the possibilty of a spread of EDV to this region may not be excluded. Generally, health care workers (medical and nursing staff, laboratory scientists, health care staff, and volunteer carers of EVD patients in West Africa), have an elevated risk of exposure to Ebola virus [3] . While the role of EDV transmission in the field of dentistry and oral and maxillo-facial surgery seems to be neglectable at first sight, Samaranayake et al. [4] and Galvin et al. [5] have evaluated possible scenarios which would pose a risk to oro-dental health care personnel. The present overview will summarize the updated status of EVD in relation to virology of filoviruses, transmission, clinical symptoms, oral manifestations, treatment, and possible risks for oral and maxillo-facial surgeons traveling to Africa for surgical treatment of facial burns, cleft-lip and palate, or noma.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1181,
                    "end": 1184,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1347,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The natural host of Ebola virus are fruit bats that occur in the African jungle belt in the humid rain forests of Central and Western Africa. In bats, the virus induces clinically silent infections. When the anthropo-zoonotic agent is transmitted into humans and non-human primates-by infected bushmeat or direct contact with infected bats or fruit partly eaten by virus-carrying bats-a hemorrhagic fever is caused in the new host. Ebola virus was isolated initially in 1976 in the Yambuku outbreak and was named after the Ebola river near to that village in the Democratic Republic of Congo [6] .",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 595,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Virology of Ebola and other Filoviruses"
        },
        {
            "text": "Simultaneously, another outbreak of EDV occurred in Nzara in Sudan. Presently, five Ebola virus types are known-Bundibugyo Ebola virus (BDBV), Zaire Ebola virus (EBOV), Sudan virus (SUDV), Tai Forest Ebola virus (TAFV), and Reston Ebola virus (RESTV), differing in local prevalence, genetic properties, and pathogenicity and constituting the taxonomic group Ebola virus [7] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 373,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Virology of Ebola and other Filoviruses"
        },
        {
            "text": "Reston Ebola virus was named after the town Reston in Virginia, USA, where the virus was isolated in 1989 in a monkey facility. It differs from the other African Ebola viruses as it is prevalent in the Philippines and non-pathogenic to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virology of Ebola and other Filoviruses"
        },
        {
            "text": "Marburg virus, endemic in arid woodlands of Eastern, Central, and Western Africa, was detected prior to Ebola virus, already in 1967 in two linked outbreaks of hemorrhagic fever occurring in Germany (Marburg, Frankfurt) and in the former Jugoslavia (Belgrade). Both outbreaks were caused by contacts to tissues and blood from latently infected African green monkeys (grivet monkey) imported from Uganda and resulted in 31 infections with seven fatalities [8] . Ebola and Marburg viruses-two species-form the family Filoviridae, a morphologically unique family of unusually, long filamentous agents (filum (latin) = thread, filament [7] ). Depending on further progress in virus phylogeny, this classification might become still more detailed [9] .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Virology of Ebola and other Filoviruses"
        },
        {
            "text": "Filoviruses contain a linear, single-stranded RNA genome of 19 kD coding for seven gene products, i.e., for four internal structural proteins (viral nucleocapsid and matrix proteins), the envelope glycoprotein, and regulatory proteins, e.g., the viral polymerase (for a review, see [10] ). The viral RNA is prone to a high mutation rate-consequently, further differences in pathogenicity may occur. The genomes of Marburg and Ebola viruses differ from one another by more than 50 % at the nucleotide level and by different reading frame use. Progeny virus is assembled on the plasma membrane in a budding process (Fig. 1 ). The lipids of the viral envelope are derived from the host-cell membrane. The envelope carries virus envelope glycoprotein spikes, 7 nm in length mediating virus adsorption and entry into new susceptible cells.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 620,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Virus genome and morphology"
        },
        {
            "text": "Underneath the lipid bilayer, two virus-coded matrix proteins are found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus genome and morphology"
        },
        {
            "text": "Filoviruses measure uniformly 80 nm in cross-sections and harbor the viral genome in a helical ribonucleoprotein complex 30 nm in diameter (Figs. 1 and 2). Virions form long filaments-up to 10 mikroM in length and can develop branched structures, even loops. Marburg viruses are usually shorter than Ebola viruses (Fig. 2) . Once the pathogen has entered a human host, further human to-human transmission is mediated by socio-cultural contacts and conditions, e.g., funeral rites. In hospitals, both fellow patients and the medical and nursing staff taking care of infected patients are at high risk to acquire a filovirus infection. Close contacts with virus-shedding patients, their blood, breast milk, sweat, feces, urine, and vomitus or with corpses of deceased persons can cause further cases of EVD. Infectivity is found also in lachrymal fluids and semen, even several months after recovery from infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 322,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Virus genome and morphology"
        },
        {
            "text": "Patients surviving a filovirus infection often suffer from chronic head-and joint-pain, vision dysfunctions, depressions, hearing problems, and dizziness. The virus is relatively unstable under natural conditions. The impact of sanitation and disinfection are underlined by the early Yambuku outbreak in 1967. It was spread and went out of control [6] when Belgian nuns administered vitamin injections without sterilizing the syringes and needles. Origin and evolution of the 2014-2015 epidemic are described in detail in publications by Baize et al. [11] and Carroll et al. [12] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Virus genome and morphology"
        },
        {
            "text": "Incubation time of EVD is 4 to 17 days. Monocytes and macrophages in the liver and spleen are the primary targets of filoviruses. These immune cells are shedding high levels of inflammatory cytokines. The onset is characterized by high fever, headache, and shivering, i.e., flu-like symptoms. At the same time, viremia starts-often in high titers-and the cytocidal infection is spreading into the whole body affecting the reticulo-endothelic system, endothelial cells of blood vessels, fibroblasts, and interstitial tissues in the kidneys, liver, lungs, lymph nodes, and spleen. Five to seven days later, the late stage starts with icterus, edema, and maculo-papular skin rashes, reflecting the ongoing cytopathogenicity of the infection. Some patients develop hemorrhages into organs and from mucous membranes, a signum mali ominis heralding imminent death in a severe shock. A main part in the disease is based on a severe coagulopathy, a result of liver failure and clotting deposits in several organs. Death rates in Africa are between 25 and 90 %, whereas in developed regions with better health care facilities, many patients can be saved [3, 10] .",
            "cite_spans": [
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1152,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathophysiology and natural history"
        },
        {
            "text": "The oral manifestations of EVD may present as gingival bleeding and odynophagia. Oral non-specific lesions of the oral mucosa may appear as whitish or reddish patches and aphthous-like ulcerations [4, 13, 14] . Gingival bleeding usually only occurs in the late phase of the EVD. Since oral signs and symptoms of EDVare non-specific, early diagnosis therefore is hardly possible except patients come from Ebola virusaffected area.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "14]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Oral manifestations"
        },
        {
            "text": "Ebola virus is detectable reliably in the serum of infected patients by cell culture techniques as well as by electron microscopy-both techniques being applicable only under technically advanced conditions. In the recent Ebola outbreak, the laboratory diagnosis in the field relied on the detection of virus specific antibodies-detectable 10-14 days after infection-or still more advanced in the proof of the viral genome in blood or other body fluids by PCR techniques. Patients with EVD develop leukopenia, usually also lymphopenia, thrombocytopenia, and serum transaminase elevations. Platelet counts can fall to 50,000 to 100,000/μL. Dehydration will cause abnormal hematocrit values. In some patients and as a consequence of multifocal hepatic necrosis, elevated serum aspertase aminotransferase (AST) and alanine aminotransferase (ALT) may be found. Coagulation abnormalities with prolongation of prothrombin and partial thromboplastin times are most prominent in severe cases of EVD. Proteinuria with elevated blood urea nitrogen and creatinine are seen in both early and late stages of EVD. In advanced stages of EVD, electrolyte abnormalities with hyponatremia, hypokalemia, hyperkalemia, hypomagnesemia, and hypocalcemia are seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory diagnostics"
        },
        {
            "text": "No specific antiviral measures exist, though human hyperimmune globulin-from patients that had survived a filovirus infection-may be given. Therapy therefore focuses on good supportive care and symptomatic treatment in order to keep vital functions, balancing electrolytes, and blood pressure at appropriate levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapy"
        },
        {
            "text": "Life vaccines have been developed and tested with success in laboratory animals using innocuous adeno-, vaccinia-, or rhabdoviruses as Bcarriers^and recombinant engineering techniques. Presently, a life vaccine is on test in Sierra Leone based on vesicular stomatitis virus (VSV, a member or the rhabdovirus family) engineered to express also the Ebola Zaire envelope antigen. This recombinant vaccine is applied hitherto only to medical and lab staff and other front workers, to show its efficacy in men.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapy"
        },
        {
            "text": "Since the first description in 1967 [8] , Marburg hemorrhagic fever re-emerged 11 times, mostly in Central Africa as a zoonotic infection. Remarkably, also three laboratory accidents were reported at Koltsovo's BIOPREP plant and elsewhere in the West pointing to the fact that filoviruses were considered likely bio-weapons in both the Soviet Union as well as in the USA.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "Ebola virus outbreaks outnumber Marburg virus infections and arise in the humid rain forests of countries like Ivory Coast, Democratic Republic of Congo, Ghana, Sierra Leone, and Uganda. Until today, a total of 24 Ebola virus outbreaks were recorded. The latest epidemic started in December 2013 in Guinea as a zoonotic transmission from a bat to a 2-year old boy [11] . From this index case, the virus spread rapidly into Liberia and Sierra Leone, i.e., countries unprepared to cope with filovirus infections and with poorly developed health care systems. The situation soon went out of control. However, for several months, only Medicins sans Frontiers and volunteers from other groups were Bin the field.^Only by August 8, 2014 , when thousands of new infections were reported with doubling rates of three weeks only, WHO and many collections started efforts to control the spread of the infection. Fortunately, control measures-early laboratory diagnostics, case finding capacities, and strict isolation of suspects-became effective so that presently only less than 10 infections were reported per week from Guinea and Sierra Leone. Due to the relatively late reaction, the 2013 outbreak grew to the hitherto largest with 28,637 reported confirmed and suspected cases resulting in 11,315 deaths until December 6, 2015 [13] . Outside of West Africa, 7 patients with Ebola virus infection were treated in Italy.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 716,
                    "end": 730,
                    "text": "August 8, 2014",
                    "ref_id": null
                },
                {
                    "start": 1305,
                    "end": 1326,
                    "text": "December 6, 2015 [13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "(1), Spain (1), United Kingdom (1) and the United States of America (4); of these, one patient died [13].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "Any risk for oral and maxillo-facial surgeons to acquire EVD on humanitarian missions to Africa?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "Until this date, no infection with Ebola virus of dental personnel has been reported from Europe. As Samaranayake et al. [14] and Galvin et al. [5] have clearly stated the dental team is very unlikely to encounter a new presentation of the Ebola virus infection in Europe. However, whenever health care providers including oral and maxillofacial surgeons give treatment to patients in West or subsaharan Africa an encounter with Ebola has become a reality. Particularly, asymptomatic patients with Ebola virus disease or those with early stage nonspecific symptoms may present for dental or surgical treatment. For individuals who may have had contact with Ebola virus, infected patients postponement of non-essential treatment is required for 21 days after possible exposure. This is presently the period of quarantine recommended [15] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "int/ebola/ebola-situation-reports",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk posed by the Ebola epidemic to the Pacific islands: findings of a recent World Health Organization assessment",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ronsse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hardie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Pavlin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Biaukula",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Nilles",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2015.6.1.009"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola virus infection: an overview",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Samaranayake",
                    "suffix": ""
                },
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Br Dent J",
            "volume": "180",
            "issn": "",
            "pages": "264--266",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ebola virus disease: review and implications for dentistry in Ireland",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galvin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Flint",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Healy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Irish Dent Assoc",
            "volume": "61",
            "issn": "",
            "pages": "141--143",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report of a WHO/International Study Team",
            "authors": [],
            "year": 1976,
            "venue": "World Health Organization. Ebola haemorrhagic fever in Sudan",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Report of the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "Amq",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Carstens",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lefkowitz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Zur Ätiologie einer unbekannten, von Affen ausgegangenen menschlichen Infektionskrankheit",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siegert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Slenczka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Dtsch Med Wschr",
            "volume": "92",
            "issn": "",
            "pages": "2341--2343",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Proposal for a revised taxonomy of the family Filoviridae: Classification, names of taxa and viruses, and virus abbreviations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ebihara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Negredo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Netesov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Nichol",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tenorio",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Volchkov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ArchVirol",
            "volume": "155",
            "issn": "12",
            "pages": "2083--2103",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-010-0814-x"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emergence of Zaire Ebolavirus disease in Guinea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baize",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pannetier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oestereich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1418--1425",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Temporal and spatial analysis of the 2014-2015 Ebolavirus outbreak in West Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "524",
            "issn": "",
            "pages": "97--101",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viral haemorrhagic fevers with emphasis on Ebola virus disease and oro-dental healthcare",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Samaranayake",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Petti",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Oral Dis",
            "volume": "21",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ebola Guidance for Dental Care Teams",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PHE publication gateway number 2014616",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Thin section transmission electron microscopy (TEM) of a Vero monkey cell culture infected in vitro by Marburg virus. In between cell bodies (presenting mitochondria and endoplasmic reticulum) a number of circular cross-sections, 80 nm in diameter, are present with a central 30nm hollow structure depicting the viral ribonucleoprotein. A few of these Btarget^-like viral profiles are still in contact with the cell body representing budding filovirus particles, whereas cross-sections appear already free in the interspace. In addition, a few viral filaments are also seen in the ultrathin section-a slice of about 50 nm in thickness",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A comparison of isolated Marburg and Ebola viruses by negativestain TEM. Marburg virus filaments (a) are usually shorter than Ebola virus virions (b). The filaments of both virus groups can develop loops and branchings Transmission and epidemiology of filovirus infections: infectivity and mode of transmission",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The materials for Figs. 1 and 2, virus-producing cells, and purified virus suspensions respectively were kindly provided by Dr. Werner Slenczka, Marburg, Germany, in 1980 and analyzed by TEM the same year by one of us (HG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ackowledgments"
        }
    ]
}