{
    "paper_id": "290cc974a8d51baa7196b7c4686f146c5a7d408c",
    "metadata": {
        "title": "A Novel Mutation in ACAT1 Causing Beta-Ketothiolase Deficiency in a 4-Year-Old Sri Lankan Boy with Metabolic Ketoacidosis",
        "authors": [
            {
                "first": "Thivanka",
                "middle": [
                    "Vishwani"
                ],
                "last": "Manawadu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eresha",
                "middle": [],
                "last": "Jasinge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Meranthi"
                ],
                "last": "Fernando",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pradeep",
                "middle": [],
                "last": "Gamage",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Anusha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Varuni",
                "middle": [],
                "last": "Gunarathne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Beta-ketothiolase (mitochondrial acetoacetyl-CoA thiolase, T2) deficiency is a rare genetic disorder of ketone utilization and isoleucine catabolism caused by mutations in the ACAT1 gene. Here we report the first Sri Lankan case of T2 deficiency confirmed by genetic analysis. A 4-year-old boy presented with the first episode of severe metabolic ketoacidosis after a febrile illness. On admission, the child was drowsy and had circulatory collapse needing intubation. Initial investigations were not detective of a cause and symptomatic management did not improve the condition. During the acute episode, his urine organic acid profile revealed elevations in 3-OH-2-methylbutyric acid and tiglylglycine whilst 2-methylacetoacetic acid was not detected. The differential diagnoses for the urine organic acid profile included deficiency in T2 or 2-methyl-3-OH-butyryl-CoA dehydrogenase enzymes. Genetic analysis using polymerase chain reaction and DNA sequencing of ACAT1 gene revealed that the proband is homozygous for the novel missense likely pathogenic variant c.152C [ T p.(Pro51Leu) confirming the diagnosis of T2 deficiency. This case highlights the importance of suspecting T2 deficiency in the differential diagnosis of pediatric metabolic ketoacidosis in preventing life threatening consequences of an otherwise benign disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Beta-ketothiolase (mitochondrial acetoacetyl-CoA thiolase, T2) is a key enzyme needed for ketone metabolism and isoleucine catabolism [1] . T2 deficiency is a rare autosomal recessive disorder with an incidence of less than one per 1,000,000 newborns (1] . Owing to diagnostic challenges and lack of awareness, many cases have been missed during their initial presentation [2] . It typically manifests between 6-18 months of age as acute and recurrent ketoacidotic episodes triggered by ketogenic stress [1, 2] . Patients are typically asymptomatic between episodes, and the episode frequency decreases with age [2] . The characteristic laboratory finding is the elevation of urine organic acids; tiglylglycine (TIG) 2-methylacetoacetic acid (2MAA) and 3-OH-2-methyl-butyric acid (2M3HB). More than 70 different mutations of the mitochondrial ACAT1 gene have been identified to date as causative for T2 deficiency [3] . Only one case of T2 deficiency has been reported from Sri Lanka, detected by gas chromatography/mass spectrometry (GC/MS), but the diagnosis was not confirmed by genetic studies or enzyme analysis [4] . In this study, we report on the first Sri Lankan case of T2 deficiency confirmed by molecular analysis and characterize a novel mutation in ACAT1 gene.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "(1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 508,
                    "end": 510,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 4-year-old boy who is the second child of healthy, consanguineous parents, presented with a four days' history of vomiting, loose stools and low-grade fever. He has been previously well with uneventful birth and neonatal periods and normal development. Fever settled with medicine prescribed by a general practitioner, but the child's level of consciousness deteriorated. On admission to the pediatric intensive care unit in a tertiary care hospital, he was afebrile, drowsy, unresponsive to painful stimuli and hypotonic, and had decreased reflexes and sluggish, but equally reactive pupils. Acidotic breathing and circulatory collapse were noted. Clinical examination was negative for skin rashes and neck stiffness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Initial investigations revealed severe high anion gap metabolic acidosis (pH 7.28, pCO 2 9.4 mmHg, HCO 3 Radiographic imaging of the chest and abdomen were unremarkable. Non contrast computed tomography of the brain showed multiple cerebral infarctions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The child required intubation, and was symptomatically managed with intravenous fluids, repeated doses of intravenous bicarbonate therapy, inotropes and broad-spectrum antibiotics because of concerns of sepsis. As the child's condition did not improve with the initial management, a urine sample collected in the acute stage was sent to our laboratory at Lady Ridgeway Hospital for Children for organic acid analysis. GC/MS analysis revealed very high levels of 2M3HB and TIG (see Fig. 1 ) which was suggestive of T2 deficiency. However, in the absence of an increase in 2MAA, a deficiency of 2-methyl-3-OH-butyryl-CoA dehydrogenase (MHBD) caused by mutations in HSD17B10 gene was also a possibility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 487,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To confirm the diagnosis, ACAT1 and HSD17B10 genes were analyzed by polymerase chain reaction and by sequencing of both DNA strands of the entire coding region and the highly conserved exon-intron splice junctions. The test was performed on dried blood spots on a filter paper at Centogene AG, Germany. The child was homozygous for the novel variant c.152C [ T p.(Pro51-Leu) of ACAT1 NM_000019.3 gene which confirmed the diagnosis of T2 deficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The child was ventilator bound for nearly four months. Total parenteral nutrition was later converted to feeding via a jejunostomy with mild protein restriction. Though the biochemical parameters normalized with treatment, the child entered a continuous vegetative state and expired after another 4 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "T2 deficiency is a rare genetic disorder that results from biallelic pathogenic variants of ACAT1 gene located on the chromosome 11q22.3 [2, 3] . T2 enzyme cleaves 2-methylacetoacetyl-CoA in isoleucine metabolism, and is also responsible for the last step in ketogenesis in liver and in ketolysis in extra-hepatic tissues [1] (see Fig. 2 ). Therefore, T2 deficiency leads to ketosis and accumulation of metabolites of upstream reactions.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 141,
                    "end": 143,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 337,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The typical presentation is in early childhood, with vomiting, hyperpnoea, drowsiness, lethargy and coma triggered by a ketogenic stress such as fasting, infection and physical exertion [3] . Some may have atypical presentations like metabolic stroke and metabolic encephalopathy and delayed onset as in our case [1] . Though rare, neonates can present with vomiting, poor suckling and lethargy [5] . T2 deficiency may mimic central nervous system infection, diabetic ketoacidosis, if associated with stress hyperglycemia; or even salicylate [3] . Patients are reported to be asymptomatic between episodes [6] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients tend to have severe ketoacidosis outweighing the associated illness (pH \\ 7.3 or HCO 3 -\\ 15 mmol/L, blood total ketone bodies [ 7 mmol/L) with normal or slightly elevated plasma ammonia [5] . When associated with high plasma ammonia, organic acidemias should be suspected. Normoglycemia is usual, but hyperglycemia and hypoglycemia have been reported [5] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Urine organic acid analysis in the acute stage is necessary to exclude other organic acidemias like methylmalonic, propionic and isovaleric acidemia [3] . The characteristic organic acid profile in T2 deficiency is an elevation in 2M3HB, TIG and 2MAA, both during the acute episode and in between [6] . As 2MAA is volatile, it may not be detected in some laboratories [4, 7] . Batch analysis of the stored urine sample and instability during sample transport might have been the reasons for absent 2MAA in our case.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 372,
                    "end": 374,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In T2 deficiency, a blood acylcarnitine profile by tandem mass spectrometry may reveal tiglylcarnitine (C5:1) and 2-methyl-3-hydroxybutyryl-carnitine [5] . Of individuals with mild mutations blood acylcarnitine profiles can be normal even in the acute stage [6] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Individuals with succinyl CoA:3-oxoacid CoA transferase (SCOT) deficiency can mimic attacks of T2 deficiency, but owing to its neonatal onset, permanent ketosis and non-specific urinary organic acid profile, SCOT deficiency was effectively excluded [1] . MHBD is an X-linked disorder having a similar clinical picture as in T2 deficiency, and urine will contain increased level of 2M3HB and TIG with no increase in 2MAA [1] . Therefore, MHBD was a differential diagnosis in this case.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Definitive diagnosis of T2 deficiency is by enzyme assay and genetic studies. Enzyme analysis for beta-ketothiolase on skin fibroblasts is recommended than using blood mononuclear cells [5, 8] . An abnormal potassium-dependent acetoacetyl-CoA thiolase assay will exclude MHBD deficiency and confirm T2 deficiency [1] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The proband was homozygous for the c.152C [ T p.(Pro51Leu) of ACAT1 gene, classified as a missense likely pathogenic (class2) variant according to the American College of Medical Genetics and Genomics guidelines. This gene mutation is not previously reported in the Exome Aggregation Consortium population database. Mutations of the mitochondrial ACAT1 gene are highly diverse [3] . The only common ACAT1 mutation pattern identified up to date is p.Arg208 * among the Vietnamese [3] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There has been no obvious concordance between the severity of the disease and the genotype [7, 9] . A high urine TIG level is considered as the most promising predictor of severe metabolic phenotype and a severe block at the T2 enzyme level [7] . A very high level of urine TIG was indeed noted in our case. However, low levels of urine TIG does not exclude T2 deficiency, as mutations with retained residual activity (e.g. H144P mutation) can give rise to atypical urine organic acid profiles [6, 7] . This child's clinical outcome turned out to be a one with poor prognosis. However, T2 deficiency tends to be a benign condition in most, provided that it is diagnosed early and managed aggressively to prevent complications [3, 9] .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 95,
                    "end": 97,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 498,
                    "end": 500,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 730,
                    "end": 732,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The management of an acute episode includes hydration with normal saline and dextrose, intravenous sodium bicarbonate bolus followed by infusion if plasma pH \\ 7.1, correcting hypoglycemia and peritoneal dialysis in severe acidosis [5] . A further ketoacidotic event can be prevented by avoiding fasting, taking meals rich in carbohydrates during an infection, glucose infusion in states of poor feeding, restricting excess fat intake, mild protein restriction and L-carnitine supplementation in individuals with low carnitine levels [5] . Screening the family members is necessary to identify asymptomatic individuals and genetic counseling should be provided [1] . Newborn screening by tandem mass spectrometry will be a good option to identify T2 deficient cases early, but is currently not available in Sri Lanka [1] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "T2 deficiency should be suspected in early childhood, presenting with severe metabolic ketoacidosis preceded by an acute infection or fasting. T2 deficient patients can have more favorable outcomes with timely diagnosis and judicious management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Beta-ketothiolase deficiency: resolving challenges in diagnosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abdelkreem",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Otsuka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sasai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aoyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hori",
                    "suffix": ""
                },
                {
                    "first": "Abd",
                    "middle": [
                        "El"
                    ],
                    "last": "Aal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Inborn Errors Metab Screen",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2326409816636644"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Beta-ketothiolase deficiency presenting with metabolic stroke after a normal newborn screen in two individuals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wojcik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Wierenga",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Rodan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sahai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferdinandusse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Genetti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JIMD Rep",
            "volume": "39",
            "issn": "",
            "pages": "45--544",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Two Libyan siblings with beta-ketothiolase deficiency: a case report and review of literature",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abdelkreem",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alobaidy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aoyama",
                    "suffix": ""
                },
                {
                    "first": "Mahmoud",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Abd",
                    "middle": [
                        "El"
                    ],
                    "last": "Aal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Egypt J Med Hum Genet",
            "volume": "18",
            "issn": "2",
            "pages": "199--203",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Intermittent episodes of metabolic ketoacidosis in a seven-year-old boy: mitochondrial Beta-ketothiolase deficiency",
            "authors": [
                {
                    "first": "Wag",
                    "middle": [],
                    "last": "Weerasinghe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jasinge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Sarathchandra",
                    "suffix": ""
                },
                {
                    "first": "Rak",
                    "middle": [],
                    "last": "Chinthaka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Galle Med J",
            "volume": "18",
            "issn": "1",
            "pages": "51--54",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inborn errors of ketone body utilization, c.431A[C (H144P) in ACAT1: subtle abnormality in urinary organic acid analysis and blood acylcarnitine analysis using tandem mass spectrometry",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shinkaku",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horikawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shigematsu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takayanagi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatr Int",
            "volume": "57",
            "issn": "1",
            "pages": "41--49",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Three Japanese patients with betaketothiolase deficiency who share a mutation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maruyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Toyoshima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Haapalainen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JIMD Rep",
            "volume": "3",
            "issn": "",
            "pages": "107--122",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Clinical phenotype and outcome of mitochondrial acetoacetyl-CoA thiolase deficiency (bketothiolase or T2 deficiency) in 26 enzymatically proved and mutation-defined patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Scriver",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol Genet Metab",
            "volume": "72",
            "issn": "2",
            "pages": "109--123",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Beta-ketothiolase deficiency in a family confirmed by in vitro enzymatic assays in fibroblasts",
            "authors": [
                {
                    "first": "Rbh",
                    "middle": [],
                    "last": "Schutgens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Vd Blij",
                    "suffix": ""
                },
                {
                    "first": "Jwe",
                    "middle": [],
                    "last": "Oorthuys",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Veder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vulsma",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Eur J Pediatr",
            "volume": "139",
            "issn": "1",
            "pages": "39--42",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00442077"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Beta-ketothiolase deficiency: phenotype, genotype and outcome of 48 Vietnamese patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Ntb",
                    "middle": [],
                    "last": "Can",
                    "suffix": ""
                },
                {
                    "first": "Mtt",
                    "middle": [],
                    "last": "Do",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Transl Med",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "/L) with a base excess of -22.4. Plasma glucose was 3.8 mmol/L (normal 3.8-7.7 mmol/L) with positive urinary ketone bodies. Infectious workup with urinalysis and blood and urine cultures yielded negative results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "GC/MS chromatogram showing the urine organic acid profile poisoning",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We acknowledge Prof. Arndt Rolfs, CEO, Centogene AG, Germany and Prof. Peter Bauer, Chief Scientific Officer, Human Geneticist at Centogene AG, Germany for free of charge genetic analysis.Funding The authors received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that there is no conflict of interest on the research, authorship, and/or publication of this article.Informed Consent Signed informed consent was obtained from the patient's parents for publication of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}