{
    "paper_id": "2918c465628779002fe87521ab785d87a9d1afe1",
    "metadata": {
        "title": "The Presence and Cleavage of Interpeptide Disulfide Bonds in Viral Glycoproteins 1",
        "authors": [
            {
                "first": "Masayuki",
                "middle": [],
                "last": "Ozawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Akira",
                "middle": [],
                "last": "Asano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoshio",
                "middle": [],
                "last": "Okada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Osaka University",
                    "location": {
                        "postCode": "565",
                        "settlement": "Suita",
                        "region": "Osaka"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The presence and nature of interpeptide disulfide bonds in HANA (Aemagglutinin and neuraminidase) glycoprotein and F (/usion) glycoprotein of HVJ (Sendai virus) are described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the case of HANA, subunits of the same or very similar molecular weight were interconnected with a disulfide bond(s). Cleavage of the bond(s) can easily be achieved by the addition of 1 min dithiothreitol with concomitant loss of the biological activities of the glycoprotein. After splitting of the interconnecting bonds, all the HANA protein subunits remained bound on the viral membrane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To observe the cleavage of the interpeptide disulfide bond between the F x and F 2 subunits of F glycoprotein, higher concentrations of sulfhydryl compounds were required than were necessary for HANA protein. Splitting of the disulfide bond under either denaturing or nondenaturing conditions failed to release both segments of F protein from the virion. Therefore, F glycoprotein seems to have at least two membrane binding sites, one on F 1 and the other on F 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On the other hand, the disulfide bond which connects the HAi and HA 2 subunits of influenza virus is hardly cleaved under non-denaturing conditions. Addition of 8 M urea or 6 M guanidine HC1, which completely inactivates HA activity, was necessary for the splitting of this disulfide bond by thiol compounds. Interestingly, the HA t subunit was released from the virion after the cleavage. Thus, unlike F t and F 2 of HVJ, the HA t subunit seems to have no hydrophobic binding site to the membrane. A mode! for the arrangement of these subunits on the viral membrane is proposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Viral membranes have been used as a unique ability to induce cell fusion (i), HVJ (Sendai model system for the study of membrane structure virus) is a particularly interesting object for such and membrane assembly {1, 2). Because of its studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "HVJ, a member of the paramyxovirus group, has two glycoproteins that constitute the spikes on the virus envelope (membrane). One of them, designated as HANA, seems to be responsible for the attachment of the virus to the cell membrane, resulting in the agglutination of cells (4) . Neuraminidase activity is also associated with this glycoprotein. The other one, designated as F, is required for envelope fusion (virus membrane-cell membrane fusion) (5) , and is therefore also required for the other biological activities of the virus, such as infectivity, hemolysis, and cell fusion.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During studies of the structure-function relationship of the viral glycoproteins, we found that HANA glycoprotein of HVJ is present as oligomers connected by an interpeptide disulfide bond(s), and cleavage of this bond by reduced glutathione is accompanied by concomitant loss of the biological activities. Although it is generally true that disulfide cross-linking is infrequent in membrane structures (6, 7) , several proteins interconnected with disulfide bonds have recently been found, first in viral [myxo- (8) and RNA tumor (9) viruses] membranes and later in plasma membranes of platelets (10) and fibroblasts (11) .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 407,
                    "end": 409,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we report that (a) splitting of the interpeptide disulfide bonds of HANA glycoprotein by several sulfhydryl compounds caused a concomitant loss of biological activities of HVJ, (b) several interpeptide bonds of viral proteins of myxo-and paramyxo-viruses show marked difference in sensitivity to thiol compounds, and furthermore (c) disulfide bond-splitting is a useful technique for studies on the mode of interaction of peptide segments with the membranes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Materials-HVJ, Z strain, was grown in the allantoic cavity of 10 day-old embryonated hen's eggs and was purified by differential centrifugation as described by Maeda et al. (12) . Influenza virus, A/Kumamoto (1976) strain, was grown and purified as described for HVJ. Miyadera strain of Newcastle disease virus was kindly provided by Dr. Y. Kawade and was purified in the same way as HVJ. Human red blood cells were obtained from Midori-zyuji Co. Ltd. and used within 4 weeks after drawing. Chemicals used were all obtained commercially.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 177,
                    "text": "Maeda et al. (12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Purification of Viral Glycoproteins-HANA and F glycoproteins were purified from HVJ by a modification of the method of Scheid and Choppin (13) . A suspension of HVJ in 1 M sodium chloride containing 0.01 M Tris-HCl buffer, pH 7.6, at a concentration of 1 mg of protein per ml was treated with 2% (final concentration) Triton X-100 at room temperature for 30 min and then centrifuged at 130,000 x gr for 60 min. The clear supernatant fluid containing most of the viral glycoproteins was dialyzed overnight against 0.05 M sodium acetate buffer, pH 5.0, containing 0.1% Triton X-100. The dialyzed solution, or in some cases undialyzed supernatant solution, was charged at 0°C onto a fetuin-Sepharose 4B column which had been equilibrated with 0.05 M sodium acetate buffer, pH5.0, containing 0.1% Triton X-100. After washing the column with the same buffer to elute all of the proteins other than HANA protein, the column temperature was raised to 26°C and elution was continued. Purified HANA protein was thereby eluted. It was shown to be homogeneous upon SDS-polyacrylamide gel electrophoresis in the presence of 1 % 2-mercaptoethanol. F glycoprotein was purified from the non-adsorbed fraction from fetuin-Sepharose column chromatography by concanavalin A-Sepharose column chromatography using stepwise elution with a-methylmannoside (M. Ozawa, unpublished) . The fetuin-Sepharose column was prepared by coupling fetuin, which had been boiled for 5 min in 0.1 M sodium acetate buffer (pH 5.0) and dialyzed against 0.1 M sodium bicarbonate buffer (pH 8.7) containing 0.5 M sodium chloride, to BrCN-activated Sepharose 4B at a ratio of 10 mg of denatured fetuin to 1 ml of agarose beads.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 1338,
                    "end": 1357,
                    "text": "Ozawa, unpublished)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The procedure employed was essentially that described by Fairbanks et al. (14) . Where indicated, the gel concentration was lowered to 5.0% from the original concentration of 5.6% without changing the ratios of Af,/V-methylene-bis-acrylamide and acrylamide monomer. The sample was dissolved in 1 % SDS in the presence or absence of 1 % 2mercaptoethanol, boiled for 3 min, then immediately subjected to electrophoresis at 4 mA/tube for 2 h. Gels were stained with Coomassie brilliant blue for protein and with the periodic acid-Schiff reagent for carbohydrate (75). Elution of proteins from gels was performed essentially as described by Bray and Brownlee (16) . Prior to electrophoresis in the absence of 2-mercaptoethanol, virus sample were incubated with 10 min iodoacetamide before addition of SDS.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 659,
                    "text": "Bray and Brownlee (16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SDS-Polyacrylamide Gel Electrophoresis-"
        },
        {
            "text": "Treatment of the Virus with Sulfhydryl and Other Compounds-The virus was incubated at 37°C for 20 min with a selected concentration of sulfhydryl compound (reduced glutathione, dithiothreitol, or 2-mercaptoethanol) or chelating agent in a balanced salt solution at a virus concentration of 1 mg of protein per ml. In the case of urea treatment and urea plus DTT treatment, the incubation time was extended to 60 min. The virus thus treated was precipitated from the mixture by centrifugation at 80,000 x g for 20 min, washed three times with Tricine-buffered saline (140 mM NaCl, 5.4 mM KC1, 40 raM Tricine-NaOH, pH 7.6; TBS), and finally suspended in the same buffer. In the case of urea plus DTT treatment, seven volumes of either TBS containing 1 M sodium chloride, or 5 mM sodium phosphate buffer supplemented with 1 min EDTA, pH 7.6, were added to the reaction mixture, followed by centrifugation. The resulting precipitates were washed with the buffer which contained urea plus DTT to prevent reversal of the splitting, and then finally washed with TBS. The precipitate was solubilized with 1 % SDS containing 1 % 2-mercaptoethanol and subjected to electrophoresis as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS-Polyacrylamide Gel Electrophoresis-"
        },
        {
            "text": "Loss of HANA Activities-As described in a preliminary report (17) , splitting of interpeptide disulfide bonds by reduced glutathione resulted in complete loss of both hemagglutinating and neuraminidase activities. Since the glutathione which cleaved the interpeptide disulfide bonds may still be attached to the protein by a disulfide bond, and may affect the biological activities, we used dithiothreitol instead. This readily cyclizes and is released from protein after splitting disulfide bonds (18) , avoiding such modification.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Splitting of Interpeptide Disulfide Bonds and"
        },
        {
            "text": "Treatment of the virus with 10 mM DTT (about 4,000-fold molar excess with respect to HANA protein) as described in \" MATERIALS AND METHODS\" appeared to result in complete cleavage of these interpeptide disulfide bonds, since the electrophoretic pattern obtained with the treated virus in the absence of 2-mercaptoethanol was indistinguishable from that of untreated virus subjected to electrophoresis in the presence of 2-mercaptoethanol (data not shown). The treatment of the virus with DTT in a lower concentration range, from 0 to 1 mM, decreased the amounts of B-l and B-3 (data not shown) in parallel with the loss of the biological activities ( Fig. 1 ). Cleavage of the interpeptide disulfide bonds of F and B-2 proteins, however, was not observed under these conditions. The biological activities of F glycoprotein, i.e. hemolytic (Fig. 1 ) and cell fusing (data not shown) activities, were apparently lost, because a prerequisite for these activities, i.e. binding of the treated virus to cells, was completly inhibited by the treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 651,
                    "end": 657,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 839,
                    "end": 846,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Splitting of Interpeptide Disulfide Bonds and"
        },
        {
            "text": "The possibility that the sulfhydryl compounds inactivate the virus by acting as chelating agents seems unlikely, because treatment of the virus with chelating agents such as 6 mM EDTA, 8 mM allylthiourea, and 8 mM o-phenanthroline had no effect on the biological activities (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Splitting of Interpeptide Disulfide Bonds and"
        },
        {
            "text": "To determine whether the susceptibility of hemagglutinating activity of HVJ to sulfhydryl compounds is a common feature of paramyxoviruses or not, the effect of these compounds on Newcastle disease virus (NDV) was examined. As shown in Fig. 2 , treatment of NDV with 5 mM DTT resulted in complete loss of the hemagglutinating activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 242,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Splitting of Interpeptide Disulfide Bonds and"
        },
        {
            "text": "Bond-Linked Fragments of Influenza Virus Glycoproteins to the Viral Membrane-As Laver (8) has already reported, HA X and HA 2 of influenza virus are interconnected by disulfide bonds and appear as an HA band in the absence of sulfhydryl compounds. An oligomeric form(s) of influenza neuraminidase which could be dissociated by sulfhydryl compounds has also been reported (19) (20) (21) .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "(21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mode of Binding of Interpeptide Disulfide"
        },
        {
            "text": "Since reductive cleavage of interpeptide disulfide bonds resulted in inactivation of the hemagglutinating and neuraminidase activities of paramyxoviruses, such as HVJ and NDV, we examined the effect of the cleavage on the activities of influenza virus. In contrast with paramyxoviruses, influenza virus showed no decrease in hemagglutinating or neuraminidase activity (up to 20 mM DTT; data not shown), nor cleavage of interpeptide disulfide bonds (Fig. 3) on treatment with thiol compounds under non-denaturing contidions. Therefore, we next treated the virus with DTT under denaturing conditions, i.e., in the presence of 8 M urea. The virus preparation, thus reduced and then washed, no longer contained HA! even though HA 2 and NA were still present (Fig. 4) . This result may be explained as follows: HA X and HA 2 were interconnected by disulfide bond(s) but only HA 2 was embedded in the virus membrane. Thus, cleavage of the interpeptide disulfide bond under denaturing conditions can release the HA X subunit from the virion. Although the release of hemagglutinin-binding antigen (equivalent to HAO from the virion by guanidine HC1 plus DTT extraction was reported previously (22) , the lipid bilayer was destroyed by chloroform extraction before splitting the disulfide bonds, and furthermore the location of HA 2 was not studied in this case. (pH 7.6) cotaining 1 mM EDTA. In no case was release of F x and F 2 subunits from the virion observed (Fig. 5) . Since no decrease in HANA glycoprotein content was observed in these treated viruses [compare Fig. 5 with Fig. lc of a previous report (77)], this suggests that all of the membrane glycoproteins present on HVJ membrane are embedded in the lipid bilayer.",
            "cite_spans": [
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "(22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 456,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 754,
                    "end": 762,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1456,
                    "end": 1464,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1567,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1573,
                    "end": 1580,
                    "text": "Fig. lc",
                    "ref_id": null
                }
            ],
            "section": "Mode of Binding of Interpeptide Disulfide"
        },
        {
            "text": "To check the possibility that aggregated F x and F 2 , although released from the virus, still cosedimented with the virus under the centrifugal conditions employed, F x and F 2 were prepared from DISTANCE MOVED Centrifugation on a 5 to 30% (w/v) sucrose gradient was performed for 23 h at 150,000 x g. 125 I-labeled F was included in F preparations before splitting the interpeptide disulfide bond, and then F x and F 2 were purified. Identification of these glycoproteins was carried out by either radioactivity • or protein determination during purification and analysis. The final F! and F a preparations gave single bands on SDS-polyacrylamide gel electrophoretograms. 14 C-Dipalmitoyllecithin was included in egg lecithin as a tracer for phospholipid •.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of HVJ with Dithiothreitol under"
        },
        {
            "text": "purified F protein by splitting the disulfide bond(s) with 10 mM DTT, treated with excess iodoacetamide and gel filtrated on Sephadex G-100 in the presence of sodium cholate (M. Ozawa, unpublished). After prolonged dialysis to remove the detergent, purified preparations were centrifuged for 23 h at 105,000 xg on a 5% to 30% (w/v) sucrose gradient (Fig. 6 ). F 2 remained near the top of the gradient, so extensive aggregation of F 2 released from the virus was very unlikely. On the other hand, Fj was aggregated and sedimented to the bottom in the absence of phospholipids (Fig. 6a) , whereas in the presence of lecithin it was almost completely incorporated to liposomes (Fig.  6b) . Therefore, Fj seems to bind tightly to lipid bilayers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 356,
                    "text": "(Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 585,
                    "text": "(Fig. 6a)",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 685,
                    "text": "(Fig.  6b)",
                    "ref_id": null
                }
            ],
            "section": "Treatment of HVJ with Dithiothreitol under"
        },
        {
            "text": "Since identification of the protein components of a virus has usually been carried out by SDSpolyacrylamide gel electrophoresis in the presence of thiol compounds (mostly 2-mercaptoethanol) which cleave disulfide bonds, the presence and functional implications of interpeptide disulfide bonds in viral proteins have not yet been fully explored. In the previous study (17), we showed that in HVJ at least four proteins, i.e., B-l, B-2, B-3, and F, consist of two or more peptides interconnected by disulfide bonds, and we identified the peptide components of these four proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Recently Scheid and Choppin (24) conclusively demonstrated the presence of interpeptide disulfide bonds between Fj and F 2 glycoproteins. This disulfide bond is derived from an intrapeptide bond of the inactive precursor protein F o , which is cleaved to F! and F 2 upon proteolytic activation (5) . A similar disulfide bond-linked glycoprotein is also present in influenza virus, a myxovirus with no fusion activity. As already demonstrated by Laver (8) , HA glycoprotein of the myxovirus is composed of HAi and HA 2 interconnected by a disulfide bond. In this case also, proteolytic cleavage of the precursor protein is the reason for this type of interconnection (25) .",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 32,
                    "text": "Scheid and Choppin (24)",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 454,
                    "text": "Laver (8)",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "(25)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, the presence of interpeptide disulfide bonds in viral membrane glycoproteins has been reported recently in avian oncorna virus (8), murine leukemia virus (26, 27) and paramyxoviruses (24, 28) . Therefore, the presence of such a bond may be a common feature in some types of viral proteins. Most of them interconnect non-identical subunits and seem to be derived from an intrapeptide disulfide bond by proteolytic processing of precursors; they may play some physiological role in virus assembly. However, no evidence for the presence of such a precursor protein was observed for HANA glycoprotein of HVJ (29) or neuraminidase of influenza virus (30) . Furthermore, the disulfide bonds seem /. Biochem. to interconnect subunits of identical or almost the same size in these cases. Therefore, it seems that we are dealing with at least two types of disulfide bonds in viral membranes. The sensitivity of disulfide bonds to sulfhydryl compounds, i.e., the ease of splitting by these compounds, seems to differ among these proteins (Fig. 7) . In general, disulfide bonds of fusogenic paramyxovirus glycoproteins were found to be cleaved under nondenaturing conditions, whereas those of nonfusogenic influenza virus glycoproteins were much more stable, as shown in Fig. 7 . Denaturation by the addition of urea, guanidine-HCl, or SDS was required for cleavage of the bonds by DTT. An increase in susceptibility to cleavage after denaturation seems to be a general feature, as in the case of a plant toxin, ricin (31) . The rather unusual lability of HANA protein of fusogenic viruses with respect to sulfhydryl compounds could be biologically important, since the glycoprotein sticks out from the viral surface by about 120 A (52), apparently preventing close contact of the lipid bilayers of the viral envelope and cell membrane; therefore, fusion of the viral membrane to the cell membrane may be prevented if this structure is not modified somehow after the contact.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "(26,",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "27)",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "(24,",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "28)",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "(29)",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "(30)",
                    "ref_id": null
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "text": "(31)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1041,
                    "end": 1049,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1273,
                    "end": 1279,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "A group of bacterial toxins (diphtheria, botulinus, and others) and plant toxins (ricin and abrin) are also composed of two kind of peptides, one required for binding and the other for inhibition of cellular metabolism. The peptides are interconnected with a labile disulfide bond which can be cleaved by thiol compounds under non-danaturing conditions. Cleavage of such disulfide bonds generally results in an increase of toxicity in cell-free assay, whereas toxicity toward intact cells is decreased either partially or drastically to less than 10% of that of the untreated toxin (31, (33) (34) (35) . Thus, ease of cleavage of interpeptide disulfide bonds seems to be a common feature of a group of toxic proteins with binding subunit(s) interconnected with a catalytic subunit by a disulfide bond. Since several viruses which show a high fusion frequency of their envelope to the cell membrane also have rather a labile disulfide bond on their surface protein, as shown in this report, it is conceivable that this characteristic is important for the entry of these toxins and viruses through the plasma membrane. In contrast, influenza virus which has little or no chance of envelope fusion (12, 36) , seems to possess rather rigid glycoprotein spikes. Further studies, however, are required to confirm this point.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 586,
                    "text": "(31,",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "(33)",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "(34)",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "(35)",
                    "ref_id": null
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "(12,",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "36)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Like the enveloped viruses, which are released from the cell membrane by budding, some kinds of plasma membranes have disulfide-linked peptides. Therefore, earlier generalizations regarding the paucity of disulfide bonds in membrane proteins (6, 7) can applied to erythrocyte membranes or intracellular membranes, but may not be applicable to surface membranes of some types of cells. Although the general biological importance of this difference is not clear at present, the release of LETS protein (fibronectin) (11) and glycoprotein of a corona virus (57) by reductive cleavage of disulfide bonds under non-denaturing conditions, and the inactivation of HANA protein by the same treatment as reported in this paper suggest some biological importance of such labile disulfide bonds on the membrane surface.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 246,
                    "end": 248,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We have also presented here a unique and simple method to examine whether all of the components of interpeptide disulfide-linked subunits are embedded in the lipid bilayers, or whether some of them are merely anchored by a disulfide bond to other component(s) which are embedded in the lipid bilayer, and not bound directly to the membrane itself. HA X glycoprotein of influenza virus was found to be an example of the latter type; cleavage of the interpeptide disulfide bond between HA X and HA 2 under denaturing conditions resulted in solubilization of HA t from the virion, leaving HA 2 behind, as expected from a model reported earlier (1) . In the case of F protein of HVJ, on the other hand, both F, and F 2 seem to be embedded in the lipid bilayer since they remained there even after complete cleavage of interpeptide disulfide bonds (Fig. 8) . All of the constituent peptides of B-l and B-3, i.e., HANA protein of HVJ, also seem to be embedded in the lipid bilayer, since cleavage of disulfide bonds did not result in the solubilization of HANA protein (Fig. 5) .",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 644,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 843,
                    "end": 851,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1063,
                    "end": 1071,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The majority of membrane proteins so far studied seem to be embedded in the membrane at only one specific hydrophobic segment of the polypeptide; e.g., glycophorin A of human erythrocytes (38) , cytochrome b 6 of liver microsomes (39) , and histocompatibility antigens of mouse and man, i.e., H-2 (40) and HLA (41) . This does not mean, however, that most of the membrane proteins are of this type, but may simply be a result of the fact that the proteins so far studied are those which are amphipathic in nature and have a large hydrophilic region. Proteins which may span the membrane several times are under intensive study, and the presence of multiple membrane binding sites in membrane proteins has become clear in the case of bacteriorhodopsin (42) and band 3 protein of human erythrocytes (43) . Tight binding of the F t and F 2 segments of F glycoprotein of HVJ to the viral membrane shows that this is another case of the latter type of membrane protein.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "(38)",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "(39)",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "(41)",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "(42)",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "(43)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Membrane Models and the Formation of Biological Membranes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Benson",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "190--202",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Membrane Molecular Biology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Steck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "27--75",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Methods in Enzymology",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Konigsberg",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "185--188",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Effect of dithiothreitol treatment on the biological activities of HVJ. O, Hemagglutinating activity; • , neuraminidase activity; A, hemolytic activity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of dithiothreitol treatment on the hemagglutinating activity of Newcastle disease virus. Human red blood cells were mixed with (a) control virus that was not treated, or (b) dithiothreitol-treated virus. The mixtures were allowed to stand for 15 min at 0°C and then observed with a microscope.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Denaturing Conditions-As cleavage of the interpeptide disulfide bonds resulted in solubilization of a component of disulfide-linked complexes from influenza virus, we examined the effect of similar treatment on HVJ. Under non-denaturing conditions, splitting of disulfide bonds by DTT did not result in the release of any peptide (data not shown). Therefore, the treatment under denaturing conditions which solubilized the HA X glycoprotein from the influenza membrane was applied to HVJ. The virus treated with 40 mM DTT in the presence of either 8 M urea or 6 M guanidine HCI was washed under conditions known to remove the peripheral proteins from the membrane (23), e.g. with TBS (pH 7.6) containing 1 M sodium chloride or 5 mM sodium phosphate SDS-polyacrylamide gel electrophoresis of dithiothreitol-treated influenza virus type A. (a) Untreated control; (b) the virus was treated with 20mM dithiothreitol at pH 8.0 under non-denaturing conditions. Virus preparations were subjected to electrophoresis without addition of thiol compounds on 5.0% gel, and stained with Coomassie brilliant blue. The glycoprotein nature of GP-1, GP-2, GP-3, and HA was confirmed by parallel experiments in which gels were stained for carbohydrate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SDS-polyacrylamide gel electrophoresis of influenza virus type A treated with 8 M urea alone (a), or with 8 M urea plus 40 mM dithiothreitol (b). Samples were subjected to electrophoresis in the presence of 2mercaptoethanol and stained for carbohydrate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "SDS-polyacrylamide gel electrophoresis of HVJ treated with 8 M urea alone (a, c), or with 8 M urea plus 40 mM dithiothreitol (b, d). Samples (a, b) were washed with 1 M sodium chloride and (c, d) with 5 mM phosphate buffer containing 1 mM EDTA as described in \" MA-TERIALS AND METHODS.\" Gels were stained for carbohydrate. GL, glycolipids. Sucrose density gradient centrifugation of F x and F 2 . (a), F t was dialyzed against 0.15 M sodium chloride containing 10 IHM Tris-HCl (7.6) for two days with a change of dialysis buffer, (b), F t (0.1 nmol) was reconstituted with egg lecithin (1,000 nmol) by the cholate-dialysis method, (c), F 2 was dialyzed as described in (a).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Difference in the stability of interpeptide disulfide bonds of HVJ and influenza virus proteins. • , B-l of HVJ; O, B-3 of HVJ; Y, B-2 of HVJ; A, F protein of HVJ; D, glycoproteins of influenza virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Models for the structure of (a) F glycoprotein of HVJ and (b) HA glycoprotein of influenza virus. CHO designates a carbohydrate moiety.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Prof. R. Sato of the Institute for Protein Research for valuable discussions. We are also indebted to Prof. Y. Kawade of Kyoto University for providing Newcastle disease virus. The supply of outdated erythrocytes by Midori-zyuji Co., Ltd. is also gratefully acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}