{"paper_id": "2940bd43b2d24fe59c81d3d4ea2f28dc96ecde77", "metadata": {"title": "Assessing the Capacity of the US Health Care System to Use Additional Mechanical Ventilators During a Large-Scale Public Health Emergency", "authors": [{"first": "Adebola", "middle": [], "last": "Ajao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Scott", "middle": ["V"], "last": "Nystrom", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lisa", "middle": ["M"], "last": "Koonin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anita", "middle": [], "last": "Patel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["R"], "last": "Howell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Prasith", "middle": [], "last": "Baccam", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tim", "middle": [], "last": "Lant", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eileen", "middle": [], "last": "Malatino", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Margaret", "middle": [], "last": "Chamberlin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ma", "middle": [";"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Martin", "middle": ["I"], "last": "Meltzer", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective: A large-scale public health emergency, such as a severe influenza pandemic, can generate large numbers of critically ill patients in a short time. We modeled the number of mechanical ventilators that could be used in addition to the number of hospital-based ventilators currently in use. Methods: We identified key components of the health care system needed to deliver ventilation therapy, quantified the maximum number of additional ventilators that each key component could support at various capacity levels (ie, conventional, contingency, and crisis), and determined the constraining key component at each capacity level. Results: Our study results showed that US hospitals could absorb between 26,200 and 56,300 additional ventilators at the peak of a national influenza pandemic outbreak with robust pre-pandemic planning. Conclusions: The current US health care system may have limited capacity to use additional mechanical ventilators during a large-scale public health emergency. Emergency planners need to understand their health care systems' capability to absorb additional resources and expand care. This methodology could be adapted by emergency planners to determine stockpiling goals for critical resources or to identify alternatives to manage overwhelming critical care need. (Disaster Med Public Health Preparedness. 2015;9:634-641)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "L arge-scale public health emergencies (PHEs) due to an influenza pandemic or chemical, biological, radiological, or nuclear agents can generate large numbers of patients with respiratory illness in a short time. Therefore, the US health care system must be prepared to meet a large surge in the number of patients needing respiratory care. Illustrating the potential for increased need for mechanical ventilation, a study of 47 Maryland hospitals over a period of 12 years, including the 2009 H1N1 influenza pandemic, found a statistically significant 7% increase in mechanical ventilator use during intense influenza periods compared with noninfluenza periods. 1 Eriksson et al 2 also found that 7% to 9% of pediatric patients admitted to 43 US children's hospitals with seasonal influenza and presumed 2009 pandemic H1N1 influenza needed mechanical ventilation. To manage potentially larger surges in respiratory illness that could be caused by a virulent influenza strain, the US federal government maintains in the strategic national stockpile a supply of mechanical ventilators that can be distributed to US hospitals in a large-scale PHE.", "cite_spans": [{"start": 663, "end": 664, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "Many acute care hospitals maintain an inventory of mechanical ventilators on site to match routine patient care needs; additional units can be procured or leased from medical supply vendors as needed. 3, 4 One study estimated that US acute care hospitals own approximately 62,000 full-feature mechanical ventilators, and that 24,000 of these ventilators (39%) can be used to ventilate pediatric and neonatal patients. The study also reported an additional 98,000 ventilators that are not full-featured but are maintained in US hospitals. 5 However, it is uncertain what proportion of these ventilators are in use at any one time or what capacity is available in the US health care system to absorb a surge in mechanical ventilation need.", "cite_spans": [{"start": 201, "end": 203, "text": "3,", "ref_id": "BIBREF3"}, {"start": 204, "end": 205, "text": "4", "ref_id": "BIBREF4"}, {"start": 538, "end": 539, "text": "5", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "The current US health care system may have limited capacity to use additional mechanical ventilators during a large-scale PHE. In this article, we provide a model to estimate the surge capacity of the US health care system to use additional or stockpiled mechanical ventilators. This assessment included identifying health system components (supplies, space, staff, and systems) that may constrain the number of ventilators that could effectively be used during the peak of a national influenza pandemic outbreak. The methodology used for this assessment can be adapted by emergency planners at the facility, local, and state level to (1) project critical care surge capacity, (2) determine stockpiling goals for critical care resources, (3) identify gaps in emergency preparedness, and (4) identify alternatives to manage overwhelming critical care need.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We assessed the capacity of the US health care system to rapidly absorb additional mechanical ventilators during a large-scale PHE by use of the following steps. First, we identified the key components of the health care system needed to effectively deliver ventilation therapy to patients. Second, we quantified the maximum number of additional ventilators that each of the key components could effectively support at various capacity levels (ie, conventional, contingency, and crisis). 6 According to the Institute of Medicine, conventional capacity is defined as usual and normal patient care in which facilities and staff meet their normal goals in providing care. Contingency capacity requires minor adaptation that may have minor consequences for standards of care, but adaptations are not enough to result in significant changes to standards of care. Crisis capacity is defined as a fundamental, systematic change in which standards of care are significantly altered to allow treatment of a greater number of patients. 6 Third, we determined the constraining key component at each capacity level to determine the system's surge capacity.", "cite_spans": [{"start": 488, "end": 489, "text": "6", "ref_id": "BIBREF6"}, {"start": 1026, "end": 1027, "text": "6", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Assessment of Ventilator Capacity"}, {"text": "The 4 key components necessary to provide ventilation therapy to a patient include the necessary equipment, such as ventilators and ancillary supplies including circuits and bacterial filters (supplies); hospital beds equipped for ventilation and comprehensive critical care (space); and specialized medical personnel to manage patients on mechanical ventilators (staff). 3 There is also a need for readily accessible and exercised plans to rapidly increase capacity for patients who require mechanical ventilation (systems) (Figure 1 ).", "cite_spans": [{"start": 372, "end": 373, "text": "3", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 525, "end": 534, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Components Necessary to Provide Mechanical Ventilation"}, {"text": "The estimated number of ventilators that can be used is the key outcome component for this study. Staffed beds are the key input component for space. Specially trained critical care physicians, nurses, and respiratory therapists are the key input for staff. The systems input component, for example, planning and communications, is difficult to quantify. Thus, it was not considered in this assessment. As a result, quantification of the health care input components was limited to space and staff as outlined below.", "cite_spans": [], "ref_spans": [], "section": "Quantification of Health Care Components"}, {"text": "Bed space for patients who need mechanical ventilation requires specific functionalities such as electricity, oxygen, suction, medical gas, and monitoring equipment. In acute care hospitals, these functionalities are usually found in critical care or intensive care units. In a large-scale PHE, additional critical care space could be created through the use of intermediate-care beds (eg, step-down beds, postoperative care beds, and emergency care beds) and potentially general ward beds that could be equipped with the functionalities needed to provide ventilation care. 3 To understand the space (ie, excess beds) available to provide ventilation care at the different capacity levels, we obtained the estimate of staffed beds in the United States by bed type 7 and calculated the proportion of staffed beds that would be available to treat a surge of patients needing mechanical ventilation. Staffed beds are beds for which trained staff are on hand and physically available to care for patients. 8 Recent data indicate an annual average availability of 32% for both critical care and non-critical-care beds. [9] [10] [11] However, the literature suggests that annual averages in bed availability do not reflect weekly and seasonal variation. 12 As a result, we assumed a lower 10% to 20% bed availability across all capacity levels to address ventilation need at the peak of an influenza pandemic outbreak (8-10 days). Our 10% to 20% bed availability assumption was also informed by expert opinion.", "cite_spans": [{"start": 574, "end": 575, "text": "3", "ref_id": "BIBREF3"}, {"start": 764, "end": 765, "text": "7", "ref_id": "BIBREF7"}, {"start": 1002, "end": 1003, "text": "8", "ref_id": "BIBREF8"}, {"start": 1114, "end": 1117, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 1118, "end": 1122, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 1123, "end": 1127, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 1248, "end": 1250, "text": "12", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Space"}, {"text": "At the conventional capacity level, we assumed that only currently staffed but unoccupied critical care beds would be available for use by ventilated patients. At the contingency capacity level, we included staffed but unoccupied intermediate-care beds (eg, step-down beds, postoperative care, and emergency department beds) in our estimate of bed surge capacity. 7 At the crisis capacity level, we expanded bed space to staffed but unoccupied general ward beds that could be equipped with capabilities to support ventilated patients. 7 We excluded specialty care beds such as neonatal intensive care unit beds, nursery beds, psychiatric beds, rehabilitation beds, and nursing home beds. These beds were judged by subject matter experts as either unsuitable for general patient needs because they were specific to a patient population (ie, neonates, newborns, or older adults) or to have limited surge capacity. 7 We calculated the number of beds available for use by ventilated patients at the peak of an influenza pandemic for each capacity level by multiplying the number of staffed beds in each bed type category (eg, intermediate, general ward) in the US health care system by the previously described 10% to 20% peak bed availability.", "cite_spans": [{"start": 364, "end": 365, "text": "7", "ref_id": "BIBREF7"}, {"start": 535, "end": 536, "text": "7", "ref_id": "BIBREF7"}, {"start": 912, "end": 913, "text": "7", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Space"}, {"text": "Management of patients on mechanical ventilators requires a team of critical care personnel to optimize clinical outcomes. Personnel trained in the management of patients on mechanical ventilators include critical care physicians, critical care nurses, and respiratory therapists. In a large-scale PHE in which critical care personnel are likely to be in short supply, staff capacity could be enhanced at the contingency and crisis capacity levels by (1) extending provider working hours, (2) increasing patient-to-provider ratios (ie, more patients per provider), and (3) augmenting critical care personnel with non-critical-care personnel by using a two-tier staffing model. In a two-tier staffing model, non-critical-care personnel assume the more general aspects of patient care and function under the direct supervision of critical care personnel. [13] [14] [15] However, enhancement of staff capacity could be constrained by (1) unacceptable extensions of work hours for trained personnel, (2) staff absenteeism due to personal illness or the need to care for others who are ill, and (3) inability to quickly and sufficiently train health care personnel who have no prior critical care experience to manage patients on mechanical ventilators.", "cite_spans": [{"start": 853, "end": 857, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 858, "end": 862, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 863, "end": 867, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Staff"}, {"text": "To calculate the number of staff who would be available to treat a surge of patients on mechanical ventilators, we assumed that (1) the number of trained medical personnel would correlate with the number of staffed beds maintained by hospitals, (2) medical personnel would work one 12-hour shift per day, and (3) 10% to 20% of medical personnel would be available as surge capacity, consistent with the 10% to 20% staffed bed availability assumption. Although we did not take absenteeism of health care workers into account explicitly in the model, we did perform a sensitivity analysis to examine the impact of absenteeism on staff availability, as described below. Other staff assumptions were specific to the capacity level. At the conventional capacity level, health provider projections were limited to critical care personnel who primarily manage patients on mechanical ventilators (ie, critical and pulmonary care physicians, critical care nurses, and respiratory therapists). 3 At the conventional capacity level, we assumed a patient-tophysician ratio of 10:1 to 15:1, 17 patient-to-critical care nurse ratio of 1:1, 15 and patient-to-respiratory therapist ratio of 4:1 to 6:1. 18 At the contingency capacity level, the type of physician delivering care to ventilated patients was expanded to include other medical specialties such as anesthesiologists, emergency care physicians, and cardiothoracic surgeons with experience in managing patients on mechanical ventilators. In addition, the ratio of patient to health care provider was expanded for respiratory therapists and critical care nurses. At the contingency capacity level, we maintained a patient-to-physician ratio of 10:1 to 15:1, 17 expanded the patient-to-critical care nurse ratio to 2:1, 15 and expanded the patient-to-respiratory therapist ratio to a range of from 7:1 to 9:1. 18 Surge Capacity in Public Health Emergencies", "cite_spans": [{"start": 984, "end": 985, "text": "3", "ref_id": "BIBREF3"}, {"start": 1187, "end": 1189, "text": "18", "ref_id": "BIBREF18"}, {"start": 1762, "end": 1764, "text": "15", "ref_id": "BIBREF15"}, {"start": 1852, "end": 1854, "text": "18", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Staff"}, {"text": "At the crisis capacity level, critical care personnel were augmented with non-critical-care personnel by use of the already described two-tier staffing model. Each supervisory critical care physician would work with up to 4 non-criticalcare physicians. Each non-critical-care physician would manage up to 6 patients, providing a patient-to-critical care physician ratio of 24:1 consistent with the Task Force for Mass Critical Care recommendations for a physician two-tier staffing model. For critical care nurses, we assumed that 3 non-critical-care nurses would work under the supervision of a critical care nurse, and each non-critical-care nurse would manage up to 2 patients, providing a range of patientto-critical care nurse ratios of from 3:1 to 6:1. 15 Similarly, for respiratory therapists, we assumed that up to 4 respiratory extenders would work with a respiratory therapist and each respiratory extender would manage up to 3 patients, providing a range of patient-to-respiratory therapist ratios of from 10:1 to 12:1. Respiratory extenders could be respiratory therapists working in administrative positions, respiratory therapy students, nurses, and other health care professionals involved in patient care. 14, 15 All of the patient to staff ratios used for contingency and crisis capacity levels in this assessment were previously recommended by the Task Force for Mass Critical Care and Project Extreme. [13] [14] [15] Finally, to project the number of medical personnel who would be available at each capacity level, we divided the number of staff in each medical personnel category by the number of shifts per day (two shifts per day), and multiplied the outcome by the 10% to 20% staff availability. This value was then multiplied by the patient-toprovider ratio to obtain the number of patients who could be treated for each medical personnel category at the peak of an influenza pandemic outbreak.", "cite_spans": [{"start": 759, "end": 761, "text": "15", "ref_id": "BIBREF15"}, {"start": 1222, "end": 1225, "text": "14,", "ref_id": "BIBREF14"}, {"start": 1226, "end": 1228, "text": "15", "ref_id": "BIBREF15"}, {"start": 1421, "end": 1425, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 1426, "end": 1430, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 1431, "end": 1435, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Disaster Medicine and Public Health Preparedness"}, {"text": "We tested the impact of varying the assumptions for space and staff availability on additional ventilation capacity. We varied the bed availability estimate from 10-20% to 20-60% in a stepwise fashion across all capacity levels based on the range of bed availability data across US hospitals. [9] [10] [11] We also assumed a 20% reduction in staff availability due to staff absenteeism. 16 All other factors and assumptions remained the same.", "cite_spans": [{"start": 293, "end": 296, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 297, "end": 301, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 302, "end": 306, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 387, "end": 389, "text": "16", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Sensitivity Analysis"}, {"text": "This study was exempt from institutional review board review because no human subject data were used for modeling surge capacity.", "cite_spans": [], "ref_spans": [], "section": "Human Subject Protection"}, {"text": "As of November 2013, there were an estimated 1,098,849 staffed beds in the US health care system. 7 Of these, 81,790 (7%) were adult and pediatric critical care beds, 180,000 (17%) were intermediate-care beds (step-down beds, postoperative care beds, and emergency care beds), 212,587 (19%) were specialty care beds (neonatal intensive care unit beds, nursery beds, psychiatric beds, rehabilitation beds, and nursing home beds), and 624,472 (57%) were general ward beds (Table 1) . 7 At the peak of an influenza pandemic outbreak, 8200 to 16,400 additional patients could be ventilated nationally based on 81,790 critical care beds in the US health care system and 10% to 20% bed availability at the conventional capacity level (Table 1 ). At the contingency capacity level, 26,200 to 52,400 total additional patients could be ventilated nationally based on 261,790 intermediate-care beds in the US health care system and 10% to 20% bed availability (Table 1 ). At the crisis capacity level, 88,600 to 177,300 total additional patients could be ventilated nationally based on 886,262 general ward beds (non-specialty-care beds) in the US health care system and 10% to 20% bed availability ( Table 1 ). The contingency and crisis capacity level increased the number of staffed beds available to ventilate patients approximately 3-fold and 11-fold, respectively, over the conventional capacity level ( Table 2 ).", "cite_spans": [{"start": 98, "end": 99, "text": "7", "ref_id": "BIBREF7"}, {"start": 482, "end": 483, "text": "7", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 470, "end": 479, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 728, "end": 736, "text": "(Table 1", "ref_id": "TABREF1"}, {"start": 950, "end": 958, "text": "(Table 1", "ref_id": "TABREF1"}, {"start": 1191, "end": 1198, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 1400, "end": 1407, "text": "Table 2", "ref_id": "TABREF2"}], "section": "RESULTS Space"}, {"text": "As of November 2013, there were an estimated 799,500 physicians in the United States. About 12,600 (1.6%) were critical care and pulmonary care physicians, 41,690 (5.2 %) were anesthesiologists, 35,650 (4.5%) were emergency care physicians, 4730 (0.6%) were cardiothoracic surgeons, and 704,830 (88.1%) were other physician specialty or primary care physicians. [19] [20] [21] [22] The number of respiratory therapists was estimated to be 112,500, 23 whereas the number of critical care nurses was estimated to be 503,124. 24 On the basis of this number of health care workers in the US health care system, a 12-hour shift per day, 10% to 20% staff availability, and patient-to-health care worker ratios described in the Methods, we projected the number of total additional patients who could be treated nationally at the peak of an influenza pandemic outbreak for the different health care worker categories at the 3 capacity levels. At the conventional capacity level, there are sufficient critical care physicians to ventilate 6300 to 18 The contingency capacity level increased the number of total additional patients who could be ventilated by physicians, respiratory therapists, and critical care nurses at least 7-fold, 1.5-fold, and 2-fold, respectively, over the conventional capacity level. The crisis capacity level increased the number of total additional patients who could be ventilated by physicians, respiratory therapists, and critical care nurses at least 12-fold, 2-fold, and 3-fold, respectively, over the conventional capacity level (Table 1) .", "cite_spans": [{"start": 362, "end": 366, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 367, "end": 371, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 372, "end": 376, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 377, "end": 381, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 448, "end": 450, "text": "23", "ref_id": "BIBREF23"}, {"start": 523, "end": 525, "text": "24", "ref_id": "BIBREF24"}, {"start": 1038, "end": 1040, "text": "18", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 1554, "end": 1563, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Staff"}, {"text": "This assessment showed that the capacity of the US health care system to provide ventilation therapy could be constrained by different key components at each capacity level ( (Table 2 ). This assessment showed that even if bed capacity and some staff capacity could be expanded by including general ward beds and employing the services of non-critical-care physicians and nurses, US ventilation capacity would still be limited by the number of trained respiratory therapists at the crisis capacity level.", "cite_spans": [], "ref_spans": [{"start": 175, "end": 183, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "Ventilation Capacity Model Output"}, {"text": "Expanding staffed bed availability from 10-20% to 20-60% expanded the surge capacity to treat patients 2-to 3-fold ( Table 2 and Table 3 ). This sensitivity analysis showed that the number of mechanical ventilators that could be absorbed during a PHE was most sensitive to the staffed bed availability assumption for the following reasons: (1) the shift in the staffed bed availability range was large (from 10-20% to 20-60%), and (2) the increase in staffed bed availability also increased the number of staff available. Therefore, these results emphasize the importance of accurate staffed bed availability information when responding to a large-scale PHE. Although factoring in absenteeism did reduce the number of staff available, the effect in our model was far outweighed by the large increase in staffed bed availability for the reasons mentioned above.", "cite_spans": [], "ref_spans": [{"start": 117, "end": 136, "text": "Table 2 and Table 3", "ref_id": "TABREF2"}], "section": "Sensitivity Analysis"}, {"text": "In a large-scale PHE, hospitals, health care coalitions, and local, state, and federal health care resources may be constrained. The objective of this assessment was to provide a method for projecting the capacity of the US health care system to effectively use stockpiled mechanical ventilators in preparation for a large-scale PHE such as an influenza pandemic. This assessment showed that the number of total additional mechanical ventilators that could effectively be used during the peak of a severe influenza pandemic ranged from approximately 26,200 to 56,300. This range represents the projected number of additional mechanical ventilators that could be effectively used by the US health care system at the lower boundary of contingency and crisis capacity levels at the peak of a severe influenza pandemic. As we approach the upper boundary of the range at 56,300 ventilators, subject matter experts interviewed as part of this project expressed concern that various components of the health care system would become stressed, and there is uncertainty that health care services could be effectively delivered.", "cite_spans": [], "ref_spans": [], "section": "Summary of Main Findings"}, {"text": "This capabilities-based approach provides several benefits for emergency planning: (1) emergency planners at all levels (local, state, federal) are provided with a practical method for projecting levels of medical resources that could be used by taking into account the health systems' capacity to absorb these resources during an emergency, (2) an evidence-based analytical model is provided for emergency planners to identify gaps in preparedness, (3) alternatives to manage overwhelming critical care need are identified, and (4) a more efficient allocation of scarce resources for stockpiling is likely supported. Furthermore, the impact of increasing staffed bed availability in the sensitivity analysis highlights the importance of regional coalition planning to make hospital beds available during large-scale PHEs. This analytical approach was used to inform the strategic national stockpile ventilator stockpiling goal, identify national ventilation preparedness gaps, and create an evidence-based foundation for development of plans to improve national mechanical ventilation capacity and therefore overall influenza pandemic preparedness.", "cite_spans": [], "ref_spans": [], "section": "Main Public Health Implications"}, {"text": "This planning assessment provides a good method for assessing capacity but has potential limitations. Since large-scale PHEs are rare, there may be limited data to inform some of the assumptions that are needed for similar assessments. The assumptions and data used in the assessment presented here at the contingency and crisis capacity levels were based on the best available evidence but were largely untested. In addition, we made simplified model assumptions to approximate surge capacity projections. For example, we assumed a static range for bed availability (10% to 20%) that does not account for daily variation in bed availability. Furthermore, we did not calculate the difference between the surge capacities of pediatric staffed beds and adult staffed beds because our model was intended to illustrate a general concept for assessing surge capacity in a large-scale PHE. Our model can be applied to any specialty population or setting if the right numbers and assumptions are applied. However, we cannot say for sure that the public health implications of our results hold true across pediatric critical care settings, because our model did not attempt to answer this question specifically. Finally, we did not incorporate the \"systems\" component, such as resource sharing among facilities in the same network, or additional factors such as communications and logistics planning into this assessment because these factors and their potential impacts, although important, were difficult to quantify.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "The current US health care system may have limited capacity to use additional mechanical ventilators during a large-scale PHE. For effective planning, emergency planners at all levels need to understand their health care systems' capacity to expand care for a surge of critically ill patients and the capability to absorb additional resources. This assessment provides a model for projecting a health care systems' surge capacity for large-scale PHEs. This model can be adopted and adapted to assist emergency planners at the facility, local, and state levels to identify gaps in emergency preparedness, determine stockpiling goals for critical care resources, and identify alternative policies and protocols to manage increased need for critical care resources in a large-scale PHE. ", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Surge in hospitalizations associated with mechanical ventilator use during influenza outbreaks", "authors": [{"first": "J", "middle": ["C"], "last": "King", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Ajao", "suffix": ""}, {"first": "R", "middle": [], "last": "Lichenstein", "suffix": ""}], "year": 2014, "venue": "Disaster Med Public Health Prep", "volume": "1", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Risk factors for mechanical ventilation in the US children hospitalized with seasonal influenza and 2009 pandemic influenza A. Pediatr Crit Care Med", "authors": [{"first": "C", "middle": ["O"], "last": "Eriksson", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Graham", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Uyeki", "suffix": ""}], "year": 2012, "venue": "", "volume": "13", "issn": "", "pages": "625--631", "other_ids": {"DOI": ["10.1097/PCC.0b013e318260114e"]}}, "BIBREF2": {"ref_id": "b2", "title": "Surge Capacity in Public Health Emergencies Disaster Medicine and Public Health Preparedness", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Definitive care for the critically ill during a disaster: current capabilities and limitations: from a Task Force for Mass Critical Care summit meeting", "authors": [{"first": "M", "middle": ["D"], "last": "Christian", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Devereaux", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Dichter", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "133", "issn": "5", "pages": "7--2707", "other_ids": {"DOI": ["10.1378/chest.07-2707"]}}, "BIBREF4": {"ref_id": "b4", "title": "Survey of mechanical ventilators in US acute care hospitals: a baseline for critical care surge capacity planning", "authors": [{"first": "E", "middle": [], "last": "Toner", "suffix": ""}, {"first": "R", "middle": [], "last": "Waldhorn", "suffix": ""}], "year": 2010, "venue": "Disaster Med Public Health Prep", "volume": "4", "issn": "3", "pages": "193--194", "other_ids": {"DOI": ["10.1001/dmp.2010.21"]}}, "BIBREF5": {"ref_id": "b5", "title": "Mechanical ventilators in US acute care hospitals", "authors": [{"first": "L", "middle": [], "last": "Rubinson", "suffix": ""}, {"first": "F", "middle": [], "last": "Vaughn", "suffix": ""}, {"first": "S", "middle": [], "last": "Nelson", "suffix": ""}], "year": 2010, "venue": "Disaster Med Public Health Prep", "volume": "4", "issn": "3", "pages": "199--206", "other_ids": {"DOI": ["10.1001/dmp.2010.18"]}}, "BIBREF6": {"ref_id": "b6", "title": "The communications challenge: definitions, standards and metrics", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Billians Hospital Database. Billian's HealthData website", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Agency for Healthcare Research and Quality. AHRQ Releases Standardized Hospital Bed Definitions. AHRQ website", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Critical care medicine in the United States 2000-2005: an analysis of bed numbers, occupancy rates, payer mix, and costs", "authors": [{"first": "N", "middle": ["A"], "last": "Halpern", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Pastores", "suffix": ""}], "year": 2010, "venue": "Crit Care Med", "volume": "38", "issn": "1", "pages": "65--71", "other_ids": {"DOI": ["10.1097/CCM.0b013e3181b090d0"]}}, "BIBREF10": {"ref_id": "b10", "title": "ICU occupancy and mechanical ventilator use in the United States", "authors": [{"first": "H", "middle": [], "last": "Wunsch", "suffix": ""}, {"first": "J", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "M", "middle": [], "last": "Herlim", "suffix": ""}], "year": 2013, "venue": "Crit Care Med", "volume": "41", "issn": "12", "pages": "2712--2719", "other_ids": {"DOI": ["10.1097/CCM.0b013e318298a139"]}}, "BIBREF11": {"ref_id": "b11", "title": "by type of ownership and size of hospital: United States, selected years", "authors": [], "year": 1975, "venue": "Centers for Disease Control and Prevention. Hospitals, beds, and occupancy rates", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Annual bed statistics give a misleading picture of hospital surge capacity", "authors": [{"first": "D", "middle": [], "last": "Delia", "suffix": ""}], "year": 2006, "venue": "Ann Emerg Med", "volume": "48", "issn": "4", "pages": "384--388", "other_ids": {"DOI": ["10.1016/j.annemergmed.2006.01.024"]}}, "BIBREF13": {"ref_id": "b13", "title": "Definitive care for the critically ill during a disaster: a framework for optimizing critical care surge capacity: from a Task Force for Mass Critical Care summit meeting", "authors": [{"first": "L", "middle": [], "last": "Rubinson", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Hick", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Hanfling", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "133", "issn": "5", "pages": "18--31", "other_ids": {"DOI": ["10.1378/chest.07-2690"]}}, "BIBREF14": {"ref_id": "b14", "title": "Mechanical ventilation in mass casualty scenarios", "authors": [{"first": "M", "middle": ["E"], "last": "Hanley", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Bogdan", "suffix": ""}], "year": 2008, "venue": "Respir Care", "volume": "53", "issn": "2", "pages": "176--188", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Augmentation of hospital critical care capacity after bioterrorist attacks or epidemic: recommendations of the Working Group on Emergency Mass Critical Care", "authors": [{"first": "L", "middle": [], "last": "Rubinson", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Nuzzo", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Talmor", "suffix": ""}], "year": 2005, "venue": "Crit Care Med", "volume": "33", "issn": "10", "pages": "2393--2403", "other_ids": {"DOI": ["10.1097/01.CCM.0000173411.06574.D5"]}}, "BIBREF16": {"ref_id": "b16", "title": "Health care workers' ability and willingness to report to duty during catastrophic disasters", "authors": [{"first": "K", "middle": [], "last": "Qureshi", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Gershon", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Sherman", "suffix": ""}], "year": 2005, "venue": "J Urban Health", "volume": "82", "issn": "3", "pages": "378--388", "other_ids": {"DOI": ["10.1093/jurban/jti086"]}}, "BIBREF17": {"ref_id": "b17", "title": "Intensivist-to-bed ratio: association with outcomes in the medical ICU", "authors": [{"first": "S", "middle": ["I"], "last": "Dara", "suffix": ""}, {"first": "B", "middle": [], "last": "Afessa", "suffix": ""}], "year": 2005, "venue": "Chest", "volume": "128", "issn": "2", "pages": "567--572", "other_ids": {"DOI": ["10.1378/chest.128.2.567"]}}, "BIBREF18": {"ref_id": "b18", "title": "Respiratory Care Board of California. California Respiratory Care Practitioner Workforce Study", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Report to Congress. The Critical Care Workforce: A Study of the Supply and Demand for Critical Care Physicians", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Association of American Medical Colleges", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Physician Characteristics and Distribution in the US", "authors": [], "year": 2008, "venue": "American Medical Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Shortage of cardiothoracic surgeons is likely by 2020", "authors": [{"first": "A", "middle": [], "last": "Grover", "suffix": ""}, {"first": "K", "middle": [], "last": "Gorman", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Dall", "suffix": ""}], "year": 2009, "venue": "Circulation", "volume": "120", "issn": "6", "pages": "488--494", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "American Community Survey", "authors": [{"first": "", "middle": [], "last": "Us Census", "suffix": ""}, {"first": "", "middle": [], "last": "Bureau", "suffix": ""}], "year": 2008, "venue": "Census. gov website", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Health Resources and Services Administration. The Registered Nurse Population Survey. Findings From the 2008 National Sample Survey of Registered Nurses", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Needed for Effective Mechanical Ventilation in Response to a Large-Scale Public Health Emergency.", "latex": null, "type": "figure"}, "TABREF0": {"text": ",900 additional patients, there are sufficient respiratory therapists to ventilate 22,500 to 67,500 additional patients, and there are sufficient critical care nurses to ventilate 25,200 to 50,300 additional patients (Table 1). At the contingency capacity level, there are sufficient physicians to ventilate 47,800 to 143,400 total additional patients, there are sufficient respiratory therapists to ventilate 39,400 to 101,300 total additional patients, and there are sufficient critical care nurses to ventilate 50,300 to 101,600 total additional patients (Table 1). At the crisis capacity level, there are sufficient physicians to ventilate 114,700 to 229,500 total additional patients, there are sufficient respiratory therapists to ventilate 56,300 to 135,000 total additional patients, and there are sufficient critical care nurses to ventilate 75,500 to 301,900 total additional patients (Table 1).", "latex": null, "type": "table"}, "TABREF1": {"text": "Number of Total Additional Mechanically Ventilated Patients Who Can be Treated at the Peak of an Influenza Pandemic on the Basis of Available Staffed Beds and Trained Staff in the US Healthcare System by Capacity Levels.", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Constraining Components by Capacity Level at the Peak of an Influenza Pandemic aNumber of Total Additional Patients Who Can be Ventilated Nationwide by Capacity Level", "latex": null, "type": "table"}, "TABREF4": {"text": "Sensitivity Analysis of Constraining Components by Capacity Level at the Peak of an Influenza Pandemic aValues in bold indicate the constraining component at each capacity level. Inputs varied fromTable 2in this sensitivity analysis.", "latex": null, "type": "table"}, "TABREF5": {"text": "Food and Drug Administration, Silver Spring, Maryland (Dr Ajao); Department of Health and Human Services, Assistant Secretary for Preparedness and Response, Washington, DC (Drs Nystrom, Howell, and Lant); Centers for Disease Control and Prevention, Atlanta, Georgia (Drs Meltzer, Koonin, and Patel and Ms Malantino); IEM Inc, Morrisville, North Carolina (Dr Baccam); and Pardee Rand Graduate School, Santa Monica, California (Ms Chamberlin). Drs Ajao and Nystrom contributed equally to this article. Dr Ajao is now with the Food and Drug Administration, Center for Drug Evaluation and Research, Office of Medical Policy, Silver Spring, Maryland. Correspondence and reprint requests to Adebola Ajao, US Food and Drug Administration, 10903 New Hampshire Avenue, Silver Spring, MD 20993 (e-mail: adebola.ajao@fda.hhs.gov).", "latex": null, "type": "table"}, "TABREF6": {"text": "TABLE 2\nConstraining Components by Capacity Level at the Peak of an In fl uenza Pandemic a", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Component and subcomponents </td><td>Number of Total Additional Patients Who Can be Ventilated Nationwide by Capacity Level\n</td><td>Crisis Capacity Level\n</td></tr><tr><td>Conventional Capacity Level </td><td>Contingency Capacity Level </td></tr><tr><td>Space: Beds Staff:\n</td><td>8200-16,400 </td><td>26,200-52,400 </td><td>88,600-177,300\n</td></tr><tr><td>Physicians </td><td>6300-18,900 </td><td>47,800-143,400 </td><td>114,700-229,500\n</td></tr><tr><td>Respiratory therapists </td><td>22,500-67,500 </td><td>39,400-101,300 </td><td>56,300-135,000\n</td></tr><tr><td>Critical care nurses </td><td>25,200-50,300 </td><td>50,300-100,600 </td><td>75,500-301,900\n</td></tr></table></body></html>"}, "TABREF7": {"text": "TABLE 3\nSensitivity Analysis of Constraining Components by Capacity Level at the Peak of an In fl uenza Pandemic a", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Number of Total Additional Patients Who Can be Ventilated Nationwide by Capacity Level\n</td></tr><tr><td>Components/subcomponents </td><td>Conventional Capacity Level </td><td>Contingency Capacity Level </td><td>Crisis Capacity Level\n</td></tr><tr><td>Space: Beds Staff:\n</td><td>16,400-49,100 </td><td>52,400-157,100 </td><td>177,300-265,900\n</td></tr><tr><td>Physicians </td><td>10,100-45,400 </td><td>76,500-344,200 </td><td>183,600-550,700\n</td></tr><tr><td>Respiratory therapists </td><td>36,000-162,000 </td><td>63,000-243,000 </td><td>90,000-324,000\n</td></tr><tr><td>Critical care nurses </td><td>42,000-120,750 </td><td>80,500-241,500 </td><td>120,800-724,400\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank the Health and Human Services Public Health Emergency Medical Countermeasures Enterprise Ventilator working group with membership from the Office of the Assistant Secretary of Preparedness and Response, the Centers for Disease Control and Prevention, the National Institutes of Health, and the Food and Drug Administration and many other partners for their contributions to this work. We also thank Dr Joanna Prasher for her editorial comments.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}, {"text": "The findings and conclusions in this report are those of the author(s) and do not necessarily represent the official position of the Centers for Disease Control and Prevention, the Agency for Toxic Substances and Disease Registry, or other institutions with which the authors are affiliated.Published online: October 9, 2015.", "cite_spans": [], "ref_spans": [], "section": "Disclaimer"}]}