{
    "paper_id": "2941cfc10e08fa979d698f32eaca84d6f64122ec",
    "metadata": {
        "title": "A pandemic warning? Hong Kong Special Administrative Region",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "C"
                ],
                "last": "De Jong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "C J"
                ],
                "last": "Claas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "D M E"
                ],
                "last": "Osterhaus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "G"
                ],
                "last": "Webster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "L"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Introduction of new influenza type-A viruses, carrying different combinations of the viral envelope glycoproteins haemagglutinin (H) and neuraminidase (N), have led to three major pandemics of influenza in humans this century. Phylogenetic evidence suggests that these viruses have originated from avian influenza A viruses, either unchanged or after reassortment with human influenza A viruses. In aquatic birds, all of the known H and N antigenic varieties (15 varieties carry H, nine carry N envelope glycoproteins) apparently circulate in a genetically conserved fashion. Viruses carrying the H1N1, H2N2 and H3N2 combinations were responsible for the Spanish flu of 1918, the Asian flu in 1957 and Hong Kong flu in 1968, respectively 1 . An influenza A virus of the H5N1 subtype has now been identified in a human patient, raising discussions about its potential to spark a new human influenza pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On 21 May 1997, the fifth day of his hospitalization, a three-year-old boy from Hong Kong died in an intensive-care unit in Hong Kong, with a final diagnosis of Reye syndrome, acute influenza pneumonia and respiratory distress syndrome (ARDS). No 554 NATURE | VOL 389 | 9 OCTOBER 1997 indications of other underlying disease, including immunodeficiency or cardiopulmonary disease, were observed. From a tracheal aspirate, we isolated an influenza virus in MDCK and LLC cells. We were unable to grow any pathogenic bacteria from respiratory specimens. In haemagglutination inhibition assays, the virus did not react with ferret antisera to recent isolates of human and swine subtypes. By complement fixation tests we found it to be an influenza A virus, confirmed by an indirect immunofluorescence assay on cells from the original tracheal aspirate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Haemagglutination inhibition assays using antisera to 14 H subtypes showed that the isolate was an H5 influenza A virus. Biochemical neuraminidase inhibition tests, using antisera to nine N subtypes, indicated that the neuraminidase was of the N1 subtype. Nucleotide sequence analyses of parts of the H and N genes of the virus allowed a phylogenetic comparison with other influenza viruses. Our analyses clearly confirmed that the virus is of the H5N1 subtype ( Fig.  1 ). The H5N1 virus was indeed isolated from the sample of the child, and could not be attributed to a laboratory cross-contamination, as there was no H5N1 virus present in the human diagnostic laboratory. Furthermore, we reisolated the same virus from the original tracheal aspirate specimen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 470,
                    "text": "Fig.  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The contribution of the influenza A H5N1 virus infection to the child's disease, eventually leading to his death, is not yet clear. But the virus identification is important as it is the first documented isolation of an influenza A virus of this subtype from humans. Subtype H5 influenza A viruses can cause lethal avian influenza (fowl plague), a disease that may decimate flocks of domestic poultry. These viruses have so far not been identified in pigs. We feel that the identification of the H5N1 influenza A virus and its presently unknown pandemic potential, should be the basis for an intensive monitoring of the epidemiology and the clinical manifestation of infection with this virus by the international World Health Organization influenza surveillance network. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Electron guns are indispensable devices that are widely used in household and industrial appliances. Field electron-emitting sources (which emit electrons by tunnelling effects in electric fields), with their small size, small energy spread, high current density and no requirement for heat, have distinct advantages over thermionic emitters. We have made a field electron emitter from hollow, open-ended carbon nanotubes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conical beams from open nanotubes"
        },
        {
            "text": "The most commonly used material for field emitters is tungsten, which operates only under ultra-high vacuum conditions. It is for this reason that field electron emitters have not been widely adopted commercially. Carbon nanotubes have intrinsically suitable properties for acting as field emitters: sharp tips with a nanometre-scale radius of curvature, high mechanical stiffness, chemical inertness and electrical conductivity. Indeed, field emission from an individual multi-walled nanotube (MWNT) 1 as well as from assemblies of MWNTs 2,3 has been shown under conventional high-vacuum conditions. But there have so far been no microscopic studies of the geometrical or atomic structure of the emitting regions of nanotube tips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conical beams from open nanotubes"
        },
        {
            "text": "Using field-emission microscopy (FEM) 4 , we have now observed emission patterns from two kinds of MWNT -ordinary MWNTs with closed caps and open-ended MWNTs (Fig. 1) . We retrieved the first type from the core of a cathode deposit produced by a carbon arc. We produced the openended type from the first using a purification process, by which graphite grains and nanoparticles were removed by oxidation with the aid of CuCl 2 intercalation 5 . We To make an electron emitter from capped MWNTs, we picked up a needle-like fragment (~0.1 mm diameter, 1-2 mm long) from the cathode deposit, and fixed it to a hairpin-shaped tungsten or nichrome wire (diameter 0.3 mm) using carbon paste. For the purified MWNTs, we cut out a thin thread (less than 0.1 mm wide, 1-2 mm long) with a sharp tip from the mat of MWNTs, using a razor, and attached a wire as before. We positioned the MWNT 60 mm in front of a microchannel plate, which had an effective diameter of 42 mm, and placed a fluorescent screen just behind the plate. The working pressure of the vacuum chamber for FEM was typically 2 ǂ10 ǁ9 torr, and the emitter tip was cooled to near liquid-nitrogen temperature. Emission patterns were recorded with a charge-coupled device (CCD) camera (Hamamatsu C5985).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Conical beams from open nanotubes"
        },
        {
            "text": "We saw no inner structure in the capped MWNTs (Fig. 2a) , but the open tubes showed a peculiar pattern of circular bright rings (Fig. 2b) . In Fig. 2b there are two rings in contact with each other, corresponding to adjacent open tubes. A black spot in the central region -the absence of electrons in the core of a beam -corresponds to an exposed cavity. Diameters of inner black spots measured on the screen (2-3.5 mm) and the inner diameters of MWNTs (typically 5-10 nm) indicate an approximate magnification of one million for our FEM. As the electrons emitted from the tip are radially accelerated toward the screen, the beam from an open tube forms a hollow cone. The apex angles of the outer and inner cones of the hollow beam are about 0.2 and 0.05 radians, respectively. Using open-ended nanotubes we can produce a unique tubular configuration of the electron beam.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 55,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 137,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 150,
                    "text": "Fig. 2b",
                    "ref_id": null
                }
            ],
            "section": "Conical beams from open nanotubes"
        },
        {
            "text": "Rinzler et al. 1 claimed to have observed field emission from a linear carbon chain pulled out from the open edge of a nanotube. Contrary to their report, we saw no sharp contrast corresponding to the atomic chain in our emission patterns. Electron emission seems to occur from the circular edges of the graphite layers of a nanotube. ",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 16,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conical beams from open nanotubes"
        },
        {
            "text": "Van Oorschot and Jones reported in Scientific Correspondence 1 that short tandem repeat (STR) profiles (DNA fingerprints) can be obtained from cells left on pens, car keys, and so on. Although this technique is a dramatic breakthrough with important implications for forensic science, there are two main limitations. First, more than 1 ng DNA (equivalent to 200 cells) is required; and second, a single STR locus is used, which does not provide much information. Here we report a system for determining STR profiles from single cells using six forensic STR markers, which we believe is the first time that single cells have been typed using modern forensic techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA fingerprinting from single cells"
        },
        {
            "text": "Genetic profiles can be obtained from single cells using an STR profiling system already in routine use in the United Kingdom, which gives a matching probability of roughly 1 in 50 million. The STR profile is reliable and accurate and is obtained within 5-6 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA fingerprinting from single cells"
        },
        {
            "text": "We analysed 226 buccal cells from four different individuals, isolating each cell using micromanipulation procedures. DNA was amplified using a routine forensic identification system with modifications (different primer concentrations, Ampli-Taq Gold, and 34 cycles) 2 . This system uses fluorescent polymerase chain reaction (PCR) amplification of six STR markers to provide an STR profile, and amelogenin to diagnose sex. We compared single-cell results to known STR profiles from the cell samples. We amplified DNA in 91% (206/226) cells, obtaining a full DNA profile in 50% (114/226) and an acceptable profile (four or more STRs) in 64% of these cells ( Table 1 ). The remaining 27% of cells gave incomplete, partial profiles. Although these partial profiles may be insufficient for typing, they may provide sufficient information to exclude potential suspects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 665,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DNA fingerprinting from single cells"
        },
        {
            "text": "These results show great promise and could be applied, for example, to smudged fingerprints, single flakes of dandruff, single sperm in multiple rape cases, and small samples left on weapons or vehicles (see ref. 1). However, they must be considered with some caution. Although we obtained an acceptable profile in almost two-thirds of cells tested, care must be taken with the interpretation of the results. Stochastic effects cause preferential amplification and scientific correspondence NATURE | VOL 389 | 9 OCTOBER 1997 555 Figure 2 Field-emission patterns from multi-walled carbon nanotubes. a, Field-emission pattern from closed-capped MWNTs. b, Field-emission pattern from open-ended MWNTs. The distance between the nanotube emitter (cathode) and the microchannel plate (anode) was 60 mm. The electric potential of the emitter against the grounded anode was ǁ500 V for the closed tubes and ǁ320 V for the open tubes. *Additional allele present in conjunction with true alleles. **Additional allele in place of true allele. Extra-allelic peaks could be caused by contamination, somatic mutation or PCR-generated non-allelic peaks. We never saw more than two additional peaks in a profile or in 18 negatives, minimizing the possibility of cellular contamination. When surplus alleles were observed we considered the locus, but not the profile, uninformative. We observed allele dropout in 39% of cells at a rate of 10% in each allele. If two cells are analysed then the risk of allelic dropout and misinterpretation in cells is reduced to 1%, if three cells 0.1%, and so on. Wild-card designations and conservative statistical criteria are needed to ensure that evidential value can be properly assessed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 537,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "DNA fingerprinting from single cells"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Field Emission and Field Ionization Ch",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gomer",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Proc. 211th ACS Natl Meeting",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ikazaki",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "113--117",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phylogenetic parrot/Ulster/73 (H7N1); Bangk79, A/Bangkok/1/79 (H3N2). Sequences were from GenBank or nucleotide sequence analysis using the Dye Deoxy Terminator kit (Applied Biosystems, Foster City, CA). Alignment was done with 827 nucleotides (38-865) of the H genes and 200 nucleotides (1-200) of the N genes by PILEUP (GCG, Madison, WI). Phylogenetic trees were constructed in Phylip (Felsenstein, Seattle, WA) using DNAPARS and DRAWGRAM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Transmission electron microscope imageof the open end of a multi-walled carbon nanotube.The exposed cavity is indicated by an arrow. The cap of the nanotube was removed using a purification process that included oxidation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "purified MWNTs in the form of a black, thin 'mat' (a flake with a thickness of a few hundredths of a millimetre).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Webster, R. G. et al. Microb.Rev. 56, 152-179 (1992).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Electronic Engineering, Mie University, Tsu 514, Japan e-mail: saito@is.elec.mie-u.ac.jp",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Details of analysisNumber of single cells analysed 226",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}