{"paper_id": "2bc32d5df1c0d8656799d0cc8355be8b5aa4aa0d", "metadata": {"title": "Conditioning regimens Tecelac as antithymocyte globulin in conditioning for childhood allogeneic stem cell transplantation", "authors": [{"first": "S", "middle": ["Y"], "last": "Zimmermann", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johann Wolfgang Goethe-University Hospital", "location": {"settlement": "Frankfurt am Main", "country": "Germany"}}, "email": ""}, {"first": "T", "middle": [], "last": "Klingebiel", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johann Wolfgang Goethe-University Hospital", "location": {"settlement": "Frankfurt am Main", "country": "Germany"}}, "email": ""}, {"first": "U", "middle": [], "last": "Koehl", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johann Wolfgang Goethe-University Hospital", "location": {"settlement": "Frankfurt am Main", "country": "Germany"}}, "email": ""}, {"first": "J", "middle": [], "last": "Soerensen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johann Wolfgang Goethe-University Hospital", "location": {"settlement": "Frankfurt am Main", "country": "Germany"}}, "email": ""}, {"first": "D", "middle": [], "last": "Schwabe", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johann Wolfgang Goethe-University Hospital", "location": {"settlement": "Frankfurt am Main", "country": "Germany"}}, "email": ""}]}, "abstract": [{"text": "Antithymocyte globulin (ATG) preparations in allogeneic stem cell transplantation are used in various conditioning regimens both to prevent graft rejection and reduce the incidence and severity of graft-versus-host disease. Tecelac (RATG) is a highly purified ATG preparation with high specific activity. The high specific antibody content implies the need for lower doses, with reduced side-effects in comparison to other ATGs. Here, we report on the first 10 patients worldwide who received RATG as part of conditioning. Patients were heterogeneous with regard to diagnoses and graft characteristics. RATG was given in cases of matched unrelated donors, mismatched family donors, reduced conditioning, or high risk for graft failure. Mostly mild allergic reactions toward RATG were seen. All of the patients engrafted in due time. Two died within 2 months of transplant of pulmonary complications not related to RATG. Two developed GVHD grade I, no chronic GVHD was seen to date. Viremia occurred in two, with no viral disease developed. Of the eight patients surviving, one suffered relapse of acute leukemia, one shows impending graft failure. The others are well. Using RATG in conditioning is feasible. Bone Marrow Transplantation (2002) 29, 957-962.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Among the factors influencing engraftment after allogeneic stem cell transplantation, stem cell dose and T cell content of the graft as well as the host's immune defense play an important role, opposing each other. 1 The recipient's T lymphocytes have been recognized in the past as the main mediators of active graft rejection. 2, 3 Consequently, effective depletion or inactivation of the recipient's T cells in the conditioning therapy for allogeneic transplantation is desirable for rapid and sustained engraftment. It has been shown that some T cells can escape depletion by chemo- therapy alone. 4 Therefore, antithymocyte (ATG) or antilymphocyte globulin (ALG) preparations have been employed as additional immunosuppressants in various conditioning regimens. Mostly, an improved engraftment in these patients has been reported. 5 ATG mediate their effects even after transplantation, leading to reduced incidence and severity of GVHD. [5] [6] [7] The latter probably derives from persisting antibodies, thus affecting donor T cells after graft infusion. 8 Here, we report on a series of 10 patients who were the first worldwide to receive Tecelac (RATG) as ATG in their conditioning therapy for allogeneic stem cell transplantation.", "cite_spans": [{"start": 215, "end": 216, "text": "1", "ref_id": "BIBREF0"}, {"start": 329, "end": 331, "text": "2,", "ref_id": "BIBREF1"}, {"start": 332, "end": 333, "text": "3", "ref_id": "BIBREF2"}, {"start": 602, "end": 603, "text": "4", "ref_id": "BIBREF3"}, {"start": 836, "end": 837, "text": "5", "ref_id": "BIBREF4"}, {"start": 943, "end": 946, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 947, "end": 950, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 951, "end": 954, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1062, "end": 1063, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "Ten consecutive patients, aged 4 to 16 years who underwent stem cell transplantation at our center from April 2000 to March 2001 are included in this retrospective report. Diagnoses at time of transplant were high risk ALL in first complete remission (CR) (n ϭ 2), in second or third CR (n ϭ 3), AML in second CR (n ϭ 1), CML in chronic phase (n ϭ 1), CLL in morphologic CR with positive MRD (n ϭ 1), SAA refractory to immunosuppression (n ϭ 1) and thalassemia major (n ϭ 1). Grafts were obtained from matched related donors (n ϭ 2), mismatched family donors (n ϭ 2), and from matched unrelated donors (n ϭ 6). Informed consent was obtained for all patients. An overview of the patients is given in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 699, "end": 706, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Patients"}, {"text": "RATG was administered in cases of matched unrelated donors, mismatched family donors, reduced conditioning, or high risk for graft failure due to underlying disease.", "cite_spans": [], "ref_spans": [], "section": "RATG"}, {"text": "RATG is a polyclonal ATG obtained by hyperimmunization of rabbits with human thymocytes. After harvest of serum, the gamma globulin fraction is purified and sterilized, including four virus removal steps. Inhibitory 50% effective concentrations for RATG have been shown to be lower than for other ATG or ALG preparations in vitro.", "cite_spans": [], "ref_spans": [], "section": "RATG"}, {"text": "RATG has been previously used for induction immunosuppression in heart transplantation. 9 Both in adults and children, a dose of 1.5 mg/kg RATG alone has been empiri- cally found to be effective in reducing peripheral lymphocyte counts by 50-75%, depending on the duration of administration (1-4 days). In the patients reported here, peripheral lymphocytes were expected to have been depleted almost completely by prior high-dose chemotherapy. Therefore, we chose to use 1 mg of RATG/kg body weight/day i.v. for 4 days, administered intravenously over 6 to 8 h. Steroids and antihistamines were given before the start of infusion. During infusion and 1 h afterwards, the patients were routinely monitored with regard to blood pressure, pulse rate, oxygenation, and body temperature. Furthermore, they were questioned and inspected daily as part of the clinical routine.", "cite_spans": [{"start": 88, "end": 89, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "RATG"}, {"text": "Conditioning regimen 1 consisted of fractionated TBI of 12 Gy, one course of VP16 50 mg/kg i.v., 2 days of cyclophosphamide 60 mg/kg i.v and RATG. This regimen was used for patients with ALL, with additional immune radiation for high risk patients in first remission. Cyclophosphamide was replaced with fludarabine 40 mg/kg i.v. for 4 days in one patient with relapsed ALL who was transplanted from a mismatched family donor. Conditioning regimen 2 comprised busulfan 4 ϫ 1 mg/kg p.o. on 4 days, cyclophosphamide 50 mg/kg i.v. for 4 days 10 and RATG. This was used for the patients with CML and thalassemia, while the patient with AML received additional thiotepa.", "cite_spans": [], "ref_spans": [], "section": "Conditioning"}, {"text": "The patient with CLL was given reduced conditioning with fludarabine 30 mg/kg i.v. on 6 days, busulfan p.o. 4 ϫ 1 mg/kg/day for 2 days and RATG. 11 The patient with SAA received cyclophosphamide 50 mg/kg i.v. for 4 days and RATG.", "cite_spans": [{"start": 145, "end": 147, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Conditioning"}, {"text": "All patients were kept in single rooms with filtered air and one parent accompanying. For its long half-life, cidofovir 5 mg/kg was given as antiviral prophylaxis during conditioning. Post transplant, the patients received immune globulins on a weekly basis. Trimethoprim-sulfamethoxazole was used as microbial prophylaxis. CMV, HHV 6 and Parvo-B19 virus antigenemia was monitored on a weekly basis in blood samples by PCR. G-CSF was given as decided upon individually. Engraftment for leukocytes, neutrophils and platelets was defined as the first of 3 days with unsupported counts in peripheral blood samples above 1 ϫ 10 9 /l, 0.5 ϫ 10 9 /l and 50 ϫ 10 9 /l, respectively. Day 0 was the day of graft infusion.", "cite_spans": [], "ref_spans": [], "section": "Supportive care"}, {"text": "Graft sources were either bone marrow or peripheral blood stem cells (PBSC) when available. CD34-positive cell selection was performed for unrelated or mismatched transplants except in patient No. 10 and the patient with CML.", "cite_spans": [], "ref_spans": [], "section": "Grafts"}, {"text": "Prophylaxis was given in patients receiving unmanipulated grafts and consisted of cyclosporine A, alone or in combi-Bone Marrow Transplantation nation with mycofenolate or methotrexate. GVHD was assessed using standard criteria.", "cite_spans": [], "ref_spans": [], "section": "GVHD"}, {"text": "Immune reconstitution was monitored by flow cytometric assessment of T cell subsets, NK cells and B cells in weekly peripheral blood samples during the first 100 days post transplant, then in monthly samples or according to current patient status.", "cite_spans": [], "ref_spans": [], "section": "Immune reconstitution"}, {"text": "Chimerism analysis was done by PCR, using either short tandem repeats or variable number tandem repeats as described elsewhere. 12, 13 ", "cite_spans": [{"start": 128, "end": 131, "text": "12,", "ref_id": "BIBREF11"}, {"start": 132, "end": 134, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Chimerism analysis"}, {"text": "Adverse reactions clearly related to RATG administration were seen in four patients mainly during the first infusion. They consisted predominantly of elevated temperature or fever in three out of 10 cases, chills in two, bone aches in two and headaches in one (Table 2) . These symptoms could mostly be relieved with paracetamol or metamizole. Patient 10 experienced a more pronounced reaction. In this case, RATG infusion was interrupted for half an hour, then continued more slowly. During the second infusion, the patient complained of retrosternal pain. The patient with SAA showed signs of an allergic reaction with slight urticaria and mild dyspnea and cough during the first infusion, which was relieved by antihistamines. She developed a rash after 1 week which was interpreted as mild serum sickness. When measured, the patients who experienced adverse reactions also showed a marked increase of C-reactive protein, which decreased to normal levels mostly within the following 4 days. The rise seen in patient 2 was deemed to be unrelated to RATG.", "cite_spans": [], "ref_spans": [{"start": 260, "end": 269, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Adverse reactions toward RATG"}, {"text": "A marked decline in lymphocyte counts after the first infusion of RATG was seen in those patients with lymphocytes still reliably detectable by conventional blood counts. After the second infusion, lymphocytes fell below conventionally detectable levels (Ͻ0.1 ϫ 10 6 /l) in all patients ( Figure 1 ). The decline seen in platelet counts was not clearly correlated to RATG administration.", "cite_spans": [], "ref_spans": [{"start": 289, "end": 297, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "Lymphocytes and thrombocytes during RATG administration"}, {"text": "PBSC were given in seven cases, the other patients received bone marrow. CD34-positive cell selection was performed in five cases. Median CD34 + count was 5.6 ϫ 10 6 /kg (range, 1.5 ϫ 10 6 /kg-1.78 ϫ 10 7 /kg.) T cell counts were a median of 9.6 ϫ 10 4 /kg (range, 6.6 ϫ 10 3 /kg-1.6 ϫ 10 4 /kg) and 2.87 ϫ 10 8 /kg (range, 2.87 ϫ 10 6 /kg-1.34 ϫ 10 9 /kg) for selected and unmanipulated grafts, respectively.", "cite_spans": [], "ref_spans": [], "section": "Graft characteristics"}, {"text": "Seven out of 10 patients received G-CSF post transplant on an individual basis. Neutrophils engrafted between days +20 and +46 or +10 and +23 for bone marrow grafts and PBSC, respectively. Engraftment of platelets was seen between days +12 and +21 for PBSC and on days +32 and +52 for two patients with bone marrow grafts. One patient receiving selected bone marrow stem cells reached stable platelet counts around 40 ϫ 10 9 /l. Of the patients receiving PBSC, platelet counts of one did not fall below 80 ϫ 10 9 /l during the course of transplant, while another died before engraftment of thrombocytes. ", "cite_spans": [], "ref_spans": [], "section": "Engraftment"}, {"text": "Immune reconstitution was extremely variable. Mostly an NK cell peak occurred during the first 2 to 3 months after transplant, followed by a steep rise in T cells (Figure 2) . B cells took 4 to 6 months before a marked increase.", "cite_spans": [], "ref_spans": [{"start": 163, "end": 173, "text": "(Figure 2)", "ref_id": "FIGREF3"}], "section": "Reconstitution of immune system"}, {"text": "Two patients developed acute GVHD grade I, both of whom had received unmanipulated grafts. Circumstantially, GVHD-prophylaxis had to be discontinued in one of the 2 after two months. No chronic graft-versus-host reactions were seen to date.", "cite_spans": [], "ref_spans": [], "section": "GVHD"}, {"text": "Two patients were detected to have CMV viremia in routine peripheral blood samples. Both were treated successfully with ganciclovir. No patient developed clinical signs of viral infection.", "cite_spans": [], "ref_spans": [], "section": "Viral infections"}, {"text": "Two patients died within 3 months after transplantation, one of ARDS, the other of respiratory failure of unclear origin. One patient developed invasive aspergillosis of the lung, which resolved under antifungal treatment. She relapsed of leukemia after 1 year. The others remain in complete remission of their various diseases 3-15 months after transplant. The patient with thalassemia is independent of transfusions with substitution of erythropoietin.", "cite_spans": [], "ref_spans": [], "section": "Outcome"}, {"text": "For the beneficial effects on both engraftment and severe acute and chronic GVHD, ATG and ALG preparations are widely used in conditioning for allogeneic stem cell transplantation. Conventionally employed ATG preparations are obtained by immunizing horses or rabbits with thymocytes, T cells from the thoracic duct, or lymphoblastic cell lines. They consist of a mixture of T cell-specific antibodies as well as non-T cell-specific antibodies, to a variety of receptors, enzymes and adhesion molecules. 8 In vitro testing showed marked differences in specific activities between preparations. 14 This is reflected in the cumulative doses commonly employed in conditioning, which range from 10 to 120 mg/kg body weight, depending on the preparation and regimen used. 5, 15, 16 Adverse reactions are reported to occur in 60-80% of patients, mostly fever and chills, malaise, diarrhea, headache, nausea and vomiting, fall in blood pressure, dyspnea, transient respiratory arrest and serum sickness. [16] [17] [18] [19] In view of results from studies both in solid organ and stem cell transplantation, rabbit preparations generally seem to be more immunosuppressive than horse products, with an advantage for ATG over ALG, although these findings might result from non-equivalent dosage. 16, 20, 21 A rabbit ATG comprises part of conditioning for matched unrelated transplantation in the pediatric ALL BFM 2000 protocol.", "cite_spans": [{"start": 503, "end": 504, "text": "8", "ref_id": "BIBREF7"}, {"start": 766, "end": 768, "text": "5,", "ref_id": "BIBREF4"}, {"start": 769, "end": 772, "text": "15,", "ref_id": "BIBREF14"}, {"start": 773, "end": 775, "text": "16", "ref_id": "BIBREF15"}, {"start": 996, "end": 1000, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1001, "end": 1005, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1006, "end": 1010, "text": "[18]", "ref_id": null}, {"start": 1011, "end": 1015, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 1285, "end": 1288, "text": "16,", "ref_id": "BIBREF15"}, {"start": 1289, "end": 1292, "text": "20,", "ref_id": "BIBREF20"}, {"start": 1293, "end": 1295, "text": "21", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "Here, we provide the first data on the use of RATG in place of other rabbit ATG preparations in conditioning for childhood allogeneic stem cell transplantation. RATG was chosen for its high concentration of T cell-specific antibodies, implying the need for lower doses with the possible benefit of reduced side-effects. Furthermore, several virus inactivation/removal steps warrant high security. The dose administered was chosen after the experience in induction immunosuppression in childhood heart transplantation. A total of only 4 mg/kg body weight was given to each patient.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Of the 10 patients who received RATG as part of their conditioning regimen at our center, four showed distinct adverse reactions to RATG, mainly on the first day of administration. Milder reactions were seen in these on the second day. Mostly, the complaints could be handled well with fever and pain relieving drugs, but once the need to interrupt administration arose. It seems interesting that Bone Marrow Transplantation among the patients with more pronounced symptoms were two who had not received lymphotoxic substances before. Symptoms correlated with a marked increase in C-reactive protein after the first infusion without evidence of infection. One patient showed acute allergic symptoms followed by a delayed reaction with inguinal skin manifestations without need for therapy and without accompanying other complaints. This patient had received prior therapy with RATG, which may have led to sensitization and early-onset cutaneous serum-sickness syndrome. 19 The toxicity as noted in the toxicity score was most probably caused by the other cytostatic drugs administered in parallel for the first time. The adverse reactions seen in our patients are similar to those described by others. A depleting effect on lymphocytes could be clearly seen in those patients with lymphocytes still reliably detectable.", "cite_spans": [{"start": 970, "end": 972, "text": "19", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "All patients engrafted as assessed by peripheral blood counts, bone marrow sample analysis and genetic marker studies.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "GVHD incidence was very low. Only GVHD grade I was seen in two of the eight assessable patients. To date, no chronic GVHD has been seen. This may in part be attributable to T cell depletion in half of the cases. 22 Still, GVHD was lower both in incidence and severity than the incidence of 30-50% GVHD grade II-IV reported elsewhere and comparable to data obtained by others when ATGs were used, 5, 15, 17, 23, 24 although the limited data presented here do not allow for further conclusions.", "cite_spans": [{"start": 212, "end": 214, "text": "22", "ref_id": "BIBREF22"}, {"start": 396, "end": 398, "text": "5,", "ref_id": "BIBREF4"}, {"start": 399, "end": 402, "text": "15,", "ref_id": "BIBREF14"}, {"start": 403, "end": 406, "text": "17,", "ref_id": "BIBREF16"}, {"start": 407, "end": 410, "text": "23,", "ref_id": "BIBREF23"}, {"start": 411, "end": 413, "text": "24", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "For patients receiving ATG during conditioning, an increased rate of infections with viruses of the herpes group has been described. 25 To minimize risk, all patients received antiviral prophylaxis pre-and post transplant. None of our patients encountered clinical viral infection, despite two patients with CMV antigenemia found by PCR in peripheral blood samples. These two were treated successfully with ganciclovir given pre-emptively.", "cite_spans": [{"start": 133, "end": 135, "text": "25", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "Two patients died within 3 months of transplantation. Although it is not altogether clear we did not attribute their deaths to RATG administration because of the long interval between administration and death.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To conclude, RATG was tolerated well. Preliminary data for engraftment and GVHD occurrence are favourable. Use of RATG as part of conditioning regimens for allogeneic stem cell transplantation therefore is feasible.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Graft-versus-host disease and graft rejection: competing factors in bone marrow transplantation", "authors": [{"first": "Y", "middle": [], "last": "Reisner", "suffix": ""}], "year": 1987, "venue": "", "volume": "53", "issn": "", "pages": "175--183", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Current concepts: immunology. Transplantation immunology", "authors": [{"first": "F", "middle": ["H"], "last": "Bach", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Sachs", "suffix": ""}], "year": 1987, "venue": "New Engl J Med", "volume": "317", "issn": "", "pages": "489--492", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Graft rejection in recipients of T-cell depleted HLA-nonidentical marrow transplants for leukemia. Identification of host-derived antidonor allocytotoxic T-lymphocytes", "authors": [{"first": "N", "middle": ["A"], "last": "Kernan", "suffix": ""}, {"first": "N", "middle": [], "last": "Flomenberg", "suffix": ""}, {"first": "B", "middle": [], "last": "Dupont", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Reilly", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "", "suffix": ""}], "year": 1987, "venue": "Transplantation", "volume": "43", "issn": "", "pages": "842--847", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Recipient immune-competent T lymphocytes can survive intensive conditioning for bone marrow transplantation", "authors": [{"first": "A", "middle": [], "last": "Butturini", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Seeger", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Gale", "suffix": ""}], "year": 1986, "venue": "Blood", "volume": "68", "issn": "", "pages": "954--956", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Anti-thymocyte-globulin as part of the preparative regimen prevents graft failure and severe graft versus host disease (GVHD) in allogeneic stem cell transplantation from unrelated donors", "authors": [{"first": "N", "middle": [], "last": "Kröger", "suffix": ""}, {"first": "T", "middle": [], "last": "Zabelina", "suffix": ""}, {"first": "W", "middle": [], "last": "Krüger", "suffix": ""}], "year": 2001, "venue": "Ann Hematol", "volume": "80", "issn": "", "pages": "209--215", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Effect of anti-T-cell globulin on GVHD in leukemic patients treated with BMT", "authors": [{"first": "H", "middle": [], "last": "Rodt", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Kolb", "suffix": ""}, {"first": "B", "middle": [], "last": "Netzel", "suffix": ""}], "year": 1981, "venue": "Transplant Proc", "volume": "13", "issn": "", "pages": "257--261", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Low incidence of acute graft-versus-host disease, using unrelated HLA-A-, HLA-B-, and HLA-DR-compatible donors and conditioning, including anti-T-cell antibodies", "authors": [{"first": "O", "middle": [], "last": "Ringdén", "suffix": ""}, {"first": "M", "middle": [], "last": "Remberger", "suffix": ""}, {"first": "S", "middle": [], "last": "Carlens", "suffix": ""}], "year": 1998, "venue": "Transplantation", "volume": "66", "issn": "", "pages": "620--625", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A comprehensive definition of the major antibody specificities in polyclonal rabbit antithymocyte globulin", "authors": [{"first": "L", "middle": [], "last": "Rebellato", "suffix": ""}, {"first": "U", "middle": [], "last": "Gross", "suffix": ""}, {"first": "K", "middle": [], "last": "Verbanac", "suffix": ""}, {"first": "J", "middle": [], "last": "Thomas", "suffix": ""}], "year": 1994, "venue": "Transplantation", "volume": "57", "issn": "", "pages": "685--694", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Rabbit antithymocyte globulin", "authors": [{"first": "J", "middle": ["G"], "last": "Copeland", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Icenogle", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Williams", "suffix": ""}], "year": 1990, "venue": "J Thor Cariov Surg", "volume": "99", "issn": "", "pages": "852--860", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Busulfan/cyclophosphamide in volunteer unrelated donor BMT: excellent feasibility and low incidence of treatmentrelated toxicity", "authors": [{"first": "H", "middle": [], "last": "Bertz", "suffix": ""}, {"first": "K", "middle": [], "last": "Potthoff", "suffix": ""}, {"first": "R", "middle": [], "last": "Mertelsmann", "suffix": ""}, {"first": "J", "middle": [], "last": "Finke", "suffix": ""}], "year": 1997, "venue": "Bone Marrow Transplant", "volume": "19", "issn": "", "pages": "1169--1173", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Low-intensity conditioning is sufficient to ensure engraftment in matched unrelated bone marrow transplantation", "authors": [{"first": "A", "middle": [], "last": "Nagler", "suffix": ""}, {"first": "M", "middle": [], "last": "Aker", "suffix": ""}, {"first": "R", "middle": [], "last": "Or", "suffix": ""}], "year": 2001, "venue": "Exp Hematol", "volume": "29", "issn": "", "pages": "362--370", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Kinetics of chimerism during the early post-transplant period in pediatric patients with malignant and non-malignant hematologic disorders: implications for timely detection of engraftment, graft failure and rejection", "authors": [{"first": "J", "middle": [], "last": "Dubovsky", "suffix": ""}, {"first": "H", "middle": [], "last": "Daxberger", "suffix": ""}, {"first": "G", "middle": [], "last": "Fritsch", "suffix": ""}], "year": 1999, "venue": "Leukemia", "volume": "13", "issn": "", "pages": "2060--2069", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Prevention of relapse in pediatric patients with acute leukemias and MDS after allogeneic SCT by early immunotherapy initiated on the basis of increased mixed chimerism: a single center experience of 12 children", "authors": [{"first": "P", "middle": [], "last": "Bader", "suffix": ""}, {"first": "T", "middle": [], "last": "Klingebiel", "suffix": ""}, {"first": "A", "middle": [], "last": "Schaudt", "suffix": ""}], "year": 1999, "venue": "Leukemia", "volume": "13", "issn": "", "pages": "2079--2086", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Comparative polyclonal antithymocyte globulin and antilymphocyte/lymphoblast globulin anti-CD antigen analysis by flow cytometry", "authors": [{"first": "J", "middle": ["S"], "last": "Bourdage", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Hamlin", "suffix": ""}], "year": 1995, "venue": "Transplantation", "volume": "59", "issn": "", "pages": "1194--1200", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Antithymocyte globulin for graft-versus-host disease prophylaxis in transplants from unrelated donors: 2 randomized studies from Gruppo Italiano Trapianti Midollo Osseo (GITMO)", "authors": [{"first": "A", "middle": [], "last": "Bacigalupo", "suffix": ""}, {"first": "T", "middle": [], "last": "Lamparelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Bruzzi", "suffix": ""}], "year": 2001, "venue": "Blood", "volume": "98", "issn": "", "pages": "2942--2947", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Effect on cytokine release and graft-versus-host disease of different anti-T cell antibodies during conditioning for unrelated haematopoietic stem cell transplantation", "authors": [{"first": "M", "middle": [], "last": "Remberger", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Svahn", "suffix": ""}, {"first": "P", "middle": [], "last": "Hentschke", "suffix": ""}], "year": 1999, "venue": "Bone Marrow Transplant", "volume": "24", "issn": "", "pages": "823--830", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Polyclonal anti-T-cell globulin as part of the preparative regimen for pediatric allogeneic stem-cell transplantation", "authors": [{"first": "M", "middle": [], "last": "Remberger", "suffix": ""}, {"first": "J", "middle": [], "last": "Mattson", "suffix": ""}, {"first": "O", "middle": [], "last": "Ringdén", "suffix": ""}], "year": 2001, "venue": "Pediatr Transplant", "volume": "5", "issn": "", "pages": "285--292", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Human serum sickness: a prospective analysis of 35 patients treated with equine antithymocyte globulin for bone marrow failure", "authors": [{"first": "L", "middle": [], "last": "Bielory", "suffix": ""}, {"first": "P", "middle": [], "last": "Gascon", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Lawley", "suffix": ""}], "year": 1988, "venue": "Medicine (Baltimore)", "volume": "67", "issn": "", "pages": "40--57", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Comparison of polyclonal induction agents in pediatric renal transplantation", "authors": [{"first": "P", "middle": ["D"], "last": "Brophy", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Thomas", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Mcbryde", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Bunchman", "suffix": ""}], "year": 2001, "venue": "Pediatr Transplant", "volume": "5", "issn": "", "pages": "174--178", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A randomized double-blinded comparison of Thymoglobulin versus Atgam for induction immunosuppressive therapy in adult renal transplant recipients", "authors": [{"first": "D", "middle": ["C"], "last": "Brennan", "suffix": ""}, {"first": "K", "middle": [], "last": "Flavin", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Lowell", "suffix": ""}], "year": 1999, "venue": "Transplantation", "volume": "67", "issn": "", "pages": "1011--1018", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Allogeneic transplantation of G-CSF mobilized peripheral blood stem cells from unrelated donors: a retrospective analysis", "authors": [{"first": "M", "middle": [], "last": "Bornhäuser", "suffix": ""}, {"first": "C", "middle": [], "last": "Theuser", "suffix": ""}, {"first": "S", "middle": [], "last": "Soucek", "suffix": ""}], "year": 2000, "venue": "Haematologica", "volume": "85", "issn": "", "pages": "839--847", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "A fludarabine-based dose-reduced conditioning regimen followed by allogeneic stem cell transplantation from related or unrelated donors in patients with myelodysplastic syndrome", "authors": [{"first": "N", "middle": [], "last": "Kröger", "suffix": ""}, {"first": "J", "middle": [], "last": "Schetelig", "suffix": ""}, {"first": "T", "middle": [], "last": "Zabelina", "suffix": ""}], "year": 2001, "venue": "Bone Marrow Transplant", "volume": "28", "issn": "", "pages": "643--647", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Allogeneic bone marrow transplantation from unrelated donors using in vivo anti-T-cell globulin", "authors": [{"first": "J", "middle": [], "last": "Finke", "suffix": ""}, {"first": "H", "middle": [], "last": "Bertz", "suffix": ""}, {"first": "C", "middle": [], "last": "Schmoor", "suffix": ""}], "year": 2000, "venue": "Br J Haematol", "volume": "111", "issn": "", "pages": "303--313", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Allogeneic peripheral stem cell transplantation using positively selected CD34 + cells from HLA-mismatched donors", "authors": [{"first": "Y", "middle": [], "last": "Matsuda", "suffix": ""}, {"first": "J", "middle": [], "last": "Hara", "suffix": ""}, {"first": "Y", "middle": [], "last": "Osugi", "suffix": ""}], "year": 1998, "venue": "Bone Marrow Transplant", "volume": "21", "issn": "", "pages": "355--360", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Correspondence: S-Y Zimmermann, Theodor-Stern-Kai 7, 60596 Frankfurt, Germany Received 1 August 2001; accepted 12 February 2002", "latex": null, "type": "figure"}, "FIGREF1": {"text": "total body irradiation; Rhe ϭ immune radiation; Cy ϭ cyclophosphamide; Bu ϭ busulfan; Flu ϭ fludarabine; Thio ϭ thiotepa; MUD ϭ matched unrelated donor; MMFD ϭ donor; MFD ϭ matched family donor; Thr ϭ platelets; TRD ϭ transplant-related death; NA ϭ not available; cCR ϭ continuous complete remission.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Lymphocyte counts in peripheral blood samples during the course of RATG aministration.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Reconstitution of T cells after transplantation.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Overview of patients included in report", "latex": null, "type": "table"}, "TABREF1": {"text": "WHO toxicity score, modified after protocol ALL-BFM 2000", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient </td><td>GI tract: nausea/vomiting </td><td>Diarrhea </td><td>Kidney: creatinine </td><td>Liver a) bilirubin </td><td>Liver b); </td><td>Skin </td><td>Cardiotoxicity: clinical manifestations </td><td>Pulmonary toxicity: clinical manifestations\n</td><td>Hypersensitivity reactions during first infusion\n</td><td>Rise in\n</td></tr><tr><td>No. </td><td> </td><td> </td><td> </td><td> </td><td>GOT/GPT </td><td> </td><td> </td><td> </td><td>CRP\n</td></tr><tr><td>1 </td><td>0 </td><td>0 </td><td>0 </td><td>NA </td><td>NA </td><td>0 </td><td>0 </td><td>0 </td><td>none </td><td>•\n</td></tr><tr><td>2 </td><td>0 </td><td>0 </td><td>0 </td><td>NA </td><td>NA </td><td>0 </td><td>0 </td><td>0 </td><td>none </td><td>\n</td></tr><tr><td>3 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>III </td><td>0 </td><td>0 </td><td>0 </td><td>elevated temperature, bone aches, headache\n</td><td>•\n</td></tr><tr><td>4 </td><td>II </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>chills, bone ache </td><td>•\n</td></tr><tr><td>5 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>I </td><td>0 </td><td>0 </td><td>0 </td><td>none </td><td>\n</td></tr><tr><td>6 </td><td>0 </td><td>0 </td><td>NA </td><td>NA </td><td>NA </td><td>I </td><td>0 </td><td>0 </td><td>dyspnea, cough, rash </td><td>\n</td></tr><tr><td>7 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>NA </td><td>0 </td><td>0 </td><td>0 </td><td>none\n</td><td> </td></tr><tr><td>8 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>none </td><td>\n</td></tr><tr><td>9 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>elevated temperature, slight decrease in\n</td><td>•\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>mean\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>artery pressure chills, headache, flush, perioral palor,\n</td><td> </td></tr><tr><td>10 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>•\n</td></tr></table></body></html>"}}, "back_matter": []}