{
    "paper_id": "2c2a3f1c9047574889323f3b0f26130d5a80e772",
    "metadata": {
        "title": "The Place of Macrolides in the Treatment of Upper Respiratory Tract Infections",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Gomez-Barreto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Infantil de Mexico",
                    "location": {
                        "settlement": "Mexico City",
                        "country": "Mexico"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The majority of all acute upper respiratory tract infections (URTIs) are viral in aetiology. Bacterial infection, either as a prime cause or secondary to the initial viral infection, can be effectively eradicated with appropriate drug therapy. A course of penicillin is usually effective in cases of acute tonsillitis, pharyngitis, otitis media and sinusitis. Macrolide antibiotics may be prescribed as an alternative, especially if J3-lactamase-producing strains are present. Roxithromycin achieves high tissue concentrations, and cure rates between 85 and 100% have been reported in various URTIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Acute respiratory infections are recognised internationally as the most common group of diseases causing sickness and morbidity. A worldwide mortality rate of 1 death every 2 seconds in children under 5 years of age has been derived from demographic data. Furthermore, 92% of these 15 million deaths occur in developing countries. Not surprisingly, the Mexican Ministry of Health has placed the prevention and management of acute respiratory diseases on its priority list.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence of Upper Respiratory Tract Infections"
        },
        {
            "text": "Most acute upper respiratory tract infections (URTIs) are viral in aetiology (e.g. the common cold) and do not benefit from routine use of antibacterial drugs (Soyka et a1. 1975; Taylor et al. 1977) . However, some patients present with a progression of symptoms suggestive of secondary bacterial infection. For these patients, antibacterial agents may be beneficial.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 178,
                    "text": "(Soyka et a1. 1975;",
                    "ref_id": null
                },
                {
                    "start": 179,
                    "end": 198,
                    "text": "Taylor et al. 1977)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Incidence of Upper Respiratory Tract Infections"
        },
        {
            "text": "A study conducted in Guatemala has shown that otherwise healthy children in rural and urban areas may suffer from 6.4 and 9 UR TIs per year, respectively. In other words, a child may suffer from UR TIs every 4 to 6 weeks even without any underlying immunological weakness. This paper will cover various UR TIs and review current treatments, with emphasis on the role of macrolide antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence of Upper Respiratory Tract Infections"
        },
        {
            "text": "Viruses are the main cause of rhinitis. Among the viruses stated to be responsible are • rhinovirus (30 to 35% of cases) • coronavirus (~ 10% of cases) • respiratory syncytial virus • parainfluenza • adenovirus. 60 to 70% of rhinitis is caused by these viruses, the remainder being attributed to unidentified viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Rhinitis"
        },
        {
            "text": "Pathogenic bacteria do not have a primary specific role in rhinitis. This is one disease, therefore, where management is difficult, as specific antiviral (1987) Melcher (1988) Pharyngitis Open ROX 150mg bid 10 9/9 (100)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Rhinitis"
        },
        {
            "text": "Abbreviations: od = daily; bid = twice daily; mc = multicentre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Rhinitis"
        },
        {
            "text": "treatment is generally lacking. Aerosolised ribavirin, however, has been shown to decrease the length of viral shedding in infants with cardiopulmonary disease who have been hospitalised with respiratory tract infection due to respiratory syncytial virus (Hall et al. 1983 ).",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 272,
                    "text": "(Hall et al. 1983",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Common Rhinitis"
        },
        {
            "text": "Many sore throats are of viral aetiology, especially in children under 5 years of age. For these patients, antibacterial therapy is, of course, inappropriate and relief of symptoms with throat irrigations, lozenges and analgesics are the only supportive therapies that can be offered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Tonsillitis and Pharyngitis"
        },
        {
            "text": "Lancefield's type A /3-haemolytic streptococci are the most prevalent cause of bacterial sore throat. Over 60 to 65 serotypes are known; thus, it is possible for an individual to fall victim to this species many times. Other possible bacterial pathogens are Neisseria gonorrhoeae and Corynebacterium diphtheriae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Tonsillitis and Pharyngitis"
        },
        {
            "text": "Some experts stress the need for prompt treatment of symptoms of bacterial pharyngitis or tonsillitis in order to avoid complications. Treatment should be initiated very early, (e.g. in streptococcal sore throat infections) to eliminate the risk ofrheumatic fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Tonsillitis and Pharyngitis"
        },
        {
            "text": "Antibacterial drugs are effective not only in pre-venting such rheumatic sequelae, but also in early symptomatic relief of bacterial pharyngitis (Krober et al. 1985) . The usual therapy is phenoxymethylpenicillin (penicillin V) for 10 to 14 days. Sometimes streptococci may persist in the tonsils after penicillin treatment because of the emergence of /3lactamase-producing strains of Haemophilus influ· enzae, Staphylococcus aureus and Bacteroides spp. (Brook et al. 1981) . For this reason, macrolide antibiotics are a valuable second option in tonsillitis and pharyngitis. Clinical cure rates of between 90 and 100% have been reported with roxithromycin, partly due to its excellent enteral absorption and 'resulting high tissue concentrations (table I) .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 165,
                    "text": "(Krober et al. 1985)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 454,
                    "end": 473,
                    "text": "(Brook et al. 1981)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 747,
                    "end": 756,
                    "text": "(table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Acute Tonsillitis and Pharyngitis"
        },
        {
            "text": "Inflammation of the middle ear is a common problem in infants. Indeed, 25% of 120 million antibiotic prescriptions written yearly in the USA are directed mainly at the treatment of otitis media in children. Worldwide, bacteria can be found in about 75 to 80% of acute otitis ears. The more common bacteria are Streptococcus pneumoniae, H. influenzae and group A Streptococcus. Branhamella (Moxarella) catarrhalis has been isolated with increasing frequency in recent years; most strains appear to be /3-lactamase-producing ( fig. 1 ; Jackson et al. 1987) .",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 554,
                    "text": "Jackson et al. 1987)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 531,
                    "text": "fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Otitis Media and Acute Sinusitis"
        },
        {
            "text": "Secondary bacterial infection occurs frequently, not only in otitis media but also in sinusitis. Nasal congestion over 7 to 10 days with the appearance of purulent discharge indicates the need for systemic antibacterial therapy (Jackson et al. 1987) . The same pathogens involved in otitis media are implicated in sinusitis. Chlamydia pneumoniae is also regarded as an important pathogen.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 249,
                    "text": "(Jackson et al. 1987)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Otitis Media and Acute Sinusitis"
        },
        {
            "text": "In both otitis media and sinusitis, treatment is mostly empirical and based on {3-lactam antibiotics as traditional first-choice therapy. Macrolide antibiotics are also recommended (Jackson et al. 1987) , and impressive cure rates of 95% for otitis media and 85% for sinusitis have been calculated for roxithromycin (table I; Young et al. 1989 ).",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 202,
                    "text": "(Jackson et al. 1987)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 326,
                    "end": 343,
                    "text": "Young et al. 1989",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Otitis Media and Acute Sinusitis"
        },
        {
            "text": "Laryngitis or laryngotracheitis may be suspected if a sore throat is accompanied by hoarseness and cough in adults and croup with some breathing difficulties in children. In most instances, the causal ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laryngitis and Laryngotracheitis"
        },
        {
            "text": "infecting agents are viruses. The influenza virus is responsible for about 40% of acute laryngotracheitis in both adults and children. A bacterial aetiology should be expected in only 10% of patients, a probable pathogen being Mycoplasma pneumoniae, against which macrolide antibiotics such as roxithromycin have proven antibacterial activity (Young et al. 1989 ).",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 361,
                    "text": "(Young et al. 1989",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "The main causative bacteria in URTIs are H. injluenzae and S. pneumoniae. Pathogenic bacteria may be the prime source of infection or may colonise susceptible tissues after initial viral infection. In either case, antibacterial therapy including cephalosporin, penicillin, sulphonamide and macrolide antibiotics, may be indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Macrolide antibiotics have an acknowledged place in URTI therapy. Roxithromycin has demonstrated good efficacy and tolerability in the treament of URTI infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Otitis media and sinusitus in children. Role of Branhamella catarrhalis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bluestone",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Drugs",
            "volume": "31",
            "issn": "",
            "pages": "132--141",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aerobic and anaerobic bacteria in tonsils of children with recurrent tonsillitis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                },
                {
                    "first": "Yocum",
                    "middle": [
                        "P"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Annals of Otology, Rhinology and Laryngology",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rulid: un nouveau macrolide efficace en pathologie O.R.L. Les Cahiers d",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "D&apos;enfert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fiessinger",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "O.R.L",
            "volume": "23",
            "issn": "",
            "pages": "141--143",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Efficacy and safety of roxithromycin in respiratory tract infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grassi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bartucci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sassella",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "British Journal of Clinical Practice",
            "volume": "42",
            "issn": "",
            "pages": "104--105",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosolized ribavirin treatment of infants with respiratory syncytial viral infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gala",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "New England Journal of Medicine",
            "volume": "308",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Roxithromycin in the therapy of Streptoccocus pyogenes throat infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Herron",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Journal of Antimicrobial Chemotherapy",
            "volume": "20",
            "issn": "",
            "pages": "139--144",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Avery's drug treatment. Principles and practice of clinical pharmacology and therapeutics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "Turner",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ear",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "360--386",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Streptococcal pharyngitis: placebo-controlled double-blind evaluation of clinical response to penicillin therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Krober",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Michels",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Journal of the American Medical Association",
            "volume": "253",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Multicentre clinical studies of roxithromycin in respiratory, otorhinolaryngological, skin and dental infections, and chlamydial sexually transmitted diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hara",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "15th International Congress of Chemotherapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparative efficacy and toxicity of roxithromycin and erythromycin ethylsuccinate in the treatment of Streptococcal pharyngitis in adults",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Melcher",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Antimicrobial Chemotherapy",
            "volume": "22",
            "issn": "",
            "pages": "549--556",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The misuse of antibiotics for treatment of upper respiratory tract infections in children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Soyka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lachant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monaco",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Pediatrics",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Amoxycillin and co-trimoxazole in presumed viral respiratory infections of childhood: placebo-controlled trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "Kerr",
                    "middle": [],
                    "last": "Mmck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Fergusson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "British Medical Journal",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Roxithromycin: a review of its antibacterial activity, pharrnacokinetic properties and clinical efficacy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Sorkin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Drugs",
            "volume": "37",
            "issn": "",
            "pages": "8--41",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Correspondence and reprints: Dr D. Gomez·Barre/o, Servicio de Contagiosos IV",
            "authors": [],
            "year": null,
            "venue": "Hospital Infantil de Mexico",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sensitivity to 1'1-lactam antibiotics in otitis media. • = Haemophilus inj1uenzae; 0 = Branhamella catarrhalis (after Bluestone 1986).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Therapeutic efficacy of roxithromycin (ROX) in the treatment of ear, nose and throat infections",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}