{
    "paper_id": "2c36019ce756fe9d00d561a7447908e9840b7d97",
    "metadata": {
        "title": "GAMMA-INTERFERON INVOLVEMENT IN THE PATHOGENESIS OF LACTATE DEHYDROGENASE- ELEVATING VIRUS INFECTION",
        "authors": [
            {
                "first": "Andrei",
                "middle": [],
                "last": "Musaji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [],
                "last": "Markine-Goriaynoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stéphanie",
                "middle": [],
                "last": "Franquin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gaëtan",
                "middle": [],
                "last": "Thirion",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thao",
                "middle": [],
                "last": "Le",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thi",
                "middle": [],
                "last": "Phuong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Paul",
                "middle": [],
                "last": "Coutelier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Viruses are involved in many different diseases through quite distinct mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Université Catholique de Louvain, Brussels, Belgium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Lytic infections induce direct cell or tissue destruction leading to such diseases as hepatitis, encephalitis, diabetes, among many others. Polioencephalomyelitis triggered by infection with lactate dehydrogenase-elevating virus (LDV) in immunosuppressed mice that are co-infected with a retrovirus is a direct consequence of lytic infection of motor neurons in the spinal cord. 1 Similar pathologies may also follow indirect tissue destruction, mediated by immune mechanisms initially directed against the invading virus. For example, the lethal neurological disease induced by lymphocytic choriomeningitis virus (LCMV) is a consequence of killing of virallyinfected cells by LCMV-specific cytolytic T lymphocytes (reviewed in Ref. 2). Many virally-induced autoimmune diseases may also result from either cross-reactivity between viral and self-epitopes or spreading of an antiviral response to self-antigens. Finally, pathologies may be caused by nonspecific bystander effects of infections, like cytokine secretion. Here, we report how LDV may exacerbate autoantibody-mediated diseases through such a mechanism. Special emphasis is put on the role of gammainterferon (IFN-γ) production on the outcome of concomitant autoantibody-mediated autoimmune diseases such as hemolytic anemia and thrombocytopenic purpura.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 380,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "LDV infection is characterized by a rapid viral replication in a subpopulation of macrophages, leading to disappearance of most of these target cells. 3 As a consequence, viremia reaches early and high levels, before dropping to stable, but more modest values. Like many other viruses, LDV induces an inflammatory response, with a burst of cytokines from infected cells and/or cells of the innate immune system that include interleukins 6, 4 12, 5 15 and 18 (unpublished results). However, because of its restricted tropism and its peculiar viremia kinetics, this cytokine production is observed both very early and very transiently after viral inoculation. As a probable consequence of this first volley of cytokine secretion, natural killer (NK) cells are strongly activated one to four days after LDV infection. 6 This NK cell activation leads to increased lytic activity against potential target cells. It results also in an enhanced production of gammainterferon (IFN-γ). Treatment of mice with anti-asialoGM1 antibody clearly demonstrated that NK cells were responsible for this IFN-γ secretion, whereas anti-CD4 and anti-CD8 antibodies had no effect on this cytokine response. 6 However, preliminary data obtained in mice deficient for this cell subpopulation suggested that NK/T cells play also probably an important role in LDV-induced IFN-γ production (unpublished results).",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 446,
                    "end": 447,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 815,
                    "end": 816,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1184,
                    "end": 1185,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "LDV-INDUCED CYTOKINE BURST"
        },
        {
            "text": "Because in most normal immunocompetent mouse strains LDV does not induce clinical pathology by itself, and since most, if not all infected mice display a very similar cytokine response after LDV inoculation, this virus may serve as a good experimental model to analyze how a pro-inflammatory immune response induced by a virus may interfere with host pathologies that were not initially of viral origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LDV-INDUCED CYTOKINE BURST"
        },
        {
            "text": "The pathogenicity of polyclonal rabbit anti-mouse platelet antibody was strongly exacerbated in mice acutely infected with LDV. 7, 8 This led to severe thrombocytopenia and to the development of purpuric lesions reminiscent of human thrombocytopenic purpura. 7 A similar enhancement of antibody pathogenicity was observed in LDVinfected mice that received monoclonal anti-mouse platelet autoantibodies, derived either from (NZB x BXSB)F1 mice or from animals that developed an autoimmune anti-platelet response after immunization with rat platelets. 9 Infection with mouse hepatitis virus (MHV) resulted in the same enhancing effect of autoantibody pathogenicity. 7 Moreover, anemia induced by an anti-erythrocyte monoclonal antibody was also strongly exacerbated in mice infected with LDV. 10 Interestingly, this consequence of LDV infection was found with an IgG2a autoantibody that induces anemia through phagocytosis, but not with an IgG1 autoantibody that lead to a similar disease through distinct mechanisms. 11 Because enhancement of anti-platelet antibody pathogenicity by LDV infection required the presence of the Fc fraction of this antibody, 7 these results suggested that phagocytosis of autoantibody-opsonized target cells was increased in infected mice. Indeed, ex vivo phagocytosis of autoantibodycoated erythrocytes was more efficient with macrophages derived from LDV acutely infected mice than from uninfected animals. 10 Moreover, LDV-enhanced, antibodymediated thrombocytopenia was inhibited by treatment with total immunoglobulins that block Fc-receptor-mediated phagocytosis of opsonized cells. 7, 8, 12 Finally, LDV-infected mice were treated with clodronate-containing liposomes that destroy phagocytic macrophages in vivo 13 and thus prevent autoimmune diseases that occur through this mechanism. 14 This treatment prevented LDV-enhanced autoantibody-mediated autoimmune disease, 7,8 as well as LDV-induced increase of ex vivo macrophage phagocytosis of opsonized red cells (Figure 1 ). Together, these results indicate that the pathogenic effect of LDV infection involves enhancement of the phagocytic activity of macrophages.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 131,
                    "end": 132,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 259,
                    "end": 260,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 550,
                    "end": 551,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1439,
                    "end": 1441,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1619,
                    "end": 1621,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1622,
                    "end": 1624,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1625,
                    "end": 1627,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1749,
                    "end": 1751,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 2001,
                    "end": 2010,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "EXACERBATION OF AUTOANTIBODY-MEDIATED DISEASES IN LDV-INFECTED MICE"
        },
        {
            "text": "Because IFN-γ is known to activate macrophages, the role of this cytokine in the enhancement of autoantibody-mediated disease by LDV was tested by using mice deficient for the IFN-γ receptor, 15 or neutralizing anti-IFN-γ antibodies. The results of these experiments indicated that IFN-γ secretion was required for the exacerbation of phagocytosis-mediated autoantibody autoimmune diseases by LDV infection. 7, 8 ",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 408,
                    "end": 410,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 411,
                    "end": 412,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "EXACERBATION OF AUTOANTIBODY-MEDIATED DISEASES IN LDV-INFECTED MICE"
        },
        {
            "text": "Our results indicate that LDV may exacerbate autoantibody-mediated autoimmune diseases such as hemolytic anemia or thrombocytopenic purpura through secretion of IFN-γ that results in an enhancement of phagocytosis of opsonized target cells by autoimmune diseases shortly after infection. It may be postulated that autoantibodies are present in these patients at a dose insufficient to be pathogenic by themselves, and that the clinical manifestation of these antibodies is indirectly triggered by macrophage activation in the course of the viral infection. Other pathologies may similarly result from the IFN-γ secretion that follows infection with viruses including LDV. For instance, preliminary data indicate that production of this cytokine in the course of LDV infection leads to increased susceptibility of mice to endotoxin-mediated septic shock. Hematocrits (means ± SEM) in groups of 10 BALB/C mice 5 days after concomitant administration of LDV and of the 34-3C IgG2a anti-erythrocyte monoclonal antibody. PBS-or clodronate-containing liposomes were injected one day before virus and antibody administration. B. Erythrophagocytosis (% of cells having ingested at least 5 opsonized red cells after ex vivo incubation) by pooled peritoneal cells derived from groups of 5-6 control BALB/C mice, untreated mice infected for 4 days with LDV, or animals treated with clodronatecontaining liposomes one day before similar infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "viruses, like MHV, it may explain how widely different viruses lead to similar clinical activated macrophages. Because a similar mechanisms or can be triggered by other Moreover, viruses like LDV or MHV modulate also the differentiation of T helper lymphocyte subpopulations, 16, 17 which may also affect the outcome of immune pathologies such as cell-mediated autoimmune diseases or allergies. IFN-γ, which regulates the differentiation of these cells, appears to be involved in this consequence of viral infections (unpublished results). Therefore, secretion of cytokines, and especially of IFN-γ, may explain the indirect pathogenis effect of viral infections.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "441"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Age-dependent poliomyelitis of mice: expression of endogenous retrovirus correlates with cytocidal replication of lactate dehydrogenase-elevating virus in motor neurons",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Contag",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G W"
                    ],
                    "last": "Plagemann",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Virol",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lymphocytic choriomeningitis virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Borrow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "593--627",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Replication of lactate dehydrogenase-elevating virus in macrophages. 1. Evidence for cytocidal replication",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Stueckemann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ritzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Swart",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Cafruny",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G W"
                    ],
                    "last": "Plagemann",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Gen. Virol",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Distinct requirements for IL-6 in polyclonal and specific Ig production induced by microorganisms",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Markine-Goriaynoff",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bigaignon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Snick",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Intern. Immunol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interleukin-12 gene expression after viral infection in the mouse",
            "authors": [
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Broeck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Natural killer cell activation after infection with lactate dehydrogenase-elevating virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Markine-Goriaynoff",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hulhoven",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cambiaso",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monteyne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briet",
                    "suffix": ""
                },
                {
                    "first": "M.-D",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coulie",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Gen. Virol",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Exacerbation of autoantibody-mediated thrombocytopenic purpura by infection with mouse viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Musaji",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cormont",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thirion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cambiaso",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Blood",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Enhancement of autoantibody pathogenicity by viral infections in mouse models of anemia and thrombocytopenia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Musaji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meite",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Detalle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Franquin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cormont",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Préat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Izui",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Autoimmunity Reviews",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "New model of transient straindependent autoimmune thrombocytopenia in mice immunized with rat platelets",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Musaji",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vanhoorelbeke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Deckmyn",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Exp. Hematol",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Exacerbation of autoantibody-mediated hemolytic anemia by viral infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meite",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Léonard",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "El Azami El",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Idrissi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Izui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Masson",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Monoclonal anti-erythrocyte autoantibodies derived from NZB mice cause autoimmune hemolytic anemia by two distinct pathogenic mechanisms",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shibata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Berney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reininger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chicheportiche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ozaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shirai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Izui",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Int. Immunol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The mode of action of treatment by IgG of haemolytic anaemia induced by an anti-erythrocyte monoclonal antibody",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pottier",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pierard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barclay",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Masson",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin. Exp. Immunol",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The liposome-mediated macrophage \"suicide\" technique",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Rooijen",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Immunol. Methods",
            "volume": "124",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Liposomal clodronate as a novel agent for treating autoimmune hemolytic anemia in a mouse model",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Rooijen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Izui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marrack",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Blood",
            "volume": "101",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Immune response in mice that lack the interferon-γ receptor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hendriks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Althage",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hemmi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bluethmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kamijo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vilcek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                },
                {
                    "first": "Aguet",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science",
            "volume": "259",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Inhibition by lactate dehydrogenase-elevating virus of in vivo interleukin 4 production during immunization with keyhole limpet haemocyanin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monteyne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Broeck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Snick",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cytokine",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "IL-4-independent regulation of in vivo IL-9 expression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monteyne",
                    "suffix": ""
                },
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Renauld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Broeck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Dunne",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brombacher",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Immunol",
            "volume": "159",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Effect of clodronate-containing liposome treatment on LDV-enhanced anti-erythrocyte response. A.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}