{"paper_id": "2c43ebf66be366ed69540ac1395301dda0e14e9d", "metadata": {"title": "Internet-of-Things-Enabled Dual- Channel Iontophoretic Drug Delivery System for Elderly Patient Medication Management", "authors": [{"first": "Mynampati", "middle": ["Akshitha"], "last": "Reddy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bikash", "middle": ["Kumar"], "last": "Pradhan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dilshad", "middle": [], "last": "Qureshi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sumit", "middle": ["Kumar"], "last": "Pal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kunal", "middle": [], "last": "Pal", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Wireless controllers have found its application in the supervision of the patients in the hospitals. It is not only a valid issue for the developing countries but also for the developed countries. For this reason, scientists are working on the advancement of medical devices that are capable of decreasing the workload of health caregivers. In this study, the development of an iontophoretic drug delivery device that could be controlled using a mobile is described. For the purpose, hardware and a software module were developed. The hardware module consisted of a two-channel voltage-controlled constant current sources that were used for driving the iontophoretic device. A mobile app was developed to control the two-channel iontophoretic device and to monitor the loose lead of the active and the passive patches. In the case of detection of the loose lead, the specific iontophoretic channel was stopped. Further, the audio-visual indicator was developed for the detection of the detachment of the patches (loose lead). The device was tested in vitro by performing the drug release study using drug-loaded emulsion gels that were formulated.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Medication management for elderly patients is a critical component in the efficacy of the treatment modality. The process is complicated when a number of medicines are given, and the elderly patients have to manage the task of remembering the doses, which is quite taxing. This is further complicated if the patient is suffering from physical, visual, or cognitive impairments. Furthermore, it has been observed that even the elderly patients are advised oral drug delivery systems, which they have to swallow. Unfortunately, many of the patients (especially having age >70 years) suffer from dysphagia and face a tremendous obstacle in taking the medication. Regular use of the injectables in these patients is also not feasible. Due to the aforesaid reasons, the help of caregivers has been proposed. Nevertheless, this is associated with a high recurring cost. Many researchers have proposed to deliver drugs by applying the drug formulations over the skin surface [1] . The iontophoretic drug delivery system is one such method that has gained much importance in the last few decades. The main advantage of iontophoretic drug delivery is its ability to deliver drugs within the deeper layer of the skin tissue and/or systemic circulation in a noninvasive manner [2] . With the advent of technological advancements, it is quite feasible to develop electronically-controlled drug delivery systems, including iontophoretic drug delivery systems, at a cheap price.", "cite_spans": [{"start": 968, "end": 971, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1266, "end": 1269, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "The use of the internet for manipulating various machines, devices, and objects is known as the internet-of-things (IoT). Due to the significant advancements made in the field of internet technology, IoT has been able to revolutionize the current day technology system. In recent times, the term medical-IoT has been gaining importance. Medical-IoT is a field of study that involves controlling medical devices from a remote location using the internet technology. The application of IoT technology in medicine can significantly improve the quality and efficiency of the healthcare service, especially for elderly patients, patients with chronic conditions, and for the people who need continuous monitoring [3] . This technology has also been explored for iontophoretic drug delivery applications. This type of device can help in monitoring and delivering the drug from a remote location (like office and car) by the relatives. Sayeed et al. developed an IoTbased responsive drug delivery system that can inject the drug into the epileptogenic zone on seizure detection [4] . In another study, Junginger et al. have designed a chip-controlled iontophoretic system that can deliver apomorphine to the patients suffering from Parkinson's disease [5] . In the proposed method, the amount of the drug delivered could be controlled by controlling the current density. Conformal contact between the device and the skin must exist to increase the device efficacy [6] . Any loss in the connection between the skin and the patch(es) results in the underdosing of the drugs to the patients and can cause morbidity. However, to the best of our knowledge, no arrangement was made by any existing literature to detect the loss of connection between the skin and the patches. Another critical issue found in every drug delivery system was its ability to deliver only one drug at a time. The report says elderly people are the largest per capita consumer of drugs and are prescribed a higher number of medications [7] . In such patients, polypharmacy (multiple drug use) is mainly related to chronic diseases like cardiovascular diseases, diabetes, and memory-related diseases (e.g., dementia and Alzheimer's disease). Polypharmacy is also found in low-income countries where disease like tuberculosis is among the most common chronic illness [7] . Hence, a single-channel system may not be sufficient, and the requirement of a multichannel iontophoretic drug delivery system becomes essential.", "cite_spans": [{"start": 708, "end": 711, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1071, "end": 1074, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1245, "end": 1248, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1457, "end": 1460, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 2000, "end": 2003, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2329, "end": 2332, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Taking the cue from the above discussion, a smartphone-based remote-controlled iontophoretic drug delivery device has been developed in this study. Provisions have been made in the device to deliver multiple drugs. The program of the device can be regulated to tailor the duration of the drug delivery, and hence, the amount of the drug to be delivered into a patient as per the choice of the programmer. Further, an in-built program to detect and alert the healthcare professionals or relatives on the detachment of the drug delivery patch(es) from the site of the application is also proposed.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Materials. ESP12E NodeMCU module (Espressif Systems, China), Arduino Due (Arduino, Italy), Arduino MEGA ADK (Arduino, Italy), resistances (10 kX, 1 kX, and 82 kX), capacitors (1 lF, 10 lF, and 100 lF), diode, light emitting diodes (LEDs) (green, orange), 9 V batteries (mercury-cadmium type), and groundnut oil (Farm Naturelle, India) were bought from the local market. An operational amplifier (UA741CN), IC LM 7805, and IC LM 7809 voltage regulator were purchased from Texas Instrumentation. The free version of the Eagle printed circuit board (PCB) design software (Autodesk, San Rafael, CA) was used for designing the PCB of the developed circuit. Sorbitan Development of the Signal Generator. In this study, a programmable signal generator was developed [8] . For the purpose, the Arduino Due microcontroller board was used. A look-up table (two-dimensional array) was used to generate a sinusoidal signal (Appendix). The signal was generated using 60 points from the two-dimensional array. The sample index point was incremented until the 60 points within a fixed time of 1 ms. This resulted in the generation of a sinusoidal signal having a frequency of 1 kHz and a peak-to-peak amplitude of 2.32 V. The signal generator was programmed to generate 2 independent analog signals, which were presented at the DAC0 and DAC1 terminals of the microcontroller board. The signal generator was programmed to generate signals for a period of 2 h.", "cite_spans": [{"start": 759, "end": 762, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Designing of the Iontophoretic Device. The circuit for the iontophoretic drug delivery system was developed as per the previously reported literature [9] . Some modifications were made in the circuits to suit our needs. The sinusoidal signal generator, which was developed using the Arduino Due, was used as the voltage signal generator. The output of the signal generator was processed using a passive high-pass filter (f c ¼ 15 Hz). The output signal from the high-pass filter was then used as the input for the operational amplifier (OP-AMP) based voltage buffer circuit. The output of the buffer was later converted into a current signal using a voltage-to-current converter. The arrangements were made so that the generated current was then injected through the Fig. 3 Flow chart of the working principle for a loose-lead monitoring system iontophoresis cell. An LED-based visual indicator circuit was also incorporated to indicate the working status of the device. All the OP-AMP were powered using a 69 V battery-powered power supply (see Fig. S1 available in the Supplemental Materials on the ASME Digital Collection). The circuit diagram of the developed iontophoretic circuit has been shown in Fig. 1 .", "cite_spans": [{"start": 150, "end": 153, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 767, "end": 773, "text": "Fig. 3", "ref_id": null}, {"start": 1046, "end": 1053, "text": "Fig. S1", "ref_id": "FIGREF0"}, {"start": 1204, "end": 1210, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Materials and Methods"}, {"text": "Testing of the Iontophoretic Circuit. The characteristic of the high-pass filter was tested using a variable function generator. The function generator was manually controlled to generate a sinusoidal signal of 2.28 Vpp signal. The frequency of the signal was varied from 1 Hz to 10 kHz. Subsequently, the frequency versus amplitude response was plotted. Further, the testing of the iontophoresis circuit was carried out by analyzing the signal at different stages of the circuit.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Designing of the Loose-Lead Monitoring System. The signal at the output of the voltage-to-current converter was used as the input for the buffer amplifier being powered with 69 V power supply. The output of the buffer amplifier was then served as the input to the inverting terminal of an OP-AMP based comparator circuit. The noninverting terminal of the comparator was supplied with a þ2.5 V DC voltage. The output of the comparator was then digitized. The digitized values were then passed through a moving average [10] having a window of 12 points. The average values were compared with a constant value of 160. A value of more than 160 was considered as good connectivity between the patches and the human body. On the contrary, a value of less than 160 was considered improper connectivity between the patches and the human body. In case any loose-lead was detected, a high output was generated and sent to the designed website through the WiFi module. The circuit diagram of the developed loose-lead monitoring system has been shown in Fig. 2 . The processed flowchart of the loose-lead monitoring system has been shown in Fig. 3 .", "cite_spans": [{"start": 517, "end": 521, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1042, "end": 1048, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 1129, "end": 1135, "text": "Fig. 3", "ref_id": null}], "section": "Materials and Methods"}, {"text": "PCB Designing of the Iontophoretic Device With Loose-Lead Monitoring. Eagle PCB design software was used for the designing of the PCB for the developed circuit of the iontophoretic device with loose-lead monitoring capability (see Fig. S2 available in the Supplemental Materials on the ASME Digital Collection). A layout of the circuit of the device was made (see Fig. S3 available in the Supplemental Materials on the ASME Digital Collection). The layout was then printed on a glossy paper using a laserjet printer. The printed layout, consisting of the carbon particles, was then transferred to copper-clad laminates. The copper-clad laminates with the transferred carbon were then kept for etching in ferric chloride (FeCl 3 ) solution for removing the exposed copper area. Necessary holes were made at the designated places. Subsequently, the components were placed at the specified slots and then soldered. The connectivity of the tracks was tested using a multimeter. Finally, the working of the developed circuit was tested using a 1 kHz sinusoidal signal (2.28 Vpp), and the output was monitored in a DSO (digital storage oscilloscope).", "cite_spans": [], "ref_spans": [{"start": 231, "end": 238, "text": "Fig. S2", "ref_id": "FIGREF1"}, {"start": 364, "end": 371, "text": "Fig. S3", "ref_id": null}], "section": "Materials and Methods"}, {"text": "With the Iontophoretic Device. A webpage was designed using HTML protocol [11] to communicate with the iontophoretic device. The webpage was hosted using a Hypertext Transfer Protocol (HTTP)based web server, which was created by programming an ESP12E NodeMCU module (using Arduino IDE) in station mode. The webpage consisted of two sets of control buttons for switching \"ON\" and switching \"OFF\" of each of the signal generators. Once the switches were switched on, they were expected to trigger the signal generators that would continue for 2 h. Provisions were also made to switch off either or both of the signal generators before 2 h in case of any need. Further, two virtual LEDs were incorporated to indicate the status of the connections of the drug reservoir(s) to the human body. Finally, a mobile app was designed using MIT App inventor for this webpage.", "cite_spans": [{"start": 74, "end": 78, "text": "[11]", "ref_id": null}], "ref_spans": [], "section": "Development of Mobile App for Communicating"}, {"text": "Integration of the Mobile App and the Hardware. The integration of the mobile app and the iontophoretic drug delivery system was achieved by interfacing the iontophoretic drug delivery system with the capability to monitor the loose-lead monitoring and the mobile app. The same was achieved by hosting the webpage of the mobile app (containing the control buttons for the Fig. 4 Flow diagram of the functioning of the loose-lead monitoring system signal generators, developed using MIT app inventor) using the webserver of the ESP-12E WiFi module [12] and establishing the communication between them using HTTP communication protocol [11] . The schematic representation of the proposed drug delivery system has been provided in Fig. 4 . The proposed flowchart of the integrated device has been given in Fig. 5 .", "cite_spans": [{"start": 547, "end": 551, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 634, "end": 638, "text": "[11]", "ref_id": null}], "ref_spans": [{"start": 372, "end": 378, "text": "Fig. 4", "ref_id": null}, {"start": 728, "end": 734, "text": "Fig. 4", "ref_id": null}, {"start": 803, "end": 809, "text": "Fig. 5", "ref_id": "FIGREF2"}], "section": "Development of Mobile App for Communicating"}, {"text": "Drug Release Study. A drug release study was conducted using the developed iontophoretic drug delivery system. For the purpose, two emulsion gel formulations were made ( Table 1 ). The formulations were prepared by the hot emulsification method. In gist, groundnut oil, emulsifier (sorbitan monopalmitate (SMP)), and water were mixed in different proportions. SMP was dissolved in groundnut oil (60 C, 500 rpm). To this hot solution, water (60 C) was added dropwise and subsequently homogenized for 30 min at 500 rpm. The model hydrophilic drug (metronidazole, 0.2 g) was mixed to the homogeneous mixture. The hot emulsion was then cooled down to room temperature in order to induce gelation [13] .", "cite_spans": [{"start": 692, "end": 696, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 170, "end": 177, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Development of Mobile App for Communicating"}, {"text": "The developed drug-loaded emulsion gels were used to perform the drug release study using the designed iontophoretic circuit. Both the iontophoretic channels were switched ON using the mobile app. The study was conducted for 2 h (as was set in the iontophoretic device). Channel-1 reservoir of the iontophoretic device consisted of SMP1-M, while the SMP2-M was loaded in the channel-2 reservoir. Samples were withdrawn at regular intervals and tested for the amount of the released drug. Similarly, another set of drug release experiment was carried out using the same setup without activating the iontophoresis device. The tests were conducted in triplicates. The schematic diagram of the setup is provided in Fig. 6 .", "cite_spans": [], "ref_spans": [{"start": 711, "end": 717, "text": "Fig. 6", "ref_id": null}], "section": "Development of Mobile App for Communicating"}, {"text": "Development of the Signal Generator. Arduino Due board houses an Atmel SAM3X8E ARM cortex-M3 microcontroller. The board has an in-built two-channel digital-to-analog converter (DAC). The microcontroller was programmed so that the Arduino Due board could synthesize sinusoidal signals independently from either or both the DAC channels. The synthesized sinusoidal signal has been shown in Figs. S4(a) and S4(b) that are available in the Supplemental Materials on the ASME Digital Collection. A visual inspection of the signal suggested the presence of a DC offset (1.80 V, 1.77 V) in the generated signals. The peak-to-peak amplitude was found to be 2.32 Vpp and 2.28 V. The signals were Designing and Testing of the Iontophoretic Device. The analysis of the synthesized signals suggested the presence of an offset voltage of 1.78 V. So, to eliminate the same, a passive high-pass filter having a cut-off frequency of 15 Hz was employed. The gain response of the filter was determined (Fig. 7(a) ). It was found that the gain at 1 kHz frequency was 0 dB. This suggested that the designed filter would not affect the nature of the 1 kHz signal. However, it would be capable of eliminating the DC component from the synthesized signal. Hence, the designed filter was used to process the synthesized signals. The output of the high-pass filter has been given in Fig. 7(b) . It could be seen here that the processed signal did not have any offset. Further, there was no alteration in the peak-to-peak amplitude of the processed signals as compared to the synthesized signal. The processed signals were then presented to a buffer amplifier. A buffer amplifier provides a gain of 1. Hence, there is no magnification of the signal component (Fig. 7(c) ). In our study, we also found that the input signal from the high-pass filter and the output of the buffer amplifier were the same. Further, the buffer amplifier imparts an electrical impedance transformation while connecting two circuits. This helps to prevent the signal source from being affected by the load of the sink circuit. The output of the buffer amplifier was then given to the voltage-controlled constant current source that was operating in the inverting amplifier mode. The input resistance (82 kX) of the constant current source governs the current injected into the human body through the patches. This resulted in the generation of a sinusoidal current having a peak-to-peak current amplitude of 0.28 lA (Ipp). Hence, the positive and negative peak currents were 0.141 lA (Ip). The current was then injected into the iontophoresis cells, which were used as a simulated human body. Since the system was operating in the inverting amplifier mode, there was a 180 deg phase shift of the voltage signal across the iontophoresis cells (Fig. 7(d) ).", "cite_spans": [], "ref_spans": [{"start": 984, "end": 994, "text": "(Fig. 7(a)", "ref_id": null}, {"start": 1358, "end": 1367, "text": "Fig. 7(b)", "ref_id": null}, {"start": 1733, "end": 1743, "text": "(Fig. 7(c)", "ref_id": null}, {"start": 2793, "end": 2803, "text": "(Fig. 7(d)", "ref_id": null}], "section": "Results"}, {"text": "Designing of the Loose-Lead Monitoring System. Continuous monitoring of the impedance between the active and the passive patches was employed for the loose-lead monitoring. The passive patch was virtually grounded as it was connected with the inverting terminal of the constant current source, while the noninverting terminal was directly grounded to the ground of the electrical circuit. Hence, the current is injected into the iontophoresis cell through the active patch. Accordingly, the voltage measured at the active patch against the ground would be directly proportional to the impedance across the active and the passive patches. This means, when the patches are properly connected with the iontophoresis cell, we will get a voltage value that is proportional to the total impedance of the active patch, passive patch, and the iontophoresis cell. Since the input signal to the iontophoresis cell is sinusoidal, the output would also be sinusoidal (Fig. 8(a) ). However, if either of the patches or any one of the patches gets disconnected, the circuit becomes an open circuit, and the impedance would be infinite. Here, we would get a square signal. The positive peak would go to positive saturation, while the negative peak would go to the negative saturation ( Fig. 8(b) ). Subsequently, the output of the iontophoresis cell is given to the buffer amplifier. The output signal was then used as the input to the inverting terminal of a voltage comparator circuit that was being operated using a 65 V power supply. A constant DC voltage of 2.5 V was used for the comparison, which was connected to the noninverting terminal of the comparator. The comparator was operated using 65 V power supply so as to prevent damage to the microcontroller board due to the input of the voltage that was higher than þ5 V. The microcontroller board rejects the negative voltage as it functions in the range of 0 V and 5 V. The output of the comparator during the open and the close cases has been given in Figs. 8(c) and 8(d) . During the open case, a square wave of 4.00 Vpp was obtained. On the contrary, during the close case, a DC voltage of 4.49 V was obtained. These signals were then PCB Designing of the Iontophoretic Device With Loose-Lead Monitoring. The layout of the circuit made during the developmental stage ( Fig. 9(a) ) was designed using the Eagle PCB design software. The layout was printed on a glossy paper ( Fig. 9(b) ), which was then transferred over the copper-clad laminates ( Fig. 9(c) ). The excess copper was removed from the laminates ( Fig. 9(d) ), drilled, and the components were placed and consequently soldered. The components were placed as per the requirements and then soldering was performed. The developed PCB board has been shown in Fig. 9 (e). Two numbers of PCBs were fabricated for implementing the dual-channel device. The connectivity of the tracks was then tested using the multimeter. Finally, the testing of the circuit was performed using a 1 kHz sinusoidal signal. The output of the signal at each step was observed in a DSO (Digital Oscilloscope) and compared with the observations made during the development stage (see Fig. S5 available in the Supplemental Materials on the ASME Digital Collection). The observations made during the developmental stage and after the PCB fabrication were found to be similar. This suggested that the designed PCBs were working fine. Then, the PCBs were integrated with the microcontroller boards. The complete system has been shown in Fig. 10 .", "cite_spans": [{"start": 2013, "end": 2017, "text": "8(d)", "ref_id": null}], "ref_spans": [{"start": 955, "end": 965, "text": "(Fig. 8(a)", "ref_id": null}, {"start": 1271, "end": 1280, "text": "Fig. 8(b)", "ref_id": null}, {"start": 2317, "end": 2326, "text": "Fig. 9(a)", "ref_id": null}, {"start": 2422, "end": 2431, "text": "Fig. 9(b)", "ref_id": null}, {"start": 2495, "end": 2504, "text": "Fig. 9(c)", "ref_id": null}, {"start": 2559, "end": 2568, "text": "Fig. 9(d)", "ref_id": null}, {"start": 2766, "end": 2772, "text": "Fig. 9", "ref_id": null}, {"start": 3165, "end": 3172, "text": "Fig. S5", "ref_id": "FIGREF2"}, {"start": 3514, "end": 3521, "text": "Fig. 10", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Development of Mobile App for Communicating With the Iontophoretic Device. A mobile app was developed. When the app is opened, it shows the control system for channel-1 and channel-2 ( Fig. 11(a) ). As the iontophoresis device is put on, the app showed two activated virtual green LEDs with a note \"electrode connected\" (Fig. 11(b) ). The loose-lead was artificially generated by intentionally detaching any or both of the patches from the iontophoresis cell. During this case, the green virtual LED changed color to red. Further, the note Electrode connected was changed to \"Loose-lead detected.\" (Fig. 11(c) ). Fig. 7 Testing of the iontophoretic device. (a) Gain response of the designed high pass filter, (b) voltage signal at the output of the high pass filters (same phase of the input and the output signals), (c) voltage signal at the output of the buffer amplifier (same phase of the input and the output signals), and (d) differential voltage signal across active electrode-formulation-diffusion media-electrode arrangement (180 deg phase-difference among the input and the output signals) (note: the upper waveform represents output from the signal generator; the lower waveform represents the output at various stages of the circuit). Fig. 8 Testing of the loose-lead monitoring system. (a) Differential voltage signal across active electrode-formulationdiffusion media-electrode arrangement when the electrodes were properly connected, (b) differential voltage signal across active electrode-formulation-diffusion media-electrode arrangement when one of the electrodes was displaced, (c) output of the comparator circuit when the electrodes were properly connected, (d) output of the comparator circuit when one of the electrodes was displaced, (e) the serial monitor reading when the electrodes were properly connected, and (f) the serial monitor reading when one of the electrodes was displaced (note: the upper waveform represents the output from the signal generator; the lower waveform represents the output at various stages of the circuit).", "cite_spans": [], "ref_spans": [{"start": 185, "end": 195, "text": "Fig. 11(a)", "ref_id": "FIGREF0"}, {"start": 320, "end": 331, "text": "(Fig. 11(b)", "ref_id": "FIGREF0"}, {"start": 598, "end": 609, "text": "(Fig. 11(c)", "ref_id": "FIGREF0"}, {"start": 613, "end": 619, "text": "Fig. 7", "ref_id": null}, {"start": 1247, "end": 1253, "text": "Fig. 8", "ref_id": null}], "section": "Results"}, {"text": "Drug Release Study. The drug release study was performed using the prepared emulgels. The emulgels contained metronidazole as the model drug. The drug release studies were conducted in both passive and active modes. In the passive mode, the iontophoretic device was not put on. While doing the drug release study in the active mode, the iontophoretic device was put on using the developed mobile app. The release of the drug was monitored using a UV-vis spectrophotometer at a different time interval. The test was carried out for 2 h. The cumulative drug release (CPDR) profiles were determined (Figs. 12(a) and 12(b) ) [14] . It was observed that the release of the drug was higher during iontophoresis as compared to the passive study. It is important to note that there was not much difference between the release profiles. This can be accounted for the use of the dialysis membrane, which does not exert sufficient hindrance to the drug transport as that of the skin tissue. The release profiles were modeled using the Korsmeyer-Peppas model (Eq. (1); Figs. 12(c) and 12(d)) [15] . It was found that the diffusion of the drug was higher in both the samples when the active experiment was carried out (Table 2) . Further, the diffusion exponent value \"n\" was <0.45 during the active experiment using SMP1-M. This suggested that Fickian diffusion played an essential role during the said experiment. In all other experiments, n value was >0.45. This is suggestive of non-Fickian diffusion of the drug molecules during the experiment", "cite_spans": [{"start": 621, "end": 625, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1080, "end": 1084, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 596, "end": 618, "text": "(Figs. 12(a) and 12(b)", "ref_id": "FIGREF0"}, {"start": 1205, "end": 1214, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "where m represents the solute fraction released, t is the sampling time, K is constant representing rate of drug release from the polymeric matrix, and n is the diffusion coefficient.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Iontophoresis is a noninvasive method of drug transport that is used to transfer drug molecules into the tissues or systemic circulation by the application of an electric field [16] . Yan et al. [17] , in their study, have compared the constant current and alternating current iontophoretic drug delivery and suggested that a constant ac current iontophoresis can provide fluxes that are comparable to the 0.2 mA of constant current DC. In another study, it has been reported that the modulated ac current of a duration of 2 h at a frequency of 1 kHz was found to be comparable to a dc current of 1 h [18] . Hence, for increased efficiency and simple design circuitry, Fig. 9 PCB designing and testing of the iontophoretic device with loose-lead monitoring: (a) breadboard design of the prototype iontophoretic drug delivery-cum-loose-lead monitoring system, (b) the layout of the PCB printed on to the glossy paper, (c) carbon transfer of the PCB layout to the copper-clad laminate, (d) PCB layout after etching and washing of the copper-clad laminate, and (e) the designed PCB board for the iontophoretic drug delivery-cum-loose-lead monitoring system a sinusoidal current was used for developing this drug delivery system.", "cite_spans": [{"start": 177, "end": 181, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 195, "end": 199, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 601, "end": 605, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 669, "end": 675, "text": "Fig. 9", "ref_id": null}], "section": "Discussion"}, {"text": "The biological tissues, such as skin tissues, act as a capacitor due to their ability to store electrons. The skin contact impedance represents the total electrical opposition of the iontophoretic circuit to the passage of the current through it [19] . In the proposed system, this impedance was used as a measure to design a looselead monitoring system. In the case of detachment of the patch(es), the skin contact impedance will become infinite, and the voltage pattern across the patches (active and the passive) changes. This change in the voltage pattern was used for recognizing the loose-lead. Subsequently, this information was sent to the user via the app and stops the waveform generation for the specific channel.", "cite_spans": [{"start": 246, "end": 250, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Noncompliance with medication is a major problem in old age, and the factors associated with these conditions are visual and cognitive dysfunction, forgetfulness, increased physical disability with increased age, complicated drug regime, multimorbidity, and its associated high rate of medications, [20, 21] . More than 30 million people are suffering from dementia worldwide [22] . It has been reported that over three out of four Alzheimer's patients need help in managing their daily medication. Again, it is not possible for the members of the patient's family to continuously monitor them. A survey conducted by the National Alliance of caregiving, 2004 showed that approximately 15% of the caregivers leave the patients alone at least for 1 h and monitor them only from a distance [23, 24] . The current study uses an IoT-based drug delivery system that can be controlled using a mobile application. Prior reports inferred 81.5% of the people aged above 85, 65% of the people aged between 65 and 74 years, and 50% of people under the age of 65 experience morbidity [25] , and are prescribed, a higher number of medications. The proposed system can be operated in a dual-channel mode, i.e., two different types of therapeutic agents can be delivered to the patient's body simultaneously or individually one after another according to the user's requirement. This can fulfill the need for multiple drug usage or polypharmacy.", "cite_spans": [{"start": 299, "end": 303, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 304, "end": 307, "text": "21]", "ref_id": "BIBREF20"}, {"start": 376, "end": 380, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 787, "end": 791, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 792, "end": 795, "text": "24]", "ref_id": "BIBREF23"}, {"start": 1071, "end": 1075, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the current study, a dual-channel iontophoretic drug delivery system has been proposed. A programmable dual-channel sinusoidal signal generator was designed to provide alternating current signals for the proposed drug delivery system. The alternating current signal was meant for carrying out the iontophoresis-based drug delivery through the skin surface. An Android app was designed, and an ESP12E NodeMCU was used to enable wireless control of the drug delivery device. The drug delivery device can deliver single or multiple drugs simultaneously for the desired time duration. It is also capable of detecting the loose attachment of the drug patches with the human skin surface and generates a visual alert on detecting the loose contact. The components of the proposed device, namely, the signal generator, the iontophoretic setup, the loose-lead monitoring system, and the Android app based wireless control system, were tested for their proper functionality. Finally, an in vitro drug release study (both in active and passive modes) was performed, which suggested non-Fickian diffusion of the drug molecules and a relatively higher drug release was observed during the iontophoretic drug delivery as compared to the passive drug delivery. The current system is a prototype device for a dual-channel iontophoretic drug delivery system. However, before practical implementation, the miniaturization of the device is essential using different advanced device development techniques, such as microfabrication, nanofabrication, and MEMS-based technologies. This would allow us to develop a wearable system. We have conducted the in vitro drug release study of the proposed system. There is a need to conduct in vivo studies, including animal and human tests, to validate the functioning of the proposed device. The number of drug delivery channels can also be increased so as to avoid the complications of polypharmacy. An alarm system can also be integrated in the future that can give a gentle reminder regarding the time and dosage of medication, thereby, improving the patient-medication compliance. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Future Directions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Polypharmacy in Elderly Patients", "authors": [{"first": "E", "middle": ["R"], "last": "Hajjar", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Cafiero", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Hanlon", "suffix": ""}], "year": 2007, "venue": "Am. J. Geriatr. Pharmacother", "volume": "5", "issn": "4", "pages": "345--351", "other_ids": {"DOI": ["10.1016/j.amjopharm.2007.12.002"]}}, "BIBREF1": {"ref_id": "b1", "title": "Iontophoretic Delivery of Drugs: Fundamentals, Developments and Biomedical Applications", "authors": [{"first": "A", "middle": ["K"], "last": "Banga", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Chien", "suffix": ""}], "year": 1988, "venue": "J. Controlled Release", "volume": "7", "issn": "1", "pages": "1--24", "other_ids": {"DOI": ["10.1016/0168-3659(88)90075-2"]}}, "BIBREF2": {"ref_id": "b2", "title": "Development of the Elderly Healthcare Monitoring System With IoT", "authors": [{"first": "S", "middle": ["J"], "last": "Park", "suffix": ""}, {"first": "M", "middle": [], "last": "Subramaniyam", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": [], "last": "Hong", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Jo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Seo", "suffix": ""}], "year": 2017, "venue": "Advances in Human Factors and Ergonomics in Healthcare", "volume": "", "issn": "", "pages": "309--315", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "An IoT-Based Drug Delivery System for Refractory Epilepsy", "authors": [{"first": "M", "middle": ["A"], "last": "Sayeed", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Mohanty", "suffix": ""}, {"first": "E", "middle": [], "last": "Kougianos", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Zaveri", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Iontophoretic Delivery of Apomorphine: From In-Vitro Modelling to the Parkinson Patient", "authors": [{"first": "H", "middle": ["E"], "last": "Junginger", "suffix": ""}], "year": 2002, "venue": "Adv. Drug Delivery Rev", "volume": "54", "issn": "", "pages": "57--75", "other_ids": {"DOI": ["10.1016/S0169-409X(02)00119-9"]}}, "BIBREF5": {"ref_id": "b5", "title": "Device-Assisted Transdermal Drug Delivery", "authors": [{"first": "H", "middle": [], "last": "Lee", "suffix": ""}, {"first": "C", "middle": [], "last": "Song", "suffix": ""}, {"first": "S", "middle": [], "last": "Baik", "suffix": ""}, {"first": "D", "middle": [], "last": "Kim", "suffix": ""}, {"first": "T", "middle": [], "last": "Hyeon", "suffix": ""}, {"first": "D.-H", "middle": [], "last": "Kim", "suffix": ""}], "year": 2018, "venue": "Adv. Drug Delivery Rev", "volume": "127", "issn": "", "pages": "35--45", "other_ids": {"DOI": ["10.1016/j.addr.2017.08.009"]}}, "BIBREF6": {"ref_id": "b6", "title": "Drug Identification and Interaction Checker Based on IoT to Minimize Adverse Drug Reactions and Improve Drug Compliance", "authors": [{"first": "A", "middle": ["J"], "last": "Jara", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Zamora", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Skarmeta", "suffix": ""}], "year": 2014, "venue": "Pers. Ubiquitous Comput", "volume": "18", "issn": "1", "pages": "5--17", "other_ids": {"DOI": ["10.1007/s00779-012-0622-2"]}}, "BIBREF7": {"ref_id": "b7", "title": "Designing of a Variable Frequency Standalone Impedance Analyzer for In Vitro Biological Applications", "authors": [{"first": "S", "middle": [], "last": "Sahoo", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Development of a Wireless Controlled Iontophoretic Drug Delivery System", "authors": [{"first": "P", "middle": ["M"], "last": "Pandey", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Nayak", "suffix": ""}, {"first": "B", "middle": [], "last": "Champaty", "suffix": ""}, {"first": "I", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "D", "middle": [], "last": "Tibarewala", "suffix": ""}, {"first": "K", "middle": [], "last": "Pal", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "237--259", "other_ids": {"DOI": ["10.4018/978-1-5225-2829-6.ch012"]}}, "BIBREF9": {"ref_id": "b9", "title": "Variance of Errors and Elimination of Outliers in the Least Squares Analysis of Impedance Spectra", "authors": [{"first": "J", "middle": ["R"], "last": "Dygas", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Breiter", "suffix": ""}], "year": 1999, "venue": "Electrochim. Acta", "volume": "44", "issn": "24", "pages": "4163--4174", "other_ids": {"DOI": ["10.1016/S0013-4686(99)00131-0"]}}, "BIBREF11": {"ref_id": "b11", "title": "The Proportional Integral Derivative Control System on the Mini Conveyor With Message Queuing Telemetry Transport Protocol Based on the Internet of Things", "authors": [{"first": "P", "middle": ["G"], "last": "Winoto", "suffix": ""}, {"first": "A", "middle": [], "last": "Widodo", "suffix": ""}, {"first": "R", "middle": [], "last": "Tjahyaningtyas", "suffix": ""}], "year": 2018, "venue": "", "volume": "2", "issn": "", "pages": "135--142", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Groundnut Oil Based Emulsion Gels for Passive and Iontophoretic Delivery of Therapeutics", "authors": [{"first": "V", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "I", "middle": [], "last": "Yadav", "suffix": ""}, {"first": "S", "middle": [], "last": "Kulanthaivel", "suffix": ""}, {"first": "B", "middle": [], "last": "Roy", "suffix": ""}, {"first": "S", "middle": [], "last": "Giri", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Maiti", "suffix": ""}, {"first": "I", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "K", "middle": [], "last": "Pal", "suffix": ""}], "year": 2016, "venue": "Designed Monomers and Polymers", "volume": "19", "issn": "4", "pages": "297--308", "other_ids": {"DOI": ["10.1080/15685551.2016.1152540"]}}, "BIBREF13": {"ref_id": "b13", "title": "Effect of Sorbitan Monostearate Concentration on the Thermal, Mechanical and Drug Release Properties of Oleogels", "authors": [{"first": "S", "middle": ["S"], "last": "Sagiri", "suffix": ""}, {"first": "U", "middle": [], "last": "Kasiviswanathan", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Shaw", "suffix": ""}, {"first": "M", "middle": [], "last": "Singh", "suffix": ""}, {"first": "A", "middle": [], "last": "Anis", "suffix": ""}, {"first": "K", "middle": [], "last": "Pal", "suffix": ""}], "year": 2016, "venue": "Korean J. Chem. Eng", "volume": "33", "issn": "5", "pages": "1720--1727", "other_ids": {"DOI": ["10.1007/s11814-015-0295-4"]}}, "BIBREF14": {"ref_id": "b14", "title": "Effect of Span 60 on the Microstructure, Crystallization Kinetics, and Mechanical Properties of Stearic Acid Oleogels: An In-Depth Analysis", "authors": [{"first": "K", "middle": [], "last": "Uvanesh", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Sagiri", "suffix": ""}, {"first": "K", "middle": [], "last": "Senthilguru", "suffix": ""}, {"first": "K", "middle": [], "last": "Pramanik", "suffix": ""}, {"first": "I", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "A", "middle": [], "last": "Anis", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Al-Zahrani", "suffix": ""}, {"first": "K", "middle": [], "last": "Pal", "suffix": ""}], "year": 2016, "venue": "J. Food Sci", "volume": "81", "issn": "2", "pages": "380--387", "other_ids": {"DOI": ["10.1111/1750-3841"]}}, "BIBREF15": {"ref_id": "b15", "title": "Recent Progress in Ocular Drug Delivery for Posterior Segment Disease: Emphasis on Transscleral Iontophoresis", "authors": [{"first": "M", "middle": ["E"], "last": "Myles", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Neumann", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hill", "suffix": ""}], "year": 2005, "venue": "Adv. Drug Delivery Rev", "volume": "57", "issn": "14", "pages": "2063--2079", "other_ids": {"DOI": ["10.1016/j.addr.2005.08.006"]}}, "BIBREF16": {"ref_id": "b16", "title": "Evaluation of Constant Current Alternating Current Iontophoresis for Transdermal Drug Delivery", "authors": [{"first": "G", "middle": [], "last": "Yan", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Li", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Higuchi", "suffix": ""}], "year": 2005, "venue": "J. Control. Release", "volume": "110", "issn": "1", "pages": "141--150", "other_ids": {"DOI": ["10.1016/j.jconrel.2005.09.006"]}}, "BIBREF17": {"ref_id": "b17", "title": "Effect of Modulated Alternating and Direct Current Iontophoresis on Transdermal Delivery of Lidocaine Hydrochloride", "authors": [{"first": "G", "middle": [], "last": "Bhatia", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Banga", "suffix": ""}], "year": 2014, "venue": "Biomed. Res. Int", "volume": "", "issn": "", "pages": "1--6", "other_ids": {"DOI": ["10.1155/2014/537941"]}}, "BIBREF18": {"ref_id": "b18", "title": "Electrical Characteristics of the Skin: The Impedance of the Surface Sheath and Deep Tissues", "authors": [{"first": "J", "middle": ["C"], "last": "Lawler", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Davis", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Griffith", "suffix": ""}], "year": 1960, "venue": "J. Invest. Dermatol", "volume": "34", "issn": "5", "pages": "301--308", "other_ids": {"DOI": ["10.1038/jid.1960.52"]}}, "BIBREF19": {"ref_id": "b19", "title": "Elderly Patients' Problems With Medication", "authors": [{"first": "T", "middle": [], "last": "Nikolaus", "suffix": ""}, {"first": "W", "middle": [], "last": "Kruse", "suffix": ""}, {"first": "M", "middle": [], "last": "Bach", "suffix": ""}, {"first": "N", "middle": [], "last": "Specht-Leible", "suffix": ""}, {"first": "P", "middle": [], "last": "Oster", "suffix": ""}, {"first": "G", "middle": [], "last": "Schlierf", "suffix": ""}], "year": 1996, "venue": "Eur. J. Clin. Pharmacol", "volume": "49", "issn": "4", "pages": "255--259", "other_ids": {"DOI": ["10.1007/BF00226324"]}}, "BIBREF20": {"ref_id": "b20", "title": "Compliance With Prescribed Medication by Elderly Patients", "authors": [{"first": "R", "middle": [], "last": "Kendrick", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Bayne", "suffix": ""}], "year": 1982, "venue": "Can. Med. Assoc. J", "volume": "127", "issn": "10", "pages": "961--962", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Family Caregivers of People With Dementia", "authors": [{"first": "H", "middle": [], "last": "Brodaty", "suffix": ""}, {"first": "M", "middle": [], "last": "Donkin", "suffix": ""}], "year": 2009, "venue": "Dialogues Clin. Neurosci", "volume": "11", "issn": "2", "pages": "217--228", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The Role of Human Factors in Home Health Care: Workshop Summary", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Public Health for an Aging Society", "authors": [{"first": "L", "middle": ["N"], "last": "Gitlin", "suffix": ""}, {"first": "R", "middle": [], "last": "Schulz", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "181--204", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Methods to Reduce Prescribing Errors in Elderly Patients With Multimorbidity", "authors": [{"first": "A", "middle": ["H"], "last": "Lavan", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Gallagher", "suffix": ""}, {"first": "D", "middle": [], "last": "Mahony", "suffix": ""}], "year": 2016, "venue": "Clin. Interventions Aging", "volume": "11", "issn": "", "pages": "857--866", "other_ids": {"DOI": ["10.2147/CIA.S80280"]}}}, "ref_entries": {"FIGREF0": {"text": "Schematic circuit diagram of the two-channel iontophoretic drug delivery device", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Circuit diagram for the development of the loose-lead monitoring system", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Flow chart of the working principle for the iontophoretic drug delivery-cum-loose lead monitoring system then subjected to Fast Fourier Transform (FFT) to figure out the frequency component of the signal. The FFT analysis showed that the synthesized signals had a frequency of 1 kHz (see Figs. S3(c) and S3(d) available in the Supplemental Materials on the ASME Digital Collection).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Development of the device. (a) Integration of the PCB circuits with the microcontroller and the ESP-12E boards to develop the prototype, and (b) test setup of the iontophoretic drug deliverycum-loose-lead monitoring system.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Designing the mobile app. (a) The user interface of the mobile app when the device is switched off, (b) the user-interface of the mobile app when the patches were properly connected, and (c) the user-interface of the mobile app when a loose-lead was detected.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Drug release study. (a) CPDR study of SMP1-M, (b) Korsmeyer-Peppas model fitting of the SMP1-M CPDR profile, (c) CPDR study of SMP2-M, and (d) Korsmeyer-Peppas model fitting of the SMP2-M CPDR profile.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Composition of emulsion gels", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Composition (g)\n</td><td> </td></tr><tr><td>Formulations </td><td>SMP </td><td>Groundnut oil </td><td>Water </td><td>Metronidazole\n</td></tr><tr><td>SMP1-M </td><td>1.4 </td><td>9.6 </td><td>9 </td><td>0.2\n</td></tr><tr><td>SMP2-M </td><td>1.4 </td><td>8.6 </td><td>10 </td><td>0.2\n</td></tr></table></body></html>"}, "TABREF1": {"text": "KP model output", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Formulations\n</td><td> </td></tr><tr><td> </td><td>SMP1-M </td><td>SMP2-M\n</td></tr><tr><td>Parameters </td><td>Passive </td><td>Active </td><td>Passive </td><td>Active\n</td></tr><tr><td>K </td><td>0.286 </td><td>0.477 </td><td>0.602 </td><td>0.799\n</td></tr><tr><td>n </td><td>0.515 </td><td>0.441 </td><td>0.517 </td><td>0.488\n</td></tr><tr><td>R2 </td><td>0.998 </td><td>0.999 </td><td>0.999 </td><td>0.999\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to thank Dr. Sumit Chakravarty, Assistant Professor of Electrical Engineering at Kennesaw State University, U.S., for his support, guidance, and checking of the paper.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}, {"text": " Look up table for sine wave generation using Arduino DUE  microcontroller board. f 0x7ff, 0x86a, 0x93f, 0x9a9, 0xadd, 0xba1, 0xbff, 0xcb2, 0xdf1, 0xe77, 0xeb4, 0xf1f, 0xf9a, 0xfb9, 0xfe5, 0xfff, 0xfe5, 0xfb9, 0xf9a, 0xf1f, 0xeb4, 0xe77, 0xdf1, 0xcb2, 0xbff, 0xba1, 0xadd, 0x9a9, 0x93f, 0x86a, 0x7ff, 0x729, 0x6bf, 0x5ed, 0x586, 0x45d, 0x3a4, 0x34c, 0x257, 0x187, 0x112, 0xdf, 0x87, 0x2c, 0x2, 0x0, 0x2, 0x2c, 0x87, 0xdf, 0x112, 0x187, 0x257, 0x34c, 0x3a4, 0x45d, 0x586, 0x5ed, 0x6bf, 0x729, g", "cite_spans": [], "ref_spans": [{"start": 1, "end": 81, "text": "Look up table for sine wave generation using Arduino DUE  microcontroller board.", "ref_id": null}], "section": "Appendix"}]}