{"paper_id": "2caf288d2b6723ea0d82657ab1ecb1199a5b3b6b", "metadata": {"title": "ARTICLE Identification of antigens presented by MHC for vaccines against tuberculosis", "authors": [{"first": "Paulo", "middle": [], "last": "Bettencourt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Julius", "middle": [], "last": "Müller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Annalisa", "middle": [], "last": "Nicastri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daire", "middle": [], "last": "Cantillon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Meera", "middle": [], "last": "Madhavan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Philip", "middle": ["D"], "last": "Charles", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carine", "middle": ["B"], "last": "Fotso", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rachel", "middle": [], "last": "Wittenberg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Naomi", "middle": [], "last": "Bull", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nawamin", "middle": [], "last": "Pinpathomrat", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Simon", "middle": ["J"], "last": "Waddell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Elena", "middle": [], "last": "Stylianou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Adrian", "middle": ["V S"], "last": "Hill", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicola", "middle": [], "last": "Ternette", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Helen", "middle": [], "last": "Mcshane", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Mycobacterium tuberculosis (M.tb) is responsible for more deaths globally than any other pathogen. The only available vaccine, bacillus Calmette-Guérin (BCG), has variable efficacy throughout the world. A more effective vaccine is urgently needed. The immune response against tuberculosis relies, at least in part, on CD4 + T cells. Protective vaccines require the induction of antigenspecific CD4 + T cells via mycobacterial peptides presented by MHC class-II in infected macrophages. In order to identify mycobacterial antigens bound to MHC, we have immunoprecipitated MHC class-I and class-II complexes from THP-1 macrophages infected with BCG, purified MHC class-I and MHC class-II peptides and analysed them by liquid chromatography tandem mass spectrometry. We have successfully identified 94 mycobacterial peptides presented by MHC-II and 43 presented by MHC-I, from 76 and 41 antigens, respectively. These antigens were found to be highly expressed in infected macrophages. Gene ontology analysis suggests most of these antigens are associated with membranes and involved in lipid biosynthesis and transport. The sequences of selected peptides were confirmed by spectral match validation and immunogenicity evaluated by IFN-gamma ELISpot against peripheral blood mononuclear cell from volunteers vaccinated with BCG, M.tb latently infected subjects or patients with tuberculosis disease. Three antigens were expressed in viral vectors, and evaluated as vaccine candidates alone or in combination in a murine aerosol M.tb challenge model. When delivered in combination, the three candidate vaccines conferred significant protection in the lungs and spleen compared with BCG alone, demonstrating proof-of-concept for this unbiased approach to identifying new candidate antigens.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "npj Vaccines (2020) 5:2 ; https://doi.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Mycobacterium tuberculosis (M.tb), the etiologic agent of tuberculosis (TB) is the largest cause of death by an infectious disease worldwide. M. africanum, M. canettii, M. microtti, and M. bovis, share 99.9% similarity at the nucleotide level and are grouped in the Mycobacterium tuberculosis complex (MTC), the mycobacteria causing TB disease. According to the last World Health Organization report, 1.6 million people died of TB, 300,000 of which were co-infected with HIV, in 2017 1 With the emergence of multi-drug and extensively-drug resistant strains, as well as co-infection with HIV, new tools to control this epidemic are urgently required. The currently available vaccine against TB is a live attenuated form of Mycobacterium bovis, strain bacillus Calmette-Guérin (BCG), which has variable efficacy throughout the world. 2 The immune response against TB relies on CD4 + T cells, and to some extent to CD8 + T cells, 3 therefore protective vaccines require the induction of antigen-specific T cells through peptides presented by MHC-II and MHC-I, respectively, in infected macrophages. The identification of MTC antigens presented by MHC molecules in infected macrophages will facilitate vaccine development to boost the protective efficacy induced by BCG vaccination.", "cite_spans": [{"start": 833, "end": 834, "text": "2", "ref_id": "BIBREF1"}, {"start": 928, "end": 929, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Even though CD4 + and CD8 + T cells can secrete IFN-gamma (IFNγ) upon recognition of antigen, the lack of stringent immunological markers that serve as correlates of protection makes it difficult to predict whether the immune response induced by a vaccine will result in protective efficacy. 4 Currently there are more than a dozen vaccine candidates in different stages of clinical trials including subunit vaccines delivered by viral vectors, proteins in adjuvant, killed mycobacterial whole cell or extracts, recombinant BCG expressing M.tb genes, attenuated M.tb strains and BCG revaccination strategies. 5 Although a multitude of platforms are currently being explored for the delivery of antigens designed to replace or boost BCG, current subunit vaccines only use a limited selection of antigens. 6 Recent advances in immunopeptidomics based on improvements in mass spectrometry instrumentation and data analysis have led to an unprecedented improvement in sensitivity. It is now possible to precisely identify peptide sequences, bound to MHC molecules, at the femto molar scale. 7, 8 This technology allowed the identification of epitopes presented by conventional HLA class-I molecules in ovarian cancer, 9 influenza, 10 hepatitis C, 11 HIV, 12 and TB. 13 Unconventional class-I, HLA-E bound peptides have been identified in cells infected with M.tb. 14 Leishmania HLA class-II bound peptides have been also identified, and vaccines developed based on these antigens. 15 Immunopeptidomics studies have attempted to decipher the immunopeptidome of mycobacteria-infected cells. Only a handful of MHC-I peptides have been described thus far 13 and MHC-II peptides have not been yet identified. The identification of new vaccine antigen candidates designed to boost BCG has been limited by inherent difficulties of culturing mycobacteria and by the paucity of antigens identified so far using conventional methods. Moreover, the ability of pathogenic mycobacteria to downregulate antigen processing and presentation limits the ability to identify peptides presented by MHC molecules.", "cite_spans": [{"start": 292, "end": 293, "text": "4", "ref_id": "BIBREF3"}, {"start": 609, "end": 610, "text": "5", "ref_id": "BIBREF4"}, {"start": 804, "end": 805, "text": "6", "ref_id": "BIBREF5"}, {"start": 1087, "end": 1089, "text": "7,", "ref_id": "BIBREF6"}, {"start": 1090, "end": 1091, "text": "8", "ref_id": "BIBREF7"}, {"start": 1214, "end": 1215, "text": "9", "ref_id": "BIBREF8"}, {"start": 1243, "end": 1245, "text": "11", "ref_id": "BIBREF10"}, {"start": 1251, "end": 1253, "text": "12", "ref_id": "BIBREF11"}, {"start": 1262, "end": 1264, "text": "13", "ref_id": "BIBREF12"}, {"start": 1477, "end": 1479, "text": "15", "ref_id": "BIBREF14"}, {"start": 1647, "end": 1649, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Here we have used immunopeptidomic based identification of peptides presented by MHC-I and MHC-II in macrophages infected with M. bovis BCG, applying an immunopeptidomics pipeline for peptide identification by mass spectrometry and bioinformatics 8 ( Supplementary Fig. 1 ). THP-1 cells were selected for this study because these are the most well-characterised human macrophage cell line with a defined HLA generic genotype HLA- Table 1 for allelic details), which is required for peptide binding prediction analysis once peptides have been identified. To overcome the ability of pathogenic mycobacteria to downregulate antigen processing and presentation, we stimulated cells with a cytokine mix to induce higher MHC class-II presentation, immunoprecipitated both MHC-I and MHC-II-peptide bound complexes and analysed by mass spectrometry, leading to the identification of mycobacterial peptides presented by both MHC-I and MHC-II. We have successfully identified 94 mycobacterial peptides presented by MHC-II and 43 presented by MHC-I, from 76 and 41 antigens, respectively. We have mapped the gene expression of BCG in infected macrophages and correlated the expression of the antigens identified with the global gene expression pattern in vivo. Finally, three antigens were selected, expressed in viral vectors and evaluated as vaccine candidates in a murine aerosol M.tb challenge experiment. The three candidate antigens, when delivered as viral vectors to boost previous BCG vaccination, conferred significant protection in the lungs and spleen of mice when administered in combination compared to BCG alone. This demonstrates proof-of-concept for this unbiased approach to identify new candidate antigens required for TB vaccine development.", "cite_spans": [{"start": 247, "end": 248, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 251, "end": 271, "text": "Supplementary Fig. 1", "ref_id": "FIGREF2"}, {"start": 430, "end": 437, "text": "Table 1", "ref_id": "TABREF0"}], "section": "INTRODUCTION"}, {"text": "Immunopetidomics pipeline can be used to identify BCG-derived peptides presented by MHC molecules To maximise identification of BCG peptides presented by THP-1 cell MHC molecules, a range of conditions were performed across four infection experiments (Table 1) . In all experiments, THP-1 cells were differentiated into macrophages and infected with BCG-GFP.", "cite_spans": [], "ref_spans": [{"start": 251, "end": 260, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "The two first experiments consisted of 2.5 x 10 8 cells infected with BCG-GFP, macrophages were harvested at 1 and 7 days postinfection. In the first experiment an immunoprecipitation against MHC-I was performed while in the second experiment both MHC-II and MHC-I immunoprecipitations were conducted (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 301, "end": 310, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Pathogenic mycobacteria are known to downregulate antigen presentation 16 at the gene expression level, 17 at the antigen processing level 17,18 and at the antigen presentation level, 18 therefore limiting our ability to identify peptides. To overcome this, we developed a cytokine cocktail to improve the expression of MHC-II molecules at the surface of infected macrophages. Interleukin-10 (IL10) is secreted by macrophages infected with pathogenic mycobacteria 18 and likely acts as an anti-inflammatory molecule reducing antigen processing and presentation. IFNγ has been shown to improve gene expression of MHC-II genes in infected THP-1 cells. 17 TNFα is important in the control of TB through diverse mechanisms including macrophage activation and granuloma formation. 19 We tested the effect of IFNγ, TNFα and anti-IL10 antibodies, alone or in combination to enhance MHC-II presentation in macrophages infected with BCG, and we were able to improve MHC-II but not MHC-I presentation ( Supplementary Fig. 2b , c). We observed that IFNγ alone was able to induce higher expression of HLA-DR but combining with other cytokines did not produce a synergistic effect. Furthermore, as live mycobacteria are known to actively block antigen processing and presentation 17, 18 we also treated macrophages with heat-killed BCG-GFP (HK-BCG). For the third and fourth experiments, we prepared six samples, three of which were stimulated with cytokine cocktail containing IFNγ to improve MHC-II expression and anti-IL10 to prevent the reduced antigen processing and presentation caused by mycobacterial infection, and three of which were left untreated. The three samples in each of these groups were then infected with live BCG-GFP, treated with HK-BCG or left uninfected. In the third experiment each sample was composed of 5 × 10 7 cells while in the fourth experiment each sample contained 5 × 10 8 cells. The rate of infection in all experiments ranged between 21 and 40% (Table 1 and Supplementary Fig. 2a ).", "cite_spans": [{"start": 71, "end": 73, "text": "16", "ref_id": "BIBREF15"}, {"start": 104, "end": 106, "text": "17", "ref_id": "BIBREF16"}, {"start": 184, "end": 186, "text": "18", "ref_id": "BIBREF17"}, {"start": 650, "end": 652, "text": "17", "ref_id": "BIBREF16"}, {"start": 776, "end": 778, "text": "19", "ref_id": "BIBREF18"}, {"start": 1267, "end": 1270, "text": "17,", "ref_id": "BIBREF16"}, {"start": 1271, "end": 1273, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 993, "end": 1014, "text": "Supplementary Fig. 2b", "ref_id": "FIGREF4"}, {"start": 1970, "end": 1978, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 1983, "end": 2004, "text": "Supplementary Fig. 2a", "ref_id": "FIGREF4"}], "section": "RESULTS"}, {"text": "Mycobacterial peptides are presented by MHC-I and MHC-II in infected macrophages Following mass spectrometric analysis of each sample, peptide spectra were analysed using Peaks (Bioinformatics Solutions). The Immunoprecipitation  MHC-I  MHC-I and -II  MHC-I and -II  MHC-I and -II   Number of samples  3  3  6  6 Number of total replicates 6 9 12 22 false discovery rate (FDR) of peptide identifications was controlled using in-build simultaneous interrogation of the spectra through a decoy database fused to the target sequence database. 20 Each spectrum was assigned a Peaks score reflecting the confidence of the sequence interpretation. We applied a Peaks score cut-off of 15 (Fig. 1a, d) .", "cite_spans": [{"start": 344, "end": 349, "text": "12 22", "ref_id": null}, {"start": 540, "end": 542, "text": "20", "ref_id": "BIBREF19"}, {"start": 678, "end": 680, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 209, "end": 312, "text": "Immunoprecipitation  MHC-I  MHC-I and -II  MHC-I and -II  MHC-I and -II   Number of samples  3  3  6  6", "ref_id": null}, {"start": 681, "end": 693, "text": "(Fig. 1a, d)", "ref_id": "FIGREF2"}], "section": "RESULTS"}, {"text": "The MHC-I peptides showed a typical distribution of amino acid length of all human peptides identified, with the predominant 9mer peak consisting of 55.98% of all MHC-I peptides (Fig. 1b) . The distribution of the MHC-II peptides revealed an enrichment of peptides ranging from 12 to 18 amino acids long (Fig. 1b) . Interestingly, a 9-mer peak can be observed within the MHC-II peptides, reflecting a potential non-specific co-precipitation of MHC-I peptides with MHC-II peptides 21 (Fig. 1b) . BCG-derived peptides were further selected based on their amino acid length. , and according to the netMHCpan rank (c). The best match HLA binding allele for each peptide was determined and selected. MHC-I peptides with a rank ≤ 0.5 or between 0.5 and 3.0 were considered strong or weak binders, respectively. MHC-II peptides with a rank ≤ 2 or between 2 and 10 were considered strong or weak binders, respectively. The remaining peptides were excluded. The alleles identified as best binders were HLA-A*02:01, HLA-B*15:11, HLA-B*15:15, HLA-C*03:03, HLA-C*03:13, HLA-DRB1*01:01, HLA-DRB1*15:01 and HLA-DRB5*01:01. d Selection of unique BCG peptides from total peptides following the pipeline for identification. A Peaks score cut-off of >15 was used for the peptide identification. After applying our data analysis pipeline, peptides were selected for presence in more than 1 sample (I, II). These were further selected if found in different experiments (III, IV) or if found in more than one sample but not in different experiments (V, VI). If peptides were not present in more than one sample, they were further down-selected into different peptide sequences found on the same antigen (VII, VIII) or found only once (IX, X). MHC-II peptides also presented nested sequences included in II and IV. e Total BCG antigens identified by MHC-I and MHC-II. f Table showing selected antigens for vaccine production. peptides were 8-25 amino acids in length, (Fig. 1d) . False positive sequences were excluded and 59 MHC-I and 105 MHC-II BCG peptide sequences were further analysed (Fig. 1d) . These sequences were further Blast analysed using the DeBosT script developed for this study. Moreover, the amino acids leucine (L) and isoleucine (I) are isomers, which are indistinguishable from each other in our mass spectrometry protocol. All peptides were blasted for all possible combinations of I and L, and when a combination matched a human peptide, the sequence was excluded. Applying these four data analysis criteria, we have identified 43 BCG MHC-I and 94 BCG MHC-II peptides (Fig. 1d) .", "cite_spans": [{"start": 480, "end": 482, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 178, "end": 187, "text": "(Fig. 1b)", "ref_id": "FIGREF2"}, {"start": 304, "end": 313, "text": "(Fig. 1b)", "ref_id": "FIGREF2"}, {"start": 483, "end": 492, "text": "(Fig. 1b)", "ref_id": "FIGREF2"}, {"start": 1848, "end": 1861, "text": "Table showing", "ref_id": null}, {"start": 1946, "end": 1955, "text": "(Fig. 1d)", "ref_id": "FIGREF2"}, {"start": 2069, "end": 2078, "text": "(Fig. 1d)", "ref_id": "FIGREF2"}, {"start": 2570, "end": 2579, "text": "(Fig. 1d)", "ref_id": "FIGREF2"}], "section": "RESULTS"}, {"text": "Forty-one MHC-I and 76 MHC-II BCG antigens were identified from the peptide sequences. Interestingly, five BCG antigens were common to both MHC-I and MHC-II ( Fig. 1e and Table 2 ). The peptides from the common antigens identified in MHC-II had an amino acid length ranging from 9 to 13, suggesting these could be MHC-I peptides that co-precipitated unspecifically with the MHC-II immunoprecipitation, rather than being the product of antigens presented by both MHC-I and MHC-II.", "cite_spans": [], "ref_spans": [{"start": 159, "end": 166, "text": "Fig. 1e", "ref_id": "FIGREF2"}, {"start": 171, "end": 178, "text": "Table 2", "ref_id": "TABREF3"}], "section": "RESULTS"}, {"text": "All peptides identified were analysed through netMHCpan 4.0 22 and netMHCpanII 3.2, 23 the reference algorithms for both MHC-I and MHC-II peptide prediction, respectively. The best match HLA binding allele and the best match score were identified and plotted for all human peptides across all samples. MHC-I peptides were more abundant that MHC-II peptides. Most MHC-I peptides were strong binders whereas most MHC-II peptides were weak binders (Fig. 1c) .", "cite_spans": [], "ref_spans": [{"start": 445, "end": 454, "text": "(Fig. 1c)", "ref_id": "FIGREF2"}], "section": "RESULTS"}, {"text": "After additional analysis of location, function and intracellular expression level, new candidates were selected based on the highest expression levels, IFNγ-ELISpot responses and Spectral Match Validation, for further analysis as proof-of-concept. From the list of BCG antigens identified ( Table 2, Supplementary Tables  2 and 3) , three were selected for evaluation as vaccine candidates (Fig. 1f) . The peptide BCG_3870c 4-12 LAASLLSRV from the Galactofuranosyl transferase BCG_3870c has 100% identity to Galactofuranosyltransferase glfT2 from M.tb (Rv3808c) and was identified in two samples of the first experiment, as a MHC-I bound peptide.", "cite_spans": [], "ref_spans": [{"start": 292, "end": 331, "text": "Table 2, Supplementary Tables  2 and 3)", "ref_id": "TABREF3"}, {"start": 391, "end": 400, "text": "(Fig. 1f)", "ref_id": "FIGREF2"}], "section": "RESULTS"}, {"text": "The fatty acid synthase (fas), was identified associated to both MHC-I and MHC-II molecules. The peptide fas 2248-2257 ADLVVIVGGA was identified associated to MHC-I in the second experiment. The peptide fas 57-65 GIETELATL was found associated to MHC-I in the sample NOCYT LIVEBCG from the third experiment, and the peptide fas 241-249 TPEQLSRFE was found associated to MCH-II in the same sample (Supplementary Tables 2  and 3 ).", "cite_spans": [], "ref_spans": [{"start": 396, "end": 426, "text": "(Supplementary Tables 2  and 3", "ref_id": "TABREF3"}], "section": "RESULTS"}, {"text": "The peptide from Ag85A, fbpA 44-51 FSRPGLPV, was found associated to MHC-I in the sample CYT HKBCG from the third experiment and samples CYT HKBCG A and B from the fourth experiment. Remarkably, this peptide is also present in Ag85B (fbpB 41-48 FSRPGLPV) and Ag85C (fbpC 47-54 FSRPGLPV). Viral vectors expressing Ag85A have been shown to improve the protective efficacy of BCG. 24 For these reasons, this antigen was selected for vaccine production (Fig. 1f) . The iniB and PPE15 antigens were selected because they have been described previously as presented by MHC-I molecules. 3, 13 Antigens presented by MHC-I and MHC-II are highly expressed in infected cells To verify whether the antigens identified were expressed in macrophages infected by BCG, we performed RNA-seq on THP-1 cells infected with BCG, 1 day post-infection. Proteins identified from peptides presented by MHC-I and MHC-II were plotted against normalised expression levels of all BCG genes (Fig. 2a, c) . Antigens presented by MHC-I were highly expressed compared to all BCG genes (p = 0.00019) (Fig. 2b) . MHC-II antigens were also highly expressed (p = 0.00061) although to a lesser extent (Fig.   2d ). The most highly expressed gene presented by MHC-I was fas, followed by BCG_3870c (glfT2) and by all three Ag85-complex genes (fbpABC) and others. The highest expressed gene presented by MHC-II was pks2, followed by mas, fadD26, pks3 and PPE55a.", "cite_spans": [{"start": 378, "end": 380, "text": "24", "ref_id": "BIBREF23"}, {"start": 580, "end": 582, "text": "3,", "ref_id": "BIBREF2"}, {"start": 583, "end": 585, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 449, "end": 458, "text": "(Fig. 1f)", "ref_id": "FIGREF2"}, {"start": 961, "end": 973, "text": "(Fig. 2a, c)", "ref_id": "FIGREF4"}, {"start": 1066, "end": 1075, "text": "(Fig. 2b)", "ref_id": "FIGREF4"}, {"start": 1163, "end": 1173, "text": "(Fig.   2d", "ref_id": "FIGREF4"}], "section": "RESULTS"}, {"text": "Antigens presented by MHC-I and MHC-II are mostly associated with membranes and involved in lipid metabolism To understand the predicted biological function and the cellular location of each antigen, we mapped the gene ontology of each antigen ( Fig. 2e-j) . Despite 37% of the antigens having unknown biological functions, 47% having unknown biological processes, and 60% having unknown subcellular locations, the antigens identified on MHC-I cluster mostly in the process of transmembrane transport (Fig. 2e) , with transferase activity functions (Fig. 2f ) located at the membrane (Fig. 2g) . The antigens identified on MHC-II cluster mostly in oxidation-reduction processes and functions (Fig. 2h , i), and were strongly associated to a membrane location (Fig. 2j ). Most antigens, with known functions, identified on both MHC-I and MHC-II were associated with the biosynthesis and transport of lipids and were located at the cell membrane, however, there is no significant over or under representation of membrane-or cell wall-associated proteins relatively to the entire BCG proteome.", "cite_spans": [], "ref_spans": [{"start": 246, "end": 256, "text": "Fig. 2e-j)", "ref_id": "FIGREF4"}, {"start": 501, "end": 510, "text": "(Fig. 2e)", "ref_id": "FIGREF4"}, {"start": 549, "end": 557, "text": "(Fig. 2f", "ref_id": "FIGREF4"}, {"start": 584, "end": 593, "text": "(Fig. 2g)", "ref_id": "FIGREF4"}, {"start": 692, "end": 700, "text": "(Fig. 2h", "ref_id": "FIGREF4"}, {"start": 759, "end": 767, "text": "(Fig. 2j", "ref_id": "FIGREF4"}], "section": "RESULTS"}, {"text": "Peptide sequences identified by mass spectrometry are confirmed by spectral match validation Based on the FDR, the PSMs identified using Peaks have a low probability of being false positives. However, to confirm that the peptide sequences were assigned correctly, a spectral match validation experiment was performed. Synthetic peptides were produced and compared to a selection of PSMs obtained from our experiments, herein referred to as biological peptides. Synthetic peptides were run in the same experimental conditions as biological peptides. The mass over charge [m/z] for each peptide, the charge state, the intensity and distribution of each peak within each peptide sequences, as well as the peptide-specific retention time (RT) on the liquid chromatography were compared between synthetic and biological peptides and the sequences matched ( Supplementary Fig. 3 ).", "cite_spans": [], "ref_spans": [{"start": 852, "end": 872, "text": "Supplementary Fig. 3", "ref_id": "FIGREF5"}], "section": "RESULTS"}, {"text": "Single peptides identified by immunopeptidomics are recognised by PBMCs from HLA-matched BCG-vaccinated subjects To evaluate whether the peptides identified could be recognised by BCG-vaccinated volunteers, IFNγ-ELISpots were performed on peripheral blood mononuclear cells (PBMCs) collected in previous clinical trials. Peptide responses were evaluated in healthy volunteers who had received BCG vaccination, subjects with latent M.tb infection and patients with active TB disease. The HLA types of the volunteers were known (Supplementary Table 4 ), allowing us to match a subset to the HLA type of the THP-1 cells (Supplementary Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 541, "end": 548, "text": "Table 4", "ref_id": null}, {"start": 632, "end": 639, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "The Ag85A peptide, fbpA [44] [45] [46] [47] [48] [49] [50] [51] FSRPGLPV, showed the highest response in the BCG-vaccinated HLA-matched group (mean = 11.34 spots per million PBMCs). There was a statistically significant difference between the responses in the BCG-vaccinated HLAmatched group, compared with the responses in the M.tb infected HLA-matched group (p = 0.048), the non-HLA-matched group (p = 0.0143) and the TB disease group (p = 0.0079) (Fig. 3a) .", "cite_spans": [{"start": 24, "end": 28, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 29, "end": 33, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 34, "end": 38, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 39, "end": 43, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 44, "end": 48, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 49, "end": 53, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 54, "end": 58, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 59, "end": 63, "text": "[51]", "ref_id": "BIBREF50"}], "ref_spans": [{"start": 450, "end": 459, "text": "(Fig. 3a)", "ref_id": "FIGREF5"}], "section": "RESULTS"}, {"text": "The glfT2 peptide, BCG_3870c 4-12 LAASLLSRV, showed the highest response in the M.tb infected HLA-matched group (mean = 25.23 spots per million PBMCs). However, the responses in the BCG-vaccinated HLA-matched group were significantly different from the responses in the M.tb infected non-HLA matched (p = 0.041) and active TB groups (p = 0.0079). The responses in the M.tb infected HLA-matched group were different from those in the active TB group (p = 0.0189) (Fig. 3b) . Responses (Fig. 3f) . Therefore, although the IFNγ-ELISpot responses were generally low for all groups, significant differences were observed for several individual peptides and the peptide pool in BCG-vaccinated individuals.", "cite_spans": [], "ref_spans": [{"start": 462, "end": 471, "text": "(Fig. 3b)", "ref_id": "FIGREF5"}, {"start": 484, "end": 493, "text": "(Fig. 3f)", "ref_id": "FIGREF5"}], "section": "RESULTS"}, {"text": "Selected antigens conferred significant protection when delivered in combination Peptides identified by mass spectrometry (Fig. 1) , originating from mycobacterial antigens that are expressed in infected macrophages (Fig. 2) , validated by spectral match validation (Supplementary Fig. 3) and ELISpot (Fig. 3) were selected to be evaluated as vaccine candidates. To determine whether these antigens could offer protective efficacy against TB disease, we produced viral vectors expressing each antigen ( Supplementary Fig. 4) . These antigens were evaluated as vaccine candidates alone or in combination in a murine aerosol M.tb challenge experiment. The BCM vaccination schedule consists on a BCG vaccination (B), followed by a boost of a replication-deficient chimpanzee adenovirus, ChAdOx1 (C) and a second boost of replicationdeficient modified Vaccinia virus Ankara, MVA (M), expressing the antigen of interest (Fig. 4a) . 24 Two challenge experiments were performed. In the first experiment viral vectors expressing Ag85A were used as a positive control (Fig. 4b, c ). Mice vaccinated with BCM regimens with individual antigens showed a significant lower median CFU compared to BCG vaccination alone in the lung, using Mann-Whitney U test (MW): BCG vs. BCM-glfT2 (p = 0.0207), BCG vs. BCM-fas (p = 0.0281) and BCG vs. BCM-Ag85A (p = 0.0207), although not significantly different for BCG vs. BCM-iniB or when using Kruskal-Wallis followed by Dunn's multiple comparison tests (KW-DM), in lung and spleen (Fig. 4b, c) .", "cite_spans": [{"start": 927, "end": 929, "text": "24", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 122, "end": 130, "text": "(Fig. 1)", "ref_id": "FIGREF2"}, {"start": 216, "end": 224, "text": "(Fig. 2)", "ref_id": "FIGREF4"}, {"start": 281, "end": 288, "text": "Fig. 3)", "ref_id": "FIGREF5"}, {"start": 301, "end": 309, "text": "(Fig. 3)", "ref_id": "FIGREF5"}, {"start": 503, "end": 524, "text": "Supplementary Fig. 4)", "ref_id": "FIGREF6"}, {"start": 915, "end": 924, "text": "(Fig. 4a)", "ref_id": "FIGREF6"}, {"start": 1059, "end": 1070, "text": "(Fig. 4b, c", "ref_id": "FIGREF6"}, {"start": 1507, "end": 1519, "text": "(Fig. 4b, c)", "ref_id": "FIGREF6"}], "section": "RESULTS"}, {"text": "In the second experiment, viral vectors expressing PPE15, recently described as a new protective antigen against TB, 25 were used as a positive control. The BCM regimen with BCM-PPE15 showed a significant lower median CFU compared to BCG vaccination alone (MW p = 0.0148) in the spleen but not in the lung and not with KW-DM. The other individual antigens were not significantly different compared to BCG vaccination alone both with MW or KW-DM. However, when combining the three antigens glfT2, iniB and fas (GIF), even at 2.5 fold lower dose per antigen, the efficacy of this regimen was significantly higher in the lung, compared to BCG alone (MW p = 0.0095, KW-DM p = 0.0144) (Fig. 4d) , and in the spleen (MW p = 0.0148, KW-DM p = 0.0141) (Fig. 4e) . When combining GIF with PPE15 and Ag85A (GIFPA) at the same dose, the significance is maintained in the lung, compared to BCG vaccination alone, (MW p = 0.0042, KW-DM p = 0.0261) (Fig. 4d) , and in the spleen (MW p = 0.0019, KW-DM p = 0.0081) (Fig. 4e) . Therefore, new pooled antigens identified by immunopeptidomics protected mice from M.tb disease in a murine challenge model.", "cite_spans": [{"start": 117, "end": 119, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 680, "end": 689, "text": "(Fig. 4d)", "ref_id": "FIGREF6"}, {"start": 744, "end": 753, "text": "(Fig. 4e)", "ref_id": "FIGREF6"}, {"start": 935, "end": 944, "text": "(Fig. 4d)", "ref_id": "FIGREF6"}, {"start": 999, "end": 1008, "text": "(Fig. 4e)", "ref_id": "FIGREF6"}], "section": "RESULTS"}, {"text": "We have identified MHC-I and MHC-II bound peptides in macrophages infected with M. bovis BCG. We have successfully identified 94 mycobacterial peptides presented by MHC-II and 43 presented by MHC-I, from 76 and 41 antigens, respectively. Three new antigens were expressed alongside others in viral vectors, and evaluated as vaccine candidates alone or in combination in a murine aerosol M.tb challenge model. When delivered in combination, these antigens conferred significant protection in the lungs and spleen compared with BCG vaccination alone. This demonstrates proof-of-concept for an unbiased approach to discover new candidate antigens.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The new vaccine antigens are glfT2, fas and iniB. The galactofuranosyltransferase, glfT2, identified in this study as BCG_3870c, contains 637 amino acids and is 100% identical to the glfT2 of M.tb (Rv3808c). This is a bifunctional transferase required for the biosynthesis of M.tb arabinogalactan, 26 part of the mycolyl-arabinogalactan-peptidoglycan (mAGP) complex of the cell wall which is essential for mycobacterial viability 27 and its crystal structure has been resolved. 28 Interestingly, this antigen was listed in the first report of peptide identification from M.tb using mass spectrometry. 13 The fatty acid synthase, fas in M. bovis BCG (Rv2524c in M.tb), is a very large protein containing 3069 amino acids in both species, with 99.97% identity. Fas, also known as FAS-I, is a eukaryotic-like enzyme that is involved in fatty acid biosynthesis in mycobacteria. 29-31 FAS-I is an essential multifunctional enzymatic complex, that catalyses the de novo synthesis of fatty acids from acetyl-CoA, contributing to the virulence of M.tb by elongating fatty acids. 30 The crystal structure of this enzyme has been resolved. 30 In fact, several enzymes of the polyketide synthase family were identified in this study (pks12 presented by MHC-I, pks2 and pks8 presented by MHC-II), thus suggesting that these may also be relevant targets for vaccine development. Moreover, the transfer of mycolic acids produced by the FAS-I and FAS-II complexes to arabinogalactan synthesised partially by glfT2 is catalysed by the Antigen 85 complex. 31, 32 In this study, the vaccine GIFPA containing a a Experimental design. All groups of CB6F1 mice were vaccinated with BCG, intradermally. Ten weeks later, mice were boosted with intranasal ChAdOx1, followed by intradermal MVA, 4 weeks later, the BCM schedule. A group of mice was vaccinated with BCG only and another group left unvaccinated. Four weeks after BCM, all mice were challenged with an aerosol of M.tb Erdman (100 CFU per animal). Four weeks later, animals were culled, lung and spleen harvested and CFU counted. CFU from lung (b) and spleen (c), from the first experiment comprising of BCM expressing single antigens (glfT2, fas, iniB or Ag85A). CFU from lung (d) and spleen (e), from the second experiment consisting of BCM expressing single antigens (glfT2, fas, or iniB) or a combination of these three antigens (GIF) or a combination of GIF plus Ag85A and PPE15 (GIFPA). CFU, colony forming units, n = 8. Each symbol represents one animal, the error bars represent the median and the columns represent the interquartile range. Kruskal-Wallis followed by Dunn's multiple comparison test (black bars) as well as Mann-Whitney U test (grey bars) were used to assess significance, *p < 0.05, **p < 0.01.", "cite_spans": [{"start": 298, "end": 300, "text": "26", "ref_id": "BIBREF25"}, {"start": 430, "end": 432, "text": "27", "ref_id": "BIBREF26"}, {"start": 478, "end": 480, "text": "28", "ref_id": "BIBREF27"}, {"start": 601, "end": 603, "text": "13", "ref_id": "BIBREF12"}, {"start": 1071, "end": 1073, "text": "30", "ref_id": "BIBREF29"}, {"start": 1130, "end": 1132, "text": "30", "ref_id": "BIBREF29"}, {"start": 1539, "end": 1542, "text": "31,", "ref_id": "BIBREF30"}, {"start": 1543, "end": 1545, "text": "32", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "combination of antigens that included fas, glfT2, Ag85A and PPE15 and iniB, showed the highest efficacy. The isoniazid inducible gene protein iniB is a 479 amino acid long protein identified for the first time by mass spectrometry in 2002. 13 In the same paper the authors described the identification of peptides from hsp65 (groEL2) and glfT2 (Rv3808c), both also identified in our study. That study identified three nested sequences of the isoniazid inducible gene protein iniB from M.tb (Rv0341) through pan-HLA class-I immunoprecipitation (Rv0341 33-42 ,GLIDIAPHQI; Rv0341 33-44 , GLIDIAPHQISS; Rv0341 33-45 , GLIDIAPHQISSV). 13 The same nested sequence was identified 15 years later as an M.tb peptide associated with soluble HLA-E (Rv0341 33-47 , GLIDIAPHQISSVAA). 14 Table 2 ). Moreover, the Rv0341 (iniB) protein shares 27.96% identity with iniC, and the sequence iniC 191-200 has five amino acids in common with Rv0341. Although we have not identified peptides from iniB, we found peptides from iniC, suggesting that this family (encoded in an iniBAC operon) may be co-expressed. These genes were highly expressed by MTC bacteria in infected macrophages. 33 Even though the antigen alone did not confer protection compared to BCG, significance was obtained when in combination with other antigens (Fig. 4) .", "cite_spans": [{"start": 240, "end": 242, "text": "13", "ref_id": "BIBREF12"}, {"start": 630, "end": 632, "text": "13", "ref_id": "BIBREF12"}, {"start": 771, "end": 773, "text": "14", "ref_id": "BIBREF13"}, {"start": 1164, "end": 1166, "text": "33", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 774, "end": 781, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 1306, "end": 1314, "text": "(Fig. 4)", "ref_id": "FIGREF6"}], "section": "DISCUSSION"}, {"text": "Most antigens presented by MHC-I and MHC-II were associated with the biosynthesis and transport of lipids and were located at the cell membrane. These include but were not limited to the mycobacterial membrane protein Large (mmpL) family, which we have identified mmpL12, mmpL14 and mmpL3, presented by MHC-I molecules. The mmpLs are transporters involved in the export of lipids across the cell wall, and have been implicated in drug resistance and are drug targets. 34, 35 These proteins are conserved across mycobacteria and most of their functions are unknown. 34 MmpL3, which is essential for viability, 36 has received much interest as a drug target. 35 Its crystal structure has been recently resolved, 35 it is involved in the transport of trehalose monomycolate (TMM) across the cell wall, a precursor of trehalose dimycolate TDM, which is a major glycolipid involved in mycobacterial virulence 37 by activating matrix metalloproteinases. 38 TMM is exported from the plasma membrane to the periplasmic space by mmpL3 and sent to the Ag85 complex that metabolises TMM into TDM. 34 MmpL3 has also been implicated in the import of heme. 34 In this study we identified nested peptides presented by MHC-II, originating from Heparin-binding hemagglutinin, hbhA in M. bovis BCG, which is 199 amino acid long, and has 100% identity to Rv0475 of M.tb H37Rv and is an important virulence factor of M. tb. 39 This antigen is a well-known immunogen and vaccine candidate 40, 41 that is able to induce multifunctional CD4 + T cells in HIV and non-HIV co-infected TB patients. 42 It induces a subset of CD4 + T cells with cytolytic functions, 41 and it is a known adhesin 43 that is involved in bacterial agglutination and has been implicated in the dissemination of M.tb. 44 It has been found in different intracellular locations, participates in the formation of lipid inclusions and can bind charged lipids specifically to 4,5phosphatidylinositol diphosphate. 45 We also have also identified a series of nested peptides presented by MHC-II originating from GroL2. The GroL2 of M. bovis BCG (also known as 60 kDa chaperonin 2, protein CPN60-2, 65 kDa antigen, heat shock protein 65, cell wall protein A and antigen A 46 ) is a well-known human 47 and veterinarian 48 vaccine candidate against TB as well as against head and neck cancer, 49 that has been widely studied as a DNA vaccine in mice. 50 GroL2 has 100% identity to the well-known GroEL2 of M.tb, 94.83% identity with GroEL of M.leprae, 93.37% identity with GroEL of the saprophyte M. smegmatis and 47.16% identity with human heat shock proteins. This 540 amino acid long antigen, activates dendritic cells 51 and macrophages through the TLR4/NF-κB signalling pathway 52 and induces strong CD4 + T cell responses. 47 Due to high conservation between human and mycobacterial heat shock proteins, peptides presented by MHC molecules might induce cross-reactivity of T cells that would break tolerance that could lead to autoimmunity. 53 Therefore, GroL2 epitopes should be carefully considered when designing vaccines against TB, even though they are presented by MHC-II molecules in infected macrophages.", "cite_spans": [{"start": 468, "end": 471, "text": "34,", "ref_id": "BIBREF33"}, {"start": 472, "end": 474, "text": "35", "ref_id": "BIBREF34"}, {"start": 565, "end": 567, "text": "34", "ref_id": "BIBREF33"}, {"start": 609, "end": 611, "text": "36", "ref_id": "BIBREF35"}, {"start": 657, "end": 659, "text": "35", "ref_id": "BIBREF34"}, {"start": 710, "end": 712, "text": "35", "ref_id": "BIBREF34"}, {"start": 948, "end": 950, "text": "38", "ref_id": "BIBREF37"}, {"start": 1086, "end": 1088, "text": "34", "ref_id": "BIBREF33"}, {"start": 1143, "end": 1145, "text": "34", "ref_id": "BIBREF33"}, {"start": 1404, "end": 1406, "text": "39", "ref_id": "BIBREF38"}, {"start": 1468, "end": 1471, "text": "40,", "ref_id": "BIBREF39"}, {"start": 1472, "end": 1474, "text": "41", "ref_id": "BIBREF40"}, {"start": 1572, "end": 1574, "text": "42", "ref_id": "BIBREF41"}, {"start": 1638, "end": 1640, "text": "41", "ref_id": "BIBREF40"}, {"start": 1768, "end": 1770, "text": "44", "ref_id": "BIBREF43"}, {"start": 1958, "end": 1960, "text": "45", "ref_id": "BIBREF44"}, {"start": 2241, "end": 2243, "text": "47", "ref_id": "BIBREF46"}, {"start": 2334, "end": 2336, "text": "49", "ref_id": "BIBREF48"}, {"start": 2392, "end": 2394, "text": "50", "ref_id": "BIBREF49"}, {"start": 2663, "end": 2665, "text": "51", "ref_id": "BIBREF50"}, {"start": 2770, "end": 2772, "text": "47", "ref_id": "BIBREF46"}, {"start": 2988, "end": 2990, "text": "53", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The PE/PPE family were identified for the first time in the M.tb genome sequence 29 and have gathered much interest from the community as potential vaccine candidates. 25 Here we used PPE15 (Rv1039c), as a control antigen, alone and in combination with other antigens. Even though PPE15 alone conferred protection compared to BCG in the spleen but not in the lung, it has been shown to be protective in previous studies 25 and in our study was able to confer significant protection when used in combination with other antigens (Fig. 4) . We observed significant protective efficacy when the new antigens were combined, suggesting immunological synergy between these antigens. The immunogenicity of these antigens alone or in combination, the mechanisms by which protective efficacy is improved, and immune correlates of protection which are still largely unknown, remains to be addressed in future studies.", "cite_spans": [{"start": 81, "end": 83, "text": "29", "ref_id": "BIBREF28"}, {"start": 168, "end": 170, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 527, "end": 535, "text": "(Fig. 4)", "ref_id": "FIGREF6"}], "section": "DISCUSSION"}, {"text": "In our study we identified PE/PPE family members, such as the PPE50 and PE-PGRS50. Interestingly, peptide pools from PPE50/ PPE51 induced significant numbers of IFNγ secreting T cells by ELISpot in PBMCs from M.tb infected individuals compared to patients with TB disease and PE-PGRS50 induced significant numbers of IFNγ secreting T cells from patients with TB disease compared to M.tb latently infected individuals. 3 The implication of the MHC presentation of peptides from PPE50 and PE-PGRS50 on the outcome of M.tb infection or TB disease are yet to be determined. Many other relevant genes were also identified in this study, which could also be of interest as new vaccine candidates, including ppsD, sseB, carB, groS and rplV, among others.", "cite_spans": [{"start": 418, "end": 419, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The pool of peptides used in IFNγ-ELISpots showed a difference between responses in BCG-vaccinated non-HLA-matched subjects and HLA-matched volunteers with latent M.tb infection. In fact, a higher response of the peptide pool in M.tb latently infected individuals may reflect the contribution of the BCG_3870c 4-12 LAASLLSRV peptide, as it showed a significantly higher response in PBMC from HLA-matched latently infected individuals compared to patients with TB disease. Also, the groL2 61-75 LEDPYE-KIGAELVKE peptide showed a high response in PBMC from HLAmatched, latently infected individuals. These responses with the single peptides may result in a higher overall response in HLAmatched, latently infected individuals against a pool of peptides. The contribution of the groL2 and BCG_3870 peptides may have hindered the effect of the other individual peptides on the pool. Interestingly, the single peptides fbpA 44-51 FSRPGLPV and BCG_3870c 4-12 LAASLLSRV, showed a significantly higher response in PBMC from HLA-matched, BCG-vaccinated volunteers compared to non-HLA-matched, M.tb infected subjects and subjects with TB disease, suggesting potential recognition of these epitopes by BCG-vaccinated individuals.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "We propose a new combination of techniques based in immunopeptidomics to discover, analyse and test new vaccine candidates against tuberculosis. We have identified multiple new MHC class-I and class-II antigens, tested three new antigens alone or in combination to show efficacy, driving forward the discovery of new vaccines that are desperately needed to control this global pandemic.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Human primary monocytes were obtained from leukapheresis cones from the local blood transfusion service. Human monocyte derived macrophages were produced as described previously. 54 PBMCs were obtained from healthy UK adults aged 18-55 who participated in vaccination studies approved by the Oxfordshire Research Ethics Committee. 55 PBMC from BCG-vaccinated individuals were obtained from a previous clinical trial NCT00480714 (TB003), 55 or ongoing clinical trials: ClinicalTrials.gov Identifier NCT02380508 (TB038) and NCT02709278 (TB041). Samples from latently infected individuals were obtained from a previous clinical trial NCT00456183 (TB007) 56 and samples from TB disease patients were obtained from a previous study. 57 Methods using samples collected from human volunteers were conducted in accordance with the ethical principles of the Declaration of Helsinki, Good Clinical Practice, and local regulatory requirements. All volunteers provided informed consent for study participation. ", "cite_spans": [{"start": 179, "end": 181, "text": "54", "ref_id": "BIBREF53"}, {"start": 331, "end": 333, "text": "55", "ref_id": "BIBREF54"}, {"start": 437, "end": 439, "text": "55", "ref_id": "BIBREF54"}, {"start": 651, "end": 653, "text": "56", "ref_id": "BIBREF55"}, {"start": 728, "end": 730, "text": "57", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Cells and bacteria"}, {"text": "Bacterial cultures in exponential growth phase were centrifuged at 2851g for 10 min, washed in phosphate-buffered saline (PBS), and resuspended in the desired culture medium without antibiotics. To dismantle bacterial clumps, the bacterial suspension was subjected to 15 min of ultrasonic bath. Residual clumps were removed by 1 min centrifugation at 931g. Single-cell suspension was verified by fluorescence microscopy. THP-1 cells were infected with BCG-GFP, alive or heat-killed, at a Multiplicity of Infection (MOI) of 10, with or without pre-treatment with IFNγ and anti-IL10 (Supplementary Fig. 1a and Table 1 ) for 4 h at 37°C with 5% CO 2 . Following internalisation, cells were washed with PBS and resuspended in appropriate culture medium without antibiotics. 54 One or 7 days post-infection, cells were harvested, lysed and total proteins collected ( Supplementary  Fig. 1a ). ", "cite_spans": [{"start": 770, "end": 772, "text": "54", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 596, "end": 603, "text": "Fig. 1a", "ref_id": "FIGREF2"}, {"start": 608, "end": 615, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 862, "end": 884, "text": "Supplementary  Fig. 1a", "ref_id": "FIGREF2"}], "section": "Macrophage infection"}, {"text": "An equivalent of 1 × 10 8 cells were lysed in 1 ml lysis buffer (0.5% Igepal, 150 mM NaCl, 50 mM Tris, pH 8.0, supplemented with complete™ protease inhibitor cocktail (Roche)). HLA complexes were immunoprecipitated using 1 mg monoclonal antibody L243 against HLA-DR per 1 × 10 8 cells followed by 1 mg monoclonal antibody W6/32 against pan-HLA class-I complexes (GE healthcare) cross-linked to Protein A Sepharose beads using dimethyl pimelimidate (DMP, Sigma) ( Supplementary Fig. 1b) . Lysates were incubated overnight with L243 beads followed by W6/32 beads. Beads were subsequently washed with 10 column volumes of 2 × 150 mM NaCl in 50 mM Tris, 1 × 450 mM NaCl in 50 mM Tris and 50 mM Tris buffer without salt. Peptides bound to the HLA groove were released with 5 mL 10% acetic acid. The HLA-bound peptides were further purified by HPLC (Ultimate 3000, Thermo Scientific) on a ProSwift RP-1S 4.6 × 50 mm column (Thermo Scientific) by applying a linear gradient of 2-35% (v/v) acetonitrile in 0.1% (v/v) formic acid in water over 10 min (Supplementary Fig. 1c) . Alternating fractions that did not contain larger complex components were pooled into two final fractions, concentrated and kept at −80°C prior to MS analysis.", "cite_spans": [], "ref_spans": [{"start": 463, "end": 485, "text": "Supplementary Fig. 1b)", "ref_id": "FIGREF2"}, {"start": 1042, "end": 1065, "text": "(Supplementary Fig. 1c)", "ref_id": "FIGREF2"}], "section": "Isolation of HLA-bound peptides"}, {"text": "Peptides were suspended in 20 μl buffer A (1% acetonitrile, 0.1% TFA in water) and analysed by nUPLC-MS/MS using an Ultimate 3000 RSLCnano System coupled with an Orbitrap Fusion Lumos Tribrid mass spectrometer (Thermo Scientific) or a TripleTOF 5600 (Sciex) (first experiment only). 12 Nine microliters of each sample were injected and trapped onto a 3 μm particle size 0.075 mm × 150 mm Acclaim PepMap RSLC column at 8 μl/min flowrate. Peptide separation was performed at 40°C by applying a 1 or 2 h linear gradient of 3-25% (v/v) acetonitrile in 0.1% (v/v) formic acid, 5% DMSO in water at a flowrate of 250 μl/min on a 2 μm particle size, 75 μm × 50 cm Acclaim PepMap RSLC column. For HLA class II samples, a linear gradient of 5-30% (v/v) acetonitrile was applied. Peptides were introduced to a Fusion Lumos mass spectrometer (Thermo Scientific) via an Easy-Spray source at 2000 V. The ion transfer tube temperature was set to 305°C. Measurement of precursor peptides was performed with a resolution of 120,000 for full MS (300-1500 m/z scan range) at an AGC target of 400,000. Precursor ion selection and fragmentation by high-energy collisional dissociation (HCD at 28% collision energy for charge state 2-4, 35% for charge state 1) was performed in TopSpeed mode at an isolation window of 1.2 Da for singly to quarterly charged ions at a resolution of 30,000 and an AGC target of 300,000 in the Orbitrap for a cycle duration of 2 s. Singly charged ions were acquired with lower priority. 8 MS data were analysed with Peaks 8 60 (Bioinformatics Solutions) for identification of peptide sequences (Supplementary Fig. 1d ). Spectra were matched to all reviewed 20997 human SwissProt entries from 09/11/2017 combined with Mycobacterium bovis (strain BCG/Pasteur 1173P2) was produced based on UniProt proteomes. 61 The results were filtered using a score cut-off of −lg10P = 15. The searches were performed with the following parameters: no enzyme specificity, no static and variable modifications, peptide tolerance: ±5ppm and fragment tolerance: ±0.03 Da.", "cite_spans": [{"start": 283, "end": 285, "text": "12", "ref_id": "BIBREF11"}, {"start": 1495, "end": 1496, "text": "8", "ref_id": "BIBREF7"}, {"start": 1814, "end": 1816, "text": "61", "ref_id": "BIBREF60"}], "ref_spans": [{"start": 1602, "end": 1624, "text": "(Supplementary Fig. 1d", "ref_id": "FIGREF2"}], "section": "Mass spectrometry and data analysis"}, {"text": "Human sequences were disregarded from the analysis. The PSMs of mycobacterial origin obtained were analysed following a pipeline consisting of: (1) A Peaks score cut-off of 15 was applied to all samples ( Fig. 1d and Supplementary Fig. 1e); (2) Identical BCG sequences identified in every sample or containing incorrect identification were considered false positives and were excluded (Fig. 1d) ; (3) A stringent Blast analysis was performed on every peptide sequence using the DeBosT script. Peptides with two or more amino acids different from human sequences were considered non-human and identified as BCG peptides (Supplementary Fig. 1f ). Peptides with higher netMHC rank were prioritised ( Supplementary Fig. 1g ). All the combinations of I/L amino acids were also considered to exclude potential human sequences. MHC-I peptides were divided based on their presence in more than one sample (8) or not (35) . When found in more than one sample, peptides observed in different experiments (5) were separated from peptides seen in the same experiment (3). The MHC-I peptides found in one sample (35) were divided into different peptide sequences found on the same antigen (6) or peptide sequences found in one antigen only (29) . MHC-II peptides were divided following the same criteria; however, the peptides found in more than one sample included nested peptides (20) which is a common feature of HLA-bound peptides, 62 or found in one sample (74). When found in more than one sample and nested, peptides observed in different experiments (17) were separated from peptides seen in the same experiment (3). The MHC-II peptides found in one sample were divided into different peptide sequences found on the same antigen (6) or peptide sequences found on one antigen only (68) (Fig. 1d) . Selected peptides sequences were confirmed by spectral match validation against a synthetic peptide ( Supplementary Fig. 1h and 3) . Final lists of MHC class-I and MHC class-II peptides were generated (Supplementary Tables 2 and 3 , respectively).", "cite_spans": [{"start": 897, "end": 900, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 908, "end": 912, "text": "(35)", "ref_id": "BIBREF34"}, {"start": 994, "end": 997, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 1099, "end": 1103, "text": "(35)", "ref_id": "BIBREF34"}, {"start": 1227, "end": 1231, "text": "(29)", "ref_id": "BIBREF28"}, {"start": 1369, "end": 1373, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 1423, "end": 1425, "text": "62", "ref_id": "BIBREF61"}, {"start": 1545, "end": 1549, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 205, "end": 240, "text": "Fig. 1d and Supplementary Fig. 1e);", "ref_id": "FIGREF2"}, {"start": 385, "end": 394, "text": "(Fig. 1d)", "ref_id": "FIGREF2"}, {"start": 634, "end": 641, "text": "Fig. 1f", "ref_id": "FIGREF2"}, {"start": 697, "end": 718, "text": "Supplementary Fig. 1g", "ref_id": "FIGREF2"}, {"start": 1780, "end": 1789, "text": "(Fig. 1d)", "ref_id": "FIGREF2"}, {"start": 1894, "end": 1922, "text": "Supplementary Fig. 1h and 3)", "ref_id": "FIGREF2"}, {"start": 1993, "end": 2022, "text": "(Supplementary Tables 2 and 3", "ref_id": "TABREF3"}], "section": "Mass spectrometry and data analysis"}, {"text": "Blast searches (National Library of Medicine, https://blast.ncbi.nlm.nih.gov) of putative mycobacterial sequences were performed using a batch script, available upon request. Mycobacterial sequences with less than two amino acid differences compared to human sequences were excluded from downstream analysis.", "cite_spans": [], "ref_spans": [], "section": "DeBosT script"}, {"text": "Synthetic peptides were synthesised by Mimotopes, UK, GeneScript, USA and Peptide Protein Research, UK. Peptides were dissolved in DMSO to 5 mM for spectral match validation and biological validations (ELISpot).", "cite_spans": [], "ref_spans": [], "section": "Synthetic peptides"}, {"text": "ChAdOx1 and MVA expressing each antigen were cloned using GeneArt Technology (ThermoFisher Scientific, UK). Four mammalian codonoptimised antigens (fasD1, fasD2, glfT2, iniB) and flanked by a Kozak consensus sequence, a tPA leader sequence, a GS linker at the 5′-end and a PK tag, Histidine tag and STOP codon at the 3′ end, were cloned into a GeneArt entry vector and then recombined into ChAdOx1 or MVA destination plasmids as previously described. 63, 64 ChAdOx1 and MVA expressing Ag85A and PPE15 were produced as previously described. 24, 25 Construct sequences are available upon request.", "cite_spans": [{"start": 451, "end": 454, "text": "63,", "ref_id": "BIBREF62"}, {"start": 455, "end": 457, "text": "64", "ref_id": "BIBREF63"}, {"start": 540, "end": 543, "text": "24,", "ref_id": "BIBREF23"}, {"start": 544, "end": 546, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Viral vector generation"}, {"text": "Six to nine weeks old female CB6F1/Crl mice were purchased from Charles River, UK. All procedures were performed in accordance with the UK Animals (Scientific Procedures) Act 1986 under project license number P9804B4F1 granted by the UK Home Office and received ethical approval from the Local Ethical Review Committee at the University of Oxford. Hybrid CB6F1 mice were used to include a broader MHC presentation compared to inbred parental C57BL/6 and BALB/c strains.", "cite_spans": [], "ref_spans": [], "section": "Mice"}, {"text": "The vaccination regimen was composed of a BCG prime, followed by an adenovirus (ChAdOx1) initial boost and a MVA second boost, expressing each antigen to be evaluated as a new vaccine candidate. This regimen, designated as BCM, has been validated as the best method to induce protection in a mouse M.tb aerosol challenge model. 24, 25 Groups of eight mice were vaccinated with 50 μL 4 × 10 5 CFU BCG Pasteur (ATCC 35734) intradermally (i.d.), followed by intranasal (i.n.) booster vaccination 10 weeks later, with 1 × 10 8 infectious units (IU) of ChAdOx1.glfT2, ChAdOx1.fasD1 mixed with ChAdOx1.fasD2, ChAdOx1.iniB, ChAdOx1.PPE15, ChAdOx1.Ag85A alone or in combination in 50 μL, followed by intradermal vaccination 4 weeks later, with 5x10 6 plaque forming units (pfu) of MVA containing the same antigens in 50 μL. For vaccines containing multiple antigens, 0.4 × 10 7 IU of ChAdOx1 and 2 × 10 6 pfu of MVA containing each antigen were administered.", "cite_spans": [{"start": 328, "end": 331, "text": "24,", "ref_id": "BIBREF23"}, {"start": 332, "end": 334, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Immunisations"}, {"text": "Four weeks after the last vaccination, mice were challenged with an M.tb aerosol. Aerosol challenge was performed using a Biaera AeroMP-controlled nebuliser (Biera technologies; Hagerstown, USA) contained in a Biosafety level 3 TCOL isolator as previously described. 24, 25 Animals were loaded in nose-only restrainers and exposed to aerosolised M.tb Erdman K01 (TMC107) (BEI resources; Manassas USA), prepared at 1 × 10 6 CFU/mL in the nebuliser. The challenge protocol consisted of a 10 min run, followed by a 5 min purge, at an airflow 12 L/min, and pressure 20 psig. Mice were infected with approximately 50-100 CFU, confirmed 24 h post-challenge in two mice per experiment.", "cite_spans": [{"start": 267, "end": 270, "text": "24,", "ref_id": "BIBREF23"}, {"start": 271, "end": 273, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "M.tb challenge experiments"}, {"text": "Four weeks post-challenge, lungs and spleens of mice were harvested for mycobacterial quantification. Organs were placed in reinforced homogenisation tubes (Stretton-scientific, UK) containing 1 ml of PBS and homogenised using Precellys-24 (Stretton-scientific) at 5500 rpm for 20 s. Dilutions were prepared in PBS and plated in duplicate on modified 7H11 agar plates (APHA). 65 Plates were incubated at 37°C and counted 5 weeks later ( Fig. 4 and Supplementary Fig. 1j ).", "cite_spans": [{"start": 376, "end": 378, "text": "65", "ref_id": "BIBREF64"}], "ref_spans": [{"start": 437, "end": 443, "text": "Fig. 4", "ref_id": "FIGREF6"}, {"start": 448, "end": 469, "text": "Supplementary Fig. 1j", "ref_id": "FIGREF2"}], "section": "M.tb challenge experiments"}, {"text": "Transcriptional profiling intracellular M. bovis BCG THP-1 cells were infected at an MOI of 10:1 for 4 h at 37°C with 5% CO 2 . After 4 h, the cells were washed with PBS and then incubated in RPMI without antibiotics for a further 20 h. Mycobacterial RNA was harvested using the GTC/Trizol differential lysis method and purified using RNeasy columns (Qiagen) with DNase treatment. 33 Mycobacterial RNA yield and quality was assessed using the NanoDrop One Spectrophotometer (Thermo Scientific) and Agilent 4200 TapeStation (Agilent Technologies). Libraries for RNA sequencing were prepared from three (2ug total RNA) biological replicates of intracellular M. bovis BCG after rRNA depletion (Ribo-Zero, Illumina) using the NEBNext Ultra II kit (New England Biolabs), and sequenced on an Illumina NextSeq500 sequencer. Paired-end reads were mapped to the M. bovis BCG Pasteur 1173P2 genome using STAR (v2.6.0c) and normalised using Relative Log Expression (RLE) in DESeq2 (v1.20.0). 66 Transcript abundance was estimated by ranking the average expression ratio for each gene relative to all genes.", "cite_spans": [{"start": 381, "end": 383, "text": "33", "ref_id": "BIBREF32"}, {"start": 981, "end": 983, "text": "66", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "M.tb challenge experiments"}, {"text": "Ex vivo Interferon-gamma ELISpot assay PBMCs isolated from whole blood and ELISpots were performed as previously described. 55 Responses to selected individual peptides or a pool of peptides, 2 µg/mL each peptide, identified in this study were assessed. Responses were corrected by subtracting the number of spots from the unstimulated cells. Results were reported as spot-forming cells (SFC) per million PBMCs ( Fig. 3 and Supplementary Fig. 1i ).", "cite_spans": [{"start": 124, "end": 126, "text": "55", "ref_id": "BIBREF54"}], "ref_spans": [{"start": 413, "end": 419, "text": "Fig. 3", "ref_id": "FIGREF5"}, {"start": 424, "end": 445, "text": "Supplementary Fig. 1i", "ref_id": "FIGREF2"}], "section": "M.tb challenge experiments"}, {"text": "Statistical analysis was performed on GraphPad Prism 8. Analysis of data sets was performed using two-tailed Mann-Whitney U test or Kruskal-Wallis followed by post-hoc tests, for multiple comparisons.", "cite_spans": [], "ref_spans": [], "section": "Statistical analyses"}, {"text": "Further information on research design is available in the Nature Research Reporting Summary linked to this article", "cite_spans": [], "ref_spans": [], "section": "Reporting summary"}, {"text": "Fully annotated RNA-seq data have been deposited in ArrayExpress; accession number E-MTAB-8057. The mass spectrometry data that supports the findings of this study are available at PRIDE, identifier PXD015646 (fourth experiment). Other experimental data is available from the corresponding author upon request.", "cite_spans": [], "ref_spans": [], "section": "DATA AVAILABILITY"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Efficacy of BCG vaccine in the prevention of tuberculosis. Metaanalysis of the published literature", "authors": [{"first": "G", "middle": ["A"], "last": "Colditz", "suffix": ""}], "year": 1994, "venue": "Jama", "volume": "271", "issn": "", "pages": "698--702", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Comprehensive definition of human immunodominant CD8 antigens in tuberculosis", "authors": [{"first": "D", "middle": ["A"], "last": "Lewinsohn", "suffix": ""}], "year": 2017, "venue": "NPJ Vaccines", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41541-017-0008-6"]}}, "BIBREF3": {"ref_id": "b3", "title": "Current approaches toward identifying a correlate of immune protection from tuberculosis", "authors": [{"first": "I", "middle": [], "last": "Satti", "suffix": ""}, {"first": "H", "middle": [], "last": "Mcshane", "suffix": ""}], "year": 2019, "venue": "Expert Rev. Vaccines", "volume": "18", "issn": "", "pages": "43--59", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Progress and challenges in TB vaccine development", "authors": [{"first": "G", "middle": [], "last": "Voss", "suffix": ""}], "year": 2018, "venue": "", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Vaccine candidates", "authors": [{"first": "", "middle": [], "last": "Aeras", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Characterization of peptides bound to the class I MHC molecule HLA-A2.1 by mass spectrometry", "authors": [{"first": "D", "middle": ["F"], "last": "Hunt", "suffix": ""}], "year": 1992, "venue": "Science", "volume": "255", "issn": "", "pages": "1261--1263", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Mass spectrometry-based identification of MHC-bound peptides for immunopeptidomics", "authors": [{"first": "A", "middle": ["W"], "last": "Purcell", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Ramarathinam", "suffix": ""}, {"first": "N", "middle": [], "last": "Ternette", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41596-019-0133-y"]}}, "BIBREF8": {"ref_id": "b8", "title": "Naturally occurring peptides associated with HLA-A2 in ovarian cancer cell lines identified by mass spectrometry are targets of HLA-A2-restricted cytotoxic T cells", "authors": [{"first": "V", "middle": [], "last": "Ramakrishna", "suffix": ""}], "year": 2003, "venue": "Int. Immunol", "volume": "15", "issn": "", "pages": "751--763", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "MHC class I-presented T cell epitopes identified by immunoproteomics analysis are targets for a cross reactive influenza-specific T cell response", "authors": [{"first": "J", "middle": ["S"], "last": "Testa", "suffix": ""}], "year": 2012, "venue": "PloS ONE", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Identification of naturally processed hepatitis C virus-derived major histocompatibility complex class I ligands", "authors": [{"first": "B", "middle": [], "last": "Wolk", "suffix": ""}], "year": 2012, "venue": "PloS ONE", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Defining the HLA class I-associated viral antigen repertoire from HIV-1-infected human cells", "authors": [{"first": "N", "middle": [], "last": "Ternette", "suffix": ""}], "year": 2016, "venue": "Eur. J. Immunol", "volume": "46", "issn": "", "pages": "60--69", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Identification by mass spectrometry of CD8(+)-T-cell Mycobacterium tuberculosis epitopes within the Rv0341 gene product", "authors": [{"first": "D", "middle": ["C"], "last": "Flyer", "suffix": ""}], "year": 2002, "venue": "Infect. Immun", "volume": "70", "issn": "", "pages": "2926--2932", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "T cell recognition of Mycobacterium tuberculosis peptides presented by HLA-E derived from infected human cells", "authors": [{"first": "C", "middle": [], "last": "Mcmurtrey", "suffix": ""}], "year": 2017, "venue": "PloS ONE", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Identification of broadly conserved cross-species protective Leishmania antigen and its responding CD4+ T cells", "authors": [{"first": "Z", "middle": [], "last": "Mou", "suffix": ""}], "year": 2015, "venue": "Sci. Transl. Med", "volume": "7", "issn": "", "pages": "310--167", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Attenuation of HLA-DR expression by mononuclear phagocytes infected with Mycobacterium tuberculosis is related to intracellular sequestration of immature class II heterodimers", "authors": [{"first": "Z", "middle": [], "last": "Hmama", "suffix": ""}, {"first": "R", "middle": [], "last": "Gabathuler", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Jefferies", "suffix": ""}, {"first": "G", "middle": [], "last": "De Jong", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Reiner", "suffix": ""}], "year": 1998, "venue": "J. Immunol", "volume": "161", "issn": "", "pages": "4882--4893", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Prolonged toll-like receptor signaling by Mycobacterium tuberculosis and its 19-kilodalton lipoprotein inhibits gamma interferon-induced regulation of selected genes in macrophages", "authors": [{"first": "R", "middle": ["K"], "last": "Pai", "suffix": ""}], "year": 2004, "venue": "Infect. Immun", "volume": "72", "issn": "", "pages": "6603--6614", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Mycobacterium bovis BCG attenuates surface expression of mature class II molecules through IL-10-dependent inhibition of cathepsin S", "authors": [{"first": "K", "middle": [], "last": "Sendide", "suffix": ""}], "year": 2005, "venue": "J. Immunol", "volume": "175", "issn": "", "pages": "5324--5332", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Tumor necrosis factor and tuberculosis", "authors": [{"first": "P", "middle": ["L"], "last": "Lin", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Plessner", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Voitenok", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Flynn", "suffix": ""}], "year": 2007, "venue": "J. Investig. Dermatol. Symp . Proc", "volume": "12", "issn": "", "pages": "22--25", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "PEAKS DB: de novo sequencing assisted database search for sensitive and accurate peptide identification", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2012, "venue": "Mol. Cell. Proteom.: MCP", "volume": "11", "issn": "", "pages": "111--010587", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Discrimination between human leukocyte antigen class Ibound and co-purified HIV-derived peptides in immunopeptidomics workflows", "authors": [{"first": "T", "middle": [], "last": "Partridge", "suffix": ""}], "year": 2018, "venue": "Front. Immunol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "NetMHCpan-4.0: improved peptide-MHC class I interaction predictions integrating eluted ligand and peptide binding affinity data", "authors": [{"first": "V", "middle": [], "last": "Jurtz", "suffix": ""}], "year": 2017, "venue": "J. Immunol", "volume": "199", "issn": "", "pages": "3360--3368", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Improved methods for predicting peptide binding affinity to MHC class II molecules", "authors": [{"first": "K", "middle": ["K"], "last": "Jensen", "suffix": ""}], "year": 2018, "venue": "Immunology", "volume": "154", "issn": "", "pages": "394--406", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Improvement of BCG protective efficacy with a novel chimpanzee adenovirus and a modified vaccinia Ankara virus both expressing Ag85A", "authors": [{"first": "E", "middle": [], "last": "Stylianou", "suffix": ""}], "year": 2015, "venue": "Vaccine", "volume": "33", "issn": "", "pages": "6800--6808", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Identification and evaluation of novel protective antigens for the development of a candidate tuberculosis subunit vaccine", "authors": [{"first": "E", "middle": [], "last": "Stylianou", "suffix": ""}], "year": 2018, "venue": "Infect. Immun", "volume": "86", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/IAI.00014-18"]}}, "BIBREF25": {"ref_id": "b25", "title": "STD-NMR studies suggest that two acceptor substrates for GlfT2, a bifunctional galactofuranosyltransferase required for the biosynthesis of Mycobacterium tuberculosis arabinogalactan, compete for the same binding site", "authors": [{"first": "M", "middle": ["G"], "last": "Szczepina", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Zheng", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Completo", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Lowary", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Pinto", "suffix": ""}], "year": 2009, "venue": "ChemBioChem", "volume": "10", "issn": "", "pages": "2052--2059", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Chemical insight into the mechanism and specificity of GlfT2, a bifunctional galactofuranosyltransferase from mycobacteria", "authors": [{"first": "M", "middle": ["B"], "last": "Poulin", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Lowary", "suffix": ""}], "year": 2016, "venue": "J. Org. Chem", "volume": "81", "issn": "", "pages": "8123--8130", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Tetrameric structure of the GlfT2 galactofuranosyltransferase reveals a scaffold for the assembly of mycobacterial Arabinogalactan", "authors": [{"first": "R", "middle": ["W"], "last": "Wheatley", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Zheng", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Richards", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Lowary", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Ng", "suffix": ""}], "year": 2012, "venue": "J. Biol. Chem", "volume": "287", "issn": "", "pages": "28132--28143", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Deciphering the biology of Mycobacterium tuberculosis from the complete genome sequence", "authors": [{"first": "S", "middle": ["T"], "last": "Cole", "suffix": ""}], "year": 1998, "venue": "Nature", "volume": "393", "issn": "", "pages": "537--544", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Structure of Type-I Mycobacterium tuberculosis fatty acid synthase at 3.3 A resolution", "authors": [{"first": "N", "middle": [], "last": "Elad", "suffix": ""}], "year": 2018, "venue": "Nat. Commun", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The Mycobacterium tuberculosis FAS-II condensing enzymes: their role in mycolic acid biosynthesis, acid-fastness, pathogenesis and in future drug development", "authors": [{"first": "A", "middle": [], "last": "Bhatt", "suffix": ""}, {"first": "V", "middle": [], "last": "Molle", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Besra", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Jacobs", "suffix": ""}, {"first": "L", "middle": [], "last": "Kremer", "suffix": ""}], "year": 2007, "venue": "Mol. Microbiol", "volume": "64", "issn": "", "pages": "1442--1454", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Role of the major antigen of Mycobacterium tuberculosis in cell wall biogenesis", "authors": [{"first": "J", "middle": ["T"], "last": "Belisle", "suffix": ""}], "year": 1997, "venue": "Science", "volume": "276", "issn": "", "pages": "1420--1422", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Probing host pathogen cross-talk by transcriptional profiling of both Mycobacterium tuberculosis and infected human dendritic cells and macrophages", "authors": [{"first": "L", "middle": [], "last": "Tailleux", "suffix": ""}], "year": 2008, "venue": "PloS ONE", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The diverse family of MmpL transporters in mycobacteria: from regulation to antimicrobial developments", "authors": [{"first": "A", "middle": [], "last": "Viljoen", "suffix": ""}], "year": 2017, "venue": "Mol. Microbiol", "volume": "104", "issn": "", "pages": "889--904", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Crystal structures of membrane transporter MmpL3, an Anti-TB drug target", "authors": [{"first": "B", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2019, "venue": "Cell", "volume": "176", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Contribution of the Mycobacterium tuberculosis MmpL protein family to virulence and drug resistance", "authors": [{"first": "P", "middle": [], "last": "Domenech", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Reed", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Barry", "suffix": ""}], "year": 2005, "venue": "Infect. Immun", "volume": "73", "issn": "", "pages": "3492--3501", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Studies on the virulence of tubercle bacilli; isolation and biological properties of a constituent of virulent organisms", "authors": [{"first": "H", "middle": [], "last": "Bloch", "suffix": ""}], "year": 1950, "venue": "J. Exp. Med", "volume": "91", "issn": "", "pages": "197--218", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Mycobacterial trehalose dimycolate reprograms macrophage global gene expression and activates matrix metalloproteinases", "authors": [{"first": "K", "middle": [], "last": "Sakamoto", "suffix": ""}], "year": 2013, "venue": "Infect. Immun", "volume": "81", "issn": "", "pages": "764--776", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "The heparin-binding haemagglutinin of M. tuberculosis is required for extrapulmonary dissemination", "authors": [{"first": "K", "middle": [], "last": "Pethe", "suffix": ""}], "year": 2001, "venue": "Nature", "volume": "412", "issn": "", "pages": "190--194", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Methylation-dependent T cell immunity to Mycobacterium tuberculosis heparin-binding hemagglutinin", "authors": [{"first": "S", "middle": [], "last": "Temmerman", "suffix": ""}], "year": 2004, "venue": "Nat. Med", "volume": "10", "issn": "", "pages": "935--941", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "HBHA-induced polycytotoxic CD4(+) T lymphocytes are associated with the control of Mycobacterium tuberculosis infection in humans", "authors": [{"first": "L", "middle": [], "last": "Aerts", "suffix": ""}], "year": 2019, "venue": "J. Immunol", "volume": "202", "issn": "", "pages": "421--427", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Immune characterization of the HBHA-specific response in Mycobacterium tuberculosis-infected patients with or without HIV infection", "authors": [{"first": "T", "middle": [], "last": "Chiacchio", "suffix": ""}], "year": 2017, "venue": "PloS ONE", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "A structural overview of mycobacterial adhesins: key biomarkers for diagnostics and therapeutics", "authors": [{"first": "F", "middle": [], "last": "Squeglia", "suffix": ""}, {"first": "A", "middle": [], "last": "Ruggiero", "suffix": ""}, {"first": "A", "middle": [], "last": "De Simone", "suffix": ""}, {"first": "R", "middle": [], "last": "Berisio", "suffix": ""}], "year": 2018, "venue": "Protein Sci", "volume": "27", "issn": "", "pages": "369--380", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Mapping key interactions in the dimerization process of HBHA from Mycobacterium tuberculosis, insights into bacterial agglutination", "authors": [{"first": "C", "middle": [], "last": "Esposito", "suffix": ""}], "year": 2012, "venue": "FEBS Lett", "volume": "586", "issn": "", "pages": "659--667", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Heparin-binding hemagglutinin adhesin (HBHA) is involved in intracytosolic lipid inclusions formation in mycobacteria", "authors": [{"first": "D", "middle": [], "last": "Raze", "suffix": ""}], "year": 2018, "venue": "Front. Microbiol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The Mycobacterium tuberculosis 65-kilodalton antigen is a heat shock protein which corresponds to common antigen and to the Escherichia coli GroEL protein", "authors": [{"first": "T", "middle": ["M"], "last": "Shinnick", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Vodkin", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Williams", "suffix": ""}], "year": 1988, "venue": "Infect. Immun", "volume": "56", "issn": "", "pages": "446--451", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Mycobacterial Hsp65 antigen upregulates the cellular immune response of healthy individuals compared with tuberculosis patients", "authors": [{"first": "P", "middle": ["F"], "last": "Wowk", "suffix": ""}], "year": 2017, "venue": "Hum. vaccines immunotherapeutics", "volume": "13", "issn": "", "pages": "1040--1050", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Improved immunogenicity of DNA vaccination with mycobacterial HSP65 against bovine tuberculosis by protein boosting", "authors": [{"first": "H", "middle": ["M"], "last": "Vordermeier", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Lowrie", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Hewinson", "suffix": ""}], "year": 2003, "venue": "Vet. Microbiol", "volume": "93", "issn": "", "pages": "349--359", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Immune response to vaccination with DNA-Hsp65 in a phase I clinical trial with head and neck cancer patients", "authors": [{"first": "G", "middle": ["D"], "last": "Victora", "suffix": ""}], "year": 2009, "venue": "Cancer gene Ther", "volume": "16", "issn": "", "pages": "598--608", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Vaccination against tuberculosis by DNA injection", "authors": [{"first": "R", "middle": ["E"], "last": "Tascon", "suffix": ""}], "year": 1996, "venue": "Nat. Med", "volume": "2", "issn": "", "pages": "888--892", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Mycobacterium tuberculosis GroEL2 Modulates Dendritic Cell Responses", "authors": [{"first": "M", "middle": [], "last": "Georgieva", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Sia", "suffix": ""}, {"first": "E", "middle": [], "last": "Bizzell", "suffix": ""}, {"first": "R", "middle": [], "last": "Madan-Lala", "suffix": ""}, {"first": "J", "middle": [], "last": "Rengarajan", "suffix": ""}], "year": 2018, "venue": "Infect. Immun", "volume": "86", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/IAI.00387-17"]}}, "BIBREF51": {"ref_id": "b51", "title": "Mycobacterium tuberculosis heat shock proteins use diverse Toll-like receptor pathways to activate pro-inflammatory signals", "authors": [{"first": "Y", "middle": [], "last": "Bulut", "suffix": ""}], "year": 2005, "venue": "J. Biol. Chem", "volume": "280", "issn": "", "pages": "20961--20967", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Heat shock proteins and autoimmunity: a critical appraisal", "authors": [{"first": "S", "middle": ["H"], "last": "Kaufmann", "suffix": ""}], "year": 1994, "venue": "Int. Arch. allergy Immunol", "volume": "103", "issn": "", "pages": "317--322", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Actin-binding protein regulation by microRNAs as a novel microbial strategy to modulate phagocytosis by host cells: the case of N-Wasp and miR-142-3p", "authors": [{"first": "P", "middle": [], "last": "Bettencourt", "suffix": ""}], "year": 2013, "venue": "Front. Cell. Infect. Microbiol", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Recombinant modified vaccinia virus Ankara expressing antigen 85A boosts BCG-primed and naturally acquired antimycobacterial immunity in humans", "authors": [{"first": "H", "middle": [], "last": "Mcshane", "suffix": ""}], "year": 2004, "venue": "Nat. Med", "volume": "10", "issn": "", "pages": "1240--1244", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Safety and immunogenicity of a new tuberculosis vaccine, MVA85A, in Mycobacterium tuberculosis-infected individuals", "authors": [{"first": "C", "middle": ["R"], "last": "Sander", "suffix": ""}], "year": 2009, "venue": "Am. J. Respiratory Crit. Care Med", "volume": "179", "issn": "", "pages": "724--733", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Immunological correlates of mycobacterial growth inhibition describe a spectrum of tuberculosis infection", "authors": [{"first": "M", "middle": ["K"], "last": "O&apos;shea", "suffix": ""}], "year": 2018, "venue": "Sci. Rep", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "A role for dendritic cells in the dissemination of mycobacterial infection", "authors": [{"first": "I", "middle": ["R"], "last": "Humphreys", "suffix": ""}], "year": 2006, "venue": "Microbes Infect", "volume": "8", "issn": "", "pages": "1339--1346", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Assessment of immunity to mycobacterial infection with luciferase reporter constructs", "authors": [{"first": "V", "middle": ["A"], "last": "Snewin", "suffix": ""}], "year": 1999, "venue": "Infect. Immun", "volume": "67", "issn": "", "pages": "4586--4593", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Deep learning enables de novo peptide sequencing from dataindependent-acquisition mass spectrometry", "authors": [{"first": "N", "middle": ["H"], "last": "Tran", "suffix": ""}], "year": 2019, "venue": "Nat. Methods", "volume": "16", "issn": "", "pages": "63--66", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "UniProt: a worldwide hub of protein knowledge", "authors": [{"first": "C", "middle": [], "last": "Uniprot", "suffix": ""}], "year": 2019, "venue": "Nucleic Acids Res", "volume": "47", "issn": "", "pages": "506--515", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Analysis of MHC class II antigen processing by quantitation of peptides that constitute nested sets", "authors": [{"first": "J", "middle": ["D"], "last": "Lippolis", "suffix": ""}], "year": 2002, "venue": "J. Immunol", "volume": "169", "issn": "", "pages": "5089--5097", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "A novel chimpanzee adenovirus vector with low human seroprevalence: improved systems for vector derivation and comparative immunogenicity", "authors": [{"first": "M", "middle": ["D"], "last": "Dicks", "suffix": ""}], "year": 2012, "venue": "PloS ONE", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Enhanced T-cell immunogenicity of plasmid DNA vaccines boosted by recombinant modified vaccinia virus Ankara in humans", "authors": [{"first": "S", "middle": ["J"], "last": "Mcconkey", "suffix": ""}], "year": 2003, "venue": "Nat. Med", "volume": "9", "issn": "", "pages": "729--735", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "A selective oleic acid albumin agar medium for the cultivation of Mycobacterium bovis", "authors": [{"first": "J", "middle": [], "last": "Gallagher", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Horwill", "suffix": ""}], "year": 1977, "venue": "J. Hyg. (Lond.)", "volume": "79", "issn": "", "pages": "155--160", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2", "authors": [{"first": "M", "middle": ["I"], "last": "Love", "suffix": ""}, {"first": "W", "middle": [], "last": "Huber", "suffix": ""}, {"first": "S", "middle": [], "last": "Anders", "suffix": ""}], "year": 2014, "venue": "Genome Biol", "volume": "15", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A*02:01, HLA-B*15:11, HLA-B*15:15, HLA-C*03:03, HLA-C*03:13, HLA-DRB1*01:01, HLA-DRB1*15:01, HLA-DRB5*01:01, HLA-DQB1*06:02, HLA-DQB1*05:01, HLA-DPB1*04:02 and HLA-DQP1*02:01 (Supplementary", "latex": null, "type": "figure"}, "FIGREF1": {"text": "From a total of 82 MHC-I and 166 MHC-II BCG unique peptides, all MHC-I BCG peptides were 8-15 amino acids and all MHC-II BCG", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Peptide identification and selection of vaccine candidates. a Distribution of unique human and BCG peptides identified in each experiment. Distribution of unique human peptides from the four experiments combined, identified in function of length (b)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Gene expression and gene ontology of antigens identified. Associated genes of MHC-I (a) and MHC-II presented peptides (c) are highly expressed in M. bovis BCG RNA extracted after 24 h infection of THP-1 cells. Normalised expression levels of M. bovis BCG genes were measured by RNA-seq. Genes encoding peptides detected on MHC-I (b) or MHC-II (d) are significantly higher expressed compared to all genes in M. bovis BCG RNA extracted after 24 h infection of THP-1 cells. The lower and upper hinges correspond to the first and third quartiles (the 25th and 75th percentiles) and the centre line corresponds to the median. The upper whisker extends from the hinge to the largest value no further than 1.5 * IQR from the hinge (where IQR is the interquartile range). The lower whisker extends from the hinge to the smallest value at most 1.5 * IQR of the hinge. Gene ontology of identified antigens. Proteins of MHC-I and MHC-II associated peptides (", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Peptide-specific responses of IFNγ secreting PBMCs from patient groups. ELISpots of PBMCs from 14 BCG-vaccinated individuals HLA-matched (n = 5), BCG-vaccinated individuals non-HLA matched (n = 8), latently infected individuals HLA-matched (n = 7), latently infected individuals non-HLA matched (n = 10 in (a, b, c, d, e); n = 9 in (f) and tuberculosis active patients (n = 5 in (a, b, c, d, e); n = 4 in (f) were used. Cells were stimulated with 2μg/ml of individual or pooled peptides or 20μg/ml PPD, or left unstimulated, with 3 × 10 5 cells per well in duplicates. Cells were stimulated with (a) fbpA 44-51 FSRPGLPV, (b) BCG_3870c 4-12 LAASLLSRV, (c) fas 57-65 GIETELATL, (d) iniC 191-200 QIGGLVGGSV, (e) groL2[61][62][63][64][65][66][67][68][69][70][71][72][73][74][75] LEDPYEKIGAELVKE and (f) a pool of peptides containing these five sequences and mmpL12 396-403 AGCTLLIR and atpA 333-340 KANDISAY (a peptide identified with a Peaks score of 14.54 hence excluded from the analysis). Each dot represents the results from each peptide. The error bars show the mean and standard errors of the mean. Statistical analysis performed with Two-tailed Mann-Whitney U test, and statistically significant differences between groups are represented as *p < 0.05, **p < 0.01.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Protective efficacy of selected antigens alone or in combination, against a challenge with an aerosol of M.tb Erdman.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "We have identified Isoniazid inducible gene protein iniC peptide sequence iniC 191-200 QIGGLVGGSV in two experiments (Supplementary", "latex": null, "type": "figure"}, "FIGREF8": {"text": "THP-1 monocytes (ATCC TIB-202) were induced into phagocytic macrophage-like cells by stimulation with 20 nM Phorbol 12-Myristate Acetate (PMA, Sigma-Aldrich, UK), overnight. Cytokine treatments included 50 ng/mL IFNγ, 50 ng/mL TNFα (both from Immuno Tools, Germany) and 1 μg/mL anti-IL10, (clone JES3-9D7, BD Biosciences, UK) post PMA activation. HLA genotype of the cells and detailed allelic information is shown in Supplementary Table 1. HeLa cells (ATCC CCL-2.1) were used for ChAdOx1 and MVA infections to monitor the expression of each antigen, by western blot. For in vitro infection, BCG Montreal (ATCC 35735), 58 containing pEGFP cloned under the control of mycobacterial 19 kDa promoter 59 was kindly provided by Dr Rajko Reljic from St George's University of London, whereinafter designated as BCG-GFP. BCG-GFP was grown in medium containing Middlebrook's 7H9 broth (BD Biosciences, UK), supplemented with 10% OADC enrichment (BD Biosciences, UK), 0.2% glycerol and 0.05% tyloxapol at 37°C, in aerobic conditions, on a shaker at 200 rpm. 54 BCG-GFP was used to determine the rate of infection of the THP-1 infection experiments, by flow cytometry.For BCG mouse vaccinations, BCG Pasteur (ATCC 35734) was grown in 7H9 broth (BD Biosciences, UK) containing 0.05% Tween 80 (Sigma-Aldrich, UK) and 10% ADC (Sigma-Aldrich, UK).For M.tb mouse challenges, M.tb Erdman K01 (TMC107) was obtained from BEI resources, Manassas, USA.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Macrophages were harvested with a cell scraper and fixed with 4% paraformaldehyde for 20 min, followed by cell staining with antibodies specific for human HLA-ABC, dilution 1:100 (clone W6/32, BioLegend, UK, Cat. No. 311418) or HLA-DR dilution 1:25 (clone L243, BioLegend UK, Cat. No. 307606), for 30 min. Determination of the rate of infection was performed based on the percentage of GFP positive cells, on fixed cells 24 h post-infection, after washing several times with PBS to remove extracellular bacteria. Samples were run on an LSR II flow cytometer and the data analysed using FlowJo (TreeStar Inc, Ashland, USA).HeLa cells infected with ChAdOx1 and MVA cloned with each selected antigen were used detect antigen expression by western blot, using the iBind Western System (Invitrogen, UK). Antigens were detected with a primary Histidine Tag antibody, diluted 1:1000 BioRad, Cat. No. MCA1396, clone AD1.1.10, followed by a secondary polyclonal antibody, Goat Anti-Mouse IgG Fc (Alkaline Phosphatase), dilution 1:1000 (Abcam, UK, Cat. No. ab98710).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Description of the samples.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Exp 1 </td><td>Exp 2 </td><td>Exp 3 </td><td>Exp 4\n</td></tr><tr><td>Number of cells per sample </td><td>2.5 × 108 </td><td>2.5 × 108 </td><td>5 × 107 </td><td>5 × 108\n</td></tr><tr><td>Rate of infection (%) </td><td>30 </td><td>30 </td><td>40 </td><td>21\n</td></tr><tr><td>Culture flasks </td><td>T1000 </td><td>T175 </td><td>T175 </td><td>T175\n</td></tr><tr><td>Cytokine pre-treatment </td><td>No </td><td>No </td><td>Yes </td><td>Yes\n</td></tr><tr><td>Heat Killed BCG </td><td>No </td><td>No </td><td>Yes </td><td>Yes\n</td></tr><tr><td>Immunoprecipitation </td><td>MHC-I </td><td>MHC-I and -II </td><td>MHC-I and -II </td><td>MHC-I and -II\n</td></tr><tr><td>Number of samples </td><td>3 </td><td>3 </td><td>6 </td><td>6\n</td></tr><tr><td>Number of total replicates </td><td>6 </td><td>9 </td><td>12 </td><td>22\n</td></tr><tr><td>Name of samples (replicates A/B) </td><td>CONTROL (A, B) </td><td>CONTROL (A, B)a </td><td>NOCYT NOINF </td><td>NOCYT NOINF (A, B)\n</td></tr><tr><td>DAY 1 (A, B) </td><td>DAY 1 (A, B)a </td><td>NOCYT HKBCG </td><td>NOCYT HKBCG (A, B)\n</td></tr><tr><td> </td><td>DAY 7 (A, B) </td><td>DAY 7 (A, B)a </td><td>NOCYT LIVEBCG </td><td>NOCYT LIVEBCG (A, B)\n</td></tr><tr><td> </td><td> </td><td> </td><td>CYT NOINF </td><td>CYT NOINF (A, B)\n</td></tr><tr><td> </td><td> </td><td> </td><td>CYT HKBCG </td><td>CYT HKBCG (A,B)a\n</td></tr><tr><td> </td><td> </td><td> </td><td>CYT LIVEBCG </td><td>CYT LIVEBCG (A, B)a\n</td></tr></table></body></html>"}, "TABREF1": {"text": "to all samples, resulting in an average FDR of 1.65% for MHC-I, and 10.37% for MHC-II peptides. We identified a total number of", "latex": null, "type": "table"}, "TABREF3": {"text": "Antigens identified in MHC-I, -II or both.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Antigen identification\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>MHC-I </td><td> </td><td>MHC-II </td><td> </td><td>MHC-I and -II\n</td><td> </td></tr><tr><td>Symbol </td><td>Accession </td><td>Symbol </td><td>Accession </td><td>Symbol </td><td>Accession\n</td></tr><tr><td>BCG_0270 </td><td>A1KF53 </td><td>BCG_0082 </td><td>A0A0H3M0K6 </td><td>carB </td><td>A0A0H3MCS3\n</td></tr><tr><td>BCG_0405c </td><td>A0A0H3M1D1 </td><td>BCG_0116 </td><td>A0A0H3M793 </td><td>dxs </td><td>A1KM20\n</td></tr><tr><td>BCG_1061c </td><td>A0A0H3M9A8 </td><td>BCG_0234 </td><td>A0A0H3MA06 </td><td>fas </td><td>A0A0H3MFR6\n</td></tr><tr><td>BCG_1241 </td><td>A0A0H3M5F4 </td><td>BCG_0323 </td><td>A0A0H3M155 </td><td>PE_PGRS27 </td><td>A0A0H3M617\n</td></tr><tr><td>BCG_1242c </td><td>A0A0H3MC94 </td><td>BCG_0465c </td><td>A0A0H3M812 </td><td>PPE8 </td><td>A0A0H3M207\n</td></tr><tr><td>BCG_2410 </td><td>A0A0H3MFF6 </td><td>BCG_0526 </td><td>A0A0H3MAK2\n</td><td> </td><td> </td></tr><tr><td>BCG_2427c </td><td>A0A0H3MFH1 </td><td>BCG_0845c </td><td>A0A0H3M332\n</td><td> </td><td> </td></tr><tr><td>BCG_2476c </td><td>A0A0H3M6D2 </td><td>BCG_0897 </td><td>A0A0H3M2H3\n</td><td> </td><td> </td></tr><tr><td>BCG_2532c </td><td>A0A0H3MCT0 </td><td>BCG_1381c </td><td>A0A0H3MA33\n</td><td> </td><td> </td></tr><tr><td>BCG_2582c </td><td>A0A0H3MFU7 </td><td>BCG_1493 </td><td>A0A0H3M602\n</td><td> </td><td> </td></tr><tr><td>BCG_2830 </td><td>A0A0H3M7I5 </td><td>BCG_1520c </td><td>A0A0H3M3X1\n</td><td> </td><td> </td></tr><tr><td>BCG_3501c </td><td>A0A0H3M9J8 </td><td>BCG_1721 </td><td>A0A0H3M4I3\n</td><td> </td><td> </td></tr><tr><td>BCG_3864c </td><td>A0A0H3MAQ0 </td><td>BCG_2160 </td><td>A0A0H3M5I7\n</td><td> </td><td> </td></tr><tr><td>BCG_3870c </td><td>A0A0H3MAQ2 </td><td>BCG_2240c </td><td>A0A0H3M833\n</td><td> </td><td> </td></tr><tr><td>BCG_3967 </td><td>A0A0H3MCA7 </td><td>BCG_2938 </td><td>A0A0H3M9W9\n</td><td> </td><td> </td></tr><tr><td>bioB </td><td>A1KJ05 </td><td>BCG_3469 </td><td>A1KP90\n</td><td> </td><td> </td></tr><tr><td>carB </td><td>A0A0H3MCS3 </td><td>BCG_3644c </td><td>A1KPR5\n</td><td> </td><td> </td></tr><tr><td>cydD </td><td>A0A0H3MDE4 </td><td>BCG_3738 </td><td>A0A0H3MIR0\n</td><td> </td><td> </td></tr><tr><td>dxs </td><td>A1KM20 </td><td>BCG_3788 </td><td>A0A0H3MBW3\n</td><td> </td><td> </td></tr><tr><td>fadD24 </td><td>A0A0H3M520 </td><td>BCG_3838 </td><td>A0A0H3MAM8\n</td><td> </td><td> </td></tr><tr><td>fas </td><td>A0A0H3MFR6 </td><td>BCG_3906c </td><td>A0A0H3MAU4\n</td><td> </td><td> </td></tr><tr><td>fbpA </td><td>A1KQD8 </td><td>BCG_3941c </td><td>A0A0H3MC87\n</td><td> </td><td> </td></tr><tr><td>fbpB </td><td>A1KJU9 </td><td>carB </td><td>A0A0H3MCS3\n</td><td> </td><td> </td></tr><tr><td>fbpC </td><td>A0A0H3M0R3 </td><td>ctpJ </td><td>A0A0H3M9W7\n</td><td> </td><td> </td></tr><tr><td>iniC </td><td>A0A0H3M1A8 </td><td>dipZ </td><td>A0A0H3M9U0\n</td><td> </td><td> </td></tr><tr><td>mbtD </td><td>A0A0H3M738 </td><td>dnaB </td><td>A0A0H3M178\n</td><td> </td><td> </td></tr><tr><td>metH </td><td>A0A0H3M6G7 </td><td>dnaN_1 </td><td>A0A0G2Q9D4\n</td><td> </td><td> </td></tr><tr><td>mmpL12 </td><td>A0A0H3M689 </td><td>dxs </td><td>A1KM20\n</td><td> </td><td> </td></tr><tr><td>mmpL14 </td><td>A0A0H3M5L6 </td><td>echA5 </td><td>A0A0H3M485\n</td><td> </td><td> </td></tr><tr><td>mmpL3 </td><td>A0A0H3M2S6 </td><td>efpA </td><td>A0A0H3MDJ5\n</td><td> </td><td> </td></tr><tr><td>PE_PGRS14 </td><td>A0A0H3M376 </td><td>embA </td><td>A0A0H3MFP8\n</td><td> </td><td> </td></tr><tr><td>PE_PGRS27 </td><td>A0A0H3M617 </td><td>embB </td><td>A0A0H3MC15\n</td><td> </td><td> </td></tr><tr><td>pks12 </td><td>A0A0H3M7L7 </td><td>eno </td><td>A1KHG1\n</td><td> </td><td> </td></tr><tr><td>PPE24 </td><td>A0A0H3M5L1 </td><td>fadD26 </td><td>A0A0H3M8A6\n</td><td> </td><td> </td></tr><tr><td>PPE4 </td><td>A0A0H3MA86 </td><td>fadE34 </td><td>A0A0H3MIH3\n</td><td> </td><td> </td></tr><tr><td>PPE8 </td><td>A0A0H3M207 </td><td>fas </td><td>A0A0H3MFR6\n</td><td> </td><td> </td></tr><tr><td>ppsD </td><td>A0A0H3MGQ7 </td><td>ftsY </td><td>A0A0H3MDN2\n</td><td> </td><td> </td></tr><tr><td>rpfA </td><td>A0A0H3M8Z9 </td><td>gap </td><td>A0A0H3MAB5\n</td><td> </td><td> </td></tr><tr><td>sseB </td><td>A0A0H3MF71 </td><td>gltB </td><td>A0A0H3MJE7\n</td><td> </td><td> </td></tr><tr><td>ugpBa </td><td>A0A0H3M9Q7 </td><td>groL2 </td><td>A1KFR2\n</td><td> </td><td> </td></tr><tr><td>uvrA </td><td>A0A0H3M4F7 </td><td>groS </td><td>A1KPA9\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>hbhA </td><td>A1KFU9\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>hemE </td><td>A1KM16\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>hisD </td><td>A0A0H3M564\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>hns </td><td>A0A0H3MC68\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>htrA </td><td>A0A0H3M5J1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>hupB </td><td>A0A0H3M7X4\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>kgd </td><td>A1KI36\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>lipE </td><td>A0A0H3MJ54\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>metE </td><td>A1KHS4\n</td></tr></table></body></html>"}, "TABREF4": {"text": "to the fatty acid synthase peptide, fas 57-65 GIETELATL, the isoniazid inducible gene protein iniC peptide, iniC 191-200 QIGGLVGGSV, and the 60 kDa chaperonin 2 peptide, groL2[61][62][63][64][65][66][67][68][69][70][71][72][73][74][75] LEDPYEKIGAELVKE were not different between groups(Fig. 3c-e, respectively). Responses to the pool of peptides composed of the five previous peptides, mmpL12 396-403 AGCTLLIR and atpA 333-340 KANDISAY, were significantly higher in the M.tb infected HLA-matched compared to the BCG-vaccinated non-HLA matched", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "were linked to EBI QuickGO Gene ontology clusters and displayed as chord plots for the three aspects Biological Process (e, h), Molecular Function (f, i) and Cellular Component (g, j). Proteins without a GO category were labelled as Unknown. To prevent overplotting, only the first 22 GO categories are shown and all lower categories as determined by enrichment p-values were labelled as \"Other\". P-values were estimated using a Mann-Whitney test.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no competing interests.", "cite_spans": [], "ref_spans": [], "section": "COMPETING INTERESTS"}, {"text": "Supplementary information is available for this paper at https://doi.org/10.1038/ s41541-019-0148-y.Correspondence and requests for materials should be addressed to P.B.Reprints and permission information is available at http://www.nature.com/ reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/.", "cite_spans": [], "ref_spans": [], "section": "ADDITIONAL INFORMATION"}]}