{
    "paper_id": "2cc94dd095674f008724f9516b0fc8a2bbf177a9",
    "metadata": {
        "title": "REVIEW ARTICLES",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The most widely used method of introducing genes in a genetically stable manner into mammalian cells is DNA transfection,' in which purified DNA is co-precipitated with calcium phosphate or dextran sulfate and added directly to the cells. At low frequency, viable cells can be isolated which contain one to several copies of the transfected DNA integrated into the chromosome. DNA transfection has several drawbacks that severely limit its use as a general method for introducing genes into mammalian cells. First, it is very inefficient. At best, only a small fraction of cells will have incorporated the newly transferred gene. Secondly, only a small number of in vitro cultured cell lines are susceptible to this low level of gene transfer. In the past several years, the use of novel gene transfer techniques has been investi-gated. Protoplast fusion2 and elec-troporation3 exhibit a broader host range of susceptible cells, enabling the transfer of genes into many lymphoid cell lines. However, the efficiency of gene transfer is still very low. A third technique which shows much promise utilizes a virus to deliver genes into recipient cells and is the subject of this review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Retroviruses are RNA viruses; the viral genes are encoded in a single-stranded RNA molecule. After the virus penetrates into the cell, the viral RNA is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biology of Retroviruses"
        },
        {
            "text": "converted to a double-stranded DNA molecule (this process is called reverse transcription). This DNA enters the nucleus and integrates into the cell chromosome, becoming indistinguishable from any other cellular gene. The integrated viral DNA form, called a prooirus, is the template for the expression of the viral genes and the synthesis of the progeny virion RNA. The viral gene products and progeny RNA assemble into a virion which leaves the cell by budding through the outer membrane. It is important to point out that the integration of the viral genome into the cell chromosome is a normal part of the viral replication process which is mediated by virally encoded functions. With a few exceptions, the presence of the viral genome in the cell, expression of its genes, and the formation of progeny virus have no apparent effect on the viability of the infected cell. The cell is chronically infected, but otherwise healthy, and continuously secretes virus into the medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEW ARTICLES"
        },
        {
            "text": "The suitability of retroviruses for gene transfer stems from their mode of replication. By 'simply' replacing the viral genes with the gene of interest and utilizing the efficient viral infection process, the gene is transferred into the target cell as if it were a viral gene. Fig. 1 is a schematic diagram showing how it works. First, a retrovirus carrying the foreign gene is produced, and next, the hybrid or recombinant virus is used to infect the target cell. Generation of a recombinant retrovirus proceeds in two steps. First, using standard recombinant DNA techniques, portions of the viral DNA are combined with the gene of interest. As shown in Fig. 1 , most of the internal viral sequences may be replaced with the foreign gene. The remaining retroviral DNA, called the vector, always includes the two ends of the viral genome, which are terminally redundant and are called long terminal repeats (LTRs). This and immediately adjacent regions of the viral genome contains important (cis) functions necessary for the replication of the virus. The deleted sequences, which may be replaced with the foreign gene, encode viral proteins that are necessary for the formation of infectious virions (trans functions). These proteins, also necessary for the replication of the virus, can be complemented in trans if the cell contains another virus expressing the gene products missing in the vector. In the second step, the hybrid DNA is in- troduced into specially designed in vitro cultured cells by standard (and inefficient) DNA transfection procedures. These cells, called packaging cells: harbor a retrovirus defective in a cis ( Y ) function. Its RNA cannot encapsidate into a virion but it does express all the viral proteins (trans functions) and is therefore able to complement the same functions missing in the incoming vector DNA. The vector DNA is now transcribed into a corresponding RNA which is encapsidated into a retrovirus virion and is secreted into the medium. The actual gene transfer starts at this point: the virus collected in the medium is used to infect the target cells, and through the efficient viral infection process the foreign gene is inserted into the cell chromosome as if it were a viral gene (for further reading, see ref.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 284,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 656,
                    "end": 662,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Principles of Ret rovect o rolog y"
        },
        {
            "text": "Why is retroviral based gene transfer such a promising technique? Mainly for two reasons. First, because of its potential high efficiency, it is the only system available for use in cases where it is necessary for the gene of interest to be introduced into a large proportion of the target cells. This is in sharp contrast to other gene transfer systems such as DNA transfection,' protoplast fusion2 and electr~poration.~ Secondly, retroviral vectors have a broad host range, enabling the introduction of genes not only into monolayer-grown cells such as NIH 3T3 or L cells but also into many suspension-grown lymphoid and myeloid cells, and hemopoietic stem 5). cells present in the bone marrow population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles of Ret rovect o rolog y"
        },
        {
            "text": "As with many new emerging technologies, the potential of retroviral gene transfer created great expectations. However, it was soon realized that there are certain limitations and difficulties associated with this technology. The basic limitation of using retroviral vectors compared to alternative types of gene transfer techniques is that it requires extra manipulations, and is thus more time-consuming. When using DNA transfection, electroporation or protoplast fusion, the DNA fragment carrying the gene of interest is directly introduced into the target cells, whereas using retroviral vectors the gene of interest is first inserted into a retrovirus vector and converted into a virion before the actual gene transfer takes place (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 743,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Principles of Ret rovect o rolog y"
        },
        {
            "text": "The use of retrovirus vectors has encountered an even more serious difficulty. With numerous refinements, it is now quite simple to insert a gene into a retrovirus vector, obtain recombinant virus, infect target cells and express the foreign gene. What is however more difficult and elusive at this moment is to optimize the eficiency of the process. Two parameters determine the efficiency of retroviral vectors. The first is the ability to infect a large proportion of the target cells. This property is a function of the titer of recombinant virus that can be produced in the process as described in Fig. 1 . Secondly, once delivered into the target cells the gene has to be expressed properly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 609,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Principles of Ret rovect o rolog y"
        },
        {
            "text": "The nature of the retrovirus vector will determine to a large extent both parameters. The reason why the development of an all-purpose super-efficient retrovirus vector is elusive stems from the simple fact that we don't understand yet some of the more subtle details of the structure and biology of retroviruses nor that of mammalian genes. Most often difficulties arise when the hybrid virus is constructed by replacing viral genes with a foreign gene (Fig. 1) . The removal of viral sequences and substitution of foreign DNA can cause a substantial reduction in the titer of viruses generated and can also reduce the efficiency with which the transduced gene is expressed. Since different substitutions can create variable negative effects and the requirements for optimal foreign gene expression are largely unknown, the outcome of any particular combination cannot be predicted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 462,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Principles of Ret rovect o rolog y"
        },
        {
            "text": "Three types of retroviral vector are shown in Fig. 2 . Note that these vectors accommodate not one but two genes. One gene is the gene of interest and the second gene is a selectable gene. A selectable gene is not absolutely required, but its presence greatly facilitates the use of retroviral vectors, enabling the identification and isolation of productively infected cells. In some cases, the presence of a selectable gene may have negative effects, and the use of vectors without selectable genes, although more cumbersome, may be considered. Fig. 2A shows the structure of a prototype double expression (DE) vector as described by Cepko et aL6 As shown in Fig. 2A (top), normal viral genes are expressed from two RNA species. The gag and pol genes are expressed from an unspliced RNA form which is co-linear with the viral genome and the enu gene is expressed from a spliced RNA form, produced from the unspliced RNA species by the removal of a long intron. Removal of the viral intron is tightly regulated in this system, since both RNA species, the spliced form and its precursor, the unspliced form, accumulate in the cytoplasm in optimal proportions. DE vectors ( Fig.  2A , bottom) contain two foreign genes. One gene, replacing the gaglpol segment, is expressed from the unspliced RNA form; and the second gene, replacing the viral enu gene, is expressed from the spliced RNA form. The distinguishing feature of this type of vector is that it provides not only the (cis) functions necessary for the transmission of the foreign genes into the target cells but also provides the (cis) functions for their expression, such as an enhancer, a promoter, and a 5' splice site present in the 5' LTR and downstream sequences, a polyA signal in the 3' LTR, and a 3' splice site encoded in a third DNA fragment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 52,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 554,
                    "text": "Fig. 2A",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 668,
                    "text": "Fig. 2A",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1181,
                    "text": "Fig.  2A",
                    "ref_id": null
                }
            ],
            "section": "Retrovirus Vectors"
        },
        {
            "text": "DE vectors are dependent on the efficient formation of the viral RNA species. This in turn depends on a properly regulated splicing process, and the underlying assumption in the design of these vectors6 was that removal of the viral intron is regulated by the sequences immediately surrounding the splice junctions. There is now mounting evidence that this assumption is not correct. Instead, sequences scattered throughout the viral intron were found to play an essential role in modulating the levels of spliced and unspliced RNA forms that accumulate in the cytopla~m.'~~ Thus the absence of intron-contained sequences in DE vectors may be one reason for their poor performance. A second and more important limitation in using DE vectors is inherent in their structure. In DE vectors the expression of the gene of interest is directed from the promoter encoded in the LTR, and therefore the usefulness of these vectors will be limited to cells in which the viral promoter is active. Fig. 2B shows the structure of another type of retroviral vector in which the transduced gene is expressed from an internal promoter, hence the name, vectors with internal promoters (VIP). In these vectors. the selectable gene is linked to the left end of the viral DNA and is expressed from the viral prom~ter.~. lo A 'minigene' consisting of a DNA fragment encoding a promoter linked to a cDNA copy of the gene of interests is inserted downstream of the selectable gene as shown in Fig.  2 B . The promoter-encoding DNA fragment, which is responsible for the expression of the transduced gene, can be derived from any gene and therefore, in using this type of vector, one has the flexibility of choosing the promoters to express the transduced gene in a manner most appropriate for a particular experimental design. The main drawback of this strategy of vector design is",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 986,
                    "end": 993,
                    "text": "Fig. 2B",
                    "ref_id": null
                },
                {
                    "start": 1470,
                    "end": 1479,
                    "text": "Fig.  2 B",
                    "ref_id": null
                }
            ],
            "section": "Retrovirus Vectors"
        },
        {
            "text": "that the presence of a promoter internal to the viral vector may affect critical vector functions, i.e. the titer of viruses generated, and viral promoter Fig. 2 B (bottom) , shows the structure of a VIP vector called N2, which differs from similarly constructed vectors. In addition to the LTRs, retroviral vectors must contain a region downstream of the 5' LTR which encodes the viral packaging signal ( Y ) . This region excludes the gag AUG initiation codon so that the gene fused downstream of these sequences will be translated properly. As shown in Fig. 2 B (bottom) , in the N 2 vector the region downstream of the 5' LTR extends beyond the gag AUG initiation codon and includes 418 base pairs of the gag coding sequences to which the bacterial Neo gene is fused. It appears that this extra region present in N2 is responsible for the production of 10-to 50-fold higher titers of virus as compared to similar vectors lacking. these sequences. In N 2 the functional AUG and 418 base pairs of gag coding sequence, are out of frame with the Neo gene coding sequences. How is the Neo gene expressed? As illustrated in Fig.  2 B, it appears that a cryptic 3' splice site is activated in the gag coding sequences upstream of the Neo gene, generating a spliced RNA form which serves as the mRNA for the Neo gene (Armentano et al., in preparation). Reports from several laboratories suggest that the N 2 vector and its derivatives are very useful for the transfer of genes into suspensiongrown lymphoid cells and especially into bone marrow progenitor cells of various species. l1, l2",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 172,
                    "text": "Fig. 2 B (bottom)",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 573,
                    "text": "Fig. 2 B (bottom)",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1129,
                    "text": "Fig.  2",
                    "ref_id": null
                }
            ],
            "section": "REVIEW ARTICLES"
        },
        {
            "text": "SIN vectors are the latest addition in retrovirus vectors, and they have a very interesting property.13 The LTRs at the two ends of the retroviral genome contain an element called an enhancer which can affect the expression of the foreign gene in VIP vectors and which can activate adjacent oncogenes when integrated into the cell chromosome. This is a worrisome aspect if retroviral vectors are to be used in human therapy. The special property of the SIN vector is, as its full name implies, that upon integration into the chromosome of the target cells it self-inactivates because a small portion of the viral DNA, which includes the enhancer and promoter sequences, is absent from both LTRs. Consequently, the proviral DNA in the infected cells becomes transcriptionally inactive, enabling the uninhibited expression of the foreign gene. In addition, the absence of the viral enhancers will greatly diminish the possibility of activating cellular oncogenes. Fig. 2C shows how this works. SIN vectors contain a small deletion in the 3' LTR which encompasses the promoter and enhancer sequences that control the accurate and efficient transcription of the viral genome. These sequences are required for viral gene expression when present in the 5' LTR, but not in the 3' LTR. Therefore, their removal from DNA constructs as shown in Fig. 2C , does not affect viral functions. As a consequence of the replication of retroviruses (see review in ref. 14), a region of the 3' LTR encompassing this deletion, called the U3 region, is the template for the synthesis of the U 3 regions in both the 5' and 3' LTRs in the next generation. Thus the deletion encompassing the viral enhancer and promoter will be transferred to both LTRs in the target cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 962,
                    "end": 969,
                    "text": "Fig. 2C",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1342,
                    "text": "Fig. 2C",
                    "ref_id": null
                }
            ],
            "section": "Self -inactivating (SIN ) Vectors"
        },
        {
            "text": "Although it has been demonstrated that SIN vectors do self-inactivate in the target cell, the titers of virus generated from this type of vector are disappointingly low (1 03-I O4 cfu/ml).13 and probably not sufficient for use in applications involving in uiuo gene transfer. It is hoped that appropriate modifications, together with advances in the understanding of the retroviral genome, will increase the titer and performance of this type of vector as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self -inactivating (SIN ) Vectors"
        },
        {
            "text": "Have retrovirus vectors fulfilled their promise or will they do so in the future? Specifically stated, have retroviral vectors been used in studies which yielded significant findings? The answer is yes, and this is illustrated in two examples which demonstrate the usefulness of retroviral gene transfer to study gene expression in suspension-grown lymphoid and myeloid cell lines, many of which are refractory to alternative gene transfer techniques such as DNA transfection. A third example will describe the use of retrovirus vectors in hemopoietic lineage analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uses of Retroviral Vectors"
        },
        {
            "text": "Lang et al.15 have tested the hypothesis that autocrine growth stimulation, often exhibited by tumor cells, contributed to the process of malignant transformation. The experimental approach was as follows. FD cells are a continuous hemopoietic cell line with some characteristics of myeloid progenitor cells which do not express the endogenous GM-CSF gene. These cells are absolutely dependent on GM-CSF, a growth factor essential for both survival and proliferation. FD cells are non-tumorigenic when injected into mice. In order to test the effect of constitutive expression of the growth factor, Lang et a1.15 have introduced into FD cells the gene for GM-CSF under the control of the retroviral LTR using a DE vector. The vector-infected cells which synthesized and secreted GM-CSF grew independently of exogenous growth factor and, most strikingly, produced tumors in syngeneic mice. Thus experimentally induced autocrine growth regulation in a factor-dependent cell line resulted in tumorigenicity. Clearly, the use of a retrovirus vector was necessary to introduce and express the GM-CSF gene in the suspensiongrown hemopoietic cell line.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uses of Retroviral Vectors"
        },
        {
            "text": "A second example illustrating the usefulness of retroviral vectors is provided by the studies of Dayton et a1. 16 showing that the HTLV-III/LAV transactivator (tat) gene product is required for the replication of the virus. First, it was shown that viruses containing deletions spanning the tat gene sequences are incapable of replication and do not demonstrate the cytopathic effects characteristic of this virus. In order to determine whether the tat gene function is indeed responsible for the observed defect, a complementation experiment was performed. The virus carrying the deletion in the tat gene was introduced into modified Jurkat cells (a human T helper cell line) which constitutively expressed the tat gene product. It was shown that the tat gene product present in the Jurkat cells effectively complemented the defect in the deleted virus. Jurkat cells which expressed the tat gene product constitutively were derived by infection with a recombinant retrovirus carrying the tat gene. The establishment of permanent cell lines expressing the tat gene, as opposed to similar studies in which the tat gene was transiently expressed in cells by using DNA transfection procedures,17 . demonstrated the advantages of using retroviral vectors.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Uses of Retroviral Vectors"
        },
        {
            "text": "The special features of retroviral gene transfer have provided for the first time the opportunity of introducing genes into the somatic cells of living individuals. Although this technique is at REVIEW ARTICLES present limited to gene transfer into pluripotent hemopoietic stem cell. hemopoietic cells, its potential in gen-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vivo Gene Transfer"
        },
        {
            "text": "The three examples cited above era1 studies and applications to human demonstrate unequivocally the usefultherapy is well recognized. Basically, ness of retroviral gene transfer in biothe technique, as applied to mice, logical studies in diverse fields such as involves the removal of bone marrow oncogenesis, virology and hematopoicells from an individual mouse, infec-esis. The examples so far are few, but it tion in uitro with a recombinant retro-is expected that the list will grow fast. virus, and transfer of the infected bone PrQlbably one of the more significant marrow cells back into a lethally impacts of this new technology in the irradiated recipient mouse. Irradiation future stems from the capability of is used to eliminate the hemopoietic introducing genes into hemopoietic cells cells of the recipient mouse. This mouse of adult individuals. Transfer of genes is rescued from death by the donor cells, and analysis of their effects in the live which repopulate its hemopoietic animal will undoubtedly provide new system. If a hemopoietic stem cell or and exciting insights. committed progenitor cell present in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vivo Gene Transfer"
        },
        {
            "text": "The use of retroviral vectors also the donor bone marrow cell population holds promise for human therapy. The was infected with a recombinant retro-ability to transfer genes into live virus, all its descendants (the mature individuals is the technical basis for blood cells) will contain the vector and developing an effective somatic gene will hopefully also express the trans-therapy procedure to treat genetic duced gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vivo Gene Transfer"
        },
        {
            "text": "disorders of the hemopoietic system,z1 and it appears now that retroviral vectors will play a major role in this Hemopoietic Lineage process. Gene transfer in live animals is In this example, retrovirus vectors were now in its infancy. Efficiency of gene used to study the lineage relationships transfer is low, and problems regarding within the hemopoietic stem cell hier-the expression of the transduced gene archy. Since integration of retroviruses have yet to be solved. Unfortunately, it into the cell chromosome is apparently is not possible to predict whether these random, the integration sites can be are short-term or long-term problems used as unique clonal markers to awaiting solution. identify hemopoietic precursors and to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vivo Gene Transfer"
        },
        {
            "text": "In summary, although some retrofollow their progeny through differenti-viral vectors were shown to be highly ation. Experimentally, the unique inte-effective in various studies, it is not gration sites are identified by restriction possible so far to recommend one analysis, DNA blotting and hybridiza-particular vector for general use. Probtion with a vector-specific probe. Retro-lems with stability of the recombinant virus vectors are used in these studies vector, titer of virus and expression of rather than wild-type virus for technical the transduced genes still exist. The use reasonsthe viral sequences cross-of retrovirus vectors should be aphybridize with many cellular sequences proached with caution, and it is adviswhich are closely related to endogenous able that several alternative strategies be viruses. In a retroviral vector, the explored in parallel. lineage. It follows that a common Enhancer-dependent expression of human precursor was infected with a retroviral kappa immunoglobulin genes introduced vector and gave rise to both myeloid into mouse Pre-B 1YmPhocytes by electrocept of a common precursor for the 4 MA\", R., MULLIGAN, R. C. & BALTIlymphoid and myeloid lineages was MORE, D. (1983) . Construction of a retrovirus study, these results Provide direct evi-helper-fm defective retrovirus. Cell 33, dence for the presence of a primitive 1 5~1 5 9 . and lymphoid cells. Although the con-pOratiOn. PrOC. Natl Acad. sci. USA 81,",
            "cite_spans": [
                {
                    "start": 1204,
                    "end": 1219,
                    "text": "MORE, D. (1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In Vivo Gene Transfer"
        },
        {
            "text": "already by lines Of packaging mutant and its use to produce",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7161-7165."
        },
        {
            "text": "Coronaviruses are a newly recognized group of viruses which infect many animal species, causing a variety of respiratory and gastrointestinal illnesses. Among these viruses are porcine transmissible gastroenteritis virus (TGEV), bovine coronavirus (BCV), avian infectious bronchitis virus (IBV), feline infectious peritonitis virus (FIPV), etc., which cause severe epidemiological problems in livestock and other domestic animals. Human coronaviruses are responsible for a significant number of common colds and diarrhoea, and have also been implicated in multiple sclerosis. Another member of the virus group, mouse hepatitis virus (MHV), is a frequent contaminant of laboratory mouse colonies. Coronaviruses share several common morphological and structural features.' They consist of an enveloped virus particle with characteristic petal-shaped spikes, which give an appearance of a crown, or corona, thus giving the name for the virus. The viral envelope contains two glycoproteins, one of which forms the spikes and the other the matrix proteins. The spikes interact with virus receptors on the cell surface, thus determining the target-cell specificity of the virus. Inside the viral envelope is a helical nucleocapsid which is composed of a nucleocapsid protein N and the RNA genome. The genome is a single piece of RNA of more than 18,000 nucleotides. The RNA is of positive sense, meaning that the viral genome can be directly translated into proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronaviruses generally infect cells of the same animal species of origin in tissue culture. Immediately after the virus enters infected cells, the viral RNA is released from the virus particles by a process termed 'uncoating'. The viral RNA is used as messenger for an RNA-dependent RNA polymerase, whch transcribes the genomic RNA into a full-length negative-stranded RNA.2 This negative-stranded RNA species then serves as the template for the synthesis of seven virus-specific mRNAs. Each mRNA is used for the synthesis of either a viral structural or nonstructural protein. The nonstructur-a1 proteins are probably used to regulate the replication and transcription of virus. One of these nonstructural proteins is the RNA-dependent RNA polymerase which is needed to syn-thesize more mRNAs as well as virion genomic RNA. The structural proteins, together with the genomic RNA, are used to assemble the virus particles. These particles, unlike most other enveloped viruses, bud into the endoplasmic reticulum, instead of directly into the plasma membrane.3 The mature virus particles travel through the Golgi complex and are eventually released into the extracellular space. The virus acquires the virus-specific glycoproteins, E 1 and E2, during the budding and transport process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Pathway of Coronaviruses"
        },
        {
            "text": "Coronavirus mRNA is comprised of a genomic-sized RNA and six subgenomic mRNA species. All of these RNAs are associated with polysomes, thus representing functional mRNA species ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coronavirus mRNAs Have a Unique Nested-set Structure with a Common Leader RNA Sequence"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A is in the Molerular Biology Program, Memorial SIoan Kettering Cancer Center",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "El I Gi L B",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Use of retroviral vectors to introduce genes into eukaryotic cells. Moloney murine leukemia virus (M-MuLV') is a prototype murine retrovirus used in many studies as a source of retroviral vectors. Y , Packaging signal, directs the incorporation of the retroviral transcript into virions. Seetext for more details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Vectors Three strategies of retroviral vector design. See text for details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "transduced gene provides a unique hybridization probe. Bone marrow cells REFERENCES infected with retroviral vectors are used for long-term reeonstitution of the 1 WIGLER, M., SILVERSTEIN, S., LEE, L., hemopoietic system of recipient mice, k L L I r n 9 A-, CHEW v. AXEL, R. (1977)and the unique integration sites are Transfer of purified Herpes virus thymidine examined in mature cells of various kinax gene to cultured mouse cells. Cell 11, 223-232. lineages' Using this it was 2 S C~R , W. (1980). Direct transfer of demonstrated in several independent cloned genes from bacteria to mammalian studies18,19,20 that the same integration cells. proc. Nut/ Acad. sCi. USA. 77, site was present in mature hemopoietic 2163-2167. cells of both myeloid and lymphoid 3 POTTER, H., WEIR, L. & LEDER, P. (1984).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "mRNA structure of coronaviruses. The structure is based on that of mouse hepatitis virus. The open boxes represent the functional parts of mRNAs. The solid squares are the leader sequences and the wavy lines represent poly A tails. NS proteins represent nonstructural proteins which are not packaged into virus particles. E l , Matrix protein; E2, spike protein; N, nucleocapsid protein.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}