{
    "paper_id": "2ce9fcc21de74578537ce6267c5803c6293a42a3",
    "metadata": {
        "title": "ZBW -Leibniz-Informationszentrum Wirtschaft",
        "authors": [
            {
                "first": "Margit",
                "middle": [],
                "last": "Schratzenstaller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Zeitgespräch darf bezüglich der öffentlichen Investitionstätigkeit sowie im Abgabensystem angehen, aber auch den bestehenden konjunkturellen Risiken (internationale Handelskonfl ikte, Coronavirus etc.) angemessen sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dass die Finanzpolitik der letzten Jahre, die der Erhöhung nicht-investiver Ausgaben, Steuerentlastungen und dem Schuldenabbau Priorität beigemessen hat, darüber die öffentliche Investitionstätigkeit vernachlässigt hat, wie Bardt et al. 1 in der viel beachteten gemeinsamen Kurzstudie des Instituts für Makroökonomie und Konjunkturforschung (IMK) und des Instituts der deutschen Wirtschaft (IW) festhalten, ist inzwischen relativ breiter Konsens. Nachdem die Bruttoinvestitionsquote des Staates zwischen 1995 und 2007 von 2,6 % auf unter 2 % gesunken war und anschließend bei etwas über 2 % stagniert hatte, nahm sie erst in den letzten Jahren wieder leicht zu und erreichte 2019 2,5 %. Vor diesem Hintergrund beziffern Bardt et al. 2 geplanter zusätzlicher Ausgaben (wie die Grundrente) bzw. Steuersenkungen (teilweise Abschaffung des Solidaritätszuschlags spätestens ab 2021), die auch weiterhin für ein schnelleres Wachstum der Ausgaben gegenüber den Einnahmen sorgen, allmählich schrumpft. 8 Die Europäische Kommission geht für 2020 und 2021 von einem rückläufi gen Maastricht-Überschuss von 0,6 % bzw. 0,2 % und von einem ebenfalls sinkenden strukturellen Überschuss von 0,7 % bzw. 0,5 % aus. 9 Gemessen an der Differenz zwischen strukturellem Überschuss und mittelfristigem Haushaltsziel von einem strukturellen Defi zit von maximal -0,5 % des BIP beläuft sich somit der prognostizierte fi skalische Spielraum 2020 auf 1,2 % und 2021 auf 1 % des BIP. Dessen Nutzung für die Ausweitung öffentlicher Investitionen hat nicht nur die Europäische Kommission, sondern auch der Internationale Währungsfonds wiederholt empfohlen.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 734,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 995,
                    "text": "8",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1198,
                    "end": 1199,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ausweitung der öffentlichen Investitionen …"
        },
        {
            "text": "Die zu erwartenden Haushaltsüberschüsse sowie die Ausgabenspielräume, die Schuldenbremse und EU-Fiskalregeln ermöglichen, werden den Investitionsbedarf der kommenden Jahre allerdings nur teilweise decken können. Möglichkeiten zur Modifi kation des geltenden fi skalischen Regelwerks -etwa im Sinne einer \"Goldenen Regel\", die den Verschuldungsspielraum für Nettoinvestitionen erweitert -diskutiert der IMK-IW-Vorschlag für ein öffentliches Investitionspaket. Interessant ist auch das Konzept einer \"grünen goldenen Investitionsregel\" 10 , die erweiterte Verschuldungsspielräume für \"grüne\" öffentliche Investitionen vorsieht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ausweitung der öffentlichen Investitionen …"
        },
        {
            "text": "Jedenfalls würden die Umsetzung eines umfangreichen Investitionspakets, spürbare Steuer-und Abgabensenkungen für kleinere und mittlere Einkommen sowie gezielte steuerliche Investitionsanreize für Unternehmen den absehbaren Budgetspielraum übersteigen. Es gilt zu bedenken, dass aufgrund der bereits beschlossenen Teilabschaffung des Solidaritätszuschlags mit einem jährlichen Entlastungsvolumen von über 10 Mrd. Euro spätestens ab 2021 und der konjunkturellen Abschwächung die Steuer-und Abgabenquote nach ihrem Höchststand 2019 ohnehin allmählich wieder leicht zurückgehen werden. 11 Die verkürzte steuerpolitische Sicht auf die leicht überdurchschnittliche Abgabenquote, die durch Steuerentlastungen",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 584,
                    "text": "11",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Ausweitung der öffentlichen Investitionen …"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Deutsche Industrie: Wirtschaft kämpft sich mühsam aus der Krise",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Michelsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hanisch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Junker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pagenhardt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schlaak",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "936--950",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How to Make the European Green Deal Work, Bruegel Policy Contribution",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "G"
                    ],
                    "last": "Vgl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Claeys",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tagliapietra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zachmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nr",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Steuersenkungen sind eine Gefahr",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rietzler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "den kumulierten Bedarf an öffentlichen Investitionen in Bildung, Forschung, Dekarbonisierung, Verkehr und Digitalisierung für das kommende Jahrzehnt auf 450 Mrd. Euro (ca. 1,3 % des BIP jährlich). In ihrer Prognose vom vergangenen Herbst rechnet die Europäische Kommission mit einem Anstieg der Bruttoinvestitionsquote auf 2,7 % bis 2021, bestätigt aber grundsätzlich im Ende Februar 2020 veröffentlichten Länderbericht für Deutschland 3 den von IMK und IW konstatierten zusätzlichen Investitionsbedarf. Ein solches Investitionspaket würde nicht nur langfristig die Angebotsbedingungen wesentlich verbessern, sondern auch die deutsche und europäische Konjunk-1 H. Bardt, S. Dullien, M. Hüther, K. Rietzler: Für eine solide Finanzpoli-Befl ügelt durch die kürzlich gesenkte Körperschaftsteuer in den USA und in Großbritannien sowie Ankündigungen künftiger Körperschaftsteuersatzsenkungen etwa in Österreich wurden in den letzten Monaten in Deutschland ebenfalls Rufe nach einer Senkung der Körperschaftsteuer laut. Der Länderbericht der Europäischen Kommission weist ebenfalls auf die relativ hohe Unternehmensteuerbelastung in Deutschland hin. Eine allgemeine Körperschaftsteuersenkung wäre aller-12 Vgl. dazu auch M. Schratzenstaller: Ökosoziale Abgabenstrukturreform, in: Wirtschaftsdienst, 97. Jg. (2017), H. 6, S. 400-403, https:// www.wirtschaftsdienst.eu/inhalt/jahr/2017/heft/6/beitrag/wiesollte-das-steuersystem-in-deutschland-reformiert-werden.html (28.2.2020). 13 European Commission, a. a. O.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}