{
    "paper_id": "2d6ddacb9a35fcaaef96d98d04227fb89ebb3953",
    "metadata": {
        "title": "Structured Crowding and Its Effects on Enzyme Catalysis",
        "authors": [
            {
                "first": "Buyong",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": "mabuyong@mail.nih.gov"
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Nussinov",
                "suffix": "",
                "affiliation": {},
                "email": "ruthnu@helix.nih.gov"
            },
            {
                "first": "B",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Nussinov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Macromolecular crowding decreases the diffusion rate, shifts the equilibrium of protein-protein and protein-substrate interactions, and changes protein conformational dynamics. Collectively, these effects contribute to enzyme catalysis. Here we describe how crowding may bias the conformational change and dynamics of enzyme populations and in this way affect catalysis. Crowding effects have been studied using artificial crowding agents and in vivo-like environments. These studies revealed a correlation between protein dynamics and function in the crowded environment. We suggest that crowded environments be classified into uniform crowding and structured crowding. Uniform crowding represents random crowding conditions created by synthetic particles with a narrow size distribution. Structured crowding refers to the highly coordinated cellular environment, where proteins and other macromolecules are clustered and organized. In structured crowded environments the perturbation of protein thermal stability may be lower; however, it may still be able to modulate functions effectively and dynamically. Dynamic, allosteric enzymes could be more sensitive to cellular perturbations if their free energy landscape is flatter around the native state; on the other hand, if their free energy landscape is rougher, with high kinetic barriers separating deep minima, they could be more robust. Above all, cells are structured; and this holds both for the cytosol and for the membrane environment. The crowded environment is organized, which limits the search, and the crowders are not necessarily inert. More likely, they too transmit allosteric effects, and as such play important functional roles. Overall, structured cellular crowding may lead to higher enzyme efficiency and specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Even though it is still highly debatable whether enzyme dynamic motions contribute to decreasing the chemical reaction barrier, the consensus picture emerging from experimental and computational studies indicates that enzyme conformational transitions are highly organized with stepwise conformational selection in catalysis, which increases enzyme specificity and efficiency [1, 2] . The close coupling of enzyme conformational dynamics and catalysis can be viewed as the outcome of the enzyme's adaptation to aqueous-based life. Stable, folded macromolecules in crystal structures have well defined three-dimensional structures, which are not as dynamic as those in aqueous solution. In solution, enzymes exist as conformational ensembles and their populations follow thermodynamic distributions [3] [4] [5] . Local energy fluctuations in water range between 10 and 20 kcal/mol [6] , which is enough to perturb a well folded enzyme to a vast number of states. Enzyme dynamics in catalysis are not only real -they are inevitable [2] .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 379,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 805,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1030,
                    "end": 1033,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Enzyme dynamics may involve small or large amplitude conformational changes. Large conformational change may involve nanoscale movements of domains or loops [7] . One example is the dengue virus NS2B-NS3 protease, for which the functionally important C-terminal segment of the NS2B cofactor dissociates in the open state via a large structural change to produce the closed state and confer activity [8] through a conformational selection mechanism [9] . Large conformational changes typically relate to function, for example, to accommodate the conformational reorganization required to stabilize the transition states [10] or to allow allosteric regulation [11, 12] . The enzyme's dynamic conformational changes are also necessary for signal transduction across long distances in the cell [7, 13] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The enzyme's native playground is in a highly crowded cellular environment. In the Escherichia coli cell, proteins and nucleic acids can occupy 20-30% of the total volume [14] . Macromolecular crowding decreases the diffusion rate [14, 15] , shifts the equilibrium of protein-protein association and of protein-substrate interaction, and changes the protein's conformational dynamics. These effects collectively contribute to enzyme catalysis. Enzymes respond differently to crowding agents; the activity of some decreases and of others increases, and the extents differ as well. For example, while macromolecular crowding has minimal effects on the kinetics and function of yeast hexokinase in physiological solutions [16] , it can significantly increase the thermal stability of catalase; and the overall structure becomes more rigid [17] . Crowding effects are also concentration-dependent. For the monomeric multi-copper oxidase, Saccharomyces cerevisiae Fet3p, at low amounts of crowding agent, both the K m (substrate binding) and the K cat (catalytic efficiency) increase, whereas at higher crowding levels both parameters decrease [18] . Enzyme conformations also change with crowding conditions. The functional properties of the tryptophan synthase α2β2 complex in the presence of the crowding agents dextran 70 and ficoll 70 indicate that the rates of the conformational transitions which are associated with catalysis and regulation are reduced, and an open and less catalytically active conformation is stabilized [19] . Given these complex scenarios, one important question is whether the crowing effects simply reduce the extent of the enzyme dynamics or whether enzyme catalysis can benefit from a crowded environment. In this chapter we review experimental data, focusing on the relationship between macromolecular crowding and conformational dynamics as they relate to enzyme catalysis in a crowded environment. Experimental data present different crowding outcomes: this could be because of different experimental conditions, type of molecular crowder, and the concentration of the enzyme and its substrates. While bearing in mind these possible caveats, the results may also reflect the different types of systems and cofactors, enzyme conformations, and chemical reactions. Overall, the emerging picture suggests coupling between conformational dynamics and structured cellular crowding which could increase the enzyme specificity.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1526,
                    "end": 1530,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The effects of crowding on internal protein dynamics can be well illustrated by the HIV-1 protease. The distance between a pair of flaps in the HIV-1 protease can vary from 5 Å in the closed form to 22 Å in the open form. Molecular dynamics simulations indicated that flap opening is significantly suppressed in a highly crowded environment [20, 21] . It is reasonable to expect that the decrease in the open state and the reduction of the enzyme-ligand diffusion encounter rate are likely to slow the in vivo enzymatic activity [20] . Unfortunately there is no published experimental study which would allow a comparison with these theoretical predictions for the HIV-1 protease. However, experimental studies of the reverse proteolysis, the formation of peptide bond, show that crowding can enhance protease-catalyzed synthesis of model peptides [22] . Extensive studies of α-chymotrypsin also revealed a correlation between protein dynamics and crowding effects. It is well established that conformational dynamics of α-chymotrypsin correlate with its activity. α-Chymotrypsin undergoes a reversible conformational change from an inactive chymotrypsinogen-like structure at high pH to an active conformation at neutral pH. Molecular dynamics simulations revealed that bovine (active) and rat (inactive) chymotrypsin explore different regions of the conformational space, indicating that conformational dynamics is more important than the sequence differences for activation [23] . Consistent with the kinetic parameters observed by fluorescence stopped-flow spectroscopy, targeted molecular dynamics simulations revealed multiple pathways for chymotrypsin activation [24] . Banerjee and Pal studied the correlation of the conformational dynamics at the active site of α-chymotrypsin with enzyme activity. Interestingly, they found that the highest catalytic efficiency of α-chymotrypsin is at 37 C, the typical body temperature of homeothermal animals. Site selective fluorescence circular dichroism (FDCD) studies reveal that the conformational flexibility of the enzyme affects the structural perturbation at the active site. Consistently, the hydrodynamic diameter of the α-chymotrypsin decreases considerably with increasing temperature, indicating that the enzyme is more compact at higher temperatures [25] .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1477,
                    "end": 1481,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1670,
                    "end": 1674,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 2311,
                    "end": 2315,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Correlation Between Crowding Effects and Enzyme Conformational Dynamics and Activity"
        },
        {
            "text": "Amide H/D exchange kinetics indicated that glycosylation can stabilize α-chymo trypsin and reduce its structural dynamics [26] . Enzyme catalysis kinetics indicated that glycosylation does not affect substrate binding (K S ) but decreases the rate of the catalytic steps. Therefore, for α-chymotrypsin, it is clear that the higher structural fluctuations decrease the catalytic rate [27] . With a dynamic-activity correlation, one would expect that macromolecular crowding should decrease the structural dynamics and the activity of α-chymotrypsin. However, it has been observed that crowding could either increase or decrease the catalytic rate of α-chymotrypsin, depending on the crowding molecules that are added to the solution. The addition of poly(ethylene glycol) (PEG) as crowding molecules increases the affinity of the enzyme for its substrate; however, this is followed by a decrease in the turnover number (K cat ) [28] . Chemical linkage of PEG to α-chymotrypsin may represent an \"extreme\" of a crowded environment. PEG conjugation has been shown to increase the α-chymotrypsin thermostability and to decrease the protein structural dynamics [29] . While the dehydration/hydration processes may also play a role, solvation is energetically coupled to the conformational changes of α-chymotrypsin [28] . Adding dextrans of various molecular weights to the reaction solutions was also tested. An increase in the dextran concentration decreases v max and increases K m . While the increase in K m can be attributed to the slower protein diffusion rate due to crowding [30] , the overall change in the catalytic rate is consistent with the rate using the PEG as the crowding molecules, indicating protein stabilization by dextran crowding. It was also found that the exclusion volume, not the size of the dextran, changes the catalytic rate of α-chymotrypsin. However, the different behavior was observed using much larger nanoparticles to represent the crowded environment. Tetraethylene glycol (TEG) functionalized gold nanoparticles with 2 nm core diameters (AuTEG) enhance the α-chymotrypsin (ChT) enzyme activity in a substrate-selective fashion [31] . While the hydrolysis of three substrates [N-succinyl-L-phenylalanine-p-nitroanilide (SPNA), N-glutaryl-phenylalanine-p-nitroanilide (GPNA), and N-benzoyl-tyrosine-pnitroanilide (BTNA)] was not affected by the crowding, a marked increase in activity (K cat /K m ) with the most hydrophobic substrate N-succinyl-alanine-alanine-prolinephenylalanine-p-nitroanilide (TP) was observed. Interestingly, high molecular weight PEG was shown to have similar effects as the functionalized gold nanoparticles, in contrast to the lower molecular weight PEG [31] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1578,
                    "end": 1582,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 2160,
                    "end": 2164,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 2711,
                    "end": 2715,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Correlation Between Crowding Effects and Enzyme Conformational Dynamics and Activity"
        },
        {
            "text": "The change in protein dynamics in a crowded environment reflects an intrinsic property of dynamic proteins: allostery [32] . Direct kinetic assays using isothermal calorimetry have shown that molecular crowding and allosteric activators affect pyruvate kinase kinetics in similar ways [33] . Allosteric regulation of enzyme activity is always accompanied by changes in protein dynamics [34] . Figure 1 shows two examples of allosteric enzymes. The first (Fig. 1a) is a 145 residue mini intein, which catalyzes protein splicing [35] . Inteins are phylogenetically diverse self-splicing proteins that are of great functional, evolutionary, biotechnological, and medical interest [36] . It has been shown that intein activity can be regulated by a loop (connecting two β-strands from the N-and C-terminal intein subdomains of the mini-intein) and by the V67L mutation [35] . Active intein has a longer loop (VR96DVE99TGE102-L404). While reducing the loop length to VR96DVE99L404 (with the 100-through-403 region deleted) still preserves the activity, further shortening to VR96L404 inactivates the enzyme. The V67L mutation similarly illustrates the dynamic nature of the allosteric regulation of this intein, which globally enhances splicing and related cleavage reactions. While this mutation in the mini intein causes little change in crystal structures, it significantly slows the hydrogenexchange rates globally, indicating a shift to more stable conformations and narrowing the ensemble distribution [35, 37] . The enhanced activity, together with the reduced dynamics of intein, is similar to the crowding effects on α-chymotrypsin discussed in the last section. Figure 1b shows the structure of another allosteric protein SARS-Co 3CL (3CLpro) peptidase, which is structurally and functionally similar to α-chymotrypsin. The 3CLpro peptidase activities increase in crowded environments [38] . One possible reason is that the active form of 3CLpro is a dimer [38] . Alternatively, dynamics change, rather than dimer formation, could underlie the crowding effects of 3CLpro's activity.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1503,
                    "end": 1507,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 1508,
                    "end": 1511,
                    "text": "37]",
                    "ref_id": null
                },
                {
                    "start": 1890,
                    "end": 1894,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 1962,
                    "end": 1966,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 401,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 463,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 1667,
                    "end": 1676,
                    "text": "Figure 1b",
                    "ref_id": null
                }
            ],
            "section": "Allosteric Control and Crowding"
        },
        {
            "text": "Crowding could shift the monomer-dimer equilibrium to favor the dimer formation [38, 39] . This is the case for RNase A, which forms 3D domain-swapped oligomers with novel enzymatic and biological activities [40] . However, crowding effects do not necessarily favor the association of proteins to form an active oligomer state. A counter-example can be found in the muscle glycogen phosphorylase b (Phb). Phb is a classical-like allosteric protein with T-R transition, with the active R state being the smaller dimer and the inactive T state the tetramer. Adding osmolytes as crowding molecules favors the inactive unassociated T state [41, 42] . The reason could be that the dimer form of Phb is more compact. It is interesting to see that, under the same crowding conditions, the association of phosphorylase kinase (PhK) and its interaction with glycogen and the heat shock protein Hsp27 can be highly stimulated [43, 44] .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[38,",
                    "ref_id": null
                },
                {
                    "start": 85,
                    "end": 88,
                    "text": "39]",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "42]",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[43,",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Allosteric Control and Crowding"
        },
        {
            "text": "On its own, the dimer form does not guarantee the activity of the 3CLpro. An inactive mutant with the N214A mutation in the extracellular domain of the 3CLpro still adopts a dimer structure which is almost identical to that of the wild-type [45] . The mutation site is distant from the active site. Molecular dynamics (MD) simulations revealed that the N214A mutant has much higher conformational flexibility than the WT enzyme [45] . Combining the crowding effects and the N214A mutational effects, one can see that a crowded environment restricts the conformational flexibility of the 3CLpro dimer; and thus increases its activity.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Allosteric Control and Crowding"
        },
        {
            "text": "Isochorismate synthase (EntC) is another example which illustrates that macromolecular crowding increases the intrinsic activity of an enzyme by inducing conformational [35] . Active intein has a longer loop (VR96DVE99TGE102L404). While reducing the loop length to VR96DVE99. . .L404 still preserved the activity, further shortening to VR96L404 inactivates the enzyme. (b) The structure of allosteric protein SARS-Co 3CL peptidase, for which the catalytic activity increases in a crowded environment. Three active site residues (H41, S144, and C145) are shown as large balls in one domain. The mutant position N214 is shown as large balls in another domain changes in the enzyme rather than through macromolecular association [46] . The EntC is a monomeric enzyme which catalyzes the reversible conversion between chorismate and isochorismate in E. coli. Ficoll addition leads to twofold increase of K cat /K m . In comparison to the EntC-catalyzed reaction, other reactions catalyzed by two homologous trimer and tetramer enzymes (EntB and LDH) are similarly stimulated by the same crowding conditions, indicating that protein-protein association is not a controlling factor for these enzymes. Changes of CD spectrum and Trp fluorescence revealed that conformational changes are responsible for the increase of the intrinsic activities of these enzymes [46] . Proteins can accommodate a crowded environment by different conformational changes. While red shift in Trp fluorescence was observed for EntC in crowded environments [46] , blue shift was observed for the allosteric ADP-glucose pyrophosphorylase [47] . E. coli ADP-sugar pyrophosphatase (AspP) is an ultrasensitive hydrolase that catalyzes the hydrolytic breakdown of ADP-glucose linked to glycogen biosynthesis. The AspP activity is strongly enhanced by macromolecular crowding [48] . Molecular crowding renders AGPase more sensitive to the interplay between the allosteric regulators and consequently enhances the ultrasensitive response. Fourth-derivative spectroscopy and size-exclusion chromatography indicated that the ultrasensitive behavior is correlated with intramolecular conformational changes induced in the tertiary structure of the homo-tetrameric enzyme [47] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1358,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1607,
                    "end": 1611,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 1840,
                    "end": 1844,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 2231,
                    "end": 2235,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Allosteric Control and Crowding"
        },
        {
            "text": "One of the common features of allosteric proteins is that their dynamics is designed to facilitate conformational change [49] . At the same time, from the functional standpoint, high sensitivity to crowding can present problems. The LRP protein is an example which illustrates that crowding effects could be coupled with function. The LRP transcriptional regulators are widely distributed among prokaryotes, bacteria, and archaea. The architecture of LRP proteins includes two distinct domains that harbor the regulatory (effector-binding) site and the active (DNA-binding) site, and the two domains are connected by a flexible hinge region. This structural feature and experiments suggest an allosteric switch for the LRP-like regulators [50] [51] [52] . LRP binding with DNA is stimulated under macromolecular crowding conditions [53] . In comparison, another DNA binding protein fis has no noticeable response to the same crowding conditions, indicating synergism of allostery and crowding effects for LRP DNA binding [53] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[53]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Allosteric Control and Crowding"
        },
        {
            "text": "DNA binding proteins are similarly allosteric [54] , and experimental data present mixed results with regard to the crowding effects. The hydrolysis of a 29-mer double-stranded DNA by DNase I and S1 nuclease was substantially enhanced by molecular crowding using PEG; however, molecular crowding had little effect on hydrolysis by exo III and exo I exonucleases, suggesting differential crowding effects on the catalytic activities under these conditions [55] .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Allosteric Control and Crowding"
        },
        {
            "text": "DNA replication is under high specificity pressure to ensure fidelity and retain efficiency under crowding conditions [56] [57] [58] [59] [60] . Crowding can help regulated stress response [61] . Under crowded conditions, dramatic improvements in all parameters of RT-PCR were observed, including eight-to tenfold greater sensitivity, enhanced polymerase processivity, higher specific amplicon yield, greater primer annealing and specificity, and enhanced DNA polymerase thermal stability [62] . Similarly, polymerase activity assays under various crowding conditions demonstrated that the activities of T7 and Taq DNA polymerases depend on the molecular weight and concentration of the crowding agent [63] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[63]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Allosteric Control and Crowding"
        },
        {
            "text": "Inter-and intra-domain motions in well-defined regions of non-ribosomal peptide synthetases (NRPS) are important for its activity [64] . One of the NPRS, enterobactin synthetase, experiences significant conformational change in crowded solutions mimicking the intracellular environment. The structural change correlates well with the extent of the crowding-induced side product suppression in the nonribosomal enterobactin synthesis [65] .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[65]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Allosteric Control and Crowding"
        },
        {
            "text": "The free energy landscapes of protein folding and binding provide insights into protein structure and function which relate to allosteric regulation and enzyme catalysis [1, 2, 32, [66] [67] [68] . Macromolecular crowding changes the landscape, as evidenced by computational [69] [70] [71] and experimental studies [72, 73] . However, there are differences between the crowding effects caused by the artificial crowding under random conditions and the in vivo cellular environment. For example, there are differences (1) between proteins and artificial crowding agents and (2) between many copies of few proteins and the proteome. The corresponding free energy landscapes could differ substantially. Here we consider two kinds of crowding effects on the protein free energy landscape which represent two extreme cases. The first is uniform crowding and the second is structured crowding (Fig. 2) . The question is how the free energy landscape, here represented by two conformations (α and β, Fig. 2a) , could be affected. Uniform crowding (Fig. 2b) considers effects caused by hard sphere crowding agents, which have uniform size and repulsive interactions with the protein solute. This scenario represents strong protein confinement. Crowding agents with sizes smaller than the protein solute could have larger effects. When the size of the crowding agent increases, there is an upper limit for the crowding effects, which has been shown by Milklos et al. [74] . Milklos et al. studied the stability and ps-ns internal dynamics of a small globular protein (radius~2 nm) crowded by a large synthetic microgel particle (radii of~300 nm). They found no change in protein rotational or ps-ns backbone dynamics; only mild stabilization at a volume occupancy of 70%, which approaches the occupancy of closely packed spheres [74] . However, it is difficult to predict the crowding effect when the size of the crowding agent is uniformly distributed. For example, proteins with aspherical shape may experience large conformational change in the presence of synthetic Ficoll70 [75] . Similarly, using Ficoll70 as crowding agent, a recent study with combined experiment and computer simulation demonstrated that macromolecular crowding dramatically affects the structure, function, and folding landscape of phosphoglycerate kinase (PGK) [73] . Overall, the relative stabilities among different conformers could either increase or decrease by uniform crowding (Fig. 2b) .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 176,
                    "text": "2,",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "32,",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[72,",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "73]",
                    "ref_id": null
                },
                {
                    "start": 1458,
                    "end": 1462,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 1820,
                    "end": 1824,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 2070,
                    "end": 2074,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 2329,
                    "end": 2333,
                    "text": "[73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 887,
                    "end": 895,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 1001,
                    "text": "Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1049,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                },
                {
                    "start": 2451,
                    "end": 2460,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                }
            ],
            "section": "Enzyme Dynamics and Energy Landscapes with Artificial Uniform and In Vivo Structured Crowding"
        },
        {
            "text": "Structured crowding refers to the highly coordinated cellular environment, where the proteome and other macromolecules are pre-organized. Proteins often cluster and pre-organize to perform functions, for example, by forming transcriptional factories [76] , which increases the effective local concentration. Pre-organization goes beyond clustering because it further reduces the diffusion-and-collision times: it positions the proteins in an orientation which is closer to the native functional one. Signal transduction occurs in an organized microenvironment [7, 13] where elements of a signaling pathway are connected functionally and spatially [77, 78] . Fig. 2 Changes of the protein free energy landscape under uniform crowding and structured crowding environment. (a) The original energy landscape is represented by two conformational states α and β in a buffer solution. (b) Uniform crowding considers the effects caused by hard sphere crowding agents, which have uniform size and repulsive interactions with protein solute. This represents the strong confinement of proteins. In an environment of uniform crowding, the protein energy landscape may experience strong compression which may reflect protein folding-unfolding transition. Depending on the molecular size of the crowding agents, the relative stabilities of different conformers could increase or decrease in a uniform crowded environment. (c) Structured crowding refers to a highly coordinated cellular environment, where the overall proteome and other macromolecules pre-organized into structured clusters. In a structured crowded environment, the protein free energy landscape may be more similar to that in buffer solution. However, protein dynamics could be more sensitive than thermal stability charges are well organized into clusters [110] . Therefore, while the particle diffusion can be severely compromised in a highly crowded environment, in a crowded structured environment the overall protein energy landscape may be less perturbed (Fig. 2c) . This scenario also arises from the study of a cytoplasmic model that includes 50 of the most abundant types of macromolecules [79] . McGuffee and Elcock found that the overall perturbation of protein thermal stability is small, because when considering the excluded volume, the crowding effect may stabilize the folded state; however, the effect can be counterbalanced by the favorable energetic interactions which take place in unfolded conformations [79] . Proteins are better crowding agents than synthetic particles. For example, using two globular proteins (bovine serum albumin and hen-egg-white lysozyme) as crowding agents, chymotrypsin inhibitor 2 (CI2) was found to be only slightly destabilized [72] . Moving closer to a real crowded environment in the cell, hen egg white has been used to study the dynamics and stability of several proteins [80] . It was found that, while the dynamic parameters of the studied protein are clearly affected by the crowded medium, the thermal stability of the protein is similar to that in buffer [80] . In this sense, in the structured crowded environment, the protein energy landscape may be more similar to that in buffer solution. However, protein dynamics are more sensitive than thermal stability, and the dynamics of globular protein may be more sensitive than the dynamics of intrinsically disordered protein [81, 82] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[77,",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "78]",
                    "ref_id": null
                },
                {
                    "start": 1810,
                    "end": 1815,
                    "text": "[110]",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 2152,
                    "end": 2156,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 2478,
                    "end": 2482,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 2732,
                    "end": 2736,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 2880,
                    "end": 2884,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 3068,
                    "end": 3072,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 3388,
                    "end": 3392,
                    "text": "[81,",
                    "ref_id": null
                },
                {
                    "start": 3393,
                    "end": 3396,
                    "text": "82]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 664,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2023,
                    "text": "(Fig. 2c)",
                    "ref_id": null
                }
            ],
            "section": "Enzyme Dynamics and Energy Landscapes with Artificial Uniform and In Vivo Structured Crowding"
        },
        {
            "text": "The classification into uniform and structured crowding may be simplified and realistic crowding effects could be between these two ends of the spectrum. Protein dynamics may contribute more to the change in enzyme catalysis in crowded environments than thermal stability. This is well illustrated by the effect of a crowded solution on the reaction rates of the decarboxylating enzymes urease, pyruvate decarboxylase and glutamate decarboxylase, with the crowding agent being proteins and synthetic polymers [83] . It was found that increasing the concentration of globular proteins up to 30% crowding concentration caused a dramatic rise in enzyme activity; however, then the activity decreased; on the other hand, polymers caused a concentration-dependent decrease in activity [83] .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[83]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Enzyme Dynamics and Energy Landscapes with Artificial Uniform and In Vivo Structured Crowding"
        },
        {
            "text": "Cells are crowded; and as John Ellis pointed out over a decade ago, while these effects are obvious they are (often) underappreciated [84] . For the E. coli, it was estimated that the cytosol contains about 300-400 mg/mL of macromolecules [85] . The bacterium contains up to 4,288 different types of proteins, with~1,000 of these types produced at sufficiently high levels to be easily detected, DNA and RNA molecules [86] . Crowding reduces the volume of solvent available for other molecules in solution, thus increasing their effective concentrations. In eukaryotes, the interior of the cell is even more crowded: cells also contain protein filaments that make up the cytoskeleton. Pielak has highlighted crowding effects [87] , and emphasized that experiments which are carried out on dilute samples (under10g/L) are very different to those in the living cell. This high crowding led Allen Minton to ask in his 2006 commentary [88] \"How can 132 B. Ma and R. Nussinov biochemical reactions within cells differ from those in test tubes?\" Minton argued that nonspecific interactions in the interior of the cell can greatly influence the equilibriums and rates of reactions. Minton classified the consequences of nonspecific interactions in the cellular interior into three types of phenomena: macromolecular crowding, confinement, and adsorption. He further pointed out that these nonspecific \"background\" interactions may be repulsive, which would lead to exclusion, and thus increase the effective concentration and chemical activity, or attractive, which would lead to nonspecific associations or adsorption. The predominantly repulsive background interactions may alter the dissociation constants by enhancing the rate and extent of macromolecular associations in solution [89] . Crowding may also affect enzyme reactions involving small molecules if there is a large change in the shape of the enzyme [90] . Reaction dynamics under crowded conditions are affected by a high concentration of reactants [91] . However, cells are not only crowded -they are also structured, and this holds not only for the membrane environment but for the cytoplasm as well [92, 93] . Hence, it is not only the membrane-bound compartmentalization and biochemical association with subcellular organelles; the structured macromolecular crowding also relates to the spatial regulation inside the cell. The microtubule-dependent organization of nonmembranous components helps direct cellular function. The sequestration of GEF-H1 provides a clear example [94] . Thus, in contrast to the view of the cytoplasm as a free and fluid environment, the microtubule network provides a platform for a \"structured cytoplasm\". Binding to microtubules can be either directly or indirectly through other microtubule-binding scaffolding molecules -all dynamic and allosteric. This can cause partial sequestration of proteins by the microtubule network. The extent of sequestration can depend on binding affinities and microtubule density. The cytoskeleton mesh also effectively divides the cytosol into a network of narrow pores. Further, while highly dynamic, the genome is also pre-organized and highly structured. Structuring provides docking surfaces and is critical for function. The so-called matrix or scaffolding proteins which organize the spatial localization of protein assemblies have also been demonstrated to be hubs for controlling function as in the case of Ste5 in the MAPK signaling pathway [95, 96] and cullin [97] . Matrix proteins are also dynamic and allosterically regulate function [34, 98] . Thus, in vivo, proteins do not diffuse freely, and do not travel over long distances. Spatially organized crowded environment is a more realistic description; it also implies that allosteric effects can be transmitted via crowders. Protein crowders should not be viewed as necessarily inert media or of specific uniform shapes. During (specific or nonspecific) binding both partners can change their shapes or dynamics, which has been viewed as a \"molecular dance\" [99] . Further, residence times and molecular motility of the players involved are also important in the organization of the intracellular space. Overall, both cooperative protein-protein interactions and membrane properties play key roles in cell signaling and vesicle trafficking and thus in diffusion in the crowded cell. They allow switching between different protein states, either soluble in the cytoplasm or bound to the membrane, for example, by modulating the chemical composition of the membrane [100] , by changing its physical properties such as curvature or fluidity, or by lipophilic post-translational modification such as myristoylation, palmitoylation, prenylation, etc. which are often allosteric. For the E. coli Min system, in vitro studies clarified the order of events in space and time and the interplay between cooperative binding of MinD to the membrane and positive feedback during protein detachment [101] . These in vivo considerations limit the space, distance to be travelled, and thus diffusion time in the spatially pre-organized and structured cell and may buffer conformational dynamic consequences.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[84]",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 1778,
                    "end": 1782,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 1907,
                    "end": 1911,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 2007,
                    "end": 2011,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 2160,
                    "end": 2164,
                    "text": "[92,",
                    "ref_id": null
                },
                {
                    "start": 2165,
                    "end": 2168,
                    "text": "93]",
                    "ref_id": null
                },
                {
                    "start": 2537,
                    "end": 2541,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 3477,
                    "end": 3481,
                    "text": "[95,",
                    "ref_id": null
                },
                {
                    "start": 3482,
                    "end": 3485,
                    "text": "96]",
                    "ref_id": null
                },
                {
                    "start": 3497,
                    "end": 3501,
                    "text": "[97]",
                    "ref_id": null
                },
                {
                    "start": 3574,
                    "end": 3578,
                    "text": "[34,",
                    "ref_id": null
                },
                {
                    "start": 3579,
                    "end": 3582,
                    "text": "98]",
                    "ref_id": null
                },
                {
                    "start": 4050,
                    "end": 4054,
                    "text": "[99]",
                    "ref_id": null
                },
                {
                    "start": 4556,
                    "end": 4561,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 4977,
                    "end": 4982,
                    "text": "[101]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overview and Conclusions"
        },
        {
            "text": "To conclude, here we have focused on macromolecular crowding effects on enzyme conformations, dynamics, and catalysis. Computational and experimental studies revealed that enzyme conformations, dynamics, and catalytic rates differ under crowding conditions. Most of the experimental studies use synthetic crowding agents to probe crowding effects, which may not be realistic and may have only limited relevance to in vivo conditions [102, 103] ; however, some in vivo-like conditions have also been published [79, 80, 82, 83] . Nevertheless, no matter what kinds of crowding agents were used, all provided valuable insight into the dynamic nature of proteins and protein functional adaptation to crowded environments. We suggest that crowded environments can be classified into uniform and structured crowding. Uniform crowding represents crowded conditions created by synthetic particles with narrow size distribution. Such conditions may elicit large protein structure and dynamic perturbations, and facilitate experimental investigation. Structured crowding refers to the highly coordinated cellular environment, where protein and other macromolecules are clustered and organized. Structured crowded environments may perturb the protein thermal stability less and allow dynamic modulation of protein function. Allosteric proteins with flat free energy landscape may be more sensitive to the crowded cellular environment. Proteins with rougher landscapes may be more robust. Dynamic regulation of allosteric enzymes may result in efficiency and specificity under crowding conditions. While most studies focus on the crowded cytoplasm environment, it behoves us to note that cell membranes are also crowded. For example, the enzymatic activity of a proteolytic enzyme, the Subtilisin Carlsberg (SC) in anionic sodium dodecyl sulfate (SDS) micellar medium, has been explored and found to be retarded compared to that in bulk buffer [104] . E. coli dihydrofolate reductase (DHFR) is also a well studied allosteric enzyme [105] [106] [107] , which also experiences large magnitudes of crowding effects on the vesicle surface [108] . Finally, similar to protein, RNA enzymes are also subjected to crowding effects. For example, the hammerhead ribozyme activity can be increased by a factor of two to six by PEG [109] . In particular, membrane environments are well known to be pre-organized. Thus, the underlying principle of coupling enzyme dynamics to activity in structured crowded environments is expected to be general.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 438,
                    "text": "[102,",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "103]",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[79,",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "80,",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "82,",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "83]",
                    "ref_id": null
                },
                {
                    "start": 1932,
                    "end": 1937,
                    "text": "[104]",
                    "ref_id": null
                },
                {
                    "start": 2020,
                    "end": 2025,
                    "text": "[105]",
                    "ref_id": null
                },
                {
                    "start": 2026,
                    "end": 2031,
                    "text": "[106]",
                    "ref_id": null
                },
                {
                    "start": 2032,
                    "end": 2037,
                    "text": "[107]",
                    "ref_id": null
                },
                {
                    "start": 2123,
                    "end": 2128,
                    "text": "[108]",
                    "ref_id": null
                },
                {
                    "start": 2308,
                    "end": 2313,
                    "text": "[109]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overview and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF109": {
            "ref_id": "b109",
            "title": "Protein charge and mass contribute to the spatiotemporal dynamics of protein-protein interactions in a minimal proteome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussinov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proteomics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/pmic.201100540"
                ]
            }
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Structured Crowding and Its Effects on Enzyme Catalysis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The organization of proteins with different charges and sizes can be important for fast cellular response in fluctuating environments. There are hundreds of proteins in the cytoplasm, with different sizes and shapes. Our study of 206 kinds of proteins in a theoretical minimal proteome model indicated that proteins with different sizes and",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fig. 1Allosteric proteins are sensitive to crowding effects. (a) The mini intein activity can be allosterically modulated by a loop distant from the active site. Two residues in the active site (H73 and N440) are represented by large balls and residues in the loop are represented by small balls and sticks. Three loops with different sizes were tested in",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments This project has been funded in whole or in part with Federal funds from the National Cancer Institute, National Institutes of Health, under contract number HHSN261200800001E. The content of this publication does not necessarily reflect the views or policies of the Department of Health and Human Services, nor does mention of trade names, commercial products, or organizations imply endorsement by the U.S. Government. This research was supported (in part) by the Intramural Research Program of the NIH, NCI, Center for Cancer Research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}