{"paper_id": "2da5ff515585873c0a373806241a6b5c7c670028", "metadata": {"title": "", "authors": [{"first": "Maha", "middle": [], "last": "Mustafa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carina", "middle": [], "last": "Vingsboo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tomas", "middle": [], "last": "Olsson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ljungdahl", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bo", "middle": ["Hojeberg"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ward", "middle": [], "last": "Holmdahlo", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The major histocompatibility complex influences myelin basic protein 63-88-induced T cell cytokine profile and experimental autoimmune encephalomyelitis* Polymorphism of the major histocompatibility complex (MHC) influences susceptibility to experimental autoimmune encephalomyelitis (EAE) induced by myelin basic protein (MBP) in rats. Current concepts relate such influences to the capacity of class I1 molecules to present relevant peptides to autoreactiveT cells. We have here analyzed the MHC influence on the immune response and the development of EAE after immunization with the immunodominant peptide MBP-63-88. Analysis of MHC-congenic LEWIS strains showed that RTla, RTIC and RT1' haplotypes are permissive for disease induction, whereas RTld and RTIU are resistant. All EAE responding strains showed peptide-specific proliferation and interferon (1FN)-y secretion, but no early significant tendency to express interleukin (IL-4) or transforming growth factor (TGF)-P mRNA in lymphocytes in response to the MBP 63-88, 7 days post immunization ( p i ) . Later, 14 days p.i., peptide-specific induction of IL-4 and TGF-p occurred in RT1' rats. Among the EAE non-responders strains, only the RTIU rats showed an immune response to MBP 63-88. This response, however, was qualitatively different from the immune response in the EAE-susceptible strains. Thus, there was no proliferation and only moderate IFN-y production in response to peptide, but in contrast, a significant and early peptide-induced IL-4 and TGF-f3 response was observed.The data suggest that the MHC-associated susceptibility to EAE is partly related to the ability to mount a TH1-like immune response while the MHC-associated EAE resistance may either be related to MBP peptide non-responsiveness or to peptide recognition and induction of a qualitatively different and disease down-regulatory immune response. en (Fax: + 46 8 7 74 48 22) Abbreviations: MBP: Myelin basic protein TGF-fi: Transforming growth factor @", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Experimental autoimmune encephalomyelitis (EAE) is an inflammatory disease of the central nervous system (CNS) in which CD4+ Tcells recognizing myelin proteins e.g. myelin basic protein (MBP) are crucial for disease induction [ 11. The disease serves as a model for multiple sclerosis in humans. The pathogenic CD4+ T cells are activated by recognition of myelin protein peptide bound to MHC class I1 molecules. In the LEWIS strain the MBP 63-88 peptide bound to the B (corresponding to DQ) class11 molecules is preferentially recognized after immunization [I 117511 with rat or guinea pig MBP . The LEWIS strain is highly susceptible to EAE after immunization with MBP and not only MHC but also non-MHC genes are believed to be important . Studies using guinea pig spinal cord homogenate for immunization have shown that only the LEWIS strain develops clinical EAE as compared to several MHC congenic strains on the LEWIS background [6] and that background genes influence the disease susceptibility in the order of DA > LEWIS > BN [5] .", "cite_spans": [{"start": 105, "end": 110, "text": "(CNS)", "ref_id": null}, {"start": 557, "end": 566, "text": "[I 117511", "ref_id": null}, {"start": 934, "end": 937, "text": "[6]", "ref_id": null}, {"start": 1033, "end": 1036, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "However, the guinea pig spinal cord homogenate or guinea pig MBP contain a large number of antigens which may activate the immune system differently in the various rat strains. In addition, it is not yet clarified which RT1 haplotypes permit responses to the immunodominant MBP 63-88 and whether such immune responses lead to disease or not. Susceptibility to disease after immunization with an immunodominant self peptide may be directly related to its capacity to bind to the MHC class I1 molecule in question leading to activation of pathogenic T cells. However, it is also possible that different class 11 molecules, upon binding to the peptide, trigger T cell activation of different quality, i.e. the responding T cell may produce different sets of cytokines.The functional division of T helper cells intoTHl cells producing IL-2, IFN-y and lymphotoxin and TH2 cells producing IL-4, IL-5 and IL-6 [8] has boosted the interest in this area. During certain infections, preferential recruitment of either subset is genetically regulated and has profound influence on the outcome of the infection [9] . A direct role of the MHC class11 genes to determine the outcome of cytokine secretion TH1 or TH2 pattern in the T cell response has earlier been demonstrated for the recognition of a type IV collagen peptide [lo] . In EAE there are several lines of evidence suggesting that IFNy-producing T cells promote disease development (for reviews see [ l l , 121) whereas IL-4-and TGF-fkproducing T cells have no or possibly a down-regulating role [13-151. It has recently been shown that cloned MBP-reactive TH1 cells but not TH2 cells transfer disease [15] . EAE downregulatory properties of certain cytokines have been suggested from experiments in which CD4+ Tcells could suppress IFN-y producing effector T cells by producing IL-4 and TGF-fi in a class 11-restricted fashion [16, 171. To specifically address the MHC association of disease susceptibility and the relevance for a possible MHC association of the cytokine pattern of the T cell response we have analyzed a series of MHC congenic LEWIS strains with the immunodominant MBP 63-88 peptide. We found that susceptibility to the disease correlated with a T H l type of response, whereas resistance to disease was related either to an MBP peptide non-responsiveness or to an additional early appearence of a qualitatively different response with production of IL-4 and TGF-p.", "cite_spans": [{"start": 903, "end": 906, "text": "[8]", "ref_id": null}, {"start": 1099, "end": 1102, "text": "[9]", "ref_id": null}, {"start": 1313, "end": 1317, "text": "[lo]", "ref_id": null}, {"start": 1544, "end": 1552, "text": "[13-151.", "ref_id": null}, {"start": 1650, "end": 1654, "text": "[15]", "ref_id": null}, {"start": 1876, "end": 1885, "text": "[16, 171.", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Specific pathogen-free LEWIS-congenic strains (LEWIS, LEWl.A, LEWl.F, LEWl.N, LEWl.D, LEW1.C and LEW1.W) were originally provided by the Zentralinstitut f i r Versuchtiersucht (Hannover, Germany) and subsequently bred in the animals department of Biomedical Centre, Uppsala University.The rats were kept in a separate animal room under climate-controlled conditions with a 12-h IightJdark cycle, housed in polystyrene cages containing wood shavings and fed standard rodent chow and water ad libitum. The rats were 8-12 weeks old and were age-and sex-matched before the experiment. During the experiment 2-3 rats were housed in each cage. The rat colonies were regularly screened for pathogens and were found to be free from common pathogens including Sendai virus, Hantaan virus, coronavirus, reovirus, cytomegalovirus and Mycoplasma pulmonis.", "cite_spans": [], "ref_spans": [], "section": "Induction and evaluation of EAE"}, {"text": "For induction of EAE, the MBP 63-88 peptide was used. This peptide is known to contain the immunodominant T cell epitope which has precisely been mapped to the 68-88 peptide and which contains earlier identified B cell epitopes [18] .The MBP 63-88 peptide contains the following residues (one letter code): AARTTHYGSLPQKSQR-SQDENPVVHF and represents the guinea pig MBP sequence which differs from the rat homologue at position 79 (T instead of S). This peptide was synthesized on a peptide synthesizer (model 430A; Applied Biosystems, Inc., Foster City, CA) followed by purification on HPLC employing reverse-phase chromatography on the C18 column eluted with acetonitrile gradient (O-60Y0) in 0.1% trifluoroacetic acid. Amino acid analyses confirmed the correct product. Another peptide of MBP (MBP 89-101) with a sequence VHFFKNIVTPRTE used in various immunoassays, was also synthesized. Whole guinea pig MBP was prepared as described [19] . ConA was purchased from Flow (Flow Laboratories, Irvine, Scotland).", "cite_spans": [{"start": 228, "end": 232, "text": "[18]", "ref_id": null}, {"start": 937, "end": 941, "text": "[19]", "ref_id": null}], "ref_spans": [], "section": "Induction and evaluation of EAE"}, {"text": "Each rat was immunized into both hind foot pads with 100 pl of an inoculum, containing in total 1 0 0~1 Freund's incomplete adjuvant (FIA; Difco, Detroit, MI), 2 mg of Mycobacterium tuberculosis (MT), 100 pl saline and 250pg MBP 63-88.", "cite_spans": [], "ref_spans": [], "section": "Induction and evaluation of EAE"}, {"text": "Clinical grading was done every second day as follows: 0 = no illness, 1 = flaccid tail, 2 = moderate paraparesis, 3 = severe paraparesis, 4 = moribund state or death. Rats were killed under ether anaesthesia on day 7 or 14 postimmunization ( p i ) for various immunoassays, while four rats of each strain were observed until day 40 p.i. Popliteal and inguinal lymph node cells were dissected and lymph node cell (LNC) suspension prepared by standard techniques.", "cite_spans": [], "ref_spans": [], "section": "Induction and evaluation of EAE"}, {"text": "For immunohistochemical grading of the CNS inflammation, segments of the lumbar spinal cord, from 2-4 rats of most congenic strains day 14 p.i., were snap-frozen in liquid nitrogen. Cryostat sections were stained with monoclonal antibodies against a series of T lymphocytes antigens and MHC class I and I1 antigens as described before [20] . The noted inflammation was roughly categorized into 0 = no inflammation, + = few inflammatory infiltrates, ++ = moderate number of inflammatory infiltrates, + + + = extensive inflammation with dense distribution of foci.", "cite_spans": [{"start": 335, "end": 339, "text": "[20]", "ref_id": null}], "ref_spans": [], "section": "Induction and evaluation of EAE"}, {"text": "LNC suspensions were washed twice and adjusted to 5 X lo6 viable celldm1 in complete Dulbeccos modified Eagles medium (DMEM) (Flow Labs.) containing 1% (v/v) minimum essential medium (Flow), 50 IU/ml penicillin, 60 pg/ml streptomycin (Gibco, Paisley, Scotland), 2 mM glutamine (Flow) and 5% (v/v) heat-inactivated fetal calf calf serum (Gibco) .", "cite_spans": [], "ref_spans": [], "section": "T cell-mediated immunity measured by antigen-induced IFN-y secretion and T cell proliferative response"}, {"text": "An immunospot assay that enables detection of single cells secreting IFN-y [21] was adopted to enumerate rat IFN-y secreting cells [22] . In principle, nitrocellulose-bottom microtiter plates (Millilitre-HAM, Millipore Co., Bedford, MA) were coated with mAb directed against rat IFNy (DB1, a generous gift from Dr. Peter van der Meide,TNO Primate Centre, Rijswijk, The Netherlands) [23] . LNC suspensions ( 2 0 0 4 aliquots, lo6 cells/well) were added to duplicate or triplicate wells and antigens added to obtain final concentrations of 10pg/ml of MBP 63-88 and MBP 89-101, and 5 pg of Con A. Other duplicate wells received no exogenous antigen to serve as background controls. After 48-h culture at 37°C and 7% C02 in humid atmosphere, the cells were discarded and secreted and bound IFN-y visualized by a rabbit polyclonal anti-rat IFN-y antibody, biotinylated anti-rabbit IgG, avidin-biotin peroxidase complex and peroxidase staining, resulting in stained spots corresponding to single cells that had secreted the cytokine. The number of spots were enumerated and expressed as number per lo6 plated LNC.", "cite_spans": [{"start": 75, "end": 79, "text": "[21]", "ref_id": null}, {"start": 131, "end": 135, "text": "[22]", "ref_id": null}, {"start": 382, "end": 386, "text": "[23]", "ref_id": null}], "ref_spans": [], "section": "T cell-mediated immunity measured by antigen-induced IFN-y secretion and T cell proliferative response"}, {"text": "For measurement of antigen-induced lymphocyte proliferation, aliquots in triplicates (2OOpl) of LNC suspension were applied in round-bottom 96-well microtiter plates (Nunc Copenhagen, Denmark) at a cell density of 3 x lo6 cells/ml. The different antigens were added as described above. After 60 h of incubation, the cells were pulsed for 10 h with [3H]methyl-thymidine (10~1, 100 pCi/ml; Amersham, Little Chalfont, GB). Cells were harvested and thymidine incorporation was counted in a p-scintillation counter.", "cite_spans": [], "ref_spans": [], "section": "T cell-mediated immunity measured by antigen-induced IFN-y secretion and T cell proliferative response"}, {"text": "Antigen-induced mRNA expression for IFN-y, and TGF-B", "cite_spans": [], "ref_spans": [], "section": "2.3"}, {"text": "For each sampling interval, day 7 and 14 p i , a total of six to eight rats from each strain were used for these studies. ", "cite_spans": [], "ref_spans": [], "section": "2.3"}, {"text": "The non-parametric Mann-Whitney's test was used.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A survey of RT1 class I1 haplotypes and the EAE susceptibility is presented in Table 1 . LEWl.A, LEW1.C and LEWIS developed clinical disease. A classical disease pattern was noted with onset of tail weakness, at around day 10 p.i. progressing to paresis and in some cases death, with maximum severity at days 13-15 p i . . The rats had recovered between day16 and 20 p.i. Four rats of each strain were observed to day 40 p i and no disease relapses were noted.The LEW1.C strain had a relatively mild form and not all of these rats showed neurological deficits. LEWl.D, LEWl.F, LEW1.N and LEW1.W were resistant.", "cite_spans": [], "ref_spans": [{"start": 79, "end": 86, "text": "Table 1", "ref_id": "TABREF1"}], "section": "MHC association with MBP 63-Wmduced EAE"}, {"text": "Immunohistochemical studies of spinal cord were performed since it is well known that clinical signs of EAE and the degree of CNS inflammation may sometimes dissociate. However, in the present experiment these two parameters roughly correlated to each other.", "cite_spans": [], "ref_spans": [], "section": "MHC association with MBP 63-Wmduced EAE"}, {"text": "Early (7 days) or late (14 days) after immunization with the h4BP 63-88 peptide, cells from draining popliteal and inguinal lymph nodes were challenged in vitro with MBP 63-88 or with MBP 89-101 as a negative control or with Con A as a positive control.The stimulations were assayed by measurement of DNA synthesis, an assay well known to reflect T cell proliferation and EN-y production by enumerating single cells secreting the cytokine (Figs. 1 and 2) . Much higher background counts, in cultures receiving no exogenous antigen, were recorded day 7 p.i. than day 14 p.i., probably due to a more conspicuous in vivo activation at the early time interval. Statistical comparison did not These also showed the highest IFN-y responses at both day 7 and day 14 p.i.. It is notable, however, that relative magnitudes of the immune response did not correlate with the degree of clinical disease; the LEW1.C rats developed the strongest responses but had the mildest disease. Among the EAE-resistant strains, the LEW1.W rats developed a significant IFN-y response which was more pronounced late after immunization. There were no responses with MBP 89-101 as an antigen, while high responses to Con A were observed in all strains.", "cite_spans": [], "ref_spans": [{"start": 439, "end": 454, "text": "(Figs. 1 and 2)", "ref_id": "FIGREF1"}], "section": "T ceU proliferation and IFN-y secretion"}, {"text": "To analyze further the quality of the responding LNC, in situ hybridization was carried out using m y -, IL-4-and approximately tenfold. This can either be due to different sensitivities in the techniques or to the fact that not all mRNA-expressing cells eventually secreted the formed product. The relative responses between different strains were, however, fully consistent between the two techniques.", "cite_spans": [], "ref_spans": [], "section": "IFN-y, IL-4 and TGF-B mRNA expression"}, {"text": "The detected number of MJ3P 63-88-induced IL-4 and TGF-f3 mRNA-expressing cells was generally much lower than that of IFN-y mRNA-expressing cells. The most remarkable finding was that the LEW1.W strain showed the strongest activation of IL-4and TGF-fJ-producing cells especially early in the immune response. Also the LEWIS strain developed a significant IL-4 and TGF-f3 response, but only late in the immune response. ", "cite_spans": [], "ref_spans": [], "section": "IFN-y, IL-4 and TGF-B mRNA expression"}, {"text": "We have here analyzed the role of MHC for EAE susceptibility after induction of the immunodominant MBP 63-88 peptide in a series of MHC congenic LEWIS strains. The importance of MHC could be confirmed by the finding that three (with class I1 haplotypes a, c and 1) out of seven investigated congenic strains were susceptible to disease induction. Our results partly confirm previous findings obtained after immunization of LEWIS congenic strains with guinea pig spinal cord homogenate; where only LEWIS (RT1') developed clinical disease while strains with a, f, d and u were resistant [6] . In other studies it has been shown that DA rats are highly susceptible to EAE induced with guinea pig spinal cord homogenate or with MBP showing that class I1 genes of the a allele are permissive for disease induction although in this strain other background genes are also of great importance [5] . Thus the present peptide show that the permissiveness by the a haplotype is related to its ability to recognize this immunodominant peptide. It should be emphasized that from the present, or previous, results it is not possible to conclude that the class11 genes are responsible for the observed MHC association. Circumstantial evidence is, however, supportive since the disease is Tcell-mediated and since the pathogenicT cells in the LEWIS strain recognized the MBP 63-88 peptide in the context of the MHC class11 B molecules (corresponds to the DQ molecule) [29] . It remains to be investigated whether the B molecule is also used in the a and c haplotype rats, which where here found to be susceptible. It has recently been shown that the B1 and Ba molecules display considerable differences [30] but that the class I1 molecules of a and c are relatively similar. Thus, Da and DC share the first domains while the Ba and the BC first domains differ only in the Bg chain [31] . In addition it has been reported earlier that class 11-restricted T cells from rats with RTIC, in similarity with RT1' rats, recognize the MBP 63-88 peptide in an immunodominant fashion [32] . From these considerations we conclude that in all three EAE-susceptible haplotypes (a, 1 and c) a class 11-restricted T cell activation in response to the MBP 63-88 peptide occurred.", "cite_spans": [{"start": 585, "end": 588, "text": "[6]", "ref_id": null}, {"start": 885, "end": 888, "text": "[5]", "ref_id": null}, {"start": 1452, "end": 1456, "text": "[29]", "ref_id": null}, {"start": 1687, "end": 1691, "text": "[30]", "ref_id": null}, {"start": 1865, "end": 1869, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 2058, "end": 2062, "text": "[32]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Since IFN-y was produced by T cells from haplotypes a, 1 and c, the claim that the pathogenicT cells predominantly exert TH1-like activity is supported [ l l , 15,221. However, among the responder strains, the magnitude of disease did not correlate with the number of IFN-y-producing cells; cells from RTIC showed a more vigorous MBP 63-88 induced IFN-y production than cells from RTla and RTl', despite the fact that the former strain had a milder disease course than the two latter. The reason(s) for this are unclear, but it is possible that more extended studies might reveal an MHC-directed influence on production of other putative disease up-or down-regulatory cytokines such as lymphotoxin or IL-10.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Among the EAE-resistant strains we found that rats with RTld did not mount an immune response to MBP 63-88. In initial experiments we made the same observation with the RTlf haplotype (datanot shown). In contrast, the LEW1.W strain, carrying the RTIU haplotype was resistant to EAE but mounted a significant immune response to MBP 63-88.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In initial experiments also the same was noted for RT1\". Of the used strains only LEWl . W showed an IL-4 and TGF-fi response as early as 7 days after immunization. It is tempting to suggest that this obviously MHC-regulated feature of the immune response might be causally related to the absence of clinical EAE. Recent results from other groups supports this interpretation. Direct treatment of rats with TGF-p counteracts EAE and IL-Zmediated proliferation [33] . After recovery of EAE in LEWIS rats CD4+ cells has been isolated, which secretes IL-4 and TGF-fi and suppress IFN-y mediated effects [17] . These data could explain the limitations of the disease course in the LEWIS rats and is compatible with our observation that the peptide-specific response with IL-4 and TGF-fi production tends to increase later in the immune response. A new finding is that the LEW1.W strain may recognize the MBP 63-88 peptide in a way which triggers an early Tcell expression of IL-4 and TGF-fi mRNA, instead of mounting a pure TH1 type response. A close-to-hand explanation is that the peptide may be bound to class I1 molecule of the u haplotype in a different way as compared to binding in haplotypes susceptible to EAE. A different affinity, or different processing requirements, may for instance lead to a presentation of the peptide predominantly by B cells, instead of macrophage or dendritic cells leading to another type of T cell response. A role for the antigen-presenting effects by B cells is supported by recent experiments in which tolerization to EAE was achieved by specifically addressing the MBP 63-88 peptide to B cells in vivo by usage of an anti4 conjugate [34] . Moreover, an MHC influence on the quality of the T cell response has been described for the response to a peptide of type IV collagen in the mouse and in this case this influence has been located to the peptide and MHC class I1 molecule complex [ 10,351. The present observation is the first made of such a phenomenon in the regulation of an autoimmune disease and adds a new way how MHC association to autoimmune disease may operate.The observed skewing of the immune response in the LEW1.W strain towards IL-4 and TGF-p production may not necessarily, however, be attributed to the class I1 molecule. It has earlier been postulated that the induction of oral tolerance in rats is mediated by CD8+ T cells secreting TGF-P locally in the inflammatory region [13] . This would imply a role for class I molecules. This is also compatible with our observations since we have not formally excluded a role either of polymorphism in the MHC class I region, o r of other putatively important polymorphic genes within h4HC.This will be studied by use of F1 hybrids, MHC-recombinant strains and with MHC class I1 transgenic rats.", "cite_spans": [{"start": 460, "end": 464, "text": "[33]", "ref_id": null}, {"start": 600, "end": 604, "text": "[17]", "ref_id": null}, {"start": 1671, "end": 1675, "text": "[34]", "ref_id": null}, {"start": 2436, "end": 2440, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion we have in the present communication defined MHC association for EAE induced with the major immunogenic peptide MBP 63-88. We have also suggested a new mechanism by which certain MHC haplotype may exert a suppressive influence on the susceptibility to EAE by priming for a qualitatively different response instead of a pure TH1 type of response which normally leads to disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF12": {"ref_id": "b12", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "A", "middle": [], "last": "Miller", "suffix": ""}, {"first": "O", "middle": [], "last": "Lider", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Roberts", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Sporn", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Weiner", "suffix": ""}], "year": 1992, "venue": "", "volume": "89", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Histochemistry", "authors": [{"first": "A", "middle": [], "last": "Dagerlind", "suffix": ""}, {"first": "K", "middle": [], "last": "Friberg", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Bean", "suffix": ""}, {"first": "T", "middle": [], "last": "Hokfelt", "suffix": ""}], "year": 1992, "venue": "", "volume": "98", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Immunogenetics 1993", "authors": [{"first": "R", "middle": [], "last": "Holmdahl", "suffix": ""}, {"first": "M", "middle": [], "last": "Karlsson", "suffix": ""}, {"first": "K", "middle": [], "last": "Gustafsson", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Data refer to rats observed until or beyond day 14. Summary of alleles in rat MHC haplotypes from data review [36,37]. RT1.B and RT1.D denotes MHC class I1 molecules. RTI. B corresponds to H-2A and HLA DQ in mice and humans respectively, while RTI. D corresponds to H-2E and HLA DR.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Proliferative response to MBP 63-88 compared to background (no antigen) in draining lymph node cell suspensions from different rat strains immunized with MBP 63-88.The data are expressed as means cpm x 10W3 f SEM and is calculated from results from four rats of each strain. Not shown are the negative controls (MBP 89-101 as an irrelevant peptide),which evoked cpm values comparable to wells with no antigens, and the positive control (Con A) which evoked similar and strong responses (70 x 103-95 x 103 in the early response and 145 x 103 -195 X 103 in the late response) in all cell cultures. * = p < 0.05, ** = p < Number of IFN-y-secreting cells in response to MBP 63-88 compared to background (no antigen) among draining lymph node cell suspension from different rat strains immunized with MBP 63-88. The data are expressed as mean numbers of IFN-y secreting cells per lo6 LNC f SEM and is calculated from results of six to eight rats of each strain. Not shown are the negative controls (MBP 89-101 as an irrelevant peptide), which evoked IFN-y secreting cells values comparable to wells with no antigens, and the positive control (Con A) which evoked similar and strong responses (300-325/ 106 cells) in all cell cultures. * = p < 0.01, ** = p < 0.001, *** p < 0.0005. reveal significant differences between MBP 63-88-induced responses at day 7 p i . However, at day 14 p i , as expected, only EAE-susceptible strains (LEWl.A, LEWIS and LEW1.C) showed an MBP 63-88 peptide specific proliferative responses.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Number of IFN-y mI2NA-expressing cells among drain-I -x m n I I 00 ___.___. > & -ing iyrnpn n o w cell:, e x p o s e~ LU ivmr 0 3 -0~ curnpareu co background (no antigen) in the different h4HC congenic rat strains. The data refer to mean number of IFN-y mRNA-expressing cells per lo5 lymph node cells f SEM and is calculated from results of individual cultures from a total of six to eight rats of each strain run on four different occassions. * = p < 0.01, ** = p ~0.001, *** p < 0.0005. TGF-P-specific probes (Figs. 3-5). The number of IFN-y mRNA-expressing cells appearing in response t o MBP 63-88 exceeded those detected as IFN-y secreting cells (sc)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Number of ILI mRNA-expressing cells among draining lymph node cells (LNC) exposed to MJ3P 63-88 compared to background (no antigen) in the different MHC congenic rat strains. The data refer to mean numbers of IL4 mRNA-expressing cells per 105 lymph node cells f SEM and is calculated from results of individual cultures from a total of six to eight rats of each strain run on four different occassions. * = p < 0.01, ** = p <0.001, *** p < 0.0005.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Number of TGF-p mRNA-expressing cells among draining lymph node cells (LNC) exposed to MBP 63-88 compared to background (no antigen) in the different MHC congenic rat strains. The data refer to mean numbers of TGF-p mRNA-expressing cells per 105 LNC k SEM and is calculated from results of individual cultures from a total of six to eight rats of each strain run on four different occasions. < 0.0005. * = p < 0.01, ** = p < 0.001, *** p demonstration of EAE after induction with the MBP 63-88", "latex": null, "type": "figure"}, "TABREF0": {"text": "The cultures were performed on four different occasions. Aliquots 200p1 of LNC suspensions from individual rats of the different strains were plated in round-bottom microtiter plates at a density of 5 x lo6 LNC/ml medium. Separate cultures either received no stimulus, 10-pl aliquots of Con A (5 pg/ml) or MBP 63-88 (lOpg/ml). We have previously shown that 24 h is an optimal stimulation time for these cytokines[24]. Thus, after 24-h incubation, cells were washed in PBS and lo5 MNC from each culture were dried onto restricted areas of microscope slides (Probe On, Fisher, Scientific, Pittsbugh, PA) at room temperature. In situ hybridization was performed essentially as described by Dagerlind et al.[25], with 35S-labeled synthetic oligonucleotide probes (Scandinavian Gene Synthesis AB, Koping, Sweden). The labeling was performed with [35S]deoxyadenosine 5'-a-thiotriphosphate (New England Nuclear, USA) with terminal deoxynucleotidyl transferase (Amersham). Typically, for each cytokine, a mixture of four different oligonucleotide probes was employed in order to increase the sensitivity of the method. The oligonucleotide was obtained from GenBank through the use of the MacVector system. The rat IFN-y probes (GenBank acces-The TGF-f3 probes (GenBank accession number X02812,[28]) were complementary to base 1363-1410,1457-1504, 1766-1813 and 1953-2000. Control slides were hybridized with the same total amount of radiolabeled oligonucleotide probe 891 anti-sense nucleotide sequence for rat IFN-y exon 4. A constant ratio of the GC content of approximately 60% was employed. The oligonucleotide probes were approximately 48 bases long and checked for the absence of palindromes and long sequences of homology within the species against available GenBank data. After emulsion autoradiography, slides were coded, cells expressing numerous grains over their cytoplasm were counted by dark field microscopy and the results expressed as number of labeled cells per lo5 plated cells.", "latex": null, "type": "table"}, "TABREF1": {"text": "MHC haplotypes of LEWIS congenic rat strain useda) and susceptibility to EAE induced by MBP 63-88b)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Strain </td><td>B </td><td>RT1 D </td><td>Clinical incidence </td><td>Mean maximum severity </td><td>Mean histological score day 14 </td></tr><tr><td>LEW1.A </td><td>a </td><td>a </td><td>1w10 </td><td>3.2 f: 0.4 </td><td>+++ </td></tr><tr><td>LEW1.C </td><td>c </td><td>a </td><td>719 </td><td>1.2 k 0.8 </td><td>+(+) </td></tr><tr><td>LEW1. D </td><td>d </td><td>d </td><td>0110 </td><td>0 </td><td>0 </td></tr><tr><td>LEW1.F </td><td>f </td><td>f </td><td>014 </td><td>0 </td><td>n.d. +++ </td></tr><tr><td>LEWIS </td><td>I </td><td>1 </td><td>&amp;C3 </td><td>2.5 f 0.5 </td><td> </td></tr><tr><td>LEW1.N </td><td>n </td><td>n </td><td>0/6 </td><td>0 </td><td>0 </td></tr><tr><td>LEW1. W </td><td>u </td><td>u </td><td>0110 </td><td>0 </td><td>0 </td></tr></table></body></html>"}}, "back_matter": []}