{
    "paper_id": "2dce2d54917ec9b41e1ce75fee1c189ecc108ae8",
    "metadata": {
        "title": "O R I G I NA L A RT I C L E MULTIPLE ORIGINS OF SEX CHROMOSOME FUSIONS CORRELATED WITH CHIASMA LOCALIZATION IN HABRONATTUS JUMPING SPIDERS (ARANEAE: SALTICIDAE)",
        "authors": [
            {
                "first": "Wayne",
                "middle": [
                    "P"
                ],
                "last": "Maddison",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "postCode": "V6T 1Z4",
                        "settlement": "Vancouver",
                        "region": "British Columbia"
                    }
                },
                "email": ""
            },
            {
                "first": "Geneviève",
                "middle": [],
                "last": "Leduc-Robert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "postCode": "V6T 1Z4",
                        "settlement": "Vancouver",
                        "region": "British Columbia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "namely their proximal chiasma localization acting to upset meiotic segregation in males with fusions. Of the 75 taxa of Habronattus and outgroups studied, 47 have X 1 X 2 0 sex chromosomes in males, 10 have X 1 X 2 Y, 15 have X 1 X 2 X 3 Y, 2 have X0, and one has both X 1 X 2 0 and X 1 X 2 X 3 Y. Chromosome numbers and behavior suggest neo-Ys formed by an autosome-X fusion to make X 1 X 2 Y, with a second fusion to an autosome to make X 1 X 2 X 3 Y. Phylogeny shows at least 8-15 gains (or possibly some losses) of neo-Y (i.e., X-autosome fusions), a remarkable number for such a small clade. In contrast to the many X-autosome fusions, at most one autosome-autosome fusion is indicated. Origins of neo-Y are correlated significantly with distal localization of chiasmata, supporting White's hypothesis that evolution of neo-Y systems is facilitated by looser pairing (distal chiasmata) at meiosis. However, an alternative (or contributing) explanation for the correlation is that X-autosome fusions were selected to permit isolation of male-favored alleles to the neo-Y chromosome, aided by distal chiasmata limiting recombination. This intralocus sexual conflict hypothesis could explain both the many X-autosome fusions, and the stunning complexity of male Habronattus courtship displays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Chromosome numbers and forms might be expected to show relatively clear patterns among species with shifting evolutionary constraints and forces, as they are largely isolated from the complex variability of ecological pressures that affect many phenotypic characters. Although few have been examined by modern phylogenetic methods, many broad patterns have been described in the classical cytogenetic literature, with some clades notably conservative, and others labile (White 1973) . For instance, a group of more than 10,000 acridoid grasshopper species is dominantly of a single karyotype with 23 one-armed (acrocentric) chromosomes (White 1973) . A clade of about 500 salamander species in six families has mostly biarmed (metacentric or submetacentric) chromosomes and stable numbers (Sessions 2008) . In the carabid beetle genus Bembidion with more than 1000 species, almost all autosomes are biarmed, and 190 of the 205 species studied have 11 pairs of autosomes (D. Maddison 1985) . In contrast, other clades show many evolutionary changes, such as the morabine grasshoppers with 11 or more origins of neo-Y chromosomes (White 1969) .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 482,
                    "text": "(White 1973)",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 648,
                    "text": "(White 1973)",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 804,
                    "text": "(Sessions 2008)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 974,
                    "end": 988,
                    "text": "Maddison 1985)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1128,
                    "end": 1140,
                    "text": "(White 1969)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For some of these patterns, specific evolutionary constraints and forces have been suggested. White (1973, p. 671 ) proposed a constraint to explain the observation that most spiders, and almost all spiders of the large and familiar entelegyne clade, have acrocentric chromosomes and an X 1 X 2 0 male/X 1 X 1 X 2 X 2 female or related sex chromosome system (Araujo et al. 2005 (Araujo et al. , 2012 Král et al. 2006) . Rare in this clade are species with biarmed chromosomes and unknown to White were species with neo-Y chromosomes from X-autosome fusions. White noted that in spiders the crossing over points between the chromosomes of a pair tend to be placed close to the centromere (proximal chiasma localization). He argued that this constrains against the evolution of chromosome fusions that might generate metacentrics or neo-Y chromosomes.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 113,
                    "text": "White (1973, p. 671",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 377,
                    "text": "(Araujo et al. 2005",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 399,
                    "text": "(Araujo et al. , 2012",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 417,
                    "text": "Král et al. 2006)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "White's proposed constraint is illustrated in Figure 1 , which shows how proximal versus distal chiasmata would appear in a complex fused system. The example used is the X 1 X 2 X 3 Y system of four sex chromosomes found by Maddison (1982) in Habronattus, the subject of this article. The X 2 and X 3 are paired with the Y whereas the X 1 is to the side (and not relevant to the constraint). As with most spiders, there is a single chiasma in each pairing chromosome arm (White 1973, p. 671) . To generate gametes properly, the Y must go to one pole at meiosis, the three Xs to the opposite pole. White (1973, p. 295) notes that for the highest probability of proper disjunction, the centromeres of such a three-chromosome system (focusing on the linked X 2 , X 3 , and Y) need to arrange themselves into an isosceles triangle. In Figure 1A , the paired chromosomes are connected via chiasmata far from the centromere (i.e., distal), giving the chromosomes considerable space and allowing for them to easily achieve the regular arrangement. In Figure 1B , the chiasmata are close to the centromere, making a tightly paired configuration whose mechanical crowding could prevent the regular arrangement. White argues that chromosomes could often go to the incorrect pole, yielding aneuploid gametes and reduced fertility, and thus hindering the establishment of such complex fused systems in spiders, which generally have chiasmata like that of Figure 1B . In this way, White (1973) explained the lack of neo-Y systems observed in spiders.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 239,
                    "text": "Maddison (1982)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 471,
                    "end": 491,
                    "text": "(White 1973, p. 671)",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 617,
                    "text": "White (1973, p. 295)",
                    "ref_id": null
                },
                {
                    "start": 1468,
                    "end": 1480,
                    "text": "White (1973)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 831,
                    "end": 840,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1044,
                    "end": 1053,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1443,
                    "end": 1452,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "White's hypothesis that proximal chiasmata impose a constraint against fusions yields a comparative prediction: species with fusions should tend to have chiasmata that are primarily distal. White (1973) notes that of 240 spider species then studied, about nine have metacentrics and \"in most of these cases the chiasmata in the male are distal or interstitial rather than proximal.\" However, such data have not yet been put into an appropriate phylogenetic framework to assess the strength of any correlation.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 202,
                    "text": "White (1973)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The discovery of neo-Y sex chromosome systems in some entelegyne spiders (Maddison 1982; Rowell 1985; Král 2007) opens the group for an examination of the evolutionary interplay between chiasma localization and chromosome fusions. In Habronattus, Maddison (1982) found four species with X 1 X 2 X 3 Y sex chromosomes in three different species groups, hinting at the possibility of multiple origins via X-autosome fusion. Using phylogenetic information on Habronattus (Maddison and Hedin 2003) , we can therefore examine sex chromosome evolution and chiasma localization in the group to test White's constraint hypothesis by asking: are there multiple origins of neo-Y systems in Habronattus, and do these origins appear to be associated with a lack of the localization constraint? That is, are origins of neo-Ys primarily or only in lineages with distal, rather than proximal, chiasma localization?",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 88,
                    "text": "(Maddison 1982;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 89,
                    "end": 101,
                    "text": "Rowell 1985;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 102,
                    "end": 112,
                    "text": "Král 2007)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 247,
                    "end": 262,
                    "text": "Maddison (1982)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 468,
                    "end": 493,
                    "text": "(Maddison and Hedin 2003)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interspecific correlation of distal localization with neo-Y chromosomes would be consistent with White's constraint hypothesis, but his hypothesis would not be a complete, nor would it be the only, explanation for such a correlation. If most of the fusions observed in Habronattus were between an X and an autosome, White's constraint lifting would not explain why there should be so many fusions of the same kind. Lifting the constraint would, in principle, allow a diversity of chromosome fusions, including autosome-autosome fusions. However, a mechanism such as intralocus sexual conflict could explain X-autosome fusions in particular, as autosomes bearing loci whose alleles are favored differently in males versus females could be selected to fuse with sex chromosomes (Charlesworth and Charlesworth 1980) . This hypothesis would at the same time explain a correlation of distal localization with neo-Y chromosomes, as distal localization would limit recombination to permit the male-favored allele to remain isolated to the Y.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 812,
                    "text": "(Charlesworth and Charlesworth 1980)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our goals are therefore to assess the number and types of chromosomal changes, and whether distal chiasmata are correlated with the origins of fusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Seventy one species of Habronattus and two additional subspecies were sampled for chromosomes (Table S1 , Fig. 4 ). Informal names for undescribed species match those used by Maddison and Hedin (2003) . The specimens are not the same, and the localities are not necessarily the same, as those used for molecular phylogenetic work by Maddison and Hedin (2003) . Because geographic variability in some species hints to the possibility that some populations may represent distinct species, morphologically or karyotypically distinctive populations were kept separate for the analyses. This required a linking of the chromosome-sampled populations onto the molecularly sampled populations so that the chromosomes could be interpreted on the molecular phylogeny. Chromosome data were linked to the geographically nearest and morphologically most similar population in the molecular phylogeny, indicated in Table S1 by the \"Link\" column. Chromosome data of the outgroup Pellenes peninsularis were linked to the molecular voucher from the very closely related (if not conspecific) Pellenes cf. apacheus. Data from Maddison (1982) for one species of Pellenes (Pellenes peninsularis) and 11 species of Habronattus (formerly placed in Pellenes) are included in this analysis. Maddison (1982) used now-antiquated names for some of the species. His \"Pellenes cf. agilis\" is H. cognatus; \"Pellenes cf. brunneus\" is Habronattus cuspidatus; \"Pellenes cf. calcaratus\" is Habronattus calcaratus maddisoni.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 200,
                    "text": "Maddison and Hedin (2003)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 333,
                    "end": 358,
                    "text": "Maddison and Hedin (2003)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1107,
                    "end": 1122,
                    "text": "Maddison (1982)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1266,
                    "end": 1281,
                    "text": "Maddison (1982)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 112,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 901,
                    "end": 909,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "TAXON SAMPLING"
        },
        {
            "text": "Meiotic chromosomes were observed in the testes of adult and subadult males using Feulgen staining, following the methods of Maddison (1982) , except that no colchicine was used. We obtained good squashes from some specimens stored for more than 15 years in 3:1 ethanol:acetic acid in a −20 • C (or colder) freezer. Nuclei were photographed with a Pentax 6-megapixel camera with flash to minimize vibration blurring, under a 100× oil-immersion objective, usually using phase contrast.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 140,
                    "text": "Maddison (1982)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "CHROMOSOME METHODS"
        },
        {
            "text": "Chromosome number and form were determined primarily by examining diakinesis or metaphase I of male meiosis. A single nucleus with easily interpretable chromosomes was considered sufficient to determine chromosome count and sex chromosome system for a species, although in almost all cases multiple nuclei were available. For some specimens, the sex chromosome system was easily interpretable even if the autosome complement was not determined because of overlap. Sex chromosomes could be determined by their differential condensation (heteropycnosis) or behavior in pairing and movement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHROMOSOME METHODS"
        },
        {
            "text": "Chiasma position was measured from the digital photographs using the straight line measurement tool of ImageJ 1.43u (Rasband 2012) . Only nuclei with a clear orientation of the metaphase plate were used. Except where noted, chromosomes participating in the sex chromosome system are not included in the chiasma localization data reported.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 130,
                    "text": "(Rasband 2012)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "CHROMOSOME METHODS"
        },
        {
            "text": "By metaphase, typically each bivalent has opened up to form two rods parallel to the spindle axis if the chiasma is distal, a single-rod perpendicular to the spindle axis and with medial bump if the chiasma is proximal, and cross-shaped if the chiasma is in an interstitial position (e.g., see Fig. 2 ). Therefore, except where the chiasma is fully distal, there is a point, along the length from the centromere to the tips, at which the chromosome bends. This is taken as the point of the chiasma. The lengths of the chromosome segments between centromere and bend, and between bend and tip, were measured. Chiasma position was calculated as (length centromere to bend)/(total length). Measurements were taken either along the interior or along the exterior of the chromosome arms, depending on the picture's clarity. The ratios of the measurements for each of the four chromatids were averaged to determine the chiasma position for the whole chromosome bivalent. If no bend could be identified because the chiasma position was extreme, the position was determined to be proximal (0.0) or distal (1.0), depending on the bivalent's orientation relative to the spindle. For a species to be included in the analysis, we required at least 40 scored chromosomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 300,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CHROMOSOME METHODS"
        },
        {
            "text": "To avoid bias during chiasma position measurements, digital files of photographs of individual nuclei were renamed by random numbers, sorted, and scored in this anonymous sequence. Unusual sex chromosome systems could still be seen in the photographs, but at least for X 1 X 2 0 species there was no way to bias localization measurements according to particular species groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHROMOSOME METHODS"
        },
        {
            "text": "In many nuclei, there were some bivalents that could not be confidently scored because of orientation or overlap. These were excluded, but we were concerned that this could introduce a bias if proximal chiasmata more often yield confusing forms of bivalents than distal chiasmata. To reduce this effect and yet still retain enough nuclei and species for a comprehensive analysis, we included a nucleus only if at least 60% of its autosomes were scorable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHROMOSOME METHODS"
        },
        {
            "text": "The chiasma localization of a species was determined by pooling measured positions of all chromosomes in all nuclei in all specimens. Both mean position and median position were calculated. In general, we use the median, as it draws sharper distinctions among species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHROMOSOME METHODS"
        },
        {
            "text": "Data from Maddison and Hedin (2003) were reanalyzed to provide a phylogenetic framework for this study. Their data include two gene regions, the mitochondrial 16sND1 and the nuclear Ef1alpha. The noncoding portion of 16sND1 was realigned with the Opal and Opalescent packages (Wheeler and Kececioglu 2007) in Mesquite (Maddison and Maddison 2011) , using default alignment costs (costs 260 open, 100 terminal open, 69 extension, 66 terminal extension). The 16sND1 and EF1-alpha alignments were concatenated into a single matrix and analyzed by Bayesian phylogenetic methods.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 35,
                    "text": "Maddison and Hedin (2003)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 276,
                    "end": 305,
                    "text": "(Wheeler and Kececioglu 2007)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 318,
                    "end": 346,
                    "text": "(Maddison and Maddison 2011)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "PHYLOGENETIC TREE RECONSTRUCTION"
        },
        {
            "text": "Because there are signals of hybridization in the data (Maddison and Hedin 2003) and because incomplete lineage sorting may have occurred in this shallow phylogeny, any phylogeny reconstructed with just these two gene regions will have considerable uncertainty. Concatenating the genes may not be ideal, but more genes would be needed to use a gene tree approach effectively. Even a phylogeny from extensive genomic data might fail to explain karyotype evolution if, for example, sex chromosomes occasionally introgressed. As some of these chromosome data have already waited 30 years for publication, we have chosen to explore alternative trees cautiously rather than not at all.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 80,
                    "text": "(Maddison and Hedin 2003)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "PHYLOGENETIC TREE RECONSTRUCTION"
        },
        {
            "text": "The clear examples of hybridization found by Maddison and Hedin (2003) involved taxa not sampled for chromosomes, and so may have little effect on our analysis. However, their unexplained placement of Habronattus notialis, Habronattus jucundus, and H. calcaratus calcaratus far from the other members of the morphologically distinctive viridipes group, which may be because of distant introgression, could be problematical for our analyses. The complex morphological and behavioral synapomorphies uniting these with the other viridipes group members are compelling (Griswold 1987; Maddison and Hedin 2003; W. Maddison, unpubl. data) .",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 70,
                    "text": "Maddison and Hedin (2003)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 565,
                    "end": 580,
                    "text": "(Griswold 1987;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 581,
                    "end": 605,
                    "text": "Maddison and Hedin 2003;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 606,
                    "end": 632,
                    "text": "W. Maddison, unpubl. data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PHYLOGENETIC TREE RECONSTRUCTION"
        },
        {
            "text": "Some taxa sampled here were not represented in Maddison and Hedin's (2003) molecular phylogeny study (Habronattus agilis, Habronattus carpus, Habronattus captiosus, Habronattus cf. paratus (Sucumbios), and the northern population of H. cuspidatus). For this reason they cannot be used in the analyses that rely on the branch lengths in the molecular phylogeny. However, for parsimony ancestral state reconstructions, they are included where relationships are clear enough to include them.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 74,
                    "text": "Maddison and Hedin's (2003)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "PHYLOGENETIC TREE RECONSTRUCTION"
        },
        {
            "text": "BEAST version 1.62 (Drummond and Rambaut 2007) was used on Maddison and Hedin's data to estimate a phylogeny with branch lengths proportional to time. We chose this for two reasons: first, the characters we studied may not follow the rate variation of the genes used for phylogeny, and a tree proportional to time is arguably more relevant. Second, preliminary runs with GARLI (likelihood; Zwickl 2006) and MrBayes (Bayesian; Ronquist and Huelsenbeck 2003) resulted in trees with some very short branches, including in parts of the tree variable in sex chromosomes. We were concerned these very short branches could act as outliers distorting analyses if change was implied along them; we found they were stretched to more reasonable lengths in the time-proportional trees. ",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 46,
                    "text": "(Drummond and Rambaut 2007)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "PHYLOGENETIC TREE RECONSTRUCTION"
        },
        {
            "text": "material; black, ancestral autosome material. (E) Evolutionary interpretation, with X 1 X 2 0 as ancestral, showing fusions hypothesized to generate X0, X 1 X 2 Y, and X 1 X 2 X 3 Y systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Habronattus pugillis). (B) A total of 13 pairs of autosomes + X0 (Habronattus tarascanus). (C) A total of 12 pairs of autosomes + X 1 X 2 Y (Habronattus altanus). (D) A total of 11 pairs of autosomes + X 1 X 2 X 3 Y (Habronattus borealis). Insets show interpretation of arms of sex chromosomes: white, ancestral X"
        },
        {
            "text": "The data were divided into two partitions (mitochondrial vs. nuclear). For each partition, MrModelTest version 2.3 (Nylander 2004 ) was used with PAUP* 4.0b10 (Swofford 2002) to choose appropriate models using AIC with default options. BEAST was run for 400 million generations with Habronattus constrained monophyletic (to place the Pellenes species as outgroups), echoing state each 10,000 generations, Yule process prior for the tree, uncorrelated lognormal relaxed clock, and with default priors except yule.birthRate = uniform[0, 10000] initial = 1; 16sND1.ucld.mean = uniform[0,1] initial = 1; EF1alpha.ucld.mean = uniform[0,1] initial = 1. TreeAnnotator version 1.62 (Drummond and Rambaut 2007) was used to summarize the resulting trees by constructing a maximum clade credibility tree with median heights, discarding the first 4000 of the 40,000 trees as burn-in.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 129,
                    "text": "(Nylander 2004",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 159,
                    "end": 174,
                    "text": "(Swofford 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 674,
                    "end": 701,
                    "text": "(Drummond and Rambaut 2007)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(Habronattus pugillis). (B) A total of 13 pairs of autosomes + X0 (Habronattus tarascanus). (C) A total of 12 pairs of autosomes + X 1 X 2 Y (Habronattus altanus). (D) A total of 11 pairs of autosomes + X 1 X 2 X 3 Y (Habronattus borealis). Insets show interpretation of arms of sex chromosomes: white, ancestral X"
        },
        {
            "text": "After analysis of Maddison and Hedin's full dataset, those taxa not represented with chromosome data were trimmed from the tree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Habronattus pugillis). (B) A total of 13 pairs of autosomes + X0 (Habronattus tarascanus). (C) A total of 12 pairs of autosomes + X 1 X 2 Y (Habronattus altanus). (D) A total of 11 pairs of autosomes + X 1 X 2 X 3 Y (Habronattus borealis). Insets show interpretation of arms of sex chromosomes: white, ancestral X"
        },
        {
            "text": "Ancestral states of sex chromosome systems were reconstructed by Mesquite (Maddison and Maddison 2011) using both likelihood and parsimony. For parsimony, the sex chromosome character was treated as ordered according to the hypothesis of chromosome fusions (Fig. 3E ). For likelihood, two models were used: the Mk1 model, which assumes the same rate of transitions between any two states; and what we call the Mk1Ordered model, which assumes the character is ordered as for parsimony. In the Mk1Ordered model, transition rates are constrained to be the same between adjacent states (0-1, 1-2, etc.) but zero between nonadjacent states (0-2, etc.).",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 102,
                    "text": "(Maddison and Maddison 2011)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 265,
                    "text": "(Fig. 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "ANCESTRAL STATE RECONSTRUCTION"
        },
        {
            "text": "To test for an association among species between chiasma localization and the sex chromosome system, two analyses were done on a reduced molecular phylogeny of 44 taxa for which both types of data were available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHARACTER CORRELATION"
        },
        {
            "text": "To accommodate mixed continuous (chiasma localization) and categorical (sex chromosomes) data, we used a Bayesian approach to generalized linear mixed models (GLMM) that accounts for phylogeny as a covariance structure (Hadfield and Nakagawa 2010) , via the R package MCMCglmm (Hadfield 2010, version 2.16 ). The tree used was the BEAST tree, trimmed to include only those taxa for which both chiasma localization and sex chromosome data are available (Fig. 6 ). Tests were done in both directions, with chiasma localization predicting neo-Y presence, and with neo-Y presence predicting chiasma localization. First, median or mean chiasma localization was treated as the predictor, and the response variable was the sex chromosome system, recorded as a binary variable (neo-Y chromosome present vs. absent). For this test, we used a binomial GLMM with a logit link function, run as follows:",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 247,
                    "text": "(Hadfield and Nakagawa 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 277,
                    "end": 305,
                    "text": "(Hadfield 2010, version 2.16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 459,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "MCMCglmm"
        },
        {
            "text": "G=list(G1=list(V=1,nu=0.002))) Ainv = inverseA(tree)$Ainv mC = MCMCglmm(ychrom∼medianchiloc, random=∼species, ginverse=list(species=Ainv), prior=PriorC, data=data, family='categorical', pl=T, nitt = 2000000000, thin = 400, burnin =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MCMCglmm"
        },
        {
            "text": "Otherwise, default settings of the package were used. A secondary analysis was also performed with three taxa deleted because of concern that possibly-false resolution in the viridipes and coecatus groups may be inflating independent origins of neo-Y. Omitted were Habronattus calcaratus maddisoni, Habronattus borealis, and Habronattus klauserii, neo-Y species representing possibly-false independent origins and having the highest values for distal localization, and thus which would have been sample points most strongly in support of the tested correlation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1000000)"
        },
        {
            "text": "Second, the sex chromosome system was treated as a binary predictor variable, and median chiasma localization as the response, run as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1000000)"
        },
        {
            "text": "G=list(G1=list(V=1,nu=0.002))) Ainv = inverseA(tree)$Ainv mA = MCMCglmm(medianchiloc∼ychrom, random=∼species, ginverse=list(species=Ainv), prior=PriorA, data=data, nitt = 1000000000, burnin = 10000) As a check of the validity of this second test, a generalized least squares model was fit by REML using the R function gls, with the command gls(medianchiloc∼ychrom, data, correlation = corPagel(1,tree).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1000000)"
        },
        {
            "text": "The concentrated changes test (Maddison 1990 ) was originally inspired by preliminary data on chiasma localization in Habronattus (Maddison 1990, p. 541) . It asks whether evolutionary origins of Y chromosomes are more concentrated than expected by chance in regions of the phylogeny with distal localization. As this test requires two binary variables, chiasma localization was discretized by coding as 1 ( = distally localized) those taxa with median chiasma position 0.8 or over, those below as 0. This threshold matches a gap in the distribution of chiasma localization among species (Fig. S1 ). The test was applied using Mac-Clade 4.08 with the BEAST tree, and with discretized chiasma localization as the independent variable and the presence of neo-Y as the dependent. The exact calculations overflowed, and hence 10,000 simulations were done.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 44,
                    "text": "(Maddison 1990",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 130,
                    "end": 153,
                    "text": "(Maddison 1990, p. 541)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 588,
                    "end": 596,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Concentrated changes test"
        },
        {
            "text": "Table S1 and Figure 4 show the scored karyotypes for specimens of 73 species and two additional subspecies. Five basic male karyotypes were observed (Fig. 3) :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 21,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 149,
                    "end": 157,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "KARYOTYPES"
        },
        {
            "text": "(1) 26 + X 1 X 2 0, the karyotype typical for salticids, 26 acrocentric autosomes plus two acrocentric Xs (Fig. 3A) ; (2) 26 + XO (Fig. 3B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 130,
                    "end": 139,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "KARYOTYPES"
        },
        {
            "text": "(3) 24 + X 1 X 2 Y (Fig. 3C) ; (4) 22 + X 1 X 2 Y; and (5) 22 + X 1 X 2 X 3 Y (Fig. 3D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 28,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 78,
                    "end": 87,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "KARYOTYPES"
        },
        {
            "text": "The appearance and behavior of the species with X 1 X 2 O and X 1 X 2 X 3 Y are similar to those for the few species reported by Maddison (1982) . Karyotypes (2), (3), and (4) are newly reported for Habronattus.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 144,
                    "text": "Maddison (1982)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "KARYOTYPES"
        },
        {
            "text": "All autosomes observed were acrocentrics. In X 1 X 2 0 species, the two Xs are acrocentrics (one-armed). In X 1 X 2 X 3 Y species, the Xs are all acrocentrics, and following Maddison (1982) these are named X 1 (pairs achiasmately with X 2 ), X 2 (pairs achiastmately with X 1 and chiasmately with one arm of Y) and X 3 (pairs chiasmately with other arm of Y). We do not assume that X 1 from one evolutionary origin of a neo-Y is homologous to the X 1 from (2003), treating the polytomies as soft and the character states as ordered X0 -X 1 X 2 0 -X 1 X 2 Y -X 1 X 2 X 3 Y.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 189,
                    "text": "Maddison (1982)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "KARYOTYPES"
        },
        {
            "text": "a different evolutionary origin and likewise for X 2 s and X 3 s. The Y is a biarmed. In X 1 X 2 Y species, the Y is an acrocentric. All bivalents, or nearly all, showed a single chiasma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KARYOTYPES"
        },
        {
            "text": "Several lines of evidence suggest that the X 1 X 2 Y and X 1 X 2 X 3 Y systems arose from X 1 X 2 0 systems by fusions between X chromosomes and autosomes, a mechanism that has commonly generated neo-Y chromosomes (White 1973) . First, the X 1 and the proximal half of the X 2 in X 1 X 2 Y and X 1 X 2 X 3 Y systems show the metaphase behavior of ancestral X material, because they lie side by side without chiasmata, and because they appear less condensed (heteropycnotic) than the autosomes (e.g., Fig. 3D )-as do the X 1 and X 2 in X 1 X 2 0 species. In contrast, the distal half of the X 2 , all of the X 3 , and the Y of X 1 X 2 Y and X 1 X 2 X 3 Y systems behave like the autosomes in pairing and in condensation patterns. Second, with the exception of Habronattus banksi and Habronattus pochetecanus, X 1 X 2 Y species have 12 pairs of acrocentric autosomes and X 1 X 2 X 3 Y have 11 pairs. A simple model (Fig. 3E ) explaining this is that the modified X 2 (in X 1 X 2 Y and X 1 X 2 X 3 Y species) represents a tandem fusion between an ancestral X and an autosome, with each portion retaining its ancestral behavior. The autosome's homologous partner therefore became the Y, and the number of uninvolved autosomes was reduced from 13 to 12 pairs. In X 1 X 2 X 3 Y species the Y would, in addition, have had a centric fusion with a second autosome to become biarmed, and this second autosome's homologous partner became the X 3 , further reducing the number of uninvolved autosomes from 12 to 11 pairs. This evolutionary model implies an ordered sequence: one step from X 1 X 2 0 to X 1 X 2 Y and one step from X 1 X 2 Y to X 1 X 2 X 3 Y (Fig. 3E) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 226,
                    "text": "(White 1973)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 507,
                    "text": "Fig. 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 913,
                    "end": 921,
                    "text": "(Fig. 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1645,
                    "end": 1654,
                    "text": "(Fig. 3E)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "NEO-Y ORIGIN BY FUSION"
        },
        {
            "text": "We do not have an explanation as to why two of the X 1 X 2 Y species (H. banksi and H. pochetecanus) have only 22 autosomes instead of the expected 24. Although this reduction may have occurred by an autosome-autosome fusion, these species have typical acrocentric autosomes with no observed sign of fusion. Except for these two species, there are no hints of autosomeautosome fusions or other karyotypic changes apart from those involved in sex chromosome systems. The two X0 species retain 26 autosomes, and thus their sex chromosomes may have evolved through simple X 1 -X 2 fusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEO-Y ORIGIN BY FUSION"
        },
        {
            "text": "The estimated substitution models for the two partitions were GTR + I+ GAMMA for 16sND1, and HKY + I + GAMMA for EF1-alpha. The maximum clade credibility tree from BEAST is shown in Figure 4A , with estimated posterior probabilities. This tree agrees substantially with that reconstructed by Maddison and Hedin (2003) , showing a few differences in middle depths as well as in some of the shallower clades.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 317,
                    "text": "Maddison and Hedin (2003)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "PHYLOGENY"
        },
        {
            "text": "Multiple origins of Y chromosomes are implied by the distribution of sex chromosome types on the BEAST-reconstructed phylogeny (Fig. 4A ) and on a more conservative low-resolution tree (Fig. 4B) . The ancestral state in Habronattus is an X 1 X 2 0 sex chromosome system by both likelihood and parsimony. This is consistent with the widespread occurrence of X 1 X 2 0 system in salticids and other spiders (Araujo et al. 2005 (Araujo et al. , 2012 Král et al. 2006 ). The Mk1 likelihood reconstruction on the BEAST tree (Fig. 4A ) shows X 1 X 2 0 on most internal nodes, with X 1 X 2 Y or X 1 X 2 X 3 Y systems evolving independently 13 times, six of which are in the viridipes and coecatus groups. The Mk1Ordered reconstruction is nearly the same, except that ambiguity in the viridipes group suggests as an alternative a single origin of Y (via X 1 X 2 Y) within the group (Fig.  4A, inset) . If H. cf. paratus (Sucumbios), not included because of lack of molecular data, were included on this tree in its presumed location as sister to H. paratus, the number of origins of neo-Y systems would rise to 14. Similarly, inclusion of the northern X 1 X 2 X 3 Y population of H. cuspidatus would likely raise the number of origins to 15. The apparent phylogenetic misplacement of H. notialis, H. jucundus and H. calcaratus calcaratus has little effect on our results, as this introduced no false origins of neo-Y (all have X 1 X 2 0) and none of these species were measured for chiasma localization.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 424,
                    "text": "(Araujo et al. 2005",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 446,
                    "text": "(Araujo et al. , 2012",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 463,
                    "text": "Král et al. 2006",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 185,
                    "end": 194,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 519,
                    "end": 527,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 874,
                    "end": 891,
                    "text": "(Fig.  4A, inset)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "INDEPENDENT ORIGINS OF X-AUTOSOME FUSIONS"
        },
        {
            "text": "Fifteen independent origins of neo-Y chromosomes may very well be an overestimate, an artifact of arbitrary resolution in some clades. Phylogeny within the viridipes and coecatus groups was viewed by Maddison and Hedin (2003) as uncertain. In these clades, the BEAST tree is resolved, but with short branches having low posterior probabilities. Such short branches are highly problematic for subsequent analyses such as ancestral state reconstructions: we do not trust the branches, and yet if the clade is variable, they may imply homoplasy and force the interpretation of high rates of change. The implication from Figure 4A of three independent origins of X 1 X 2 X 3 Y in each of the coecatus and viridipes groups should be considered doubtful, or at least, unsupported.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 225,
                    "text": "Maddison and Hedin (2003)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 617,
                    "end": 626,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "INDEPENDENT ORIGINS OF X-AUTOSOME FUSIONS"
        },
        {
            "text": "We therefore examined sex chromosome evolution on Maddison and Hedin's (2003) highly conservative summary tree, which collapses the coecatus and viridipes groups to polytomies, and collapses many of the other deeper nodes in the tree. This tree has added to it those taxa for which we have karyotype data but not molecular sequence data, including two (H. cf. paratus [Sucumbios] , H. cuspidatus [North] ) that add extra independent origins of the X 1 X 2 X 3 Y system. A parsimony reconstruction on this tree (Fig. 4B) shows multiple origins of X 1 X 2 Y or X 1 X 2 X 3 Y, but considerably fewer than on the BEAST trees. This low-resolution tree implies at least 15 evolutionary steps: one to X0, and the remainder to X 1 X 2 Y and X 1 X 2 X 3 Y. Most of the reduction from 29 steps in the fully resolved tree comes from deresolving the viridipes and coecatus groups, which saves 13 steps total.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 379,
                    "text": "[Sucumbios]",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 403,
                    "text": "[North]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 519,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "INDEPENDENT ORIGINS OF X-AUTOSOME FUSIONS"
        },
        {
            "text": "The low-resolution tree with parsimony reconstruction permits X 1 X 2 Y as equally parsimonious to X 1 X 2 0 on many deeper nodes of Habronattus. X 1 X 2 0 on these nodes would imply the neo-Y was independently evolved many times; X 1 X 2 Y on these nodes would imply a gain of a Y followed by subsequent losses back to X 1 X 2 0. Because the transition from X 1 X 2 0 to X 1 X 2 Y involves a gain of a Y as well as a reduction in autosome number, reversion to X 1 X 2 0 would require the X 2 be dissociated at the old X-autosome boundary and a centromere reconstituted, so as to recover the extra autosome pair. The complexity and required precision of this reversion suggests that X 1 X 2 0 may be a more reasonable ancestral state, given that X 1 X 2 0 and X 1 X 2 Y are otherwise equally parsimonious as ancestral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INDEPENDENT ORIGINS OF X-AUTOSOME FUSIONS"
        },
        {
            "text": "To focus on the specific issue of origins of Y chromosome, we used additive binary recoding to generate a character with state 1 = neo Y present and 0 = absent. Mapped on the low-resolution tree (Fig. 4B ), this character shows by parsimony at least eight evolutionary gains or losses of a neo-Y in Habronattus. Two considerations make us conclude that most of these changes were likely gains (origins of neo-Y). First, reversions to X 1 X 2 0 appear unlikely, as argued above. Second, the low-resolution Maddison and Hedin (2003) tree lacks some clades highly supported in Figure 4A (e.g., Habronattus tarascanus to Habronattus zapotecanus) that would have shifted the balance to a reconstruction of all gains.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 530,
                    "text": "Maddison and Hedin (2003)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 574,
                    "end": 583,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "INDEPENDENT ORIGINS OF X-AUTOSOME FUSIONS"
        },
        {
            "text": "In a clade with 100 species of which 75 were sampled, 8-15 gains of neo-Y would be a remarkable rate of X-autosome fusions. It is difficult to assess how unusual this is, given that most of the extensive classical cytogenetics literature (e.g., White 1973 ) has yet to be placed into an explicit phylogenetic perspective. White (1969) does not present his phylogenetic reasoning, but concludes that morabine grasshoppers have had 11 independent X-autosome fusions and five independent Y-autosome fusions among the 170 sampled species. Explicitly phylogenetic studies include Flores et al. (2008) and Henning et al. (2011) , who both found two independent origins of sex chromosome-autosome fusions in their respective clades. Leaché and Sites (2010) reconstructed at least three Y-autosome fusions among the 53 sampled species of Sceloporus lizards. Colombo et al. (2005) report a density of X-autosome fusions comparable to that of Habronattus, at least five independent fusions in a clade of acridid grasshoppers with 27 studied species.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 255,
                    "text": "White 1973",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 334,
                    "text": "White (1969)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 575,
                    "end": 595,
                    "text": "Flores et al. (2008)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 600,
                    "end": 621,
                    "text": "Henning et al. (2011)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 726,
                    "end": 749,
                    "text": "Leaché and Sites (2010)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 850,
                    "end": 871,
                    "text": "Colombo et al. (2005)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INDEPENDENT ORIGINS OF X-AUTOSOME FUSIONS"
        },
        {
            "text": "Although theory predicts that Y chromosomes should eventually degrade (Charlesworth et al. 2005) , the neo-Y chromosomes of Habronattus show no notable differences in size or behavior from the portions of Xs with which they pair (and with which they were autosomal homologues before fusion). This and the phylogenetic distribution of neo-Ys in many isolated species (Fig. 4) are consistent with recent origins. Three clades, however, have multiple species that share an apparently homologous Y chromosome: the H. dorotheae group (2 species, Habronattus geronimoi and H. sp. [CHUAST] ), the H. banksi group (four species), and the Habronattus decorus group (six species). This suggests that the origin of the Y is old enough to have preceded the diversification of each of these groups.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 96,
                    "text": "(Charlesworth et al. 2005)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 574,
                    "end": 582,
                    "text": "[CHUAST]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 374,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "INDEPENDENT ORIGINS OF X-AUTOSOME FUSIONS"
        },
        {
            "text": "Median and mean chiasma locations measured in 46 taxa are shown in Table S2 , and compiled in Figures 5 and S1 . Although a few species show chiasmata primarily near the centromere, most species have more than half of the chiasmata in the distal half of the arms (Fig. 5) , including 15 species that have the median chiasma location fully distal (Fig. S1) . A typical X 1 X 2 0 nucleus shows a diversity of chiasma positions among its chromosomes, whereas a typical X 1 X 2 X 3 Y nucleus shows more uniformity, with most chiasmata terminal. Thus, the between-nuclei SD of the nucleus's mean chiasma position is higher for X 1 X 2 0 individuals than X 1 X 2 X 3 Y individuals (0.165 vs. 0.122, nuclei from all species combined). Figure 6 suggests that individuals with X 1 X 2 X 3 Y tend to have chiasmata especially distally localized, those with X 1 X 2 0 less so, and those with X 1 X 2 Y intermediate. However, Figure 5 pools chromosomes from all individuals of a type without regard to phylogenetic placement, and we must consider whether the apparent pattern is a result of phylogenetic pseudoreplication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 110,
                    "text": "Figures 5 and S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 263,
                    "end": 271,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 346,
                    "end": 355,
                    "text": "(Fig. S1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 728,
                    "end": 736,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 914,
                    "end": 922,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "CHIASMA LOCALIZATION"
        },
        {
            "text": "Mapped on the BEAST phylogeny (Fig. 6) , there is a hint that species with X 1 X 2 Y or X 1 X 2 X 3 Y tend to have chiasmata especially distally localized, with the exception of H. sp. (CHUAST) Chiapas. An informal analysis suggests that the pattern is phylogenetically replicated. We divided the BEAST tree into six independent phylogenetic regions, namely (1) Figure 6 ). In each of these six groups, the average of the median chiasma location is higher in species with a Y than species without (Fig. S2) . The sample sizes of species with or without Y are very small within each group, but nonetheless there is a phylogenetically replicated and consistent pattern of distal localization being greater with a Y. across all nuclei and species of a sex chromosome type (X 1 X 2 0, X 1 X 2 Y, or X 1 X 2 X 3 Y).",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "(CHUAST)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 362,
                    "end": 370,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 497,
                    "end": 506,
                    "text": "(Fig. S2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CORRELATION BETWEEN DISTAL LOCALIZATION AND X-AUTOSOME FUSIONS"
        },
        {
            "text": "All tests showed a significant association between chiasma localization and the presence of a neo-Y, regardless of the direction of the prediction. The test with median chiasma location as a predictor variable required a long MCMC run of 2 × 10 9 to achieve an adequate effective sample size, because the values of the effect of median chiasma location were fairly unstable. However, they were convincingly above 0 (posterior mean = 1048; 95% confidence interval [CI] = 97-2098, pMCMC = 5 × 10 −5 ; effective sample size = 1271), demonstrating a significant effect of chiasma location on the presence of a Y. In the secondary analysis with three species deleted to reduce possibly-false convergences, the effect of chiasma location remains significant (posterior mean = 1043; 95% CI = 16-2369; pMCMC = 0.0008; effective sample size = 939).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MCMCglmm analysis"
        },
        {
            "text": "The MCMC run for the test with neo-Y as the predictor variable achieved large effective sample sizes in 10 6 generations. The effect of neo-Y was significant (posterior mean = 0.237; 95% CI = 0.120-0.358; pMCMC = 0.0003; effective sample size = 93103). The generalized least squares model fit with a significant effect of Y chromosome (correlation = −0.261; coefficient value = 0.239; with standard error = 0.06; P = 0.0002). That MCMCglmm achieved reasonable results is supported by the fact that lambda estimated in the Pagel model (0.432) is close to that implied by the intraclass correlation coefficient from MCM-Cglmm (0.422 = species mean/[species mean + units mean]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MCMCglmm analysis"
        },
        {
            "text": "On the tree of Figure 6 , the discretized chiasma localization character (median location greater than 0.8 [ = distal] vs. not [ = proximal]) shows Habronattus as ancestrally proximal, with four origins of distal, in H. sp. (MACHAL), Habronattus signatus, Habronattus contingens, and in the ancestor of a large clade (Habronattus cockerelli through H. klauserii in Fig. 6 ). In that large clade, distal is homologous throughout, with a reversion to proximal nine times. This reconstruction was used as the independent variable to ask the question whether origins of a Y are more concentrated on the branches reconstructed as distal than expected by chance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 23,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 365,
                    "end": 371,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Concentrated changes test"
        },
        {
            "text": "There are two equally parsimonious reconstructions for Y absence versus presence on the reduced tree of Figure 6 , one showing 11 independent gains, of which 10 occur on branches reconstructed as distal, one on proximal. The second reconstruction shows nine gains and two losses, with eight of the losses on branches reconstructed as distal. The first reconstruction, equivalent to the MINSTATE reconstruction , was used in a concentrated changes test to ask whether MINSTATE reconstructed changes are expected to be so concentrated on branches reconstructed as distally localized. Only eight of the 10,000 simulated cases resulted in 10 or more gains on distal-reconstructed branches, estimating P = 0.0008. The second reconstruction, equivalent to MAXSTATE, was analyzed analogously. Only 43 of the 10,000 simulated cases resulted in eight or more gains on distal-reconstructed branches, estimating P = 0.0043. By the concentrated changes test, there is therefore a significant association between localization and the evolution of a Y.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Concentrated changes test"
        },
        {
            "text": "The correlation tests show that lineages with a Y chromosome tend to have more distal chiasma localization than those without a Y, but the tests do not isolate a single mechanism underlying the correlation. Because chiasma position was measured on chromosomes other than Xs and Ys, we can rule out the direct mechanical hypothesis, namely that mechanical forces during meiosis directly and immediately cause the chiasmata in the sex chromosomes to be pushed distally without the need for an evolutionary change (e.g., Bidau 1990 Bidau , 1993 . The localization across all autosomes suggests there was an evolutionary change that affected all chromosomes, as found also by Colombo (1989) . In this regard, our data differ from those of Bidau et al. (2001) , who found that distal localization was confined to those chromosomes involved in the fusions. The one species for which a direct mechanical response remains a possibility is H. sp. (CHUAST) Chiapas. Its autosomal chiasmata are proximally localized, but the chiasmata between the X and neo-Y are fully distal in the several nuclei available.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 528,
                    "text": "Bidau 1990",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 529,
                    "end": 541,
                    "text": "Bidau , 1993",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 672,
                    "end": 686,
                    "text": "Colombo (1989)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 735,
                    "end": 754,
                    "text": "Bidau et al. (2001)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DO SEGREGATION PROBLEMS EXPLAIN THE CORRELATION?"
        },
        {
            "text": "White's constraint-lifting hypothesis invokes segregation problems when chiasmata are proximal in fused chromosome systems. It holds that chiasmata shifted to distal first, freeing a constraint and permitting fusions to evolve. An alternative, however, is that fusions occurred first, after which the chiasma localization evolved to relieve a burden of low fertility (the accommodation hypothesis; Colombo 1987 Colombo , 1989 . Our tests using generalized linear mixed models did not distinguish between these: we detected a correlation in both directions, whether we treated chiasmata location or neo-Y as the predictor variable.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 410,
                    "text": "Colombo 1987",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 411,
                    "end": 425,
                    "text": "Colombo , 1989",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DO SEGREGATION PROBLEMS EXPLAIN THE CORRELATION?"
        },
        {
            "text": "If the phylogeny had suggested that chiasma localization shifted first, followed by the evolution of a Y, then we might have preferred the constraint-lifting hypothesis. However, there is no obvious indication from the phylogeny that distal localization came first (Fig. 6) , and the generalized linear mixed models approach is not designed to detect such a pattern. The concentrated changes test (Maddison 1990 ) was designed precisely to detect a pattern of constraint lifting followed by enhanced rate of change, but it is too crude to be relied upon-it fails to incorporate a good stochastic model and requires ancestral states reconstructed in advance.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 411,
                    "text": "(Maddison 1990",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "DO SEGREGATION PROBLEMS EXPLAIN THE CORRELATION?"
        },
        {
            "text": "Other spiders are said to have strong proximal localization (White 1973) , which is not true of most Habronattus. This may suggest that Habronattus as a whole had the constraint partly lifted before any fusions arose. However, any such pattern is not yet well documented, because we lack comprehensive and quantitative chiasma localization data from other salticid spiders.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 72,
                    "text": "(White 1973)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DO SEGREGATION PROBLEMS EXPLAIN THE CORRELATION?"
        },
        {
            "text": "One weak hint that repeated chiasma localization shifts may have preceded evolution of neo-Ys can be seen in a modified correlation analysis in which all species with Y chromosomes are removed, but their sister species (which actually have X 1 X 2 0 or X0) are recoded as having a Y. In our data, this requires deletion of 15 neo-Y taxa and the fictitious assignment of a Y to H. tarascanus, H. texanus, H. pugillis, H. orbus, H. virgulatus, and Habronattus pyrrithrix. By applying the MCMCglmm analysis with chiasma location as a predictor as done for the full dataset, we are therefore asking whether distal chiasma localization in a species predicts its having a close relative with a Y. The accommodation hypothesis could not explain such a result, but the constraint-lifting hypothesis could. The results obtained with our data for this modified test are suggestive, but not significant (effect of median chiasma localization, median = 1531; 95% CI = −442 to 5073; pMCMC = 0.068; effective sample size = 753).",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 445,
                    "text": "H. tarascanus, H. texanus, H. pugillis, H. orbus, H. virgulatus, and",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DO SEGREGATION PROBLEMS EXPLAIN THE CORRELATION?"
        },
        {
            "text": "We grouped X 1 X 2 Y and X 1 X 2 X 3 Y species together as \"neo-Y,\" and did not analyze formally the differences in chiasma localization between them. However, distal localization appears to be slightly stronger in X 1 X 2 X 3 Y species (Fig. 5) . White (1973) claims that chiasma localization explains the lack of Ys in spiders in general, and it is on this basis that we sought the correlation between chiasmata and neo-Ys of either form (X 1 X 2 Y or X 1 X 2 X 3 Y). However, his mechanistic explanation of segregation problems is inapplicable to X 1 X 2 Y systems. He argues that proper segregation is best served by a regular triangular arrangement of centromeres, but X 1 X 2 Y can have no such triangular arrangement, because the two Xs pair and go to the same pole. Although this may be merely a failure of explanation, it could also raise questions as to whether we should have expected that chiasma localization constrains against X 1 X 2 Y.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 260,
                    "text": "White (1973)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "DO SEGREGATION PROBLEMS EXPLAIN THE CORRELATION?"
        },
        {
            "text": "Although White's hypothesis of segregation problems can explain the correlation between distal localization and neo-Y, it does not well explain two key aspects of our results: why there are so many changes, and why they invariably (or almost invariably) involve X chromosomes. The lifting of White's segregation constraint should permit fusions in general, including autosome-autosome fusions. We reconstructed at least 8-15 origins or losses of neo-Y, probably mostly origins, involving X-autosome fusions. In contrast there was at most one hint of a simple autosome-autosome fusion (in H. banksi and H. pochetecanus), and one hint of an X-X fusion (in H. tarascanus and H. sp. [YESOS] ). With 13 pairs of autosomes and only two X chromosomes, the probability that random fusions would all or mostly involve X chromosomes is small. There are several independent cases of fusion of autosomes to ancestral autosomal material-the second autosome-Y fusion to go from X 1 X 2 Y to X 1 X 2 X 3 Y (Fig. 3E )-but in each of these cases the autosome fused to autosomal material that was already bound to the sex chromosomes. Thus, there is a significant bias to involvement of sex chromosomes in the reconstructed fusions.",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 686,
                    "text": "(in H. tarascanus and H. sp. [YESOS]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 991,
                    "end": 999,
                    "text": "(Fig. 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "COULD INTRALOCUS SEXUAL CONFLICT EXPLAIN THE CORRELATION?"
        },
        {
            "text": "Among the forces proposed to select for X-autosome fusions (Yoshida and Kitano 2012) , one possibility is particularly intriguing for Habronattus: intralocus sexual conflict (White 1957; Charlesworth and Charlesworth 1980) . Habronattus males are known for their elaborate courtship ornaments and dances, in some species rivaling in complexity those of birds of paradise (Elias et al. 2012 ; Fig. S3 ). The possibility of an antagonistic co-evolutionary arms race between males and females in Habronattus has already been proposed based on this complexity (Elias et al. 2012 ) and observations of xenophilia (Hebets and Maddison 2005) and hybridization (Maddison and Hedin 2003) . If there is strong intralocus sexual conflict, with some alleles favored in males and others in females, then X-autosome fusions could be selected for (White 1957; Charlesworth and Charlesworth 1980; Van Doorn and Kirkpatrick 2007; Kitano et al. 2009; Kitano and Peichel 2012) .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 84,
                    "text": "(Yoshida and Kitano 2012)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 174,
                    "end": 186,
                    "text": "(White 1957;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 187,
                    "end": 222,
                    "text": "Charlesworth and Charlesworth 1980)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 371,
                    "end": 389,
                    "text": "(Elias et al. 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 556,
                    "end": 574,
                    "text": "(Elias et al. 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 608,
                    "end": 634,
                    "text": "(Hebets and Maddison 2005)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 653,
                    "end": 678,
                    "text": "(Maddison and Hedin 2003)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 832,
                    "end": 844,
                    "text": "(White 1957;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 845,
                    "end": 880,
                    "text": "Charlesworth and Charlesworth 1980;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 881,
                    "end": 912,
                    "text": "Van Doorn and Kirkpatrick 2007;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 913,
                    "end": 932,
                    "text": "Kitano et al. 2009;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 933,
                    "end": 957,
                    "text": "Kitano and Peichel 2012)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 399,
                    "text": "; Fig. S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "COULD INTRALOCUS SEXUAL CONFLICT EXPLAIN THE CORRELATION?"
        },
        {
            "text": "It may not be coincidental that the species groups with the most complex courtship behavior, the coecatus, viridipes, and clypeatus species groups (e.g., Elias et al. 2012 ) may have a large number of origins of X 1 X 2 X 3 Y, a system that gives two pairs of autosomes the opportunity to be sex-linked (Fig. 4A) . The second fusion of an autosome, to the neo-Y generated by the first fusion, would be particularly prone to selection under intralocus sexual conflict (Charlesworth and Charlesworth 1980) . Intersexual conflict could be particularly strong in these species groups, provoking both maximal courtship complexity and maximal sex linkage.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 171,
                    "text": "Elias et al. 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 467,
                    "end": 503,
                    "text": "(Charlesworth and Charlesworth 1980)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "COULD INTRALOCUS SEXUAL CONFLICT EXPLAIN THE CORRELATION?"
        },
        {
            "text": "We note that there is no obvious correlation between courtship traits in a species and the presence of a neo-Y. Within the coecatus species group, for example, all members except H. borealis have extremely complex behaviors and ornaments (Elias et al. 2012 ), whether or not they have neo-Y chromosomes. Within H. cuspidatus, the northern X 1 X 2 X 3 Y population is not notably different in courtship ornaments from the southern X 1 X 2 0 population. If X-autosome fusions are promoted by new sex-linked traits, it is possible that these traits are hidden among the many others that are not linked to sex chromosomes, or it is possible that the sex-linked traits concern the less-studied female responses.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 256,
                    "text": "(Elias et al. 2012",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "COULD INTRALOCUS SEXUAL CONFLICT EXPLAIN THE CORRELATION?"
        },
        {
            "text": "Loci involved in intersexual conflict would provide a second selective advantage for distal chiasmata in neo-Y systems, thus potentially explaining the correlation between neo-Y and distal chiasmata. Distal chiasmata in the neo-Y chromosome would suppress recombination through much of the chromosome and thus permit the male-favored versus female-favored alleles to remain associated with the appropriate respective sex chromosome. This advantage of distal chiasmata would apply for both X 1 X 2 Y and X 1 X 2 X 3 Y systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COULD INTRALOCUS SEXUAL CONFLICT EXPLAIN THE CORRELATION?"
        },
        {
            "text": "Of the four hypotheses to explain the correlation between distal chiasma localization and the presence of neo-Y, only the direct mechanical hypothesis can be ruled out by our data. A direct and immediate mechanical response to shift chiasmata after a fusion occurs cannot explain why chiasmata are shifted on autosomes uninvolved in the fusion. White's constraint-lifting hypothesis and the accommodation hypothesis are relatively minor variants on one another, as they differ in evolutionary sequence but share the basic mechanism of segregation problems constraining against proximal chiasma localization in neo-Y species. The fourth hy-pothesis, involving intralocus sexual conflict, suggests that chiasmata shift distally to limit recombination in neo-Ys with sexually antagonistic loci.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Intralocus sexual conflict can explain the high number of fusions biased strongly to X-autosome fusions, which White's segregation constraints hypothesis cannot. Intersexual conflict may also explain the coincidence of these fusions in Habronattus, a group with remarkably diverse and complex courtship behavior, but this is only a single data point phylogenetically. However, White's segregation constraint hypothesis may explain why spiders apart from Habronattus show so few neo-Y chromosomes, which after all might be expected to happen occasionally even without strong intralocus sexual conflict. It is therefore possible that both sexual antagonism and segregation constraints were involved. Successful establishment of X-autosome fusions, selected by intralocus sexual conflict, may have been more likely in species that had already evolved some distal localization, as this would avoid segregation problems and facilitate the isolation of alleles on the Y. Alternatively or in addition, distal localization could have been strengthened after a selected fusion to improve both segregation and isolation of alleles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Even though distal chiasma localization is correlated with the presence of neo-Y, the observed distal localization occurs across the entire chromosome complement. This suggests that if distal localization were the result of selection on chiasmata on the Y, the mechanism by which it was achieved was not localized to the Y. One implication of this is that the attendant reduction in recombination occurs in the autosomes as well. Thus, sex chromosome evolution may broadly restructure linkage in male Habronattus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Additional Supporting Information may be found in the online version of this article at the publisher's website: Figure S1 . Numbers of taxa with various median chiasma locations (from: Habronattus spp., Maddison and Leduc-Robert 2013) . Figure S2 . Chiasma localization by species group and sex chromosome type. Figure S3 . Adult males of various Habronattus species, indicating chromosome complement (number of autosomes and sex chromosomes). Table S1 . Karyotypes of Habronattus and Pellenes specimens examined. Table S2 . Chiasma localization of Habronattus species.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 235,
                    "text": "Maddison and Leduc-Robert 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 238,
                    "end": 247,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 313,
                    "end": 322,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 445,
                    "end": 453,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 523,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Meiosis-molecular mechanisms and cytogenetic diversity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The complex Robertsonian system of Dichroplus pratensis (Melanoplinae, Acrididae). II. Effects of the fusions polymorphisms on chiasma frequency and distribution",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bidau",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Rev. Brasil. Genet",
            "volume": "64",
            "issn": "",
            "pages": "293--296",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effects of Robertsonian fusions on chiasma frequency and distribution in the house mouse (Mus musculus domesticus) from a hybrid zone in northern Scotland",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bidau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Gimenez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Palmerà",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Searle",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Heredity",
            "volume": "87",
            "issn": "",
            "pages": "305--313",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sex differences in fitness and selection for centric fusions between sex-chromosomes and autosomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Charlesworth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Charlesworth",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Genet. Res",
            "volume": "35",
            "issn": "",
            "pages": "205--214",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Steps in the evolution of heteromorphic sex chromosomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Charlesworth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Charlesworth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marais",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Heredity",
            "volume": "95",
            "issn": "",
            "pages": "118--128",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effects of centric fusions on chiasma frequency and position in Leptysma argentina (Acrididae: Orthoptera) I. Spontaneous and stable polymorphic centric fusions",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Colombo",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Genetica",
            "volume": "72",
            "issn": "",
            "pages": "289--299",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Phylogenetic relationships in Dichroplus Stål (Orthoptera: Acrididae: Melanoplinae) inferred from molecular and morphological data: testing karyotype diversification",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Cigliano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Sequeira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Vilardi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Confalonieri",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cladistics",
            "volume": "21",
            "issn": "",
            "pages": "375--389",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "BEAST: Bayesian evolutionary analysis by sampling trees",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Evol. Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Orchestrating the score: complex multimodal courtship in the H. coecatus group of Habronattus jumping spiders",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Elias",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peckmezian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Cirard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Independent origins of new sex-linked chromosomes in the melanica and robusta species groups of Drosophila",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Evol. Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A revision of the jumping spider genus Habronattus F.O.P. Cambridge (Araneae: Salticidae) with phenetic and cladistic analyses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Griswold",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Univ. Calif. Publ. Entomol",
            "volume": "107",
            "issn": "",
            "pages": "1--344",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "MCMC methods for multi-response generalized linear mixed models: the MCMCglmm R package",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hadfield",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Stat. Software",
            "volume": "33",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "General quantitative genetic methods for comparative biology: phylogenies, taxonomies and multi-trait models for continuous and categorical characters",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hadfield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Evol. Biol",
            "volume": "23",
            "issn": "",
            "pages": "494--508",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Xenophilic mating preferences among populations of the jumping spider Habronattus pugillis Griswold",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hebets",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Behav. Ecol",
            "volume": "16",
            "issn": "",
            "pages": "981--988",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Independent fusions and recent origins of sex chromosomes in the evolution and diversification of glass knife fishes (Eigenmannia)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Henning",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Moysés",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calcagnotto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "De Almeida-Toledo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Heredity",
            "volume": "106",
            "issn": "",
            "pages": "391--400",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Turnover of sex chromosomes and speciation in fishes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kitano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Peichel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Environ. Biol. Fish",
            "volume": "94",
            "issn": "",
            "pages": "549--558",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A role for a neo-sex chromosome in stickleback speciation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kitano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kume",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Absher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grimwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schmutz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Kingsley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Peichel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "1079--1083",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evolution of multiple sex chromosomes in the spider genus Malthonica (Araneae: Agelenidae) indicates unique structure of the spider sex chromosome systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Král",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chromosome Res",
            "volume": "15",
            "issn": "",
            "pages": "863--879",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evolution of the karyotype and sex chromosome systems in basal clades of araneomorph spiders (Araneae: Araneomorphae)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Král",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Musilová",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Št&apos;áhlavský",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Řezáč",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Akan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Coyle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Almerje",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chromosome Res",
            "volume": "14",
            "issn": "",
            "pages": "859--880",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Chromosome evolution and diversification in North American Spiny Lizards (Genus Sceloporus)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Leaché",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Sites",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cytogenet. Genome Res",
            "volume": "127",
            "issn": "",
            "pages": "166--181",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Chromosomal diversity and evolution in the ground beetle genus Bembidion and related taxa (Coleoptera: Carabidae: Trechitae)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Genetica",
            "volume": "66",
            "issn": "",
            "pages": "93--114",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "MacClade version 4.08: analysis of phylogeny and character evolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Sinauer Associates",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A method for testing the correlated evolution of two binary characters: are gains or losses concentrated on certain branches of a phylogenetic tree",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Chromosoma (Berl.)",
            "volume": "85",
            "issn": "",
            "pages": "539--557",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Phylogeny of Habronattus jumping spiders (Araneae: Salticidae), with consideration of genitalic and courtship evolution",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Hedin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Syst. Entomol",
            "volume": "28",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mesquite: a modular system for evolutionary analysis. Version 2.75. Available at http:// mesquiteproject.org. Accessed",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "MrModeltest v2.3. Program distributed by the author",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A A"
                    ],
                    "last": "Nylander",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Evolutionary Biology Centre",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bayesian phylogenetic inference under mixed models",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Rasband",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ronquist",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Huelsenbeck",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "ImageJ. U. S. National Institutes of Health",
            "volume": "3",
            "issn": "",
            "pages": "1572--1574",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Complex sex-linked fusion heterozygosity in the Australian huntsman spider Delena cancerides (Araneae: Sparassidae)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Rowell",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Chromosoma (Berl.)",
            "volume": "93",
            "issn": "",
            "pages": "169--176",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evolutionary cytogenetics in salamanders",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sessions",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chromosome Res",
            "volume": "16",
            "issn": "",
            "pages": "183--201",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Turnover of sex chromosomes induced by sexual conflict",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swofford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sunderland",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Doorn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kirkpatrick",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phylogenetic Analysis Using Parsimony (*and Other Methods). Version 4.0b10. Sinauer Associates",
            "volume": "449",
            "issn": "",
            "pages": "909--912",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Multiple alignments by aligning alignments",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kececioglu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "",
            "pages": "559--568",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Some general problems of chromosomal evolution and speciation in animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J D"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Surv. Biol. Progr",
            "volume": "3",
            "issn": "",
            "pages": "75--98",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Animal cytology and evolution",
            "authors": [],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The contribution of female meiotic drive to the evolution of neo-sex chromosomes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kitano",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Evolution",
            "volume": "66",
            "issn": "",
            "pages": "3198--3208",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Genetic algorithm approaches for the phylogenetic analysis of large biological sequence datasets under the maximum likelihood criterion",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Zwickl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The University of Texas at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "White's constraint hypothesis illustrated with a meiotic configuration of four sex chromosomes (X 1 X 2 X 3 Y, see also Fig. 3) as seen in some male Habronattus. Each chromosome's centromere is shown as a circle, and its chromatids as bars. The Y has two arms, each of which pairs with an X. (A) Chiasmata distal (at tips of chromatids), \"loose pairing.\" (B) Chiasmata proximal (near the centromere), \"tight pairing.\" Loose pairing gives enough room for proper segregation (Y to one pole, three Xs to the other); tight pairing is predicted to lead too often to improper disjunction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Interpretation and measurement of chiasma position in metaphase of male meosis. (A) Interpretation of bivalents using spots for centromeres and lines for chromatids, showing proximal, interstitial, and distal chiasmata. (B) Measurement of chiasma position. Spindle axis is shown for orientation, to distinguish proximal from distal chiasmata.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Examples of meiotic metaphase and diakinesis in males with different sex chromosomes, and interpretation of evolutionary transformations. Autosomal bivalents are all acrocentric. (A) A total of 13 pairs of autosomes + X 1 X 2 0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Evolution of sex chromosome systems. (A) Ancestral states reconstructed by likelihood (Mk1 model; estimated rate 1.5616) on BEAST maximum clade credibility tree, with inset showing reconstruction from Mk1Ordered model. Estimated posterior probabilities for clades shown. (B) Ancestral states reconstructed by parsimony on highly conservative tree from Maddison and Hedin",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "a paraphyletic group of H. paratus + the dorotheae group (H. sp. [MACHAL] to H. geronimoi in Figure 6); (2) a clade of the decorus group and banksi group (Habronattus cockerelli through H. pochetecanus in Figure 6); (3) Habronattus altanus plus Habronattus texanus; (4) a clade of Habronattus oregonensis and others (Habronattus pugillis through H. sp. (YUCUN) in Figure 6); (5) the Habronattus viridipes group (Habronattus moratus through Habronattus orbus in Figure 6); and (6) the Habronattus coecatus group (Habronattus ammophilus through Habronattus virgulatus in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Proportion of chromosomes with various chiasma positions, summed",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Evolution of chiasma localization. Ancestral states reconstructed using squared change parsimony weighted by branch lengths. Sex chromosomes indicated.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work began in 1980 in the laboratory of K. Rothfels, whose dedication to classical cytogenetics research and its still-untapped treasures were inspiring. We are indebted to M. Hedin for his important partnership on field expeditions and in conceiving the broad outline of the Habronattus project, and for his contributions to Habronattus phylogeny. D. Maddison assisted with collecting specimens and did some of the chromosome preparations. Tila M. Pérez helped to obtain Mexican permits and specimens, which were collected with the assistance of M. Hedin, J. L. Castelo, F. Alvarez, and R. Ayala. R. Maia helped considerably in helping us navigate MCMCglmm. We received helpful comments on the manuscript from G. Blackburn, J. Zhang, E. Piascik, and two anonymous reviewers. This work was supported by an NSERC Discovery Grant and an National Science Foundation grant (#DEB-9707368) to WPM. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}