{
    "paper_id": "2dd609a9700312bff30d577e5fd41d23c9e68f7c",
    "metadata": {
        "title": "Acute hypoxemic respiratory failure in children: case mix and the utility of respiratory severity indices",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Peters",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "C"
                ],
                "last": "Tasker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "M"
                ],
                "last": "Kiff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Yates",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Hatch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "J R C"
                ],
                "last": "Peters",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Tasker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "K M R"
                ],
                "last": "Kiff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Yates",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "D J"
                ],
                "last": "Tasker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hatch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "30 Guilford Street, Hills Road",
                        "postCode": "WC1N 3JH, WC1N 3EH, CB2 2QQ",
                        "settlement": "London, London, Cambridge",
                        "country": "UK, UK, UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: Acute hypoxemic respiratory failure (AHRF) is a common reason for emergency pediatric intensive care. An objective assessment of disease severity from acute physiological parameters would be of value in clinical practice and in the design of clinical trials. We hypothesised that there was a difference in the best early respiratory indices in those who died compared with those who survived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design: A prospective observational study of 118 consecutive AHRF admissions with data analysis incorporating all blood gases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Setting: A pediatric intensive care unit in a national children's hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interventions: None. Results: Mortality was 26/118, 22 %",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "(95 % confidence interval 18-26 % ). There were no significant differences in the best alveolar-arterial oxygen tension gradient (A-aDO> torr), oxygenation index (OI), ventilation index (VI), or PaO2/FIO2 during the first 2 days of intensive care between the survivors and nonsurvivors. Only the mean airway pressure (MAR cm H;O) used for supportive care was significantly different on days 0 and i (p _< 0.05) with higher pressure being used in non-survivors. Multiple logistic regression analysis did not identify any gas exchange or ventilator parameter independently associated with mortality. Rather, all deaths were associated with coincident pathology or multi-organ system failure, or perceived treatment futility due to pre-existing diagnoses instead of unsupportable respiratory failure. When using previously published predictors of outcome (VI > 40 and OI > 40; A-aDO2 > 450 for 24 h; A-aDO 2 > 470 or MAP > 23; or A-aDO2 > 420) the risk of mortality was overestimated significantly in the current population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conclusion: The original hypothesis was refuted. It appears that the outcome of AHRF in present day pediatric critical care is principally related to the severity of associated pathology and now no longer solely to the severity of respiratory failure. Further studies in larger series are needed to confirm these findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Acute hypoxemic respiratory failure (AHRF) remains a common reason for emergency pediatric intensive care. Even with currently available ventilatory support it re-tains a significant morbidity and mortality with one subgroup, those with acute respiratory distress syndrome (ARDS), having a mortality rate of 40-75 % [1] [2] [3] [4] [5] [6] . However, it has also been suggested that much lower mortalities (< 10%) may occur in specific conditions such as respiratory syncytial virus-related ARDS [7] . In this setting, promising new interventions, including permissive hypercarbia, exogenous surfactant, inhaled nitric oxide, high frequency oscillatory ventilation, extracorporeal membrane oxygenation and perfluorocarbon-assisted gas exchange have been described with the purpose of 'rescuing' potential survivors from severe pathology. In order to evaluate effectively such therapies, clinical trials have adopted assessments of disease severity for patient recruitment. Such an approach is based on the hypothesis that the initial magnitude of acute severe physiological derangement equates with subsequent mortality. Thereby warranting the experimental intervention as well as providing a measure for verifying the similarity between treatment patients and control patients.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our experience from a retrospective study of children with severe AHRF [8] questioned the usefulness of the previously reported respiratory predictors of outcome [2] [3] [4] [5] . Rather, in common with Sarnaik and colleagues [9] , who found in their pediatric study that response to an intervention better predicted intensive care outcome, we reported that greater improvement in oxygenation to an intervention (a standard dose of inhaled nitric oxide) was associated with improved outcome [8] . This suggests that with current clinical expertise, a test of potential ventilation-perfusion mismatch, shunt and lung injury reversibility is a more appropriate predictor of outcome than the status prior to any intervention. In an individual patient, such a response to intervention should be indicated by their best, rather than worst, measure of gas exchange, Therefore, the purpose of the present prospective, single institution study of AHRF in children was to assess whether the best, early respiratory indices in non-survivors were significantly different from those who survived.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Approval for this observational study was obtained from our institution's Ethics Committee and patient data was stored according to the requirements of the Data Protection Act. Between August 1 1995 and March 31 1997, all children older than 1 month and less than 16 years of age admitted to our Pediatric Intensive Care Unit (PICU) were eligible for inclusion in this prospective study. Inclusion criteria were modified from the American-European Consensus Conference diagnostic criteria for ARDS [10] : a) acute onset of respiratory failure over less than 48 h, b) evidence of a severe defect in oxygenation (arterial oxygen tension to fraction of inspired oxygen ratio (PaO2/FIO2) of less than 200 mmHg) for at least six consecutive hours on the day of PICU admission, c) no evidence of left atrial hypertension and d) four quadrant interstitial shadowing on chest X-ray. Children without the characteristic chest X-ray appearances of ARDS, but meeting the other criteria for ARDS, were described as cases of AHRE Details of the patients' acute diagnoses as well as any underlying conditions were recorded. An electronic patient charting sys-tem (CareVue, Hewlett Packard) was reviewed daily and ventilator and physiological parameters recorded and stored on a separate data base. Every blood gas analysis performed throughout the patients' admissions was reviewed and the oxygenation index (OI = mean airway pressure (MAP) x FIO2/PaO2) , alveolar-arterial oxygen tension gradient (A-aDO2), PaO2/FIO 2 ratio and ventilation index (VI = respiratory rate x PaCO 2 x peak inspiratory pressure / 1000) were calculated for each blood gas measurement. Analyses carried out used the best value obtained over the period under assessment. For the comparison with previously reported studies [2] [3] [4] [5] every blood gas was reviewed and the respective study criteria applied for patient selection.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 502,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1785,
                    "end": 1788,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1789,
                    "end": 1792,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1793,
                    "end": 1796,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1797,
                    "end": 1800,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "The ventilatory strategy employed in these patients was one of permissive hypercarbia (target PaO 2_< 8Kpa, provided pH > 7.25) with limitation of peak inspiratory pressure (< 35 cmH20 ) while employing high MAPs to ensure maximum lung volume recruitment via the use of peak end expiratory pressure and inverse inspiratory : expiratory ratios. High frequency oscillatory ventilation was employed if oxygenation was inadequate with a MAP of 20 cmH20 or greater. The use of inhaled nitric oxide therapy throughout the last 12 months of the study was controlled by an institution approved multi-center randomisation protocol. Extracorporeal membrane oxygenation was employed when no stability could be achieved with the above techniques. Death or survival to discharge from the PICU were the end points of the study. In children who died, the mode of death was recorded: failed resuscitation, limitation or withdrawal of support or brain death. The clinical course of patients with AHRF was categorised according to the severity of disrupted gas exchange and whether or not improvement occurred within 3 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "The data were stored in a Microsoft Access 2.0 data base and analysed with Microsoft Excel 7.0 and statistical software (Statistical Package for Social Sciences 6.13, SPSS Inc.). Comparisons between non-survivor and survivor data were performed with an independent sample t-test after transformation to normality if required. Multiple logistic regression analysis was performed against survival for a range of respiratory parameters from days 0, 1 and 2 in those patients with available data for those days. Parameters found to be significant in the univariate analysis were tested as well as those indices previously suggested to be associated with outcome from ARDS or AHRF [2] [3] [4] [5] . In addition, age, weight, multi-organ system failure (MOSF) score [11] and the presence of underlying immunodeficiency were also tested in the model. Beta coefficients from significant independent predictors were converted to adjusted odds ratios with 95 % confidence intervals. Comparison with published series [2] [3] [4] [5] included a meta-analysis of reported results, calculation of the likelihood ratio for a positive test resuit, and the two-sample test for proportions.",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 679,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1006,
                    "end": 1009,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1010,
                    "end": 1013,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "Out of 850 admissions to the PICU, 118 patients were admitted with AHRF over the 20 months of the study. The median age was 9 months (range 1-167 months), and weight 4.3 kg (1-53 kg). The median length of PICU stay was 8 days (range 0-80 days). The PICU mortality was 39/732, 5 % (95 % confidence interval 4-7 % ) in the non-AHRF cases, and significantly greater in the AHRF cases, 26/118, 22% (14-30%, p< 0.001). One patient with AHRF died within 6 h of admission, having been inappropriately intubated and resuscitated: since treatment was limited from the time of admission, his respiratory indices data were excluded from analysis. Fifty-two children who fulfilled the full criteria for ARDS in addition to AHRF had a significantly higher mortality in comparison to the non-ARDS, AHRF patients: 36.5% (19/52) and 10.6% (7/66), respectively (p < 0.001). The ventilatory strategy in these patients is reflected in the group median PaCO2 and MAP for survivors and non-survivors for each day of the study (Fig. 1 ). Nonconventional or specialised intensive care treatments included extra-corporeal membrane oxygenation (4 cases, 1 death), high frequency oscillatory ventilation (25cases, 9deaths), artificial surfactant (15cases, 4 deaths) and intention to use nitric oxide (38 cases, 12 deaths).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1005,
                    "end": 1012,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Outcome and acute physiological disturbance",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The range of physiological parameters most widely suggested to be associated with outcome are shown as a univariate analysis (Table 1) for the day of admission (day 0), and the subsequent two complete days on the PICU. On days 0 and 1 the eventual survivors do not differ significantly from non-survivors in terms of early A-aDO 2, PaOJFIO 2, OI or VI (when using the best values from all blood gases over the particular time period). By day 2, however, the A-aDO2 just reached significance (p = 0.05). Although it should be noted that up to this time there had been significant attrition in patient numbers with nine of the patients present on day 0 not surviving and seven others improving to extubation, and therefore beyond the need for blood gas monitoring. In relation to the ventilatory parameters, there were significant differences between survivors and non-survivors in the maximum MAP employed on day 0 and day 1, and the highest peak inspiratory pressures employed on day 0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In stepwise multiple logistic regression analysis, best and worst gas exchange parameters (A-aDO2, PaO2/ FIO> OI, VI, PaCO2, peak inspiratory pressure, positive end expiratory pressure and MAP) were not independently associated with poor outcome on days 0, 1 or 2 of admission. The findings were not altered by correction for age, weight, MOSF score or the presence of immunodeficiency. The association between ARDS and increased mortality noted on univariate analysis was not significant when corrected for the presence of MOSF score _> 2. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Respiratory infection (44) Non-infective respiratory disease (21)* Head injury (2) • Non-survivors",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All cases (118) Immunodefieicney (29)*",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[] Survivors"
        },
        {
            "text": "Ex-premature (22) Normal ( The acute diagnosis associated with admission and the mortality in each category is shown in Fig. 2 as well as the underlying or associated diagnosis. The presence of MOSF (score _> 2) was the only pattern of acute diagnosis associated significantly with death: 45 % mortality rate (18/40) with an odds ratio (95 % confidence interval) of 4.4 (1.5-13.5). Of special note is the favorable outcome for previously healthy children with only 3 deaths from 34 cases (9.6 %) compared with the 23/83 (27.7%) in cases with pre-existing disease (p < 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 126,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Miscellaneous (22)"
        },
        {
            "text": "As with previous reports [1, [4] [5] [6] , the outcome for immunodeficient children who develop AHRF was significantly worse than for the rest of the study population: 13 deaths from 29 cases (45%) versus 13 deaths from 89 cases (15%), p <0.001; odds ratio 3.1 (95% confidence interval 1.1-8.0). In the stepwise multiple logistic regression analysis, adjustment for gas exchange parameters (A-aDO> PaO2/FIO2, OI, VI, PaCO 2, peak inspiratory pressure, positive end expiratory pressure and MAP) did not alter the association of MOSF and immunodeficiency with non-survival.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 28,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 29,
                    "end": 32,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 33,
                    "end": 36,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 37,
                    "end": 40,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Miscellaneous (22)"
        },
        {
            "text": "The clinical course of patients with AHRF was categorised according to the severity of the disruption of gas exchange. Using the best daily A-aDO2 (but the classification is identical if PaOJFIO 2 or OI are used), five distinct patterns of AHRF were identified (Fig. 3) . Survivors follow one of three clinical patterns: a course of mild disease only (pattern A: n--45), early improvement within 3 days (pattern B: n = 23) or later improvement longer than 3 days (pattern C: n --24). Non-survivors die with persistent, severe, hypoxemic, respiratory failure (pattern D: n --17) or during or following resolution of AHRF (pattern E: n --9). The majority of deaths occur in children with persistently severe abnormal gas exchange (pattern D). Of these children, none were previously healthy (ten were immunodeficient, three were ex-premature infants and the others had inherited metabolic disorders or major chromosomal abnormalities). Further, only six of these patients died whilst receiving full supportive treatment including cardiopulmonary resuscitation, the remainder had either support withdrawn (4/17) or a limitation of intensive care therapy (7/17) because of the severity of the associated conditions or co-incident organ failure. Therefore only six cases with AHRF reached a point of unsupportable respiratory failure, and none of these were previously normal children. The other children who died (pattern E) most frequently did so from severe cerebral injury (5/9 from brain death including the three previously normal children who died) with the other four cases having supportive treatment withdrawn or limited because of the severity of associated diseases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 269,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Outcome and clinical course"
        },
        {
            "text": "The principal observation in this preliminary report of AHRF in children is that associated or underlying diagnoses -case mix -have significant bearing on population outcomes. Not surprisingly, children meeting criteria for ARDS had a poorer outcome. Further, when using a defined ventilatory strategy, which in our practice emphasises permissive hypercarbia and lung volume recruitment, severity of ventilatory parameters (i. e., high MAP) rather than indices of gas exchange, reflected better the likelihood of poor outcome. Most importantly, where the acute physiological parameters fail to differ between good and poor outcome patients, we propose that the presence of severe pre-existing disease or associated pathology, rather than severity of respiratory failure alone is associated with outcome in modern pediatric practice. This hypothesis should be tested in a larger series since, although we recruited 118 patients, there were only 26 deaths on which many of our conclusions are based. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Comparisons with previously published respiratory predictors of outcome from studies of AHRF and ARDS in childhood are shown in Table 2 . None of the proposed physiological correlates of outcome were applicable to our series. Reviewing every blood gas and applying the published criteria we found in each case, the predictor overestimated our patients' risk of mortality, excepting the very severe criteria from the Melbourne study in 1991, which used a peak inspiratory pressure greater than 40cmH20 and A-aDO2 more than 580mmHg [4] . These were rarely achieved in our population (7 cases) and hence the confidence intervals remain so wide (18-90%) that no useful conclusion could be drawn.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 533,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Comparative assessment of respiratory indices"
        },
        {
            "text": "The largest study of pediatric AHRF [6] , a multi-center retrospective study including 470 cases from 1991, identified an association between acute respiratory physiological disturbance and outcome. However, chil-dren who became brain dead or had treatment withdrawn because of perceived treatment futility -in the setting of severe neurological insult -were excluded from the subsequent analysis. Such an approach (included because the study was principally designed to identify extra-corporeal membrane oxygenation candidates) would have excluded from our analysis all the normal children who died. Since brain injury is a possible complication of severe hypoxemia or the disease processes that initiated hypoxemia, our view was that these patients should be included in our attempt to identify factors associated with outcome.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Comparative assessment of respiratory indices"
        },
        {
            "text": "The difference between our current findings and those of scores or predictors identified in the late 1980s and early 1990s may, in fact, relate to a fundamental change in ventilatory strategy. As shown in Fig. 1 , our median PaCO2 was 6-8 kPa instead of the 5.3-6 kPa reported in the Pediatric Critical Care Study Group multi-center retrospective study of children managed in 1991 [6] . Table 2 Comparison of previously published [2] [3] [4] [5] respiratory severity parameters with the present series (PPV positive predictive value for mortality, VI ventilation index, OI oxygenation index, PIP peak inspiratory pressure (cmH20), A-aDO 2 alveolar arterial oxygen gradient (mmHg), MAP mean airway pressure (cmH20), LR + the likelihood ratio for a positive test result, i.e. the ratio of finding the predictor in non-survivors to finding it in survivors) * indicates intermediate to high diagnostic impact, ns not significant Proposed PPV LR + PPV p predictors (95 % confidence interval) in present study",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 211,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 387,
                    "end": 394,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Comparative assessment of respiratory indices"
        },
        {
            "text": "Melbourne 1991 [2] Memphis 1991 [3] Salt Lake City 1991 [4] Philadelphia 1993 [5] vI Pattern of disease and outcome",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 32,
                    "end": 35,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Comparative assessment of respiratory indices"
        },
        {
            "text": "The patients in our series exhibited one of five patterns in their clinical course. Deaths amongst children admitted in AHRF can occur with active and progressive lung disease (pattern D) or in spite of resolving lung disease (pattern E). In children who survive, recovery may be slow or fairly rapid. On inspecting the data, it is apparent that there are similarities in the initial respiratory indices in children who survive despite severe, prolonged gas exchange disruption (pattern C) and those who die despite improving or improved gas exchange parameters (pattern E). The relative proportion of the patients with these patterns in a population being studied will clearly determine the utility of gas exchange parameters in predicting survival: conversely, as is our experience when including patients with underlying immunodeficiency or other associated diseases, these proportions may confound their use. Of further note is the mode of death in children with persistently, severely abnormal gas exchange (pattern D): cases rarely reached a level of respiratory failure which was unsupportable by current techniques. Instead, in the majority of cases (11/17) treatment was discontinued or limited as a result of other aspects of the clinical situation. Worth re-emphasising in this context is the observation that no previously normal child died of unsupportable respiratory failure. Observations from adult intensive care studies of lung injury have indicated that outcome is not necessarily related to the level of arterial oxygenation [12, 13] . In contrast, many previous pediatric studies in defined populations have supported a contrary notion [1, [2] [3] [4] [5] [6] . In the present pediatric study, we have observed that mortality from respiratory failure appears to be related to associated disease rather than the severity of initial gas exchange per se. The implications of such a hypothesis are wide. Firstly, is there much to be gained by refining further the techniques of respiratory support when mortality is frequently determined by non-pulmonary factors? Indeed, it has been suggested that mechanical ventilation should now be considered less a form of treatment than a form of organ support during disease resolution [14] .",
            "cite_spans": [
                {
                    "start": 1545,
                    "end": 1549,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1550,
                    "end": 1553,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1657,
                    "end": 1660,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1661,
                    "end": 1664,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1665,
                    "end": 1668,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1669,
                    "end": 1672,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1673,
                    "end": 1676,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1677,
                    "end": 1680,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2244,
                    "end": 2248,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Comparative assessment of respiratory indices"
        },
        {
            "text": "Secondly, can severity systems that solely employ acute pulmonary physiological parameters and do not incorporate underlying etiology be used to good effect, specifically in pediatric AHRF? Perhaps the reported value of such pulmonary physiological predictors, with their institution specificity, are more a reflection of physician behavior, i. e. patient selection and local ventilatory strategy employed, than patient pulmonary pathophysiology. In this context, it is of interest that we found the presence or absence of AHRF in all PICU patients to be a discriminator. More recently developed non-linear, multiple logistic regression models that predict the risk of death for children less than 16 years of age (e. g., the 'Pediatric Risk of Mortality III'-PRISM IfI [15] and the 'Paediatric Index of Mortality' -PIM [16] ) may improve the outcome prediction since they incorporate both diagnostic and disease categories as well as acute physiological respiratory parameters. However, these two severity scoring systems do differ: not least in their ability, possibly, to be influenced by the ventilatory strategy employed. PRISM III utilizes pH, PCO2, POz and FIO2 and respiratory rate, whereas PIM utilizes PO2 and FIO2, and whether or not mechanical ventilation is being used.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 774,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 820,
                    "end": 824,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Comparative assessment of respiratory indices"
        },
        {
            "text": "Thirdly, how can clinical trials be designed to assess the impact of new respiratory therapies? It is possible that a comparison between heterogeneous treated and control groups using only early respiratory parameters to confirm similarity of disease severity is invalid. In keeping with other reports [17] , the present series indicates that case mix should not be ignored, e.g., AHRF in an ex-premature infant with respiratory syncytial virus is not the same as AHRF in an infant with aspiration pneumonia -even if the respiratory indices suggest they are similar. Therefore, is it not time to reconsider disease-specific stratification criteria in any future treatment evaluation, even though this will inevitably mean that studies will take much longer to recruit sufficient patients. Finally, since death in a previously normal child is now an infrequent end point in AHRF, our data reiterates a previously discussed idea [18] , that other markers sought.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Comparative assessment of respiratory indices"
        },
        {
            "text": "of ventilation-related outcome should be",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative assessment of respiratory indices"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Adult respiratory distress syndrome in a pediatric intensive care unit: predisposing conditions, clinical course and outcome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Lyrene",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Truog",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Pediatrics",
            "volume": "67",
            "issn": "",
            "pages": "790--795",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Predictors of mortality in children with respiratory failure: possible indications for ECMO",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rivera",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Butt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shann",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Anaesth Intensive Care",
            "volume": "18",
            "issn": "",
            "pages": "385--389",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Alveolar-arterial oxygen gradient as a predictor of outcome in patients with non-neonatal respiratory failure",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Tamburro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bugnitz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Stidham",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Pediatr",
            "volume": "119",
            "issn": "",
            "pages": "935--938",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mortality rates and prognostic variables in children with adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Timmons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Vernon",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Pediatr",
            "volume": "119",
            "issn": "",
            "pages": "896--899",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Adult respiratory distress syndrome in children: associated diseases, clinical course and predictors of death",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Davis Sl~ Furman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Costarino",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Pediatr",
            "volume": "123",
            "issn": "",
            "pages": "35--45",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fackler JC and the Pediatric Critical Care Study Group and the Extracorporeal Life Support Organisation (1995) Predicting death in pediatric patients with acute respiratory failure",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Timmons",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Havens",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chest",
            "volume": "108",
            "issn": "",
            "pages": "78--797",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute respiratory distress syndrome caused by respiratory syncytial virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Numa",
                    "suffix": ""
                },
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Newth",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatr Pulmonol",
            "volume": "23",
            "issn": "",
            "pages": "176--183",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early response to inhaled nitric oxide and its relationship to outcome in children with severe hypoxemic respiratory failure",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Goldman Ar Tasker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hosiasson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Henrichsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Macrae",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chest",
            "volume": "112",
            "issn": "",
            "pages": "752--758",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Predicting outcome in children with severe acute respiratory failure treated with high-frequency ventilation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Sarnaik Ar Meert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Lieh-Lai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Heidermann",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Crit Care Med",
            "volume": "24",
            "issn": "",
            "pages": "1396--1402",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The American-European consensus conference on ARDS: Definitions, mechanisms, relevant outcomes and clinicai trial coordination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "818--824",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Outcome of pediatric patients with multiple organ system failure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pollock",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "E"
                    ],
                    "last": "Ruttiman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Crit Care Med",
            "volume": "14",
            "issn": "",
            "pages": "271--274",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Arterial oxygenation does not predict the outcome of patients with acute respiratory failure needing mechanical ventilation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jimenez R Torres",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cobos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodriquez-Roisin",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Eur Respir J",
            "volume": "7",
            "issn": "",
            "pages": "730--735",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Is outcome from ARDS related to the severity of respiratory failure?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferring",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur Respir J",
            "volume": "10",
            "issn": "",
            "pages": "1297--1300",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Outcome from mechanical ventilation",
            "authors": [
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Eur Respir J",
            "volume": "7",
            "issn": "",
            "pages": "640--642",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "PRISM III: An updated pediatric risk of mortality score",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pollack",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "E"
                    ],
                    "last": "Ruttimann",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Crit Care Med",
            "volume": "24",
            "issn": "",
            "pages": "743--752",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Wilkinson K (1997) Paediatric index of mortality (PIM): a mortality prediction model for children in intensive care",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Slater",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Intensive Care Med",
            "volume": "23",
            "issn": "",
            "pages": "201--207",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Intensive Care Society's APACHE II study in Britain and Ireland -I: Variations in case mix of adult admissions to general intensive care units and impact on outcome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rowan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Major",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcpherson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Vessey",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "BMJ",
            "volume": "307",
            "issn": "",
            "pages": "972--977",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Should morbidity replace mortality as an end point for clinical trials in intensive care?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Petros",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "Hkf",
                    "middle": [],
                    "last": "Van Saene",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Lancet",
            "volume": "345",
            "issn": "",
            "pages": "369--371",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "--42----Survivors ........ • ........ Non-survivors TTITT ..... |\"-, ....... • ....... u n. PaCO 2 and mean airway pressure (MAP) (median_+ interquartile range) versus study day for survivors and non-survivors",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mortality by acute diagnosis precipitating admission (upper) and by pre-existing or underlying diagnosis (lower). (MOSF multiple organ system failure (>_ 2 systems failing) and ex-premature babies (___ 31 weeks gestation at birth)). The numbers of patients in each group are in parentheses. Comparisons have been made between the diagnostic groups and the rest of the population (* p < 0.01) Outcome in relation to diagnosis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "daily alveolar-arterial oxygen tension gradient (best A-aDO2 -lower traces) in survivors (left) and non-survivors (right). The median of each group is plotted, as well as the upper or lower interquartile ranges. The total numbers of patients in each group, as well as those with multiple organ system failure (...... O ....... B (23): MOSF (7), ID (6) .... A----C (24): MOSF (8), ID (8) Non-survivors T P ........... Q'\"\",.I U ........ T ........---tl---D (17): MOSF (11), ID (10) ....... • ....... E (9): MOSF (7), ID (3)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Univariate analysis of respiratory parameters and survival. The best daily respiratory parameters are analysed for each of the first 3 days of admission and values are expressed as mean (95 % confidence interval). (S survived; D died, A-aDO 2 alveolar arterial oxygen gradient (mm Hg), OI oxygenation index, VI ventilation index, PIP peak inspiratory pressure (cmH20), PEEP posi-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}