{"paper_id": "2df4cdf34ff0be6a8f40759f5bd866ca943edf08", "metadata": {"title": "A patchy model for the transmission dynamics of tuberculosis in sub-Saharan Africa", "authors": [{"first": "D", "middle": ["P"], "last": "Moualeu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Leibniz Universität Hannover", "location": {"addrLine": "Herrenhäuser Str. 2", "postCode": "30419", "settlement": "Hannover", "country": "Germany"}}, "email": ""}, {"first": "·", "middle": ["S"], "last": "Bowong", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Douala", "location": {"postBox": "PO Box 24157", "settlement": "Douala", "country": "Cameroon"}}, "email": "sbowong@gmail.com"}, {"first": "·", "middle": ["B"], "last": "Tsanou", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Dschang", "location": {"postBox": "PO Box 47", "settlement": "Dschang", "country": "Cameroon"}}, "email": ""}, {"first": "·", "middle": ["A"], "last": "Temgoua", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Douala", "location": {"postBox": "PO Box 24157", "settlement": "Douala", "country": "Cameroon"}}, "email": ""}]}, "abstract": [{"text": "Tuberculosis (TB) spreads through contact between a susceptible person and smear positive pulmonary TB case (TPM+). The spread of TB is highly dependent on people migration between cities or regions that may have different contact rates and different environmental parameters, leading to different disease spread speed in the population. In this work, a metapopulation model, i.e., networks of populations connected by migratory flows, which overcomes the assumption of homogeneous mixing between different regions was constructed. The TB model was combined to a simple demographic structure for the population living in a multi-patch environment (cities, towns, regions or countries). The model consist of a system of differential equations coupling TB epidemic at different strength and mobility between the patches. Constant recruitment rate, slow and fast progression to the disease, effective chemoprophylaxis, diagnostic and treatment are taken into account to make the model including the reality of people in the sub-Saharan African countries. The basic reproduction number (R 0 ) was B S. Bowong computed and it was demonstrated that the disease-free equilibrium is globally asymptotically stable if R 0 < 1. When R 0 > 1, the disease-free equilibrium is unstable and there exists one endemic equilibrium. Moreover, the impact of increasing migration rate between patches on the TB spread was quantified using numerical implementation of the model. Using an example on 15 inter-connected patches on the same road, we demonstrated that most people was most likely to get infected if the disease starts in a patch in the middle than in border patches.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Tuberculosis (abbreviated as TB for tubercle bacillus) is a common deadly infectious disease caused mainly by the Mycobacterium tuberculosis (MTB) that primarily attacks the lungs (pulmonary TB). TB can also affect the central nervous system, the circulatory system, the genital-urinary system, bones, joints and even the skin. MTB spreads mostly through contact with active pulmonary TB persons, although [1, 2] and not from latently infected persons. MTB transmission depends on the number of infectious droplets expelled by a carrier, the effectiveness of ventilation, duration of the exposure and virulence of the MTB strain [1] [2] [3] [4] [5] . The transmission chain can therefore be broken by isolating patients with active disease and starting effective anti-tuberculosis therapy [1] [2] [3] [4] [5] . Nowadays, about 95% of the estimated 8 million new TB cases occurring each year are in developing countries, where 80% occur among people between the ages of 15-59 years [1] , although several strategies for TB control propagation are implemented. The reason of these fails might on the heterogeneity of the countries and difficulties to access to treatment in some places. In fact, heterogeneity plays an important role in many infectious disease processes. For instance, spatial heterogeneity is a strong determinant of host-parasite relationships. In modeling spatial or geographic effects on the spread of a disease, a distinction is usually made between diffusion and dispersal models. In diffusion models, spread is made to immediately adjacent zones, hence the phenomenon of traveling waves can appear. These models traditionally use partial differential equations (PDE). However, there are some important situations that cannot be modeled by PDE. This is the case when the space considered is discrete. For example, when sparsely populated regions have to be considered, the human population is located in patches. The organization of human-hosts into well-defined social units such as families, villages or cities, are good examples of patches. Another example arises in the study of the human African Trypanosomiasis. For situations where human can travel a long distance in a short period of time, dispersal models are more appropriate to capture heterogeneity.", "cite_spans": [{"start": 406, "end": 409, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 410, "end": 412, "text": "2]", "ref_id": "BIBREF1"}, {"start": 629, "end": 632, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 633, "end": 636, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 637, "end": 640, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 641, "end": 644, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 645, "end": 648, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 789, "end": 792, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 793, "end": 796, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 797, "end": 800, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 801, "end": 804, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 805, "end": 808, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 981, "end": 984, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "When considering dispersal models, there is an approach based on the metapopulation concept. The population is subdivided into a number of discrete patches which are supposed to be well mixed. Then in each patch, the population is subdivided into compartments corresponding to different epidemic status. This leads to a multi-compartment system. At this point two formulations are possible. The first one assumes that an infective in one patch can infect susceptible individuals in another patch. This assumption gives rise to a family of models which have been well studied [6] [7] [8] . The seminal model of [7] is the prototype of such systems. This formulation assumes that there is a spatial coupling between patches, but that individuals (vectors or hosts) do not migrate between patches. They make short 'visits' from their home patches to other patches. A number of theoretical studies have focused on the mathematical modelling of the spread of infectious diseases in heterogeneous complex metapopulations. Sattenspiel and Dietz [9] introduced a SIR epidemic model with population mobility. A two-patch model of trypanosomiasis is considered in [10] to explore control strategies through numerical simulations. Wang and Mulone [11] have computed the basic reproduction ratio R 0 for a SIS model, with \"true action mass\" on two patches. In [12] , Arino and van den Driessche computed the basic reproduction number R 0 for a SEIRS model with mass action and constant population on n patches. Fromont et al. [13] studied a SIR model with density-dependent dynamics on n patches and applied this model to the Feline leukemia virus infection on cats. A SIS model with \"pseudo mass action\" and vital dynamics on n patches was considered in [14] . They computed the basic reproduction number R 0 and proved the global stability of the disease-free equilibrium (DFE) whenever R 0 < 1 when infective and susceptible individuals have the same dispersal rate. They have also proved the permanence of the disease when R 0 > 1. A local study of a SIR model on n patches has been studied by Lloyd and Jansen [15] . Using the framework of Arino and van den Driessche [11] , Ruan et al. [16] studied the global spread of SARS. They computed the R 0 . Arino et al. [17] considered SEIRS multi-species epidemic models on n patches with migration, which could be used as vector-hosts models. They computed R 0 and obtained by simulation, epidemic waves on a ring of patches. In [12] a review on epidemiological metapopulation models was given. A SIS model on n patches, with true action mass and with migration, where infective and susceptible individuals can have different migration rates has been studied by Allen et al. [18] . They computed the R 0 , proved the global asymptotic stability of the DFE when R 0 < 1 and have shown that there exists a unique endemic equilibrium when R 0 > 1. All the previous examples, except those in [12, 17, 19] have considered directly transmitted diseases. More recently in [20] , the authors studied a SEI model of TB on two patches, with true action mass and different migration rates of susceptible and infective individuals. However, a number of theoretical studies was carried out on the mathematical modelling of TB transmission dynamics [21] [22] [23] [24] [25] [26] [27] [28] [29] . However, only a few of these studies have considered the mathematical modelling of the spread of TB in heterogeneous complex metapopulations.", "cite_spans": [{"start": 575, "end": 578, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 579, "end": 582, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 583, "end": 586, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 610, "end": 613, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1038, "end": 1041, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1154, "end": 1158, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1236, "end": 1240, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1348, "end": 1352, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1514, "end": 1518, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1743, "end": 1747, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 2103, "end": 2107, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 2161, "end": 2165, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 2180, "end": 2184, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 2257, "end": 2261, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 2468, "end": 2472, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 2714, "end": 2718, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 2927, "end": 2931, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 2932, "end": 2935, "text": "17,", "ref_id": "BIBREF16"}, {"start": 2936, "end": 2939, "text": "19]", "ref_id": "BIBREF18"}, {"start": 3004, "end": 3008, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 3274, "end": 3278, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 3279, "end": 3283, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 3284, "end": 3288, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 3289, "end": 3293, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 3294, "end": 3298, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 3299, "end": 3303, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 3304, "end": 3308, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 3309, "end": 3313, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 3314, "end": 3318, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, motivated by the usefulness of and the current investigation on the spread of infectious diseases on heterogeneous populations, we intend to systematically investigate the analysis of the spread of tuberculosis in sub-Saharan Africa in the modelling framework. The aim of this work is to link the cities, taking into account human movements, that could explain the spread of tuberculosis (TB). For instance, in sub-Saharan Africa, many people move a lot from place to place to go from Home to work and back or to visit family or friends. Moreover, it is well known that due to the symptoms of the disease, infectious were not able to move. Thus, in our model, we intend to take into account limitation movements of infectious and show that it can have an impact in the spread and the force of the infection.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We consider the spread of TB on complex metapopulations, i.e., networks of populations connected by migratory flows. Each population within the metapopulation is composed of subpopulations of each of the various epidemiological status. Ordinary differential equations (ODE) are used to model the local interactions of these subpopulations within each compartment as well as the migration of subpopulations between adjacent compartments. Here, a patch may represent a city, a town, a region or a country, and population movements between patches may be justified by the migration or travel among patches. We distinguish n patches. For overall patches, we divided the infective class into two subgroups with different properties: (i) diagnosed infectious and (ii) undiagnosed infectious. Based on the fact that diagnosed infected are educated about the disease and its infectivity, and undiagnosed in many villages or regions in Africa do not know their TB-status due to the absence of hospital in rural areas, education, mentalities and so on, we assume that the transmission of the infection from diagnosed infectious to susceptible individuals is frequency-dependent (standard incidence), while the transmission of the infection from undiagnosed infectious to susceptible individuals is density-dependent (simple mass action), i.e., non-limited. We compute the disease-free equilibrium and the basic reproduction number R 0 . We show that the disease-free equilibrium is globally asymptotically stable when R 0 < 1. Using implicit function theorem, we show that there exist a unique endemic equilibrium in a small neighborhood of the isolated endemic equilibrium for weak (small) migration rates. Numerical studies are presented to validate analytical results. Comparing to existing results [30] , our work differs from these studies in that our model in addition to undiagnosed infectious, our model also considers the natural recovery and traditional medicine (practiced in sub-Saharan Africa). It is our view fact that this study represents the first work that provides an in-depth the spread of TB on complex metapopulation networks in sub-Saharan Africa which take into account both standard and mass action incidences in the force of the infection.", "cite_spans": [{"start": 1792, "end": 1796, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Introduction"}, {"text": "The transfer rate from patch i to patch j, for i = j, is denoted by m ji ≥ 0. It is assumed that the infection and death due to the disease do not occur during the travel, but only in different patches. Let N i (t) be the total Human population in patch i. Then, for i = 1, . . . , n, the dynamics of N i (t) is given bẏ", "cite_spans": [], "ref_spans": [], "section": "Migration model"}, {"text": "where μ i denotes the mortality rate of individuals in patch i and π i the recruitment inside the population of patch i. System (1) can be written in the following compact form for all patches together:", "cite_spans": [], "ref_spans": [], "section": "Migration model"}, {"text": "where N = (N 1 , . . . , N n ) T , π = (π 1 , . . . , π n ) T , μ = (μ 1 , . . . , μ n ) T , the superscript T denoting the transpose, the Model (2) does not keep track of where an individual usually resides, but just considers where he is at time t. The migration model flowchart is presented in Fig. 1 .", "cite_spans": [{"start": 145, "end": 148, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 297, "end": 303, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Migration model"}, {"text": "In each sub-population, based on epidemiological status, the basic model included classes of susceptible, infected, infective and recovered individuals, and hence are known as SEIR (Susceptible-Infected-Infective-Recovered) models [31] [32] [33] . The infective class is divided into two subclasses with different properties: diagnosed and undiagnosed infectious. At time (t), each individual is assumed to be in one of the following states: susceptible, latently infected (exposed to TB but not infectious), diagnosed infectious (active TB confirmed after a sputum examination in the hospital), undiagnosed infectious (have an active TB not diagnosed in a sputum examination in the hospital), and recovered individuals (cured after a therapy of treatment). For a patch i, states variables are denoted by S i , E i , I i , J i and R i , respectively. The model is based on the following assumptions.", "cite_spans": [{"start": 231, "end": 235, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 236, "end": 240, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 241, "end": 245, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "Diagnosed infected population transmit the disease to a susceptible with a frequency-dependent (i.e., limited) force of infection, while undiagnosed infectious have a densitydependent (i.e., non-limited) force of infection [34] [35] [36] .", "cite_spans": [{"start": 223, "end": 227, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 228, "end": 232, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 233, "end": 237, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "The rate constant for non-disease related death is μ i , thus, 1/μ i is the average lifetime. Diagnosed and undiagnosed infectious have addition death rates due to disease with rates d i and δ i , respectively. Transmission of MTB occurs after adequate contacts between susceptible, diagnosed and undi- ", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "where β i is the effective contact rate of diagnosed and undiagnosed infectious that is sufficient to transmit the infection to susceptible individuals in patch i, and the parameter ε i accounts the higher infectiousness of undiagnosed infections with respect to diagnosed infections. Upon adequate contacts with active TB, a susceptible individual becomes infected but not yet infectious. A proportion p i of the latently-infected individuals develops a fast active TB and the remainder (1 − p i ) develops a latent TB and enters the latent class E i . Among latently-infected individuals who develop a fast active TB, a proportion f i is assumed to undergo a fast progression directly to the diagnosed infectious class I i , while the remainder (1 − f i ) enter the undiagnosed infectious class J i . Once latently infected with MTB, an individual will remain so for life unless reactivation occurs. Latently infected individuals are assumed to acquire some immunity as a result of infection, which reduces the risk of subsequent infection but does not fully prevent it. Once latently infected, an individual can follow a chemoprophylaxis. We assume that chemoprophylaxis of latently infected individuals reduces their reactivation. We denote by α i the rate of chemoprophylaxis of latently-infected individuals in patch i. Thus, α i E i is the number of latently-infected individuals who received chemoprophylaxis in patch i. Due to endogenous reactivation, a proportion 1 − α i of latently infected individuals who did not received effective chemoprophylaxis becomes infectious at rate k i . Among latently infected individuals which become infectious, a proportion h i of them is diagnosed and treated, while the remaining 1−h i is not diagnosed and enter the class of undiagnosed infectious J i . It is assumed that after many attempts to treat the disease, some undiagnosed infectious will decide to to to the hospital at a constant rate θ i . Also, due to their own immunity, traditional medicine and drugs bought in the street (practiced in sub-Saharan Africa), a proportion 1 − θ i of undiagnosed infectious who do not go to the hospital can spontaneously recover from the disease at a constant rate ρ i and enter the latent class E i . After a therapy of treatment, diagnosed infectious might be declared cured of the disease and enter the recovered class R i at rate r i . As suggested by Styblo et al. [37] , recovered individuals can only have partial immunity. Hence, they can undergo a reactivation of the disease and move to the class I i at rate γ i [34] [35] [36] .", "cite_spans": [{"start": 2415, "end": 2419, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 2568, "end": 2572, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 2573, "end": 2577, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 2578, "end": 2582, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "This description is summarized in the flow diagram shown in Fig. 2 .", "cite_spans": [], "ref_spans": [{"start": 60, "end": 66, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "TB metapopulation model"}, {"text": "This yields the following differential equations for i = 1, . . . , n:", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "where m i j are the migration rates from patch j to patch i (with i = j),", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "For i = 1, . . . , n, the dynamics of the total population becomeṡ", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "Setting", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "where", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "In system (7), the notation \"a.b\", where a and b are vectors with the same dimension denotes, the component-wise vector multiplication, M is defined as in Eq. (2) and N = S + E + I + J + R is the vector-size of the total population.", "cite_spans": [{"start": 159, "end": 162, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "Adding all equations in system (7) gavė", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "where M was defined in Eq. (2) System (7) was written in a more compact form as:", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "where x = S ∈ R n + stands for the susceptible individuals and y = (E, I, J, R) T ∈ R 4n + was the vector representing the state of infected individuals (latently infected, diagnosed and undiagnosed infectious and recovered individuals).", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "is a (4n × n) block matrix, and V y is a constant matrix, given by", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "are Metzler matrices since their off-diagonal entries are non-negative [38, 39] . It follows that they are stable and invertible matrices. The following result can be applied for V y and [diag(μ) − M)] −1 . ", "cite_spans": [{"start": 71, "end": 75, "text": "[38,", "ref_id": "BIBREF37"}, {"start": 76, "end": 79, "text": "39]", "ref_id": null}], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "and 4n j =i", "cite_spans": [], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "By Gershgorin circle theorem [30] , we know that each eigenvalue of V y lies in the union of the following circles", "cite_spans": [{"start": 29, "end": 33, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "Then, Eqs. (15) and (11)- (14) imply that the real part of each eigenvalue of V y is negative. Hence, V y is stable and invertible. Moreover, since V y is a M-matrix (opposite of a Metzler matrix), it is known from [38] that −V −1 y is nonnegative. This concludes the proof.", "cite_spans": [{"start": 26, "end": 30, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 215, "end": 219, "text": "[38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "TB metapopulation model"}, {"text": "The same proof can be used to show that the M-", "cite_spans": [], "ref_spans": [], "section": "Remark 1"}, {"text": "Following results are straigthforward for model 9:", "cite_spans": [], "ref_spans": [], "section": "Basic properties of the model"}, {"text": "Lemma 2 1. The nonnegative orthant R 5n + is positively invariant for system (9).", "cite_spans": [], "ref_spans": [], "section": "Basic properties of the model"}, {"text": "From the Susceptible population equation,", "cite_spans": [], "ref_spans": [], "section": "Each non-negative solution of system (4) is bounded by"}, {"text": "One can easily prove that", "cite_spans": [], "ref_spans": [], "section": "Each non-negative solution of system (4) is bounded by"}, {"text": "Then, the following result is straightforward.", "cite_spans": [], "ref_spans": [], "section": "Each non-negative solution of system (4) is bounded by"}, {"text": "is a compact forward invariant and absorbing set for system (7) .", "cite_spans": [{"start": 60, "end": 63, "text": "(7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Each non-negative solution of system (4) is bounded by"}, {"text": "It can be easily shown that , is positively-invariant under the flow induced by model system (7). Since the solutions are bounded, the usual existence uniqueness and continuation results hold for the system (7) for all t ≥ 0. Hence, model system (7) is well posed mathematically and epidemiologically and it is sufficient to consider the dynamics of the flow generated by model system (7) in . Therefore, the following result follows.", "cite_spans": [], "ref_spans": [], "section": "Each non-negative solution of system (4) is bounded by"}, {"text": "Theorem 1 For every non-zero, non-negative initial values, solutions of system (4) exist for all times.", "cite_spans": [], "ref_spans": [], "section": "Each non-negative solution of system (4) is bounded by"}, {"text": "Proof Local existence of solutions follows from standard arguments since the right-hand side of system (4) is locally Lipschitz continuous. Global existence follows from a priori bounds.", "cite_spans": [], "ref_spans": [], "section": "Each non-negative solution of system (4) is bounded by"}, {"text": "We consider system (7).", "cite_spans": [], "ref_spans": [], "section": "The disease-free equilibrium (DFE)"}, {"text": "Then, by definition one has I 0 = J 0 = 0. Thus, λ = 0, and system (7) at the DFE P 0 is", "cite_spans": [], "ref_spans": [], "section": "The disease-free equilibrium (DFE)"}, {"text": "From system (19) , it is straightforward to see that Theorem 1) . It remain to determine S 0 . To do so, adding all equations in (19) yield", "cite_spans": [{"start": 12, "end": 16, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 53, "end": 63, "text": "Theorem 1)", "ref_id": null}, {"start": 129, "end": 133, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "The disease-free equilibrium (DFE)"}, {"text": "Now, using the fact that [M − diag(μ)] is inversible and", "cite_spans": [], "ref_spans": [], "section": "The disease-free equilibrium (DFE)"}, {"text": "Finally, we have proved the following result.", "cite_spans": [], "ref_spans": [], "section": "The disease-free equilibrium (DFE)"}, {"text": "The disease-free equilibrium of model system (7) is", "cite_spans": [], "ref_spans": [], "section": "Lemma 3"}, {"text": "We compute the basic reproduction number R 0 , using the next generation approach, developed in van den Driessche and Watmough [40] . Using the notations in [40] and the second equation of (9), the matrices F and V , for the new infections and the remaining transfers are respectively, given by", "cite_spans": [{"start": 127, "end": 131, "text": "[40]", "ref_id": "BIBREF38"}, {"start": 157, "end": 161, "text": "[40]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "The basic reproduction number"}, {"text": "where", "cite_spans": [], "ref_spans": [], "section": "The basic reproduction number"}, {"text": "Thus, the basic reproduction number is by", "cite_spans": [], "ref_spans": [], "section": "The basic reproduction number"}, {"text": "where ρ is the spectral radius of the matrix F V −1 . The basic reproduction number R 0 , is the average number of secondary cases produced by a single infective individual which is introduced into an entirely susceptible population.", "cite_spans": [], "ref_spans": [], "section": "The basic reproduction number"}, {"text": "In this section, we address the global stability of the diseasefree equilibrium of model system (7). Theorem 2 Consider model system (7) and assume that the mobility matrix M is irreducible. Then, the disease-free", "cite_spans": [{"start": 133, "end": 136, "text": "(7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Global stability of the disease-free equilibrium"}, {"text": "Proof The local stability of P 0 is classic by the result of van den Driessche and Watmough [40] . Since we are interested in the asymptotic behavior of the system (7), we will show that there exists T > 0 such that, if R 0 < 1 then the solutions of (7) tend to the P 0 = (S 0 , 0, 0, 0, 0) when t → 0, for t > T . Indeed, from the first equation of system (7), one hasṠ", "cite_spans": [{"start": 92, "end": 96, "text": "[40]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Global stability of the disease-free equilibrium"}, {"text": "This suggests the linear comparison systeṁ", "cite_spans": [], "ref_spans": [], "section": "Global stability of the disease-free equilibrium"}, {"text": "The linear comparison system (25) has a unique positive equilibrium S 0 which is globally asymptotically stable. Since the matrix [diag(μ) − M] is invertible and is a stable Mmatrix [20] , then, by the comparison theorem for cooperative systems, one has that lim sup", "cite_spans": [{"start": 182, "end": 186, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Global stability of the disease-free equilibrium"}, {"text": "Thus, for any σ > 0, there exists a sufficiently large T > 0 such that S i (t) ≤ S 0 i + σ , for all t > T and i = 1, . . . , n.", "cite_spans": [], "ref_spans": [], "section": "Global stability of the disease-free equilibrium"}, {"text": "Since the spectral radius of F σ V −1 is a continuous function of σ , we can choose σ as small as possible such that", "cite_spans": [], "ref_spans": [], "section": "Global stability of the disease-free equilibrium"}, {"text": "then replacing S i (t) by S 0 i + σ in model system (7), we have the following comparison linear system in E, I , J and R:", "cite_spans": [], "ref_spans": [], "section": "Global stability of the disease-free equilibrium"}, {"text": "System (27) can be written in the following compact form:", "cite_spans": [], "ref_spans": [], "section": "Global stability of the disease-free equilibrium"}, {"text": "where y is defined as in Eq. (9) . y = (0, 0, 0, 0) is the unique equilibrium of this linear comparison system (28) which is globally asymptotically stable, since it is well known that if s(F σ − V ) is the stability modulus of a matrix (F σ − V ) defined as the maximal real part of the eigenvalues of (F σ − V ), then from [40] ,", "cite_spans": [{"start": 29, "end": 32, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 325, "end": 329, "text": "[40]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Global stability of the disease-free equilibrium"}, {"text": "Therefore, all solutions of the linear comparison system (28) converge to the trivial solution y = (0, 0, 0, 0) when t tend to +∞, with t > T . It is obvious to see that since M is a Metzler matrice and is irreducible, then F σ − V as the jacobian of system (28) is a M-matrix and irreducible. Thus, by comparison theorem for monotone dynamical systems [20] , we can conclude that the E, I, J, R components of system (7) also converge to zero when t → ∞, with t > T . Putting this last zero solution into the first equation of system (7) gives the linear system (25) which admits a unique positive equilibrium S 0 which is globally asymptotically stable. Finally, by the asymptotically autonomous systems theory [41] , we can conclude that the S-component of the solution of system (7) converges to S 0 . This proves the global attractiveness of P 0 = (S 0 , 0, 0, 0) when R 0 < 1, and this completes the proof.", "cite_spans": [{"start": 57, "end": 61, "text": "(28)", "ref_id": "BIBREF27"}, {"start": 353, "end": 357, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 712, "end": 716, "text": "[41]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Global stability of the disease-free equilibrium"}, {"text": "An endemic equilibrium is a stationary solution of system (7), with at least one positive infected state variable. It is very difficult to find an explicit formula of the endemic equilibrium point because model system (4) is complex. Alternatively, we give a simple criterion for the existence of an endemic equilibrium when R 0 is near one. To do so, we shall proceed in the following two steps: i) study the model when the patches are isolated, and ii) analyze the bifurcation when theses patches are then connected by small migration flows. For all these cases, we shall use the implicit functions theorem result [42] [43] [44] .", "cite_spans": [{"start": 616, "end": 620, "text": "[42]", "ref_id": "BIBREF40"}, {"start": 621, "end": 625, "text": "[43]", "ref_id": "BIBREF41"}, {"start": 626, "end": 630, "text": "[44]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Endemic equilibrium and bifurcation analysis for R 0 near one"}, {"text": "We consider the case when the patches are isolated (i.e., there is no migration between them). In this case, M = 0 and model system (4) becomes", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "where x i = S i ∈ R + is a state representing the compartment of non transmitting individuals (susceptible),", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "+ is the vector representing the state compartment of different infected individuals (latently infected, diagnosed and undiagnosed infectious and recov-", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "| . is the usual scalar product and A i is the constant matrix:", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "with A E i , A I i , A J i and A R i defined as in Eq. (4). Note that A i is a Metzler matrix with negative column sums, thus nonsingular. Since A i is a non-singular Metzler matrix (similar proof to Theorem 1), −A −1 i is nonnegative [38, 39] . We will need this property later. It can be shown that V y is a block diagonal matrix, where each block is defined by A i . The matrix F for the new infection terms is", "cite_spans": [{"start": 235, "end": 239, "text": "[38,", "ref_id": "BIBREF37"}, {"start": 240, "end": 243, "text": "39]", "ref_id": null}], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "Let R (i) 0 be the basic reproduction number of the isolated patch i. Using the method of van den Driessche and Watmough [40] , the basic reproduction number R 0 (0) of the metapopulation model (4) when the patches are isolated (i.e., m i j = m ji = 0 for all i, j) is given by", "cite_spans": [{"start": 121, "end": 125, "text": "[40]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "where", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "Now, let us compute the endemic equilibrium. Let Q i = (x i , y i ) be any arbitrary equilibrium of model system (29) (i.e., a steady state with y i = 0), then for any i, x i and y i ) are solutions of the following system:", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "is the force of infection evaluated at the steady state. Multiply the second equation of Eq. (31) by −A −1 i yields", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "With this in mind, one can deduce that", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "From the first equation of Eq. (31), one has", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "Combining Eqs. (32) , (34) and (35) yields the total population of patch i at the steady state: ", "cite_spans": [{"start": 15, "end": 19, "text": "(32)", "ref_id": "BIBREF31"}, {"start": 22, "end": 26, "text": "(34)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "where", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "Now, using Eq. (5) in the absence of migration at the steady state and Eq. (37), one has", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "Equaling Eqs. (36) and (38), it can be shown that the nonzero endemic equilibria of model system (9) satisfies the following quadratic equation in term of λ i :", "cite_spans": [{"start": 14, "end": 18, "text": "(36)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "where ", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "Hence, we have proved the following result. ", "cite_spans": [], "ref_spans": [], "section": "Case of isolated patches"}, {"text": "(i) 0 > 1, then model system (4) has a unique endemic equi- librium Q = (Q i ) i=1,...,n , with Q i = (S i , E i , I i , J i , R i ) where S i , E i , I i", "cite_spans": [], "ref_spans": [], "section": "Theorem 3 Assume that all the patches are disconnected (there is no migration between them). Then, for each patch i, if R"}, {"text": "patches: bifurcation analysis near R 0 = 1", "cite_spans": [], "ref_spans": [], "section": "Equilibria with small migrations rates between"}, {"text": "Herein, we shall prove that, if the metapopulation is at an endemic steady state in the absence of migration, it will remains so as long as the patches are connected with small migration rates so that the overall basic reproduction number (depending yet on the migration rates) is greater than the unity.", "cite_spans": [], "ref_spans": [], "section": "Equilibria with small migrations rates between"}, {"text": "To address this issue, let us written system (7) in the following form:", "cite_spans": [], "ref_spans": [], "section": "Equilibria with small migrations rates between"}, {"text": "where . . . , m 1n , . . . , m n1 , . . . , m n−1 n ) ∈ R n(n−1) is the vector of migration and F = ( f 1 , . . . , f 5n ) . Now, let", "cite_spans": [], "ref_spans": [{"start": 6, "end": 33, "text": ". . . , m 1n , . . . , m n1", "ref_id": "FIGREF0"}, {"start": 96, "end": 122, "text": "F = ( f 1 , . . . , f 5n )", "ref_id": "FIGREF0"}], "section": "Equilibria with small migrations rates between"}, {"text": "be the basic reproduction number depending on the migration vector M. We have the following result.", "cite_spans": [], "ref_spans": [], "section": "Equilibria with small migrations rates between"}, {"text": "This result is a consequence of the continuity property of eigenvalues of a matrix with respect to each of its entries [45] . Now, using Lemma 4, we claim the following result:", "cite_spans": [{"start": 119, "end": 123, "text": "[45]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Lemma 4 When"}, {"text": "The following two conditions are satisfied.", "cite_spans": [], "ref_spans": [], "section": "Lemma 5"}, {"text": "is a non-singular matrix.", "cite_spans": [], "ref_spans": [], "section": "There exists a neighborhood U 2 of 0 and a neighborhood"}, {"text": "Proof The proof of this result follows from the properties of the matrices therein. Indeed, f i is a C 1 function on any", "cite_spans": [], "ref_spans": [], "section": "There exists a neighborhood U 2 of 0 and a neighborhood"}, {"text": "where each diagonal block is defined by", "cite_spans": [], "ref_spans": [], "section": "There exists a neighborhood U 2 of 0 and a neighborhood"}, {"text": "is invertible if and only if W i , i = 1, . . . , n are invertible. Since W i are strictly diagonal column dominant matrices, then, they are non-singular (similar proof to Theorem 1). It follows that", "cite_spans": [], "ref_spans": [], "section": "It then follows that"}, {"text": "is non-zero. This achieves the proof. Now, applying the implicit function theorem [42] , the following result is straightforward:", "cite_spans": [{"start": 82, "end": 86, "text": "[42]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "It then follows that"}, {"text": "Remark 2 It is worth noting that Theorem 4 holds for small migrations rates (i.e., M ∈ U 1 ). We do not pretend to have the same result in the case of high rates of migrations (i.e., those migrations rates which are not in a neighborhood U 1 ). In addition, a similar theorem as Theorem 4 can be proved when R 0 < 1.", "cite_spans": [], "ref_spans": [], "section": "It then follows that"}, {"text": "The above theorem says that, if the isolated metapopulation is disease free, then a suitable choice of (small) migration rates would not change the metapopulation disease status, maintaining it free of disease. To summarize, if we use directly the quantity R 0 to control the TB in patchy environment, we must lower R 0 below one to prevent it.", "cite_spans": [], "ref_spans": [], "section": "It then follows that"}, {"text": "In order to illustrate the results of the foregoing analysis, numerical simulations of system (4) was carried out on three and fifteen patches. The parameter values used for numerical simulations are given in Table 1 . In all simulations, the standard method of Runge Kutta of fourth order with adaptive stepsize was used in Matlab R2010b. Table 1 . It appears as expected that TB dies out in other patches, but persist in patches where R 0 < 1 (patch 2 and 3) and persist in the patch 1 (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 209, "end": 216, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 340, "end": 347, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 488, "end": 496, "text": "(Fig. 3)", "ref_id": "FIGREF7"}], "section": "Numerical simulations"}, {"text": "All parameter values are summarized in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 39, "end": 46, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Impact of migration between patches on R 0"}, {"text": "Considering the hypothetical scenario of TB spread between a high prevalence endemic region (patch 1) and low prevalence regions where the outbreak could be eradicated (patches 2 and 3), let β 1 = 1.5, β 2 = 0.8, β 3 = 0.3 and η = 0.5 (so that R (1) 0 = 1.3620 > 1, R (2) 0 = 0.7064 < 1 and R (3) 0 = 0.3126 < 1) in the absence of migration between patches 2 and 3 (m 23 = m 32 = 0). This corresponds to the case when to travel from patch 3 to patch 2 and from patch 2 to patch 3, one must pass in patch 1. People in the patch with lower disease transmission rate are oblige to pass in the Table 1 . (Color figure online) patch where TB is endemic to go to another patch with lower disease transmission. For m 12 = 0.05 and m 13 = 0.05, an increase of the travel rate from patch 1 (the patch with higher disease transmission rate) to patches 2 and 3 (the patches with lower disease transmission rate) may result to a decrease of R 0 (Fig. 4a, b) . Moreover, for large values of the migration rates (m 21 > 0.05 and m 31 > 0.09), the disease could died out since R 0 < 1. The migration to patches with lower transmission might lead to a better control of the disease spread between patches. However, an increase of the migration rate to the patch with higher transmission rate might lead to an increase of R 0 (Fig. 4c, d) .", "cite_spans": [{"start": 293, "end": 296, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 590, "end": 597, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 600, "end": 621, "text": "(Color figure online)", "ref_id": null}, {"start": 933, "end": 945, "text": "(Fig. 4a, b)", "ref_id": "FIGREF8"}, {"start": 1309, "end": 1321, "text": "(Fig. 4c, d)", "ref_id": "FIGREF8"}], "section": "• All patches are not connected two by two"}, {"text": "If Tb is endemic in patches 2 and 3, but not in patch 1 (Chosing β 1 = 0.5, β 2 = 1.30 and β 3 = 1.2, so that R (1) 0 = 0.5160, R (2) 0 = 1.1478, and R (3) 0 = 1.2505), for m 23 = m 32 = 0, m 12 = 0.05, m 13 = 0.05 and η = 0.5, an increase in the migration rate from the patch with lower disease transmission rate to the patches where TB is endemics might lead to a generalized epidemic in all patches (Fig. 5a,  b ). An increase of the emigration rate from TB endemic patches will also lead to an increase of the R 0 .", "cite_spans": [], "ref_spans": [{"start": 402, "end": 414, "text": "(Fig. 5a,  b", "ref_id": "FIGREF10"}], "section": "• All patches are not connected two by two"}, {"text": "Considering a patch with high prevalence (patch 1) and low prevalence regions where strategies was set down to control TB outbreak (patches 2 and 3), values of β 1 = 1.5, β 2 = 0.8 and β 3 = 0.3 (so that R Table 1 ( Fig. 6a, b) while increasing the migration rate to endemic patch might lead to a global epidemic (Fig. 6c, d) .", "cite_spans": [], "ref_spans": [{"start": 206, "end": 213, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 216, "end": 227, "text": "Fig. 6a, b)", "ref_id": "FIGREF12"}, {"start": 313, "end": 325, "text": "(Fig. 6c, d)", "ref_id": "FIGREF12"}], "section": "• All patches are connected"}, {"text": "It was observed that including the migration between patch 2 and 3 did not change the result of the previous subsection.", "cite_spans": [], "ref_spans": [], "section": "• All patches are connected"}, {"text": "Let η be in the set (0; 1), varying from the situation where the public health authorities can restrict completely or not the migration of active TB cases between all patches. Let β 1 = 1.5, β 2 = 0.8 and β 3 = 0.3 (so that R (1) 0 = 1.3620, R (Fig. 7) ", "cite_spans": [], "ref_spans": [{"start": 244, "end": 252, "text": "(Fig. 7)", "ref_id": "FIGREF14"}], "section": "Travel restriction of infectious"}, {"text": "The interaction between a metapopulation network consisting of fifteen patches (Fig. 8 ) was analysed to access the disease propagation between patches. This configuration is realistic in many regions of sub-Saharan Africa when to go in a village, one must pass through several villages before arriving.", "cite_spans": [], "ref_spans": [{"start": 79, "end": 86, "text": "(Fig. 8", "ref_id": null}], "section": "A fifteen-patches model"}, {"text": "Following possibilities was considered: when the class with higher disease outbreak is at the center of the patches chain (patch 8) and the patch where it is in a corner. We assumed m i i+1 = m i−1 i = m, i = 2, . . . , 14, m 1 2 = m 15 14 = m, and m i j = 0 for j = i − 1 and j = i + 1 and when the outbreak starts from patch 1. Let set β i ∈ (0.2, 0.71) and π i ∈ (500; 1900) (so that R (1) 0 = 1.6589, R These initial conditions was chosen arbitrarily. Firstly, we considered that the disease is endemic in patch 1 and we study the propagation of TB in other patches. Figure 9 presents the prevalence of the disease when m = 0.04 in all patches. From this figure, it is evident that when TB is endemic in patch 1 (R (1) 0 = 1.6046), people in patch 2 will be infected, and nearby patches also. The disease propagation will not be effective after the fourth patch.", "cite_spans": [{"start": 234, "end": 239, "text": "15 14", "ref_id": null}], "ref_spans": [{"start": 571, "end": 579, "text": "Figure 9", "ref_id": null}], "section": "A fifteen-patches model"}, {"text": "Let us consider the case when TB is endemic inside the patch 8 and not endemic elsewhere by setting η = 1, β i ∈ (0.2, 0.71) and π i ∈ (500; 1900) (so that R (1) Fig. 9 .", "cite_spans": [{"start": 158, "end": 161, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 162, "end": 168, "text": "Fig. 9", "ref_id": null}], "section": "A fifteen-patches model"}, {"text": "The prevalence of the disease in the community, defined as the ratio of infectious by the total population, when m = 0.04 is presented in Fig. 10 . This figure illustrates that when TB is endemic in patch 8 (R (8) 0 = 2.6943), the disease will begin to infect all their neighbors patches. Thus, the impact of the disease is more important than in Fig. 9 , when the patch was at the corner. One can also see that the number of cases in other paches growth with the number of infectious in patch 8 and the size of the population of the patch 8. Table 1 ", "cite_spans": [{"start": 210, "end": 213, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 138, "end": 145, "text": "Fig. 10", "ref_id": "FIGREF0"}, {"start": 347, "end": 353, "text": "Fig. 9", "ref_id": null}, {"start": 543, "end": 550, "text": "Table 1", "ref_id": "TABREF1"}], "section": "A fifteen-patches model"}, {"text": "Let us assumed that the initial size of the total population in the patch with higher endemicity vary, while the initial population size in other patches is constant. These initial conditions was chosen arbitrarily. Firstly, we consider that the disease is endemic in patch 1 and we study the propagation in other patches. Figure 11 presents the prevalence of the disease when m = 0.05 in each patch. From, this figure it is evident that when TB is endemic in patch 1 (R (1) 0 = 1.6046), the disease will spread into the closest neighbor patches. Comparing to the case of Fig. 9 , one can see that, the propagation of the disease is slow than before and the number of infectious is less important. But the spread of the disease will be effective despite the slow progression. Now, let us consider the case when TB is endemic inside the patch 8 and not endemic elsewhere. We set η = 1 and β i ∈ (0.2, 0.71), π i ∈ (500; 1900) (so that R (1) Fig. 9 .", "cite_spans": [{"start": 936, "end": 939, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 323, "end": 332, "text": "Figure 11", "ref_id": "FIGREF0"}, {"start": 572, "end": 578, "text": "Fig. 9", "ref_id": null}, {"start": 940, "end": 946, "text": "Fig. 9", "ref_id": null}], "section": "General dynamics with travel restriction"}, {"text": "The prevalence of the disease in the community and the number of infective population when m = 0.04 is presented in Fig. 12 . The initial conditions have been chosen as in Fig. 9 . This figure illustrates that when TB is endemic in patch 8 (R (8) 0 = 2.6943), the disease will begin to infect all their neighbors patches. This illustrates that the effect of the migration will be less in neighbors patches than in Fig. 10 . Table 1 But the prevalence of the disease is larger in the patch with higher infectivity. Thus, the impact of the disease is more important than in Fig. 9 .", "cite_spans": [{"start": 243, "end": 246, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 116, "end": 123, "text": "Fig. 12", "ref_id": "FIGREF0"}, {"start": 172, "end": 178, "text": "Fig. 9", "ref_id": null}, {"start": 414, "end": 421, "text": "Fig. 10", "ref_id": "FIGREF0"}, {"start": 424, "end": 431, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 572, "end": 578, "text": "Fig. 9", "ref_id": null}], "section": "General dynamics with travel restriction"}, {"text": "In this paper, we presented a system of differential equations describing the TB spread in heterogeneous complex metapopulations. A more general demographic structure was incorporated into the model in comparison to the previously published articles [49] . The model included the difference in disease transmission among different patches and the difference between the dispersal rates of susceptible individual and infective individuals, which simulates the process of disease control. We divided the infective population into two major types: the diagnosed infected population with limited transmission rate (i.e. frequency-dependent or pseudo mass action); the second infectious type called \"undiagnosed\" infectious population with a non-limited transmission rate model with mass action.", "cite_spans": [{"start": 250, "end": 254, "text": "[49]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Our study show how complex it is to take into account human movements in a TB model. More complex is the network and more difficult it will be to control the spreading of the disease. In fact, we say that our approach permit to sustain or to establish that local interventions can be benefit for the whole population. Mathematically the model is not very easy to handle, but we have been able to show some interesting results.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The basic reproduction number R 0 was computed and we showed that the disease-free equilibrium is globally asymptotically stable when the basic reproduction number is less than the unity. Using implicit function theorem, it was shown that there exists a unique endemic equilibrium in a neighborhood of the isolated endemic equilibrium for weak (small) migration rates.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Through numerical simulations, some disease spread scenarios in three and fifteen patches was analyzed. The case Table 1 where the patches were connected two by two and different connection scenarios was analyzed and the spread of TB in neighbored patches was quantified depending on travel restriction scenarios. It was found that increasing the migration rate can help to better control the disease. In other word, increasing the number of person moving from patches with high TB transmission to patches with better TB control might lead to a decrease of the overall cases. We also found that the disease propagation is function of the population size, and population size change speed of convergence to the disease free equilibrium when R 0 < 1. Numerical simulation revealed that TB propagation in the patch with higher transmission rate was faster when the patch was not connected to other patches. The position of the patch with higher disease outbreak changes the number of infected in neighbors patches. Restriction on TB status for travelers was found to delay the propagation of the disease, but could not stop the disease if a better control was not applied in the patch with higher disease outbreak. The main difference was on the number of infectious in all patches. Also, when there is a travel restriction of infectious from patches with high prevalence to patches with low prevalence, the number of infective individuals in patches with high prevalence may increase when the migration rates decrease.", "cite_spans": [], "ref_spans": [{"start": 113, "end": 120, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Conclusion"}, {"text": "In the case of TB spread in 15 patches, TB might spread in closest four patches if TB is endemic in border patches, while TB will infect all patches if epidemic start from patch 8. We also showed that travel restriction will delay the propagation of the disease, and increase the number of infected in the affected patch.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "In particular, through illustrative examples, we showed that the link between the values of the general basic reproduction number and local ones, which is really important from a practical point of view. Indeed, our illustrative examples indicate that the values of local basic reproductive numbers are of major importance not only to map the epidemiological risk in order to take into account where the risk of an epidemic is high, but to be able to indicates priority to lower some local basic reproduction numbers. Thus, among all cities where the risk is high, it seems important to make control in priority in cities where the Human population is large. In any case, each city has to make appropriate control campaign to lower the epidemiological risk. In the case where some cities, with the largest populations, may have for any reason a large value of the basic reproduction numbers, then the disease can spread quickly to the whole domain, even when η is small, according to the network.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "For future works, it will be interesting to consider the global existence and stability of an endemic equilibrium of the model under the influence of population dispersal among patches. This appeared to be a challenging mathematical problem we could not address in this study. The same analysis could be considered in the model including backward bifurcation. The conclusions drawn in this work are valid for the set of parameters used, most of them was taken in the recent literature of TB. In the event of a new highly pathogenic TB strain, which might result in vastly different disease parameter values, our analytic results would hold, but numerical simulations should be done accordingly.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global Fund to Fight AIDS, Tuberculosis, and Malaria (2006) Fighting tuberculosis", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Global tuberculosis control: surveillance, planning, financing. World Health Organization", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Criteria for the control of drug resistant tuberculosis", "authors": [{"first": "C", "middle": [], "last": "Dye", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "William", "suffix": ""}], "year": 2000, "venue": "Proc Natl Acad Sci", "volume": "97", "issn": "", "pages": "8180--8185", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Global burden of tuberculosis", "authors": [{"first": "J", "middle": [], "last": "Snider", "suffix": ""}, {"first": "M", "middle": [], "last": "Rabiglione", "suffix": ""}, {"first": "A", "middle": [], "last": "Kochi", "suffix": ""}], "year": 1994, "venue": "Bloom BR (ed) Tuberculosis, pathogenis, protection and control", "volume": "", "issn": "", "pages": "47--59", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Tuberculosis: pathogenesis, protection and control", "authors": [{"first": "B", "middle": ["R"], "last": "Bloom", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Stability of the endemic equilibrium in epidemic models with subpopulations", "authors": [{"first": "H", "middle": ["W"], "last": "Hethcote", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Thieme", "suffix": ""}], "year": 1985, "venue": "Math Biosci", "volume": "75", "issn": "", "pages": "205--227", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A deterministic model for gonorrhea in a nonhomogeneous population", "authors": [{"first": "A", "middle": [], "last": "Lajmanovich", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Yorke", "suffix": ""}], "year": 1976, "venue": "Math Biosci", "volume": "28", "issn": "", "pages": "221--236", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The mathematics of infectious diseases", "authors": [{"first": "H", "middle": ["W"], "last": "Hethcote", "suffix": ""}], "year": 2000, "venue": "SIAM Rev", "volume": "42", "issn": "4", "pages": "599--653", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A structured epidemic model incorporating geographic mobility among regions", "authors": [{"first": "L", "middle": [], "last": "Sattenspiel", "suffix": ""}, {"first": "K", "middle": [], "last": "Dietz", "suffix": ""}], "year": 2000, "venue": "Math Biosci", "volume": "128", "issn": "", "pages": "71--81", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A two patch model of Gambian sleeping sickness: application to vector control", "authors": [{"first": "K", "middle": [], "last": "Chalvet-Monfray", "suffix": ""}, {"first": "M", "middle": [], "last": "Artzrouni", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Gouteux", "suffix": ""}, {"first": "P", "middle": [], "last": "Auger", "suffix": ""}, {"first": "P", "middle": [], "last": "Sabatier", "suffix": ""}], "year": 1998, "venue": "Acta Biotheor", "volume": "46", "issn": "3", "pages": "207--222", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A multi-city epidemic model", "authors": [{"first": "J", "middle": [], "last": "Arino", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Den Driessche", "suffix": ""}], "year": 2003, "venue": "Math Popul Stud", "volume": "10", "issn": "", "pages": "175--193", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Threshold of disease transmission in a patch environment", "authors": [{"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Mulone", "suffix": ""}], "year": 2003, "venue": "J Math Anal Appl", "volume": "285", "issn": "1", "pages": "321--335", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Disease propagation in connected host population with density-dependant dynamics: the case of the feline leukemia virus", "authors": [{"first": "E", "middle": [], "last": "Fromont", "suffix": ""}, {"first": "D", "middle": [], "last": "Pontier", "suffix": ""}, {"first": "M", "middle": [], "last": "Langlais", "suffix": ""}], "year": 2003, "venue": "J Theor Biol", "volume": "223", "issn": "", "pages": "465--467", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "An epidemic model in a patchy environment", "authors": [{"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X-Q", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2004, "venue": "Math Biosci", "volume": "190", "issn": "", "pages": "97--106", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Spatiotemporal dynamics of epidemics: synchrony in metapopulation models", "authors": [{"first": "A", "middle": ["L"], "last": "Lloyd", "suffix": ""}, {"first": "V", "middle": [], "last": "Jansen", "suffix": ""}], "year": 2004, "venue": "Math Biosci", "volume": "188", "issn": "", "pages": "1--16", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The effect of global travel on the spread of SARS", "authors": [{"first": "S", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Levin", "suffix": ""}], "year": 2006, "venue": "Math Biosci Eng", "volume": "3", "issn": "", "pages": "205--218", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Quarantine in a multi-species epidemic model with spatial dynamics", "authors": [{"first": "J", "middle": [], "last": "Arino", "suffix": ""}, {"first": "R", "middle": [], "last": "Jordan", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Den Driessche", "suffix": ""}], "year": 2005, "venue": "Math Biosci", "volume": "206", "issn": "", "pages": "46--60", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Asymptotic profiles of the steady states for an SIS epidemic patch model", "authors": [{"first": "Ljs", "middle": [], "last": "Allen", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Bolker", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lou", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Nevai", "suffix": ""}], "year": 2007, "venue": "SIAM J Appl Math", "volume": "67", "issn": "", "pages": "1283--1309", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The Ross-Macdonald model in a patchy environment", "authors": [{"first": "P", "middle": [], "last": "Auger", "suffix": ""}, {"first": "E", "middle": [], "last": "Kouokam", "suffix": ""}, {"first": "G", "middle": [], "last": "Sallet", "suffix": ""}, {"first": "M", "middle": [], "last": "Tchuente", "suffix": ""}, {"first": "B", "middle": [], "last": "Tsanou", "suffix": ""}], "year": 2008, "venue": "Math Biosci", "volume": "216", "issn": "", "pages": "123--131", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Monotone dynamical systems. An introduction to the theory of competitive and cooperative systems", "authors": [{"first": "H", "middle": ["L"], "last": "Smith", "suffix": ""}], "year": 1995, "venue": "", "volume": "41", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Comparing epidemic tuberculosis in demographically distinct populations", "authors": [{"first": "B", "middle": ["M"], "last": "Murphy", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Singer", "suffix": ""}, {"first": "D", "middle": [], "last": "Kirschner", "suffix": ""}], "year": 2002, "venue": "Math Biosci", "volume": "180", "issn": "", "pages": "161--185", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "On the treatment of tuberculosis in hetergeneous populations", "authors": [{"first": "B", "middle": ["M"], "last": "Murphy", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Singer", "suffix": ""}, {"first": "D", "middle": [], "last": "Kirschner", "suffix": ""}], "year": 2003, "venue": "J Theor Biol", "volume": "223", "issn": "", "pages": "391--404", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Dynamical models of tuberculosis and their applications", "authors": [{"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "B", "middle": [], "last": "Song", "suffix": ""}], "year": 2004, "venue": "Math Biosci Eng", "volume": "1", "issn": "", "pages": "361--404", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Modeling the joint epidemics of TB and HIV in a South African township", "authors": [{"first": "N", "middle": [], "last": "Bacaër", "suffix": ""}, {"first": "R", "middle": [], "last": "Ouifki", "suffix": ""}, {"first": "C", "middle": [], "last": "Pretorius", "suffix": ""}, {"first": "R", "middle": [], "last": "Wood", "suffix": ""}, {"first": "B", "middle": [], "last": "Williams", "suffix": ""}], "year": 2008, "venue": "J Math Biol", "volume": "57", "issn": "", "pages": "557--593", "other_ids": {"DOI": ["10.1007/s00285-008-0177-z"]}}, "BIBREF24": {"ref_id": "b24", "title": "Mathematical analysis of a tuberculosis model with differential infectivity", "authors": [{"first": "S", "middle": [], "last": "Bowong", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Tewa", "suffix": ""}], "year": 2009, "venue": "Commun Nonlinear Sci Numer Simul", "volume": "14", "issn": "", "pages": "4010--4021", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Control strategies for tuberculosis epidemics: new models for old problems", "authors": [{"first": "S", "middle": ["M"], "last": "Blower", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Small", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Hopwell", "suffix": ""}], "year": 1996, "venue": "Science", "volume": "273", "issn": "", "pages": "497--520", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "To treat or not to treat: the case of tuberculosis", "authors": [{"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}], "year": 1997, "venue": "J Math Biol", "volume": "35", "issn": "", "pages": "629--635", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Exogenous reinfection and the dynamics of tuberculosis epidemics: local effects in a network model of transmission", "authors": [{"first": "T", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "C", "middle": [], "last": "Colijn", "suffix": ""}, {"first": "B", "middle": [], "last": "Finklea", "suffix": ""}, {"first": "M", "middle": [], "last": "Murray", "suffix": ""}], "year": 2007, "venue": "J R Soc Interface", "volume": "4", "issn": "", "pages": "523--531", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A theoretical assessment of the effects of smoking on the transmission dynamics of tuberculosis", "authors": [{"first": "C", "middle": ["P"], "last": "Bhunu", "suffix": ""}, {"first": "S", "middle": [], "last": "Mushayabasa", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Tchuenche", "suffix": ""}], "year": 2011, "venue": "Bull Math Biol", "volume": "3", "issn": "", "pages": "333--357", "other_ids": {"DOI": ["10.1007/s11538-010-9568-6"]}}, "BIBREF29": {"ref_id": "b29", "title": "Matrix computations", "authors": [{"first": "G", "middle": ["H"], "last": "Golub", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Van Loan", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Infectious disease of humans, dynamical and control", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Population biology of infectious diseases: part I", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": null, "venue": "Nature", "volume": "280", "issn": "", "pages": "361--367", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Mathematical structures of epidemic systems", "authors": [{"first": "V", "middle": [], "last": "Capasso", "suffix": ""}], "year": 1993, "venue": "Lecture notes in biomathematics", "volume": "97", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Optimal control for a tuberculosis model with undetected cases in Cameroon", "authors": [{"first": "D", "middle": ["P"], "last": "Moualeu", "suffix": ""}, {"first": "M", "middle": [], "last": "Weiser", "suffix": ""}, {"first": "R", "middle": [], "last": "Ehrig", "suffix": ""}, {"first": "P", "middle": [], "last": "Deuflhard", "suffix": ""}], "year": 2015, "venue": "Commun Nonlinear Sci Numer Simul", "volume": "20", "issn": "3", "pages": "986--1003", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "A mathematical tuberculosis model in Cameroon", "authors": [{"first": "D", "middle": ["P"], "last": "Moualeu-Ngangue", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Parameter identification in a tuberculosis model for Cameroon", "authors": [{"first": "D", "middle": ["P"], "last": "Moualeu-Ngangue", "suffix": ""}, {"first": "S", "middle": [], "last": "Röblitz", "suffix": ""}, {"first": "R", "middle": [], "last": "Ehrig", "suffix": ""}, {"first": "P", "middle": [], "last": "Deuflhard", "suffix": ""}], "year": 2015, "venue": "PLoS ONE", "volume": "10", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "The transmission of tubercle bacilli: its trend in a human population", "authors": [{"first": "K", "middle": [], "last": "Styblo", "suffix": ""}, {"first": "J", "middle": [], "last": "Meijer", "suffix": ""}, {"first": "I", "middle": [], "last": "Sutherland", "suffix": ""}], "year": 1969, "venue": "Bull Int Union Tuberc", "volume": "42", "issn": "", "pages": "5--104", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Non-negative matrices in the mathematical sciences", "authors": [{"first": "A", "middle": [], "last": "Berman", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Plemmons", "suffix": ""}], "year": 1993, "venue": "Academic, New York 39. Jacquez JA, Simon CP", "volume": "35", "issn": "", "pages": "43--79", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission", "authors": [{"first": "P", "middle": [], "last": "Van Den Driessche", "suffix": ""}, {"first": "J", "middle": [], "last": "Watmough", "suffix": ""}], "year": 2002, "venue": "Math Biosci", "volume": "180", "issn": "", "pages": "29--48", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Asymptotically autonomous epidemic models", "authors": [{"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "Chr", "middle": [], "last": "Thieme", "suffix": ""}], "year": 1995, "venue": "Mathematical population dynamics: analysis of heterogeneity", "volume": "1", "issn": "", "pages": "33--50", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Sur la théorie des fonctions implicites", "authors": [{"first": "E", "middle": [], "last": "Goursat", "suffix": ""}], "year": 1903, "venue": "Bull Soc Math Fr", "volume": "31", "issn": "", "pages": "184--192", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Implicit function", "authors": [{"first": "V", "middle": ["I"], "last": "Danilov", "suffix": ""}], "year": 2001, "venue": "algebraic geometry). In: Hazewinkel M (ed) Encyclopaedia of mathematics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Implicit function. In: Hazewinkel M (ed) Encyclopaedia of mathematics", "authors": [{"first": "L", "middle": ["D"], "last": "Kudryavtsev", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Backwards bifurcations and catastrophe in simple models of fatal diseases", "authors": [{"first": "J", "middle": [], "last": "Dushoff", "suffix": ""}, {"first": "W", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 1998, "venue": "J Math Biol", "volume": "36", "issn": "", "pages": "227--248", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Beneficial and perverse effects of isoniazid preventive therapy for latent tuberculosis infection in HIV-tuberculosis co-infected populations", "authors": [{"first": "T", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Walensky", "suffix": ""}, {"first": "M", "middle": [], "last": "Murray", "suffix": ""}], "year": 2006, "venue": "Proc Natl Acad Sci", "volume": "103", "issn": "", "pages": "7042--7047", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Evolution des systèmes statistiques nationaux, expérience du Cameroun", "authors": [], "year": 2010, "venue": "The National Institute of Statistics report", "volume": "", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Guide du personnel de la santé", "authors": [], "year": 2010, "venue": "Ministry of Public Health report", "volume": "", "issn": "", "pages": "1--110", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "A metapopulation model of tuberculosis transmission with a case study from high to low burden areas", "authors": [{"first": "R", "middle": ["I"], "last": "Hickson", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Mercer", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Lokuge", "suffix": ""}], "year": 2012, "venue": "PLoS ONE", "volume": "7", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0034411"]}}}, "ref_entries": {"FIGREF0": {"text": "A general n-patches model for the transmission of TB between n cities. Solid line stands for strong connection between cities, while the dotted line represent \"weak\" connections matrix M is defined by M(i, j) = m i j for i = j and M(i, i) = − n j=1 m ji and diag(μ) the diagonal matrix with μ i as its (i, i) entry.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Flow diagram for the dynamics transmission of tuberculosis in patch i where", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The matrix V y and [diag(μ) − M)] −1 are stable matrix. All the eigenvalues of V y and [diag(μ)−M)] −1 have negative real parts.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "(1,  0, 0, 0) T , w i 2 = (0, 1, 0, 0) T , w i 3 = (0,0, 1, 0) T and w i 4 = (0, 0, 0, 1) T . Then, from Eq. (33), we have", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The positive endemic equilibria Q i are obtained by solving the polynomial equation c 2 (λ i ) 2 + c 1 (λ i ) + c 0 = 0 with respect to λ i and substituting the result (positive values of λ i ) into the expressions of the state variables at the steady state. It is worth noting that the coefficient c 2 is positive, while the coefficient c 0 is positive when R i 0 < 1 and negative when R i 0 > 1. Thus, the number of possible real roots of the polynomial equation (39) depends on the signs of c 1 and c 0 . This can be analyzed using the Descartes Rule of Signs on the polynomial equationf (λ i ) = c 2 (λ i ) 2 + c 1 (λ i ) + c 0 . Observe that, if R i 0 > 1,then c 0 < 0 and Eq. (39) has exactly one positive solution. Solving the quadratic equation (39), the positive solution is given by", "latex": null, "type": "figure"}, "FIGREF5": {"text": ", J i and R i are defined as in Eqs. (35), (37)-(40).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "In the absence of migration, (m i j = m ji = 0), lets choose β 1 = 1.5, β 2 = 0.8 and β 3 = 0.3 (so that R (1) = 0.3126 < 1) and keep all other parameter values as in", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Simulation results of model system (4) using various initial conditions when m i j = 0 with i, j = 1, 2, 3, β 1 = 1.5, β 2 = 0.8 and β 3 = 0.3 (so that R = 0.3126 < 1). (S) Susceptible individuals, (E) latently infected individuals; (I) diagnosed infectious individuals, (J) undiagnosed infectious and (R) recovered individuals. Populations in patches 1, 2 and 3 are depicted in red, blue and black lines, respectively. All other parameter values are as in", "latex": null, "type": "figure"}, "FIGREF8": {"text": "= 0.3126 < 1), η = 0.5, m 23 = m 32 = 0.05 and m 12 = m 13 = 0.04 was chosen. It came out that with the chosen parameters, increasing the emigration rate from the endemic patch might lead to the control of the disease , c 3D and b, d contour plot showing the effects of the migration rates to and from the patch with higher transmission m 21 and m 31 on the basic reproduction number R 0 when β 1 = 1.5, β 2 = 0.8, β 3 = 0.3, η = 0.5 and m 23 = m 32 = 0 (so that R = 0.7064 < 1 and R (3) 0 = 0.3126 < 1). a, b m 12 = 0.05 and m 13 = 0.05; c, d m 21 = 0.04 and m 31 = 0.04. All other parameter values are as in", "latex": null, "type": "figure"}, "FIGREF9": {"text": "= 0.3126). Assuming the same migration rate between all patches, it comes out that the migration restriction might lead to the persistence of the disease m 32 = m 23 = m 13 = m 31 = m 12 = m 21 = m = 0.2 in the endemic patch", "latex": null, "type": "figure"}, "FIGREF10": {"text": ", c 3D and b, d contour plot showing the effects of the migration rates to and from the patch with higher transmission m 21 and m 31 on the basic reproduction number R 0 when β 1 = 0.5, β 2 = 1.30, β 3 = 1.2, η = 0.5, m 23 = m 32 = 0, (so that R = 1.2505). a, b m 12 = 0.05 and m 13 = 0.05; c, d m 21 = 0.04 and m 31 = 0.04. All other parameter values are as in 8750). This is the case where to travel from the first patch to the last, one needs to go through all other patches.The initial size of the total population in all patches is given byN (0) = (9052, 8110, 9120, 8532, 10034, 9028, 8035, 14042, 8828, 1356, 2231, 10627, 12550, 1456, 2675).", "latex": null, "type": "figure"}, "FIGREF11": {"text": "8750) and other parameter values as in", "latex": null, "type": "figure"}, "FIGREF12": {"text": ", c 3D and b, d contour plot showing the effects of the migration rates to and from the patch with higher transmission m 21 and m 31 on the basic reproduction number R 0 when β 1 = 0.5, β 2 = 1.30, β 3 = 1.2, η = 0.5, m 23 = m 32 = 0.05 (so that R = 1.2505). a, b m 12 = 0.05 and m 13 = 0.05; c, d m 21 = 0.04 and m 31 = 0.04. All other parameter values are as in", "latex": null, "type": "figure"}, "FIGREF13": {"text": "). All other parameter values are defined as in", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Variation of the basic reproduction ratio as (R 0 ) a function of capacity of active infected population to move between patches for β 1 = 1.5, β 2 = 0.8 and β 3 = 0.3 (so that R = 0.3126 < 1), m 32 = m 23 = m 13 = m 31 = m 12 = m 21 = 0.2. All other parameter values are as in", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Interaction Prevalence of TB when η = 1 and β i ∈ (0.2, 0.71), π i ∈ (500; 1900) (so that R", "latex": null, "type": "figure"}, "FIGREF16": {"text": "0.1563, R (13) 0 = 0.2728, R (14) 0 = 0.7266 and R (15) 0 = 0.8750). All other parameter values are as inTable 1Prevalence of TB when η = 1 and β i ∈ (0.2, 0.71), π i ∈ (500; 1900) (so that R", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Prevalence of TB when η = 1 and β i ∈ (0.2, 0.71), π i ∈ (500; 1900) (so that R Prevalence of TB when η = 1 and β i ∈ (0.2, 0.71), π i ∈ (500; 1900) (so that R (1) 0 = 0.7137, R (2) 0 = 0.6037, R(3) ). All other parameters values are as in", "latex": null, "type": "figure"}, "TABREF1": {"text": "Numerical values for the parameters of model system(4) in patch i", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Symbol </td><td>Value </td><td>Source </td><td>Symbol </td><td>Value </td><td>Source\n</td></tr><tr><td>πi </td><td>1000, 900, 1200/year </td><td>Assumed </td><td>βi </td><td>Variable </td><td>Assumed\n</td></tr><tr><td>pi </td><td>0.11 </td><td>[46] </td><td>fi </td><td>0.74 </td><td>[24]\n</td></tr><tr><td>εi </td><td>0.0003 </td><td>Assumed </td><td>ki </td><td>0.0003/year </td><td>Assumed\n</td></tr><tr><td>μi </td><td>1/53.4/year </td><td>[47] </td><td>di </td><td>0.139/year </td><td>[26]\n</td></tr><tr><td>αi </td><td>0.001/year </td><td>[48] </td><td>hi </td><td>0.74/year </td><td>[48]\n</td></tr><tr><td>ri </td><td>0.7372/year </td><td>[48] </td><td>ρi </td><td>0.139 /year </td><td>[24]\n</td></tr><tr><td>γi </td><td>0.0986/year </td><td>[48] </td><td>θi </td><td>0.74/year </td><td>[48]\n</td></tr><tr><td>η </td><td>Variable </td><td>Assumed </td><td>δi </td><td>0.25/year </td><td>[26]\n</td></tr><tr><td>mi j </td><td>Variable </td><td>Assumed </td><td>m ji </td><td>Variable </td><td>Assumed\n</td></tr></table></body></html>"}}, "back_matter": []}