{
    "paper_id": "2ea6e3968b637ca7540fc605863302b21efd39e5",
    "metadata": {
        "title": "When the world catches cold: Thinking with influenza",
        "authors": [
            {
                "first": "Frédéric",
                "middle": [],
                "last": "Keck Un Monde Grippé",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Flammarion",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Paris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "SARS and Ebola appear as deadly epidemiological bookends for the chief subject matter of the reviewed publications: pandemic flu. SARS and Ebola are both zoonoses, but SARS emerged from the viral broth of the dense of animal/human interactions ecology of Southeast Asia, whereas the 2014 Ebola epidemic in West Africa was triggered by a random chain of transmission linking a fruit bat and a 3-year old in the Forest region of Guinea. The epidemics differed in other ways: SARS was airborne, spreading from Southeast China to Hong Kong to Toronto by jet; Ebola was touch-borne, spread through the most common gestures of care and carried from village to village to capital city by ambulance and bush-taxi. Their common denominator was fear, fuelled by viral speed and deadliness. Pandemic flu is also frightening, suspended in historical memory and always threatening to materialize. But a dramatic worldwide epidemic on the scale of the 1917-1918 'Spanish flu' has never recurred, yet continues to haunt current research and public health policy debates. Nonetheless, a flu epidemic happens every year, embedding us in an autumnal (at least in Europe and North America) cycle of sniffles, sneezes and runny noses (and vaccination for those considered more vulnerable). At the heart of the matter then, lies the question of the fear of an unforeseeable, potentially cataclysmic event lurking behind the regular recurrence of what most of us experience as a benign event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Caduff, Keck and MacPhail all write against more sensationalistic accounts of pandemic flu with their dramatic tropes of virus hunters and looming catastrophe, seeking rather to demystify and explain in these ethnographies of influenza research. These works constitute a collective plea for sang-froid, careful engagement with science and paying serious attention to the perspectives of people in everyday life. Together, these three monographs point out important directions for future ethnography and theoretical elaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Caduff constructs the narrative of his book around prophecy, arguing that it is precisely the inscrutability of science that opens up a space for scientists to make bold and conflicting declarations. At least in the case of influenza research, science does little more, it seems, than to furnish yet another set of omens (viral genes, epidemiological signs, previous outbreaks) to be parsed. On the basis of interviews with leading flu scientists and an ethnographic exploration of \"preparedness\", Pandemic Prophecy expands and elaborates on the argument (set out in more condensed form in Caduff, 2014) that the threat of the next great flu pandemic creates a zone of uncertainty that allows different science-based forecasts to compete for authority in the public sphere; what Caduff calls \"scientific prophecy\". The argument is deployed in an account that explores, in six chapters, the basic, or laboratory, science of influenza and the evidentiary troubles engendered by the prophetic scene. These troubles essentially concern the way in which the \"prophetic scene\" sets the stage for evidentiary Vinh-Kim Nguyen is an emergency room physician and medical anthropologist. He teaches in Montreal's School of Public Health and Geneva's Graduate Institute for International and Development Studies and is currently funded by the ERC to conduct research on the elimination of infectious diseases. disputes around laboratory findingsa false alarm based on screening cases for specific strains, the reconstitution of the original 1917 epidemic flu virus and other forays into the engineering of more virulent recombinant strainswhich in turn fuel uncertainty and sustain the space of pandemic prophecy. Caduff draws mainly on the scientific literature, illuminated by interviews with scientists, snapshots of laboratory life and his own participation in pandemic preparedness drills. Fear reveals underlying cultural logics of prediction and control. These logics are best understood in light of the staple of anthropological scholarship on prophecy and oracles and, more broadly, of human efforts to order nature, tame the unpredictable and manage misfortune.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 603,
                    "text": "Caduff, 2014)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MacPhail in contrast focuses on the work required to \"make\" pandemics real. This \"pathography\", with seven chapters ordered according to the genetic structure of the virus, draws on fieldwork principally within the CDC tracking the 2009 flu epidemic, along with interviews with scientists in Hong Kong. MacPhails's key argument is that viruses and the scientists who study them transmit along global networks, such that the actual phylogenetic structure of the virus mirrors the structure of information exchange between scientists required to map the structure. More boldly, she invokes Kroeber's \"superorganism\" to refer to the global health apparatus as itself the unit out of which viruses and scientists are cleaved. Epidemics generate viruses much as globalization produces locality. The analogy between viruses and networks of scientific collaboration is not a metaphor, MacPhail makes clear, but rather points to how infrastructures of global exchange materialize events, of which epidemics are the symptom. The world truly is \"viral\", because it is interconnected; in other words, it is the planetary span of infrastructuresof transportation, communication and commercethat produces things that go viral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unlike the previous two books, Keck's is aimed at a general audience. Departing from a concern with the (non-)eventfulness of flu epidemics, what they do and what it takes to \"make\" them, Keck engages a wideranging investigation into the origins of the flu that takes us from the French Food Safety Agency to Hong Kong, China, Cambodia and back to the laboratory. The investigation exposes the cultural logic of zoonotic danger, and how influenza rehearses the fundamental binary between human and animal. With erudition and humour, Keck explores the logics of transformation of this binary across a wide range of practices, in farms, in Chinese markets, and in a particularly charming chapter, to those Buddhists in Hong Kong who go about rescuing animals, releasing fish back into the sea or burying dead rats. In a penultimate laboratory chapter, Keck encounters the same phylogenetic classificatory schemes as Mac-Phail, a clear visualization of underlying logics of transformation as they move from human to animal to laboratory and across society. Discussing the mass culling of poultry in the context of avian flu epidemics, Buddhist cosmology and Asian politics, Keck skilfully outlines an anthropology of boundaries: that between animal (non-human) and human, between meaning and non-meaning, between production and consumption, between country and city. It is hard not to see the influence here of the anthropology of Lévi-Strauss, of whom Keck is a renowned commentator in France. But Un Monde Grippé updates Lévi Strauss with actor-network theory, as Keck ventures into the laboratory to uncover the work of mediation produced by scientists and engages the broader geopolitics of influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An explicit project of these authors is to complicate the seminal distinction, introduced by Luhmann (1998) between \"provisional foresight\" manifest in scientific contingency and the inevitability of \"prophetic temporality\". What is at stake are the regimes of anticipation (cf Adams et al, 2009 ) that conjure a dystopian past (that is, the great flu epidemic of 1917-1918) to inject a hypothetical future into the present. The temporal modality, perhaps most familiar to readers of this journal from the concept of the experiment as a \"machine for producing the future\" (Rheinberger,1997, quoting the Nobel prize-winning molecular biologist François Jacob), is most explicitly indebted to classical studies of witchcraft, oracles and divination (Evans-Pritchard, 1963) to more contemporary examinations of risk and uncertainty in clinical practice, global health and everyday life. These books contribute to elaborate on the anthropology of \"preparedness\" (Collier and Lakoff, 2010) , as is visible in Lakoff and Keck, 2013 considerations of \"sentinel devices\". How does the articulation of infrastructure with prediction, and the regimes of anticipation that result (as we have seen in these books) compare with that more intimate domain of biomedical forecasting located in the clinic, particularly around markers for future conditions? An increasingly large body of work in medical anthropology and sociology points to the paradoxical generation of uncertainty that clinical diagnostic technologies produce. Rescaling biomedical risk assessment from the clinic/individual to the global/ population represents a step-change to an Books Forum ontologically different level: that of time itself, looping from the future back to the past. This more radical uncertainty opens up the space of prophecy and, because uncertainty has become unmoored from stable systems for predicting and explaining misfortune, perhaps, takes us even beyond divination.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 295,
                    "text": "Adams et al, 2009",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 747,
                    "end": 770,
                    "text": "(Evans-Pritchard, 1963)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 958,
                    "end": 984,
                    "text": "(Collier and Lakoff, 2010)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thinking about regimes of anticipation can bring in conversations that have emerged in contemporary ethnography around the work of Elizabeth Povinelli and specifically her notions of social tense and \"the future anterior\" as a mode of late liberal governmentalitya gesture made by Caduff. Povinelli (2011) develops social tense and the future anterior to account for how in Australia, aboriginal peoples are located within a future anterior, a hypothetical future when past injustices will have been compensated. This \"mode of address\" is not unique to Australia, surfacing in Canada's treatment of past injustices foisted on First Nations communities, and wherever \"Truth & Reconciliation\" commissions have been brought to bear. Here we might be concerned with the political work that is done by modes of anticipation, the forms of address they entail and how these inscribe those being addressed into specific temporal-juridical registers.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 305,
                    "text": "Caduff. Povinelli (2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A second issues that arises in reading these books concerns notions of transmissibility or what Sampson (2012) has recently termed 'virality'. At the relentlessly empirical and clearly pragmatic level, the notion of transmissibility distinguishes diseases that can be transmitted from those that cannot. This is a distinction increasingly used in global health, previously largely concerned with infectious diseases as top causes of global mortality (these being HIV, malaria and tuberculosis). An identifiable vector is presumed and ultimately identified: a proteinaceous (that is, prions) viral or bacterial pathogen. Because of their dramatic potential for contagion viruses are the reference for transmissibility; what gets transmitted goes viral after all. But as MacPhail points out, viruses are structured like the networks that reveal them; contagion is a consequence of interconnectedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Today growing concern is voiced, based on epidemiological data that shows increasing rates of obesity and hypertension, conjugated with ageing populations worldwide, that a 'tsunami' of non-communicable diseases (NCDs) is in store. The moniker of NCDs includes a diversity of pathologies that include diabetes and cardiovascular disease (which contribute significantly to stroke and renal failure), cancers and chronic lung diseases. Even empirically, however, 'non-communicable' diseases appear to be more transmissible than previously thought. Epidemiological studies suggest that conditions such as obesity or diabetes in fact cluster along social networks, that they are in fact 'transmitted'. What is transmitted is unclear, although (usually) not a pathogenic microscopic organism (although many non-communicable diseases appear to have more of an infectious/inflammatory origin than previously thought). It is assumed that it is 'ideas', 'social norms' or 'behaviours' that are pathogenic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The underlying concepts operant in the communicable/non-communicable distinction articulate assumptions about identity, difference and mutability that back up Keck's decision to explore the boundaries/ oppositions that are put to work by influenza. But while Keck drew on Lévi-Straussian transformation theory, Sampson points to another conversation that explicitly concerns affect, ontology and most recently individuation. The philosophical corpus in this case includes Gabriel Tarde, Gilbert Simondon and Gilles Deleuze. The rush to prepare for the next pandemic, manifestly to no effect as demonstrated by the Ebola epidemic, suggests that the world as we know it has already caught cold. The reference to antiessentialist thinking and the ontological pluralism associated with these thinkers suggests a way to depart from the deterministic conventions of languageand indeed representationthat still saturate global health science and have kept us off-balance for coming pandemics. Sometimes thinking about the history or ethnography of a disease seems inseparable fromor even reducible toone's own experience of it. As I read Alex M. Nading's Mosquito Trails, a vivid account of the ecological and social entanglements of dengue fever outside Managua, Nicaragua, I kept remembering my own engagement with the mosquito and its virus in Solo, Indonesia, around 1990. Taking a break from graduate school, I was hanging out in that ancient Javanese town, spending time with an old friend from college, who was training to be a dalang, or puppet master, in the art of wayang kulit, shadow puppetry. We were living in rough and simple conditions close to one of the two sultans' palaces, or kratons, and my friend, like many others in the neighborhood, was recovering from a prolonged and severe fever. Although I was unaware of dengue's epidemiology at the time, I later learned that I had become just one more number in the emerging epidemic of the disease in Southeast Asia and Latin America. Development and urbanization were providing ideal conditions for mosquito breeding and for bringing Aedes into close contact with vulnerable peoplein particular, the poor in crowded, unfinished, poorly drained, insectnet deficient slums or barrios or favelas. Many species of mosquito thrive in such circumstances. Since the first dengue infection in adults is rarely fatal, the disease does not receive the attention that killers like malaria, tuberculosis and AIDS demand. Nonetheless, it is a major cause of suffering and malaise among those who live in the regions, mostly tropical, that Aedes finds hospitable. Re-infection with a different one of the four or so serotypes of the virus is a ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Anticipation: Technoscience, life, affect, temporality",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Subjectivity",
            "volume": "28",
            "issn": "",
            "pages": "246--265",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pandemic prophecy, or how to have faith in reason",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caduff",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Current Anthropology",
            "volume": "55",
            "issn": "3",
            "pages": "296--315",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infrastructure and event: The political technology of preparedness",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Political Matter: Technoscience, Democracy, and Public Life",
            "volume": "",
            "issn": "",
            "pages": "243--266",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Witchcraft, Oracles and Magic Among the Azande",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Evans-Pritchard",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preface: Sentinel devices",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keck",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "LIMN",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Observations on Modernity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Luhmann",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Anderson is an Australian Research Council Laureate Fellow and Professor at the University of Sydney. His most recent book (with Ian R. Mackay) is Intolerant Bodies: A Short History of Autoimmunity (Baltimore: Johns Hopkins University Press, 2014).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "I joined his apprentice wayang troupe, banging a gong on demand in the gamelan, as it traveled to very poor villages just outside Solo, performing episodes from the Ramayana from dusk to dawn. When our van broke down, as it often did, we napped in the dirt along the road. Within a week or two, I felt one evening that I was coming down with the worst cold I ever had, and then as the night continued, I became feverish, with shivering and rigors. My head ached and my bones felt as if someone were crushing them. Lethargy was so profound it altered my sense of time: I would wake at dawn thinking to get out of bed and 4 hours latera minute it seemed -I would still be lying there, moaning. There was nothing to do except take anti-inflammatories and drink plenty of water. It had taken me a few days to work out I had dengue, something most of the neighbors already had experienced directly or at one remove. The day-biting mosquito Aedes aegypti had injected the dengue virus into my bloodstream. Typically, on the seventh day my fever dropped suddenly and I came out in a blotchy hemorrhagic rash. The fatigue lasted another week or more. On each page of Mosquito Trails I learned something about what I must have missed in my week of miserable self-absorption. I could discern for the first time, 25 years later, the urban ecological and social entanglements of the virus that had proliferated so wantonly within me.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}