{"paper_id": "2ed718cf0c19503c903699e1b1f8c8adfa499b08", "metadata": {"title": "Description of the Risk Management of Medication Errors for Centrally Authorised Products in the European Union", "authors": [{"first": "Christina", "middle": ["E"], "last": "Hoeve", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Reynold", "middle": ["D C"], "last": "Francisca", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Inge", "middle": [], "last": "Zomerdijk", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Miriam", "middle": ["C J M"], "last": "Sturkenboom", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Utrecht Medical Center", "location": {"addrLine": "The Netherlands 46 C. E. Hoeve et al", "settlement": "Utrecht"}}, "email": ""}, {"first": "Sabine", "middle": ["M J M"], "last": "Straus", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": ["Hoeve@erasmusmc"], "last": "Nl", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Introduction Medication errors can have serious consequences for patients. To prevent the occurrence of medication errors in clinical practice, safety concerns may be included in the risk management plan and subsequently be addressed with routine and/or additional risk minimisation measures. Objective This study aims to describe safety concerns around medication errors and the risk minimisation measures for centrally authorised products in the European Union. Methods All safety concerns included in the risk management plans of originator centrally authorised products, authorised between 1 January, 2010 and 31 December, 2017, were collected from the European Public Assessment Report registry. Medication error safety concerns were categorised by Anatomical Therapeutic Classification code, year of authorisation, type of medication error and type of risk minimisation measure. Results During the study period, 311 centrally authorised products were approved, of which 84 had at least one medication error safety concern. The proportion of centrally authorised products with medication error safety concerns showed variation between 2010 and 2017 ranging from 15.2% to 36.4%. In total, 95 medication error safety concerns were identified. The type of medication error was highly variable, drug administration error was listed most frequently (n = 17). For 27 out of 95 medication error safety concerns, corresponding to 23 centrally authorised products, additional risk minimisation measures were required. All additional risk minimisation measures consisted of educational material targeted at healthcare professionals (85.2%) and/or patients (51.9%). For 78.3% of centrally authorised products with additional risk minimisation measures for medication errors, studies to evaluate the effectiveness of the additional risk minimisation measures were agreed upon. Conclusions Medication error safety concerns were listed for almost a quarter of centrally authorised products approved during the study period. Further research is needed to evaluate the effectiveness and continued need for additional risk minimisation measures for medication errors.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Over a quarter of medicines authorised in the European Union have medication errors as an important risk included in the risk management plan.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Medication errors frequently require additional risk minimisation measures.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Studies are needed to confirm the effectiveness of measures implemented to minimise the risk of medication errors.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The online version of this article (https ://doi.org/10.1007/s4026 4-019-00874 -7) contains supplementary material, which is available to authorized users.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In November 1999, the US Institutes of Medicine released a report titled \"To err is human\", which concluded that between 44,000 and 98,000 patients in the USA died each year as a result of preventable medical errors [1] . Varying numbers of patients experiencing medication errors (MEs) have been described. In a recent report, the World Health Organization has marked MEs as a leading cause of avoidable harm to patients [2] . Medication errors are \"an unintended failure in the drug treatment process that leads to, or has the potential to lead to, harm to the patient\" [3] . Numerous heterogeneous factors have been described as a cause for the occurrence of MEs, ranging from e.g., phonetic (sound-a-like) and orthographic (look-a-like) medication names to confusion relating to appropriate dosage and route of administration to time pressure on medical personnel [4] . In view of the many different factors associated with MEs, reducing the risk of MEs by one single intervention is often not achievable. In addition, many stakeholders such as pharmaceutical companies, regulators, healthcare professionals (HCPs), patients and their caretakers have a role in the prevention of MEs. Therefore, strategies to minimise MEs should include all stakeholders and the need to address the different causes and phases of product development and the post-licensure treatment process. Pharmaceutical companies, responsible for product development and design, should consider possibilities to minimise MEs as early as possible in the development process.", "cite_spans": [{"start": 216, "end": 219, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 422, "end": 425, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 572, "end": 575, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 868, "end": 871, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "If MEs are identified during the clinical development phase, these should preferably be resolved before the medicine enters the market. For example, if reconstitution and preparation of the final product are complicated and pose challenges already in the strictly controlled environment of the clinical trial, the pharmaceutical company should improve product preparation, whenever feasible, because the risk in daily practice might be even larger. In 2015, the European Medicines Agency (EMA) released guidance describing common areas of risks to be considered by industry and regulators before authorisation [5, 6] . It is highlighted here that the focus regarding MEs should not only be on withinproduct risks but also between-product risks, such as name similarity with already licensed products. In the European Union (EU), the Committee for Medicinal Products for Human Use Name Review Group evaluates the similarity of new product names with already approved products to limit confusion between products [7] . Despite pre-marketing efforts, not all ME risks can be completely eliminated, e.g., if multiple strengths of the same product are on the market there will be the potential for confusion between strengths. Routine risk minimisation through warnings and instructions in the Summary of Product Characteristics (SmPC) and patient leaflet, or colour coding of the product name or dosages on packaging may be sufficient to minimise the risk of MEs. If routine measures are not expected to be sufficient to minimise the risk of MEs, additional risk minimisation measures (aRMMs) should be implemented.", "cite_spans": [{"start": 610, "end": 613, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 614, "end": 616, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1011, "end": 1014, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Since 2012, an EU Risk Management Plan (EU-RMP) is mandatory for all medicinal products newly licensed in the EU. The EU-RMP describes the knowledge of the safety profile of a product at the moment of approval and provides a plan for areas that need further identification, characterisation and/or risk minimisation [8, 9] . The EU-RMP stimulates a pro-active approach towards risk management and minimisation. The EU-RMP is a dynamic document that is updated continuously during the lifetime of the medicinal product to reflect newly available information. A discussion on the risk of MEs is a mandatory part of the EU RMP [10] and, if appropriate, MEs can be included as an important risk in the RMP. In addition, pharmacovigilance activities and aRMMs to prevent MEs can be proposed [11, 12] .", "cite_spans": [{"start": 316, "end": 319, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 320, "end": 322, "text": "9]", "ref_id": "BIBREF8"}, {"start": 624, "end": 628, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 786, "end": 790, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 791, "end": 794, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "Limited summary information is available concerning risk minimisation measures (RMMs) regarding MEs. Rubino and Artime reported in an overview of aRMMs that MEs are among the risks most frequently addressed with aRMMs [13] : in their study over the period 2005-2015, a total of 32 centrally authorised products (CAPs) required aRMMs for MEs. A study by the UK Medicines and Healthcare products Regulatory Agency showed that MEs represented almost a quarter of the risks described in RMPs in the UK [14] . However, both studies lacked information regarding the specific medications and how these MEs were identified. Therefore, a more detailed review of RMMs for MEs is warranted.", "cite_spans": [{"start": 218, "end": 222, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 498, "end": 502, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this study, we review the important risks for CAPs in the European Economic Area (EEA) licensed between 2010 and 2017 regarding MEs, including the routine and aRMMs as laid down in the EU-RMP of these products at the time of licensing.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We performed a cross-sectional study including all originator CAPs authorised in the EEA between 1 January, 2010 and 31 December, 2017. Applications for generic, biosimilar and hybrid products were excluded, as these are expected to follow the originator product in the design of their EU-RMP and the aRMM. In the EU, medicines can be authorised through centralised or decentralised procedures. Application through the centralised procedure leads to a marketing authorisation for the entire EEA, whereas for decentralised procedures the applicant can choose to have the product approved in selected EEA countries. The majority of originator medicines are authorised through the centralised procedure [15] .", "cite_spans": [{"start": 700, "end": 704, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Study Design"}, {"text": "Data were collected from the European Public Assessment Reports (EPARs) published on the website of the EMA (http://www.ema.europ a.eu). The EPAR of the initial application procedure includes a summary of the EU-RMP from which all safety concerns (i.e. both relating to MEs and others) were extracted as described before by Francisca et al. [11] . The Summary of Safety Concerns describes the important identified and potential risks and the missing information of the medicinal product based on knowledge at the time of the authorisation.", "cite_spans": [{"start": 341, "end": 345, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Data Collection"}, {"text": "For each medicinal product included in the study, the following data were collected from the EPAR: date of authorisation, Anatomical Therapeutic Classification (ATC) code, pharmaceutical form, safety concerns, the categories for the Summary of Safety Concerns (important identified risk, important potential risk or missing information) and how MEs are addressed (routine and aRMMs, and studies investigating the effectiveness of aRMMs for MEs).", "cite_spans": [], "ref_spans": [], "section": "Outcome and Covariates"}, {"text": "All risks included in the Summary of Safety Concerns regarding MEs were translated manually into the most appropriate Preferred Terms (PTs) based on the Medical Dictionary for Regulatory Activities (MedDRA ® ) 1 terminology. Then, all ME safety concerns that are in the narrow standard MedDRA query from MedDRA 19.0 were included in the study. The standard MedDRA query is a collection of PTs that are assembled to support the identification of MEs in MedDRA-coded databases. The full PT list for the ME standard MedDRA query is provided in the Electronic Supplementary Material (ESM). The EU-RMPs were reviewed in detail to identify the exact type of error that was being referred to for safety concerns defined as the general term 'medication error'. If a 'medication error' PT was translated to two or more PTs, then each of these was counted separately in the analysis. Where the type of error could not be established based on the information in the EPAR, the first approved full EU-RMP document was retrieved for more information. Finally, ME safety concern PTs were categorised into nine groups based on the nature of the MEs, according to MedDRA higher level terms (as per Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 1181, "end": 1188, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Outcome and Covariates"}, {"text": "In the summary of safety concerns in the EU-RMP, safety concerns are classified into three categories: important identified risks, important potential risks and missing information according to the guideline on good pharmacovigilance practices Module V revision 2 [10] . As specified in good pharmacovigilance practices Module V revision 1, important identified risks are defined as \"untoward occurrences for which there is adequate evidence of an association with the medicinal product of interest\", important potential risks are \"untoward occurrences for which there is some basis for suspicion of an association with the medicinal product of interest but where this association has not been confirmed\" and missing information is defined as \"gaps in knowledge about a medicinal product, related to safety or use in particular patient populations, which could be clinically significant\" [16] . All RMMs are either routine or additional. Routine RMMs are categorised by a section of the SmPC in which specific information is included to address ME risks. An overview of all SmPC sections is provided in Table 2 . Data regarding other routine RMMs (e.g. design of product packaging, prescription status) were not collected from the EPAR, as these data are not structurally available. Additional risk minimisation measures were categorised as educational materials for HCPs, educational materials for patients, controlled access, controlled distribution or pregnancy prevention programmes [17] . The need for risk minimisation effectiveness studies is described in the EU-RMP. Information on the need for effectiveness studies was obtained from the EPAR, or if not provided, from the EU-PAS registry.", "cite_spans": [{"start": 264, "end": 268, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 888, "end": 892, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1487, "end": 1491, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 1103, "end": 1110, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Outcome and Covariates"}, {"text": "Descriptive statistics were used to present frequency data. All analyses were performed in Microsoft Excel 2010.", "cite_spans": [], "ref_spans": [], "section": "Data Analysis"}, {"text": "Between 1 January, 2010 and 31 December, 2017, a total of 311 CAPs were authorised in the EEA through the centralised procedure. In total, 4668 safety concerns were included in the EPARs of these products at the time of the marketing authorisation (both ME and non-ME safety concerns). Of the 311 CAPs, 84 products (27.0%) had at least one safety concern related to MEs. The proportion of CAPs approved with a ME safety concern showed variations between 2010 and 2017, ranging from 15.2% in 2011 to 36.4% in 2015 (see Fig. 1 ). For the 84 products with ME safety concerns, a total of 95 separate ME safety concerns were identified. Special precautions for storage 6.5 Nature and contents of container 6.6", "cite_spans": [{"start": 664, "end": 667, "text": "6.5", "ref_id": null}], "ref_spans": [{"start": 518, "end": 524, "text": "Fig. 1", "ref_id": null}], "section": "Results"}, {"text": "Special precautions for disposal and other handling of the product Fig. 1 Number of medication error (ME) centrally authorised products (CAPs) approved yearly with and without ME safety concerns", "cite_spans": [], "ref_spans": [{"start": 67, "end": 73, "text": "Fig. 1", "ref_id": null}], "section": "Results"}, {"text": "After translation of all 95 ME safety concerns to MedDRA PTs, it was observed that 'medication error' was the PT used most often to describe ME safety concerns (50; 52.6% of all ME safety concerns). Based on the information provided in the EPAR, 43 of the 50 ME safety concerns could be further classified into a PT more specific than 'medication error'. This resulted in a total of 103 PTs. Finally, as shown in Table 3 , 'drug administration error' was the most frequently reported safety concern (n = 17), followed by 'product dosage form confusion' (n = 10) and 'product preparation error' (n = 9). For seven of the 50 safety concerns translated to the PT 'medication error', no additional information on the ME safety concerns could be identified in the EPAR or in the fully approved EU-RMP. Therefore, it remains unclear what exactly the risk of ME entails for these products. Eight of the 103 ME safety concerns also described the clinical consequence of the ME.", "cite_spans": [], "ref_spans": [{"start": 413, "end": 420, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Type of Medication Error Safety Concerns"}, {"text": "Of all ME safety concerns, 10.5% were categorised in the RMP as important identified risks, 82.1% were categorised as important potential risks and 2.1% were categorised as missing information (the remaining 5.3% of safety concerns were not categorised in the RMP). Medication error safety concerns classified as important identified risks required aRMM in 70%, important potential risks required aRMM in 21.8% and for ME safety concerns classified as missing information, no aRMM was required.", "cite_spans": [], "ref_spans": [], "section": "Level of Evidence for Medication Error Safety Concerns"}, {"text": "As presented in Table 4 , blood and blood-forming organs products had ME safety concerns most often (18 of 84 products), followed by anti-infectives for systemic use (15 of 84 products) and antineoplastic and immunomodulating agents (13 of 84 products). Furthermore, when compared to the overall number of CAPs authorised in each ATC group, medicines for blood and blood-forming organs most frequently had ME safety concerns, as 62.1% of products authorised in this ATC group had at least one ME safety concern (Table 4 ). Other ATC groups with a high rate of products with ME safety concerns were medicines for sensory organs (60.0%) and systemic hormonal preparations (excluding sex hormones and insulins, 50.0%). When considering pharmaceutical formulations, it was observed that more than half (53.6%) of the products with ME safety concerns concerned injections or infusions.", "cite_spans": [], "ref_spans": [{"start": 16, "end": 23, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 511, "end": 519, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "Type of Medicinal Products"}, {"text": "The SmPC sections most frequently used to address risks of MEs were sections 4.2 (posology and method of administration), 4.4 (special warnings and precautions for use), 4.9 (overdose) and 6.6 (special precautions for disposal) ( Table 5 ). Per higher level term group, different SmPC sections were chosen to minimise the risk of MEs. Safety concerns relating to preparation errors had the highest number of SmPC references per safety concern (2.2), and were often warned for in sections 4.1 (33% of preparation errors), 4.2 (56% of preparation error safety concerns), 4.4 (56% of preparation errors) and 6.6 (44% of preparation errors). Safety concerns relating to accidental exposures were most frequently covered in section 6.6 (63% of accidental exposure safety concerns), followed by sections 4.2 and 4.4 (both 50% of accidental exposure safety concerns). Safety concerns relating to prescribing errors were most frequently covered in sections 4.3 and 4.5 of the SmPC (both 67% of prescribing error safety concerns). The single safety concern relating to product selection errors was covered in section 4.4 of the SmPC only. All other ME groups were most frequently covered in SmPC sections 4.2.", "cite_spans": [], "ref_spans": [{"start": 230, "end": 237, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Routine Risk Minimisation Measures"}, {"text": "During the study period, 23 of the 84 products received aRMMs for 27 ME safety concerns. The rate of aRMMs for ME safety concerns was higher than for the remaining non-ME safety concerns (28.4% vs. 7.5%). The proportion of ME safety concerns for which aRMM was implemented (Fig. 2) . For all 23 products, aRMM included educational material that targeted HCPs in 85.2% and patients in 51.9% (Fig. 3) . For eight of the 23 products (referring to ten safety concerns), educational material targeted both HCPs and patients. In addition to educational material, other aRMMs were requested for four products (referring to five safety concerns). Controlled access was requested for three products to address the following four ME safety concerns: risks of exposure of HCPs and close associates/transmission to third parties (n = 1), risks associated with (unintended) re-administration (n = 1), risk of administering the drug to the wrong patient (n = 1), and risk of dosing errors in the titration phase (n = 1). Controlled distribution was requested for one product to prevent accidental exposure of HCPs: an oncolytic immunotherapy indicated for the treatment of melanoma. It should be noted that the controlled distribution programme for this product is not related solely to the ME safety concern, but also to other safety concerns. The controlled distribution programme aims to minimise inappropriate handling and administration of the product and also aims to minimise the risk of damage to the product through inappropriate storing [18] . HLT higher level term, MedDRA ® Medical Dictionary for Regulatory Activities, SC safety concern a As a SC may be included in more than one SmPC section and be classified into more than one HLT, the total number adds up to more than 95 SCs. SmPC sections never used are not included in the table. Values are distributed from high (dark red) to low (dark green). Dark red if the SmPC section has been used > 25 times to warn for the specific medication error. Dark green if the SmPC section was never used to warn for the specific medication error ", "cite_spans": [{"start": 1533, "end": 1537, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 273, "end": 281, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 390, "end": 398, "text": "(Fig. 3)", "ref_id": null}], "section": "Additional Risk Minimisation Measures"}, {"text": "A total of 29 studies to analyse the effectiveness of aRMMs for ME safety concerns were listed in the EPARs for 18 products (78.3% of products with aRMMs for ME safety concerns). For the remaining five products, no effectiveness studies were described. Multiple studies may have been requested for one safety concern or CAP. Different designs were chosen for analysis of effectiveness. Registry studies were listed most frequently to analyse the effectiveness of aRMMs for MEs (n = 9). Other studies were described in the EPAR as follows: non-interventional observational studies not otherwise specified (n = 6), analysis of spontaneous reports (n = 5), surveys (n = 5), clinical trials (n = 4) and a drug utilisation study (n = 1). In two cases, the studies were primarily designed to investigate the effectiveness of aRMMs for MEs and, in the remaining 27 cases, the studies aimed to review the effectiveness of RMMs for multiple safety concerns simultaneously. Of the 68 ME safety concerns that did not require aRMMs, 13 were studied further in post-marketing studies. This was achieved through multiple study designs: drug utilisation studies (n = 5), disease registries (n = 3), a survey (n = 1) and observational studies not otherwise specified (n = 6). Five studies focused only on characterising the risk of a ME, whereas the remaining eight studies were general investigations into the post-marketing safety profile of the drug.", "cite_spans": [], "ref_spans": [], "section": "Effectiveness of Risk Minimisation Measures"}, {"text": "We observed that more than a quarter of the newly authorised medicines in the EU between 2010 and 2017 had ME safety concerns at the time of licensing. The high rate of products with ME safety concerns in this period may be due to several reasons. First, this high rate of products may reflect a high awareness of the seriousness and importance of MEs and the need to minimise these risks [5, 6] . In recent years, several actions have been taken by the EMA to increase awareness of MEs and to provide tools to reduce the risk of MEs, e.g. a stakeholder workshop on MEs, a Committee for Medicinal Products for Human Use opinion paper and release of two good practice guides (one on recording, coding, reporting and assessment of MEs, and one on risk minimisation and prevention of MEs) [3, 6, 19] . Second, it is also possible that this high proportion is owing to the authorisation of products with high complexity in reconstitution and/or administration. It has been reported that products for intravenous use are associated with the highest complexity and highest risk of harm [20] . In addition, it has been reported that intravenous administration leads to the most serious outcomes from MEs [21] . This is in line with our data where we observed that more than half the CAPs with ME safety concerns were injections and infusions, or other specialised pharmaceutical products such as implants Fig. 3 Number and types of additional risk minimisation measures (aRMM). Who is targeted by educational material? All products with aRMM utilised either educational material (EM) for patients, healthcare professionals (HCPs) or for both. CA controlled access, CD controlled distribution or sealants. An example of an injectable is an insulin product, for which specific RMMs and guidance to minimise the risk of MEs have been developed [22] . Another important finding is the fact that a large proportion of ME safety concerns was only described in the EPAR as medication errors, without indicating the exact type of ME. Moreover, less than 10% of ME safety concerns specified the clinical consequence of the ME. However, it is preferable to include the undesirable clinical outcomes as a consequence of the ME in the EPAR in addition to the ME itself. Further, clearer descriptions of the type of ME and its consequences could aid in the development of more tailored RMMs and better identification of the target population for these RMMs. For example, a safety concern as included in the Lixiana ® (edoxaban) RMP (bleeding due to inappropriate administration) specifies what the cause is for the ME and the clinical consequences of the error. As the current good pharmacovigilance practices Module V revision 2 states the RMP \"should address only the risks that are undesirable clinical outcomes … [which] … may be linked to situations such as … medication errors\", the consequences of MEs may be better described in the future [10] .", "cite_spans": [{"start": 389, "end": 392, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 393, "end": 395, "text": "6]", "ref_id": "BIBREF5"}, {"start": 786, "end": 789, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 790, "end": 792, "text": "6,", "ref_id": "BIBREF5"}, {"start": 793, "end": 796, "text": "19]", "ref_id": "BIBREF18"}, {"start": 1080, "end": 1084, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1197, "end": 1201, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1834, "end": 1838, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 2927, "end": 2931, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1398, "end": 1404, "text": "Fig. 3", "ref_id": null}], "section": "Discussion"}, {"text": "A third important finding is that the most common ME safety concerns are related to incorrect administration of medication. Different ME safety concerns were found in medicines of all ATC classes (see the ESM), and it did not appear that specific errors were identified more often in certain ATC classes. Although some errors were very specific, e.g. multiple use of medicines intended for single use only, others were more general, e.g. administration errors. No clear pattern could be identified, which shows that there is not one single approach to address and minimise MEs, but that a case-by-case review is performed for each new medicine.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Fourth, we found that 10.5% of ME safety concerns were classified as important identified risks in the EU-RMP. Additional risk minimisation measures were required for almost three-quarters of the ME safety concerns classified as important identified risks. While it is preferable that appropriate steps are taken to minimise or eliminate the risk of MEs prior to drug approval, there may be situations where the risk is difficult to resolve before the licensing, e.g. the complex administration methods associated with some products. In cases where the intended benefits of the product outweigh the risks or there is an unmet medical need, appropriate measures should be taken to further minimise the risk of MEs in the post-marketing setting.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Fifth, when ME safety concerns were classified as important potential risks, mainly routine RMMs were used to address these potential risks. Medication error safety concerns classified as important identified risks received aRMMs more often compared to ME safety concerns classified as important potential risks. This suggests that the certainty of the ME risk is a determinant for the necessity of an aRMM. In addition, we observed that ME safety concerns were more often addressed with aRMMs than all other safety concerns of the products. This is in line with recently published data showing that MEs are among the safety concerns with the highest proportion of aRMMs [13, 14] . An explanation for the higher proportion of aRMMs for ME safety concerns compared to all other safety concerns could lie in the difference in preventability. Non-ME safety concerns are often adverse drug reactions that are intrinsic properties of the medicine and are therefore not always preventable in all patients. In contrast, MEs are in theory preventable for all patients and may benefit more directly from aRMMs. This is reflected by the fact that aRMMs were often implemented for risks associated with administration or handling of the product. Educational material for this type of error often consists of a leaflet for HCPs, patients or carers with further instructions on how to handle, prepare and administer the product. The fact that all aRMMs always consist of educational material is in line with previous findings [13, 14] . This is understandable as it is a useful tool to create awareness of risks among HCPs and/or patients, before taking more restrictive measures.", "cite_spans": [{"start": 671, "end": 675, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 676, "end": 679, "text": "14]", "ref_id": "BIBREF13"}, {"start": 1513, "end": 1517, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 1518, "end": 1521, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, we found that for 78% of products with aRMMs for ME safety concerns, studies were in place to measure the effectiveness of these measures. The effectiveness of educational materials is debated and the materials may not always have the intended effect [23] . Effectiveness studies are important to decide whether RMMs are adequate or should be amended, although the execution often remains a challenge [24] [25] [26] . As the aRMMs discussed in this study are implemented at the time of the product approval, a comparison between before and after implementation of the aRMM is not feasible in these cases. Studies focus mainly on the observed rate of MEs after marketing. When using spontaneous reports for this purpose, underreporting is a known problem [27] . Identifying the occurrence of MEs may also be a challenge when existing electronic healthcare databases are used because particular errors (e.g. administration errors) can be difficult to identify in such data. Surveys to investigate whether HCPs understand the material may be biased, as HCPs who are more aware of the educational material may be more inclined to participate in such a survey [28] . In addition, it is possible that those who read the material, but also experienced the ME, are less likely to participate because of social desirability bias. We observed that noninterventional observational studies, analysis of spontaneous reporting data and surveys were most frequently used for evaluation of the effectiveness of RMMs for MEs. Despite the challenges, these may be the most feasible tools currently available for measuring MEs in real life. The advantage of spontaneous reporting data is that they can describe a wide variety of errors. However, better methods are needed to study MEs in real life. Improvement may be sought in the application of already available digital tools (e.g. bar-code scanning).", "cite_spans": [{"start": 260, "end": 264, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 410, "end": 414, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 415, "end": 419, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 420, "end": 424, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 763, "end": 767, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1164, "end": 1168, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study did not investigate the effectiveness of the RMMs. We observed that for most CAPs in our dataset, studies to assess the effectiveness of aRMMs for MEs were agreed upon. However, only a few effectiveness studies concerning MEs have been published in publicly available domains [28, 29] . Public availability of these studies could help develop new techniques to measure the effectiveness of aRMMs and improve outcomes.", "cite_spans": [{"start": 286, "end": 290, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 291, "end": 294, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "To our knowledge, this is the first study providing a review of ME safety concerns and their planned RMMs. This study shows how often ME safety concerns are included as important risks in the Summary of Safety Concern of the EU-RMP and which measures are taken to prevent these risks. A review of MEs and their RMMs may support regulators and biopharmaceutical medicine developers in future decision making and product development. Our study also has some limitations. The data collected in our study are based on EPAR documents publicly available on the EMA website. As these documents contain summarised information, data may be missing, e.g. the complete overview of routine RMMs. For example, it is not always described whether packaging and labelling is used to minimise the risk of ME. Therefore, this variable is not included in the study. This may have resulted in an underestimation of the efforts to prevent MEs. In addition, details of the studies that are planned to evaluate the effectiveness of risk minimisation are not always clearly presented in the EPAR. Availability of the complete EU-RMP in the public domain could improve data analysis. The lack of information in the EPAR was dealt with by investigating the original EU-RMPs for products with ME safety concerns identified form the EPAR where there was missing data. Another limitation of our study is that we only included products that had ME safety concerns at the moment of authorisation; therefore, we could not address MEs that were identified later in the product cycle. Our study only focused on risk minimisation of MEs in the EU. Other approaches to minimise the risk of MEs may exist in other areas and a comparison of approaches between different agencies is worth investigating.", "cite_spans": [], "ref_spans": [], "section": "Strengths and Limitations"}, {"text": "Our study shows that over a quarter of medicines authorised in the EU have MEs as a safety concern in the EU-RMP. The high number of products with ME safety concerns and the high proportion of ME safety concerns with aRMMs suggest awareness regarding MEs at the level of the pharmaceutical industry and regulators. There is limited knowledge regarding the effectiveness of the measures available to prevent MEs. Therefore, studies are necessary to evaluate the suitability of the current risk minimisation framework for MEs.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Funding No funding was received for the conduct of this study or the preparation of this article. ", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}, {"text": "The data used in this study were derived from the website of the European Medicines Agency, a public domain resource, which can be accessed via http://www.ema.europ a.eu.", "cite_spans": [], "ref_spans": [], "section": "Data sharing"}, {"text": "Open Access This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http://creat iveco mmons .org/licen ses/by-nc/4.0/), which permits any noncommercial use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.", "cite_spans": [], "ref_spans": [], "section": "Data sharing"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Committee on Quality of Health Care in America. To err is human: building a safer health system", "authors": [], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization. Medication without harm: global patient safety challenge", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Good practice guide on recording, coding, reporting and assessment of medication errors. EMA/762563/2014", "authors": [], "year": 2015, "venue": "European Medicines Agency", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Patient safety in medication nomenclature: orthographic and semantic properties of international nonproprietary names", "authors": [{"first": "R", "middle": [], "last": "Bryan", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Aronson", "suffix": ""}, {"first": "P", "middle": [], "last": "Ten Hacken", "suffix": ""}, {"first": "A", "middle": [], "last": "Williams", "suffix": ""}, {"first": "S", "middle": [], "last": "Jordan", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "12", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0145431"]}}, "BIBREF4": {"ref_id": "b4", "title": "Medication errors: new EU good practice guide on risk minimisation and error prevention", "authors": [{"first": "T", "middle": [], "last": "Goedecke", "suffix": ""}, {"first": "K", "middle": [], "last": "Ord", "suffix": ""}, {"first": "V", "middle": [], "last": "Newbould", "suffix": ""}, {"first": "S", "middle": [], "last": "Brosch", "suffix": ""}, {"first": "P", "middle": [], "last": "Arlett", "suffix": ""}], "year": 2016, "venue": "Drug Saf", "volume": "39", "issn": "6", "pages": "491--500", "other_ids": {"DOI": ["10.1007/s40264-016-0410-4"]}}, "BIBREF5": {"ref_id": "b5", "title": "Pharmacovigilance Risk Assessment Committee. Good practice guide on risk minimisation and prevention of medication errors. EMA/606103/2014", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Committee for Medicinal Products for Human Use. Guideline on the acceptability of names for human medicinal products processed through the centralised procedure. EMA/ CHMP/287710/2014 revision 6", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "amending as regards pharmacovigilance. Directive 2001/83/EC on the Community code relating to medicinal products for human use", "authors": [], "year": 2010, "venue": "Directive 2010/84/EU of the European Parliament", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "amending, as regards pharmacovigilance of medicinal products for human use. Regulation (EC) No. 726/2004 laying down community procedures for the authorisation", "authors": [], "year": 2010, "venue": "Off J Eur Union", "volume": "", "issn": "726", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Guideline on good pharmacovigilance practices (GVP) Module V: risk management systems (revision 2). EMA/838713", "authors": [], "year": 2011, "venue": "European Medicines Agency and Heads of Medicines Agencies", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Measuring the impact of the 2012 European pharmacovigilance legislation on additional risk minimization measures", "authors": [{"first": "Rdc", "middle": [], "last": "Francisca", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Zomerdijk", "suffix": ""}, {"first": "Mcjm", "middle": [], "last": "Sturkenboom", "suffix": ""}, {"first": "Smjm", "middle": [], "last": "Straus", "suffix": ""}], "year": 2018, "venue": "Expert Opin Drug Saf", "volume": "17", "issn": "10", "pages": "", "other_ids": {"DOI": ["10.1080/14740338.2018.1512579"]}}, "BIBREF11": {"ref_id": "b11", "title": "Risk minimization activities of centrally authorized products in the EU: a descriptive study", "authors": [{"first": "I", "middle": ["M"], "last": "Zomerdijk", "suffix": ""}, {"first": "F", "middle": [], "last": "Sayed-Tabatabaei", "suffix": ""}, {"first": "G", "middle": [], "last": "Trifiro", "suffix": ""}, {"first": "S", "middle": [], "last": "Blackburn", "suffix": ""}, {"first": "Mcjm", "middle": [], "last": "Sturkenboom", "suffix": ""}, {"first": "Smjm", "middle": [], "last": "Straus", "suffix": ""}], "year": 2012, "venue": "Drug Saf", "volume": "35", "issn": "4", "pages": "299--314", "other_ids": {"DOI": ["10.2165/11594560"]}}, "BIBREF12": {"ref_id": "b12", "title": "A descriptive review of additional risk minimisation measures applied to EU centrally authorised medicines", "authors": [{"first": "A", "middle": [], "last": "Rubino", "suffix": ""}, {"first": "E", "middle": [], "last": "Artime", "suffix": ""}], "year": 2006, "venue": "Expert Opin Drug Saf", "volume": "16", "issn": "8", "pages": "", "other_ids": {"DOI": ["10.1080/14740338.2017.1335303"]}}, "BIBREF13": {"ref_id": "b13", "title": "A descriptive study of additional risk minimization measures included in risk management plans reviewed by the United Kingdom regulatory authority", "authors": [{"first": "S", "middle": [], "last": "Keddie", "suffix": ""}], "year": 2013, "venue": "Pharm Med", "volume": "27", "issn": "1", "pages": "25--34", "other_ids": {"DOI": ["10.1007/s40290-013-0006-6"]}}, "BIBREF14": {"ref_id": "b14", "title": "CMDh annual statistics", "authors": [], "year": 2018, "venue": "Group for Mutual Recognition and Decentralised Procedures -Human (CMDh)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Guideline on good pharmacovigilance practices (GVP) Module V: risk management systems (revision 1). EMA/838713", "authors": [], "year": 2011, "venue": "European Medicines Agency and Heads of Medicines Agencies", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Guideline on good pharmacovigilance practices (GVP): module XVI: risk minimisation measures: selection of tools and effectiveness indicators (revision 2)", "authors": [{"first": "Agency", "middle": [], "last": "European Medicines", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Committee for Medicinal Products for Human Use. European public assessment report for Imlygic", "authors": [], "year": 2015, "venue": "European Medicines Agency", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Committe for Medicinal Products for Human Use. Position paper on potential medication errors in the context of benefit-risk balance and risk minimisation measures", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Implementation of an i.v. medication safety system", "authors": [{"first": "C", "middle": [], "last": "Williams", "suffix": ""}, {"first": "R", "middle": [], "last": "Maddox", "suffix": ""}], "year": 2005, "venue": "Am J Health Syst Pharm", "volume": "62", "issn": "", "pages": "530--536", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Selected medication-error data from USP's MEDMARX program for 2002", "authors": [{"first": "R", "middle": [], "last": "Hicks", "suffix": ""}, {"first": "D", "middle": [], "last": "Cousins", "suffix": ""}, {"first": "R", "middle": [], "last": "Williams", "suffix": ""}], "year": 2004, "venue": "Am J Health Syst Pharm", "volume": "15", "issn": "61", "pages": "993--1000", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Pharmacovigilance Risk Assessment Committee. Risk minimisation strategy for high-strength and fixed-combination insulin products. EMA/686009/2014", "authors": [], "year": 2015, "venue": "European Medicines Agency", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "What is the effectiveness of printed educational materials on primary care physician knowledge, behaviour, and patient outcomes: a systematic review and meta-analyses", "authors": [{"first": "A", "middle": [], "last": "Grudniewicz", "suffix": ""}, {"first": "R", "middle": [], "last": "Kealy", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Rodseth", "suffix": ""}, {"first": "J", "middle": [], "last": "Hamid", "suffix": ""}, {"first": "D", "middle": [], "last": "Rudoler", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Straus", "suffix": ""}], "year": 2015, "venue": "Implement Sci", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s13012-015-0347-5"]}}, "BIBREF23": {"ref_id": "b23", "title": "A review of studies evaluating the effectiveness of risk minimisation measures in Europe using the European Union electronic Register of Post-Authorization Studies. Pharmacoepidemiol Drug Saf", "authors": [{"first": "P", "middle": [], "last": "Vora", "suffix": ""}, {"first": "E", "middle": [], "last": "Artime", "suffix": ""}, {"first": "M", "middle": [], "last": "Soriano-Gabarro", "suffix": ""}, {"first": "N", "middle": [], "last": "Qizilbash", "suffix": ""}, {"first": "V", "middle": [], "last": "Singh", "suffix": ""}, {"first": "A", "middle": [], "last": "Asiimwe", "suffix": ""}], "year": 2018, "venue": "", "volume": "27", "issn": "", "pages": "695--706", "other_ids": {"DOI": ["10.1002/pds.4434"]}}, "BIBREF24": {"ref_id": "b24", "title": "Additional risk minimisation measures in the EU: are they eligible for assessment?", "authors": [{"first": "I", "middle": ["M"], "last": "Zomerdijk", "suffix": ""}, {"first": "G", "middle": [], "last": "Trifiro", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Sayed-Tabatabaei", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Sturkenboom", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Straus", "suffix": ""}], "year": 2013, "venue": "Pharmacoepidemiol Drug Saf", "volume": "22", "issn": "10", "pages": "1046--53", "other_ids": {"DOI": ["10.1002/pds.3494"]}}, "BIBREF25": {"ref_id": "b25", "title": "Evaluation of the effectiveness of risk minimization measures", "authors": [{"first": "L", "middle": [], "last": "Prieto", "suffix": ""}, {"first": "A", "middle": [], "last": "Spooner", "suffix": ""}, {"first": "A", "middle": [], "last": "Hidalgo-Simon", "suffix": ""}, {"first": "A", "middle": [], "last": "Rubino", "suffix": ""}, {"first": "X", "middle": [], "last": "Kurz", "suffix": ""}, {"first": "P", "middle": [], "last": "Arlett", "suffix": ""}], "year": 2012, "venue": "Pharmacoepidemiol Drug Saf", "volume": "21", "issn": "8", "pages": "896--905", "other_ids": {"DOI": ["10.1002/pds.3305"]}}, "BIBREF26": {"ref_id": "b26", "title": "Practical aspects of signal detection in pharmacovigilance", "authors": [{"first": "", "middle": [], "last": "Cioms Working Group", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Additional risk minimisation measures for medicinal products in the European Union: a review of the implementation and effectiveness of measures in the United Kingdom by one marketing authorisation holder", "authors": [{"first": "E", "middle": [], "last": "Agyemang", "suffix": ""}, {"first": "L", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "J", "middle": [], "last": "Talbot", "suffix": ""}], "year": 2017, "venue": "Pharm Med", "volume": "31", "issn": "2", "pages": "101--113", "other_ids": {"DOI": ["10.1007/s40290-017-0184-8"]}}, "BIBREF28": {"ref_id": "b28", "title": "Assessment of self-administration of romiplostim in patients with immune thrombocytopenic purpura after receipt of home administration training materials: a cross-sectional study", "authors": [{"first": "M", "middle": [], "last": "Schipperus", "suffix": ""}, {"first": "G", "middle": [], "last": "Kaiafa", "suffix": ""}, {"first": "L", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "S", "middle": [], "last": "Wetten", "suffix": ""}, {"first": "G", "middle": [], "last": "Kreuzbauer", "suffix": ""}, {"first": "A", "middle": [], "last": "Boshier", "suffix": ""}], "year": 2019, "venue": "Drug Saf", "volume": "42", "issn": "1", "pages": "77--83", "other_ids": {"DOI": ["10.1007/s40264-018-0723-6"]}}}, "ref_entries": {"FIGREF1": {"text": "Medication error (ME) safety concerns with and without additional risk minimisation measures (aRMM) per marketing authorisation year", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Christina Hoeve, Reynold Francisca, Inge Zomerdijk and Sabine Straus have no conflicts of interest that are directly relevant to the content of this study. Miriam Sturkenboom is leading research on regulatory required post-authorisation studies for GSK, Servier and Novartis, all according to ENCePP CoC.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Preferred Terms (PTs) are classified into groups as per Medical Dictionary for Regulatory Activities (MedDRA ® ) higher level term (HLT) classification", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Description of the medication error safety concerns", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Summary of Product Characteristics (SmPC) sections listed as routine risk minimisation measures for medication errors", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 2. Table 2   Structure of the European Union Summary of Product Characteristics (SmPC)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>SmPC section </td><td>Section topic\n</td></tr><tr><td>1 </td><td>Name of the medicinal product\n</td></tr><tr><td>2 </td><td>Qualitative and quantitative composition\n</td></tr><tr><td>3 </td><td>Pharmaceutical form\n</td></tr><tr><td>4 </td><td>Clinical particulars\n</td></tr><tr><td>4.1 </td><td>Therapeutic indications\n</td></tr><tr><td>4.2 </td><td>Posology and method of administration\n</td></tr><tr><td>4.3 </td><td>Contraindications\n</td></tr><tr><td>4.4 </td><td>Special warnings and precautions for use\n</td></tr><tr><td>4.5 </td><td>Interactions with other medicinal products and other forms of interaction\n</td></tr><tr><td>4.6 </td><td>Fertility, pregnancy and lactation\n</td></tr><tr><td>4.7 </td><td>Effects on ability to drive and use machines\n</td></tr><tr><td>4.8 </td><td>Undesirable effects\n</td></tr><tr><td>4.9 </td><td>Overdose\n</td></tr><tr><td>5 </td><td>Pharmacological properties\n</td></tr><tr><td>5.1 </td><td>Pharmacodynamics properties\n</td></tr><tr><td>5.2 </td><td>Pharmacokinetic properties\n</td></tr><tr><td>5.3 </td><td>Preclinical safety data\n</td></tr><tr><td>6 </td><td>Pharmaceutical particulars\n</td></tr><tr><td>6.1 </td><td>List of excipients\n</td></tr><tr><td>6.2 </td><td>Incompatibilities\n</td></tr><tr><td>6.3 </td><td>Shelf life\n</td></tr><tr><td>6.4 </td><td>Special precautions for storage\n</td></tr><tr><td>6.5 </td><td>Nature and contents of container\n</td></tr><tr><td>6.6 </td><td>Special precautions for disposal and other handling of the product\n</td></tr></table></body></html>"}}, "back_matter": []}