{
    "paper_id": "2f1a96ffd2bd86f2664e02b7dc63e462ba14dab5",
    "metadata": {
        "title": "Varieties of charge distributions in coat proteins of ssRNA+ viruses",
        "authors": [
            {
                "first": "Anže",
                "middle": [
                    "Lošdorfer"
                ],
                "last": "Božič",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jožef Stefan Institute",
                    "location": {
                        "postCode": "SI-1000",
                        "settlement": "Ljubljana",
                        "country": "Slovenia"
                    }
                },
                "email": "anze.bozic@ijs.si"
            },
            {
                "first": "Rudolf",
                "middle": [],
                "last": "Podgornik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jožef Stefan Institute",
                    "location": {
                        "postCode": "SI-1000",
                        "settlement": "Ljubljana",
                        "country": "Slovenia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A major part of the interactions involved in the assembly and stability of icosahedral, positivesense single-stranded RNA (ssRNA+) viruses is electrostatic in nature, as can be inferred from the strong pH-and salt-dependence of their assembly phase diagrams. Electrostatic interactions do not act only between the capsid coat proteins (CPs), but just as often provide a significant contribution to the interactions of the CPs with the genomic RNA, mediated to a large extent by positively charged, flexible N-terminal tails of the CPs. In this work, we provide two clear and complementary definitions of an N-terminal tail of a protein, and use them to extract the tail sequences of a large number of CPs of ssRNA+ viruses. We examine the pH-dependent interplay of charge on both tails and CPs alike, and show that-in contrast to the charge on the CPs-the net positive charge on the N-tails persists even to very basic pH values. In addition, we note a limit to the length of the wild-type genomes of those viruses which utilize positively charged tails, when compared to viruses without charged tails and similar capsid size. At the same time, we observe no clear connection between the charge on the N-tails and the genome lengths of the viruses included in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The nature of viral genomes plays a significant role in their encapsidation into fully-formed virions. On the one hand, the double-stranded DNA (dsDNA) or RNA (dsRNA) genomes of numerous viruses need to be packaged into pre-formed capsids by virtue of a strong molecular motor, due to the high charge density and the rigid molecular conformation of the double-stranded nucleic acids on the nanoscale [1] [2] [3] . On the other hand, viruses with more flexible single-stranded RNA (ssRNA) genomes tend to spontaneously self-assemble around the RNA filament, where the binding of the capsid coat proteins (CPs) can be guided both by structure-or sequencespecific as well as non-specific interactions [1, 2, [4] [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 704,
                    "text": "2,",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In general, the assembly of CPs around an RNA molecule can be a highly-specific process, guided by, e.g. RNA packaging signals (PSs) [1, 5] . The presence of PSs alone does not, however, guarantee the packaging of RNA into virions. In addition to specific, localized structural features, RNA secondary and tertiary structure can be of importance for the interaction of the RNA with CPs prior to packaging [8] [9] [10] [11] [12] . What is more, the length of the RNA molecule itself is an important factor in the assembly, as it naturally carries a significant negative charge. The total charge of RNAs packaged into capsids of different ssRNA viruses is consistently greater than the positive charge of the basic amino acid (AA) residues lining the interiors of the capsids, making these viruses negatively overcharged [1, 2, 13] . This furthermore implies a direct relationship between the genome length and capsid charge, and in support of the importance of non-specific electrostatics driving RNA encapsidaton, the total positive charge on the capsid inner surface was observed to correlate with the length of the genomic RNA for a diverse group of ssRNA viruses [1, [14] [15] [16] .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 139,
                    "text": "5]",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 825,
                    "text": "2,",
                    "ref_id": null
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1169,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 1170,
                    "end": 1174,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The largest contribution to the non-specific electrostatic interactions between CPs and RNA is due to positively charged CP tail groups, whose affinity for RNA varies inversely with the ionic strength of the solution [1, 7, 17] . These tail groups are extended, highly flexible N-terminal arms and unstructured regions of varying lengths, and are present in the majority of non-enveloped spherical ssRNA+ viruses, while the CPs of enveloped viruses possess only the unstructured regions, with no extended N-terminal arms [4, 18] . CP tail groups do not simply play crucial structural roles, but are highly involved in a wide range of biological functions: their disordered nature is essential in promoting correct particle assembly and RNA encapsidation [19] , they help in the switching of the CP conformation during assembly [4] , and when these tail groups are rich in positively charged residues, they can also control the size of the assembled particles, while their removal can prevent native capsid assembly [5] . Interestingly, not all charged tail groups necessarily serve the same function-experimental evidence shows, for instance, that the tails of brome mosaic virus (BMV) and cowpea chlorotic mottle virus (CCMV) are not functionally analogous with regard to RNA packaging and seem to employ two distinct packaging mechanisms [5] .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 223,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1343,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thus, the CP structure of ssRNA viruses can be in general characterized by the presence of two structurally distinct regions: a globular and ordered C-terminal domain involved in the formation of two anti-parallel, four-stranded β-sheets with a jellyroll topology, and an extended, flexible N-terminal domain that is only partially ordered and thus not observable in the electron density [19] . These two structural regions lead to a variety of different interactions during virion assembly, including repulsive CP-CP electrostatic interactions (which inhibit capsid assembly) competing with highly directional, specific CP-CP pairing interactions, and both sequencespecific as well as non-specific electrostatic RNA-CP interactions, which can additionally help to overcome assembly barriers [17, 20] . Both experimental and computational observations show that weak interactions are in general required for productive capsid assembly [1] , and that conformational flexibility together with the presence of disordered regionsunusually common in RNA viral proteins-can be related to the ability to interact with multiple and varying partners [21] . A computational study by Perlmutter and Hagan [22] has found that while PSs can confer arbitrarily high specificity of assembly over RNAs with uniform non-specific interactions, the degree of this specificity is overall insensitive to the underlying assembly driving forces, which can be, however, straightforwardly tuned by solution conditions (ionic strength, pH) and charge on the CP tail groups. In addition, the specificity conferred by the PSs can lead to kinetic traps in some regions of parameter space, while in others they indeed oversee a highly specific assembly. Their study found that specificity is maximal under conditions where non-specific interactions alone are slightly too weak to promote effective assembly.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 938,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1145,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Non-specific, sequence-independent interactions between RNA and the charged N-terminal tails of CPs are thus predominantly electrostatic in nature and stem from clusters of positive charge, often in form of pronounced arginine-rich motifs (ARMs) [1, 7, 18] . The fundamental importance of ARMs for RNA-CP interaction in several plant virus genera is well-established, and the positively charged N-tails can be thus envisioned to stabilize encapsidated RNAs within the virus particle [5, 23] . The existing works on N-terminal tails of virus CPs have used varying definitions of the N-tails and have either reported a direct correlation between the ssRNA genome length (and thus its total negative charge) and the net charge on the peptide arms [14, 15] , or have concluded that there is no universal genome-to-tail charge ratio [16] . In this work, we provide two explicit and complementary definitions of the N-terminal tails-based either on the secondary structure of the viral CPs or on the presence of intrinsically disordered regions in them-and use them to classify the N-tails of a large number of ssRNA+ viruses. We compare how the predicted length and charge of the N-tails vary with other parameters, such as genome length and capsid size. In addition, we determine the solvent-accessible surface of the remaining (structured) parts of CPs and obtain the ionizable amino acid residues on them. With this, we are able to study the full pH dependence of the charge on both the N-tails and the CPs, a dependence which has been observed to have a significant impact on the self-assembly of viruses [22, [24] [25] [26] [27] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 252,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1604,
                    "end": 1608,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 1609,
                    "end": 1613,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1614,
                    "end": 1618,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1619,
                    "end": 1623,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1624,
                    "end": 1628,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We perform our study on the CPs of various ssRNA+ viruses whose coordinate files are obtained from PDB [28] and VIPERdb [29] databases. In addition, we use the NCBI Nucleotide database [30] to extract the (approximate) genome lengths of the viruses in our dataset. In a few cases, we also use the UniProt database [31] to obtain full primary sequences of CPs that have incomplete entries in PDB/VIPERdb. While we are chiefly interested in unique viral entries, we also include a few examples of several deposited entries of the same viral CP, in order to estimate the errors of our predictions. In total, our analysis includes 116 different PDB/VIPERdb entries corresponding to 80 distinct viruses, which in turn belong to 12 different viral families: Bromoviridae, Caliciviridae, Dicistroviridae, Flaviviridae, Hepeviridae, Iflaviridae, Leviviridae, Nodaviridae, Picornaviridae, Secoviridae, Tombusviridae, and Tymoviridae; included are also several entries belonging to the genus Sobemovirus, yet unassigned to a family, and several entries of satellite viruses. A list of all the viruses in our dataset is given in table S1 in the supplementary material (stacks.iop.org/JPhysCM/30/024001/mmedia).",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dataset of viral coat proteins"
        },
        {
            "text": "While CP-CP interactions play a major role in virion assembly, their contribution relative to RNA-CP interactions varies among different viruses [4, 5, 18] . Throughout this paper, we will present separately viruses from families which are known to utilize positively charged tails (Bromoviridae, Nodaviridae, Sobemovirus, and Tombusviridae), and viruses from those families which do not utilize them. In addition, we will present separately the satellite viruses as well as the viruses belonging to Leviviridae, as the CPs of the latter have a unique fold among non-enveloped ssRNA viruses, where, in the absence of N-terminal tails, the β-sheet is responsible for interaction with the viral RNA [4] .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 151,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dataset of viral coat proteins"
        },
        {
            "text": "The majority of the viruses in our dataset have a triangulation number of T = 3, meaning that their capsids are composed of 60T = 180 copies of the same protein. As a consequence of experimental methods and capsid structure reconstruction, the database entries of these viruses usually include three copies of the same CP (the asymmetric unit of the capsid [29] ), whose structure can be resolved to a different extent. Our dataset also includes numerous viruses which have a pseudo-T = 3 (T = p3) number, their capsids possessing the same symmetry as T = 3 capsids, yet consisting of three different proteins. In addition, the asymmetric units of T = p3 viruses often consist of four and not only three capsid proteins, as is the case in viruses belonging to Picornaviridae: the first three CPs form the outer surface of the capsid, while the inner surface consists of CP4 and the N-terminal part of CP1 [32] . Taking this into account, we will always calculate the quantities such as N-tail charge as charge per tail, averaged over the different chains in a dataset entry. In the case of viruses belonging to Nodaviridae, the CP is cleaved in two during virion maturation, and their dataset entries often possess three copies of each of the resulting two proteins. However, during assembly of the CPs and genome into a provirion, where the N-terminal part of the CP plays an important role [4, 33] , the CP is uncleaved [34] . And since the smaller (C-terminal) part of the cleaved protein, deposited in the database, could significantly skew the estimate of charge on the N-tail of the larger part of the protein, we thus exclude the smaller protein from our dataset. Table S2 in the supplementary material lists the number of chains used for each database entry, along with the triangulation number of each virus.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1392,
                    "end": 1395,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 1396,
                    "end": 1399,
                    "text": "33]",
                    "ref_id": null
                },
                {
                    "start": 1422,
                    "end": 1426,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 1671,
                    "end": 1679,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Dataset of viral coat proteins"
        },
        {
            "text": "One of the main aims of this work is to provide a clear and consistent definition of a protein N-tail and analyze its consequences. The N-tail groups of CPs are structurally flexible regions, likely to be intrinsically disordered; such regions are often characterized by a high content of polar and charged residues and a low content of bulky hydrophobic residues [4, 19] . They may be ordered in the capsid via interactions with other viral components, but at the same time it is evident that they are flexible in the isolated protein. Taking this into account, we consider two complementary definitions and define the N-tail either (i) as the part of the CP extending from its N-terminus to the first occurrence of a given element of secondary structure; or (ii) as the first intrinsically disordered, contiguous region of the CP, starting again from its N-terminus.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 367,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein secondary structure and N-tails"
        },
        {
            "text": "The first definition is the more common one, taking into account the flexibility of the N-tails and contrasting it with the structured part of the CP. On the other hand, the second definition will help us examine the role of disorder in the N-tail regions of viral CPs. In the first case, (i), we use the atomic coordinates of the viral CPs and assign each AA residue a secondary structure using STRIDE [35] . (The results obtained using the assignment given by DSSP [36] match those obtained using STRIDE, and we thus focus only on the latter.) The singlecode classification of protein secondary structure given by DSSP/STRIDE involves seven structural elements, such as 3 10 (G), α (H), and π (I) helices, hydrogen bonded turns (T), β-sheets (E), isolated β-bridges (B), and bends (S). Not all of these elements, however, necessarily correspond to the structurally-ordered part of a protein and could be present in the disordered region as well. Thus, in our definition of a protein N-tail, we terminate it at the first occurrence of any of the following structures: G, H, I, and E. We allow for the presence of T, B, and S structural elements in the tail region, as these represent very short stretches of bonding patterns and should thus not inhibit the flexibility of the N-tail. This definition turns out to be the most consistent in comparisons between individual chains of the same CP, as well as to provide a good match with the predictions of our second definition of an N-tail.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 676,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein secondary structure and N-tails"
        },
        {
            "text": "Nevertheless, the above choice of the structural elements signaling the start of a structurally-ordered part of a CP is clearly not the only possible one. What is more, common secondary structure assignment methods can underpredict certain structural elements, such as π-helices [37] . For this reason, we use a second, (ii), independent definition of N-tails and compare it to the first one. We base this definition on the predicted intrinsic disorder in the viral CPs, so that the flexible N-tails should, in general, correspond to a disordered N-terminal stretch of the CP. To predict the intrinsically disordered regions, we use the Metadisorder server (MD2) [38] , one of the best predictors of protein disorder, which combines a number of different disorder predictors into a more accurate meta-prediction method. Using MD2, we thus obtain a prediction for the intrinsically disordered parts in the viral CPs based on their AA sequences. For simplicity, we consider only the first contiguous disordered region of the CP starting at its N-terminus to be the N-tail of the protein, which should be a valid assumption in most of the cases.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein secondary structure and N-tails"
        },
        {
            "text": "Due to the flexible, disordered nature of the N-tails, they often remain unresolved in structural experiments, and are usually incomplete in the data deposited in the PDB/VIPERdb databases. To remedy this, we compare the structurallyresolved part of a viral CP with its full primary sequence in order to obtain any missing residues. Such residues are consequently assigned a lack of secondary structure (C or '-' in DSSP notation) as well as full disorder (D) for use in the two different N-tail definitions, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein secondary structure and N-tails"
        },
        {
            "text": "Both N-tail definitions, (i) and (ii), yield in the end an N-terminal sequence of AA residues belonging to the flexible, disordered region of a viral CP. The remaining AA sequence and its assigned secondary structure we then attribute to the structurally-ordered body of the CP. In the rest of the paper, we will refer to the latter region simply as CP, and we will explicitly specify when we will be referring to the entire coat protein including its N-tail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein secondary structure and N-tails"
        },
        {
            "text": "To obtain the charges on the CPs and the N-tails at any given pH, we follow the procedure fully elaborated previously in [39] . The AA residues we consider as ionizable are the aspartic acid, glutamic acid, tyrosine, arginine, lysine, and histidine. We include the charge on the N-and C-terminus, but we do not consider the acidity of cysteine, a very weak acid which can form disulfide bonds, the exclusion of which should have no qualitative influence on our study [39, 40] . The charge on the ionizable residues at a given pH is given by virtue of the Henderson-Hasselbalch equation, which yields the fractional charge of a residue k given its static dissociation constant pK (k) a :",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[39,",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "pH dependence of charges"
        },
        {
            "text": "for bases (q + k > 0) and acids (q − k < 0), respectively. For the pK a values of the different ionizable residues we use the canonical values for isolated AAs [40] . Equation (1) furthermore assumes the limit of relatively high physiological salt concentration, where the electrostatic potential does not induce a significant local shift in pK a and can thus be ignored [39] . In addition, we treat as ionizable only those AA residues which are solvent-accessible. We use STRIDE to determine the relative solvent accessibility (RSA) of each residue, with the cutoff of c = 0.2 defining the residue accessibility (i.e. RSA 0.2 defining the solvent-accessible residues). As mentioned before, certain parts of the CPs are structurally unresolved and absent in the data-these residues belong mostly to the flexible N-terminal parts of the proteins. For this reason, we treat any residues missing in the structural data as being completely accessible, assigning to them an RSA = 1.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "pH dependence of charges"
        },
        {
            "text": "The interplay of charge on the N-tails-especially when they are enriched for positive charge-and charge on the CPs can be of significant importance for capsid assembly. In particular, certain ssRNA+ viruses tend to preferentially utilize CP-RNA interactions in their assembly, while the capsids of others are stabilized by CP-CP interactions. In figure 2, we show the pH dependence of charge on the N-tails and CPs of two different viruses, CCMV and physalis mottle virus (PhMV), belonging to Bromoviridae and Tymoviridae families, respectively. In Bromoviridae, positive clusters of charge on the N-tails are known to play an important role in the assembly of functional virions, and the first 26 residues of CCMV carry a significant positive charge interacting strongly with the negatively charged RNA [13, 18] . Members of Tymoviridae are, on the other hand, predominantly stabilized by CP-CP interactions [5] .",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 808,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "pH dependence of N-tail and CP charge"
        },
        {
            "text": "The CPs of the two viruses in figure 2 show a similar pH dependence of their charge, which goes from positive to negative as pH is increased from acidic to basic, exhibiting a plateau around neutral pH values-similar to the dependence previously observed for the charge on full capsids of Leviviridae phages [40] . The CP of CCMV has an acidic isoelectric point (point of vanishing charge, where CPs can be crudely treated as electric dipoles [17, 39] ), whereas the CP of PhMV has a basic one. The charge on the N-tails and its pH dependence are, on the other hand, quite different for the two viruses. The N-tails of CCMV have a large positive charge, mostly stemming from basic AAs and in particular from pronounced ARMs [5, 23] , and the large positive charge persists far into the range of basic pH values. Charge on the N-tails of PhMV is comparatively much lower, and becomes negative early on in the pH range. This is true regardless of the definition of the N-tails we use, be it by virtue of secondary structure assignment or protein disorder prediction.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "39]",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "pH dependence of N-tail and CP charge"
        },
        {
            "text": "Before we analyze any further the pH dependence of N-tail and CP charges and their relations to other properties of viruses, we would like to compare more in detail the predictions of the two different definitions of N-tails proposed in the Methods section. These define the tails as either based on the assigned protein secondary structure (STRIDE) or by prediction of intrinsically disordered regions in it (MD2). Figure 3 shows the differences between the two methods in the predicted tail lengths and the average charge per tail, evaluated at three different pH values, for the entire dataset of analyzed viruses; individual plots of the differences in the predictions for two viruses, BMV and PhMV, are shown in figure S1 in the supplementary material. The example of BMV can also be seen in the sketch of figure 1 , where the tail determined by the first definition is shown in the 3D structure of the CP, showing that it indeed ends at the bulk, structured part of the CP. In addition, the partial AA sequence of the protein already indicates that the major part of positive charge on the tail stems from arginine residues. The tail determined by the second definition is, on the other hand, shorter by 25 AA, but nonetheless captures the majority of the positively charged clusters on the tail (figure S1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 424,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 717,
                    "end": 726,
                    "text": "figure S1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 811,
                    "end": 819,
                    "text": "figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparing definitions of N-tails: secondary structure and protein disorder"
        },
        {
            "text": "From figure 3 we can see that, for most viruses in our dataset, the differences between the two N-tail definitions in the predicted length of the N-tails are below 20 AA. In general, tails defined according to the secondary structure assignment tend to be longer compared to the tails from the disorderbased definition. While these differences in tail lengths might still be large enough to change the number of charges on them, it turns out that the differences in the predicted charge on the tails are usually smaller than ±2 e 0 , and do not seem to depend on the differences in the predicted tail lengths.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Comparing definitions of N-tails: secondary structure and protein disorder"
        },
        {
            "text": "There are, however, three notable exceptions to these observations, all of them belonging to Tombusviridae: tomato bushy stunt virus (PDB: 2TBV), Melon necrotic spot virus (PDB: 2ZAH), and cucumber necrosis virus (PDB: 4LLF). In all three cases, predictions based on protein disorder result in significantly smaller tails (a difference of more than 80 AA), which, as a consequence, results in an underprediction of the charge these tails carry, to an extent of almost 10 e 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing definitions of N-tails: secondary structure and protein disorder"
        },
        {
            "text": "Interestingly, the other Tombusviridae entries in our dataset do not show these differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing definitions of N-tails: secondary structure and protein disorder"
        },
        {
            "text": "In the rest of the paper, we will use the results obtained using the first definition of N-tails (based on secondary structure assignment), keeping in mind that the results obtained using the second definition (based on protein disorder prediction) mostly match those of the first one, yet remembering that there are at the same time a few notable exceptions. For completeness, all the results obtained using the first definition and analyzed in the paper are also shown using the second definition in figures S2-S7 in the supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing definitions of N-tails: secondary structure and protein disorder"
        },
        {
            "text": "In order to compare the pH dependence of the charge on the N-tails and CPs of all viruses in our dataset, we show in Ionizable AA residues are shown in red and blue (positively and negatively charged, respectively), while the predicted split of the protein into the N-tail and the structured part of the CP, based on the assigned secondary structure, is shown in gray and beige, respectively. Inset shows the primary AA sequence, assigned secondary structure, and the prediction of intrinsic disorder in a region of the protein. Secondary structure is assigned to the AA residues in the CP using STRIDE, and we define the end of the N-tail as the first occurrence of a given structural element-in this case, a β-sheet (E). Alternatively, we split the protein into the N-tail and CP based on the predicted disordered regions (D) in it, where the tail ends at the first occurrence of an ordered region (o)-in this case, this results in a shorter predicted tail. Afterwards, we assign the ionizable residues in the protein a fractional charge, allowing us to obtain the charge on the tail and the CP at any pH. Residues which are predicted to be buried (not exposed to the solvent) are not considered as ionizable, and are highlighted in a lighter color in the primary sequence. the CPs shifts overall from positive to negative when the pH increases from acidic to basic, the charge on the N-tails of viruses in these families remains positive and decreases only very slightly. It takes very basic values of pH to eliminate the positive charge these tails carry. This is signified also by the highly basic pIs of the N-tails in these viruses where positive charge on the N-tails plays a significant role ( pI 11 using the first definition of a tail; figure 5 ). In addition, this illustrates the fact that these tails consist predominantly of clusters of positive charge only (often as a part of the ARMs [1, 5, 7] ), with negatively charged residues few and far between. On the contrary, pIs of the tails of other viruses are in general more acidic and span a larger range of values. We also note that pIs of viruses where the N-tails are very short or carry almost no charge fall on the line pI tail = 14 as a consequence of the flat pH dependence ",
            "cite_spans": [
                {
                    "start": 1902,
                    "end": 1905,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 1906,
                    "end": 1908,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 1909,
                    "end": 1911,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1747,
                    "end": 1755,
                    "text": "figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Charges on N-tails of ssRNA+ viruses"
        },
        {
            "text": "Lastly, we wish to examine the relationship between the predicted length and charge on the N-tails with some other characteristics of the viruses in our dataset. Specifically, we will be interested in the variable lengths of the viral RNA genomesthus bearing a variable net negative charge-and in the average capsid sizes, which are in icosahedral ssRNA+ viruses cases often tightly related to a characteristic compactness of their genomes [11, 12] . Figure 6 compares the average charge on the viral N-tails and the characteristic lengths of their wild-type (WT) genomes. Interestingly and notably, we observe that genome lengths of viruses which utilize positively charged N-tails appear to reach only a limited value (∼6 knt). Other viruses, which do not possess positively charged N-tails, tend to have longer genomes, all the way up to 10 knt. The only exception of a virus with positively charged tails and a comparable genome length is the recently discovered Orsay virus (PDB: 4NWV), which infects nematodes and bears semblance to viruses in Nodaviridae family, but has not yet been classified [41, 42] . The exceptions in the opposite sense are the phages belonging to Leviviridae family, which do not possess any tails and yet pack genomes of only 3-4 knt in length. Some of these phages, such as MS2, are known to utilize RNA packaging signals to direct their capsid assembly [43] . We note that viruses from Togaviridae family, absent in our dataset, are also known to possess N-tails containing clusters of positive charge [4, 14, 18] . While these viruses tend to pack longer genomes (∼10 knt), they also have significantly larger capsids with T = 4 symmetry, unlike any virus in our dataset.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "42]",
                    "ref_id": null
                },
                {
                    "start": 1387,
                    "end": 1391,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 1536,
                    "end": 1539,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 1540,
                    "end": 1543,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 1544,
                    "end": 1547,
                    "text": "18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 459,
                    "text": "Figure 6",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "N-tail charge, genome length, and capsid size"
        },
        {
            "text": "In addition, we enlarge in figure 6 the region where the viruses utilizing positively charged tails are located. While some of the viruses here show a distinct correlation between the charge on the viral N-tails and the characteristic lengths of their WT genomes, others appear without any correlation. This is in stark contrast to the claims of universality of the genome-to-tail charge ratio based on theoretical modeling (see discussion for details).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 35,
                    "text": "figure 6",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "N-tail charge, genome length, and capsid size"
        },
        {
            "text": "In the viruses in our dataset, the more striking relation is thus the one between the genome lengths of viruses which utilize positively charged N-tails and the genome lengths of those which do not, as the latter tend to pack much larger genomes than the former. This large difference is, interestingly, not related to the average size of the capsids into which these genomes are packaged ( figure 7) . The vast majority of the capsids have similar average size, even though their genome sizes vary significantly (as does their CP composition [5] ). The observed difference in the genome sizes of the two broad classes of viruses is also not a consequence of the viruses without any charge on the tails actually having no tails at all-the tails of the viruses in our dataset range anywhere from 0-100 AA, and the lengths of non-charged tails can still approach 50 AA ( figure S8 in the supplementary material) . Similarly, the predicted lengths of the tails also do not correlate with the genome lengths (figure S9 in the supplementary material). Of course, the absence of net charge on the N-tails of viruses with longer genomes does not mean they cannot bind the genome. In these viruses, a more complex electrostatic mechanism could be at work, involving, for instance, polyampholyte-polyelectrolyte complexation [44] [45] [46] or multipolar interactions [39, 47] . ",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 546,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 1326,
                    "end": 1330,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1358,
                    "end": 1362,
                    "text": "[39,",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1366,
                    "text": "47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 400,
                    "text": "figure 7)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 869,
                    "end": 909,
                    "text": "figure S8 in the supplementary material)",
                    "ref_id": null
                }
            ],
            "section": "N-tail charge, genome length, and capsid size"
        },
        {
            "text": "For many viruses, the non-specific electrostatic interactions between the positively charged, highly flexible N-terminal arms and the RNA genome play a fundamental role in their assembly and structural integrity. However, since these extended CP tail groups lack any definite structure and are thus intrinsically disordered, their definition cannot be entirely devoid of ambiguity. In an attempt to minimize this underlying vagueness, we investigated the length and the charge state of the N-tails of 80 distinct (and 116 in total) viruses in detail. We did this by introducing two concise but different definitions of a capsid protein N-tail, based either on the first occurrence of a given secondary structure element, or on the detection of an intrinsically disordered, contiguous part of the protein at the N-terminus end. In this choice we have attempted to generalize the previous work of Hu et al [15] , based on a dataset of 27 viruses, where the N-tail was defined as the flexible sequence of AAs starting from the protein N-terminus and ending at the first α-helix (H) or β-sheet (E). Their work moreover established that the disordered (free) part of the N-tail, obtained from a comparison between the tail sequence and the missing part in the experimental data, entails on the average 76% of the full tail length.",
            "cite_spans": [
                {
                    "start": 904,
                    "end": 908,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The immediate relevance of the length and charge state investigation of the N-tails is most pertinent for the elucidation of the possible universal value of the genome-to-tail charge ratio in viruses with positively charged tails. In the seminal work of Belyi and Muthukumar [14] , focused on a subclass of 15 different WT and 5 mutant ssRNA viruses that bind their genome by using long and highly basic peptide arms, they found a linear scaling between the genome length and the net charge on the capsid peptide arms. This scaling appeared to be robust with very low uncertainty. The error of the charge on the peptide arms was estimated at just ±1 residue and mainly attributed to sequence variations between virus species and the uncertainty in distinguishing flexible peptide arms from the bulk of capsid protein. However, no detailed definition of the tail was provided, and it is unclear whether and how different definitions would modify the main results. Similar conclusion regarding the universality of the genome-to-tail charge ratio was also reached by Hu et al [15] , who report a scattered charge inversion ratio with a median value 1.8 for a subset of 13 from the 27 viruses described above. Contrasting the claims of universality, a study by Ting et al [16] , which used a thermodynamic framework to determine the optimal genome length in electrostatically-driven viral encapsidation, led to an opposite conclusion. Namely, they found no universal genome-to-capsid charge ratio, and that a fitted linear relationship between the genome and capsid charge is quite sensitive to the choice of viruses included in the dataset. Nevertheless, all the viruses from the [14] and [15] were found to be overcharged with respect to the packaged genome, a situation which the authors attribute to 'Donnan potential' and not specifically to the electrostatic attraction between the RNA and the capsomeres [6] . In addition, in all these works the RNA was treated as a linear polyelectrolyte, ignoring its secondary structures, which were very recently shown to affect the virus electrostatics profoundly and fundamentally [9, 10, 47] .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1272,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1677,
                    "end": 1681,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1686,
                    "end": 1690,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1907,
                    "end": 1910,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 2124,
                    "end": 2127,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 2128,
                    "end": 2131,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 2132,
                    "end": 2135,
                    "text": "47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding the genome-to-tail charge ratio, the results presented in this work-based on improved and more detailed definitions of the N-tails and their charge, as well as including [16] , and do not point towards a universal scaling of the ratio in viruses with positively charged tails ( figure 6 ). They do, however, show that the lengths of the WT genomes of these viruses do not seem to exceed ∼6 knt, unlike in other viruses with similar capsid size, although some caution should be exercised since this could easily be affected by the limited amount of viruses in our dataset. In addition, it is known that viruses with positively charged tails can also pack non-native RNAs and other polymers of different lengths [48, 49] , as is the case with, e.g. CCMV. CCMV preferentially packages RNA1 of BMV instead of its own native RNA1 [50] , and is found capable of packaging polyU RNAs, which do not form secondary structures and act essentially as structureless linear polymers [8] . The polyU RNAs are packaged more efficiently than WT RNAs of equal length, and while polyU RNAs up to 5 knt are completely packaged, the resuting virions exhibit smallerthan-WT capsids. Longer polyU RNAs up to 9 knt are also packaged, but into multiplet capsids. The conclusion is therefore that RNA secondary structure (or its absence) plays an essential role in determining the capsid structure during selfassembly of CCMV-like particles, as was later rationalized in detail from RNA polyelectrolyte models taking into account the secondary structure of non-linear RNAs [9, 10] . Inherently branched RNA secondary structure appears to allow viruses to maximize the amount of encapsidated genome, and makes the assembly more efficient and the virion more stable. Nevertheless, at present there is no good rationalization for why so many viruses show absolutely no correlation between the genome and the charge on the N-tails. One could in principle invoke PSs or, in more general terms, the sequence of the viral RNA that could somehow decouple the genomic charge and the structural capsid charge, leading to the features observed in figure 6 .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[48,",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "49]",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1558,
                    "end": 1561,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 1562,
                    "end": 1565,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "figure 6",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2121,
                    "end": 2129,
                    "text": "figure 6",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Apart from the theory-driven analytical polyelectrolyte models of RNA packaging, simulations of viral assembly show that for a given type of CP and solution conditions there exists an optimal length of RNA for the assembly [1] . This is confirmed by analytical calculations in numerous works that have studied the various influences on the optimal length of the packaged RNA [6, 9, 10, [14] [15] [16] . While the analysis of generic electrostatics for a linear RNA in a charged shell is straightforward, the details of the non-uniform charge distribution of the shell and indeed of the CP-tail effect, coupled to the secondary structure of the RNA genome, are more difficult to evaluate quantitatively but appear to underpredict the optimal genome length and thus the overall overcharging of the virion [47] . In addition, calculations based on linear polyelectrolytes, rather than base-paired nucleic acids, also underpredict the optimal length of the packaged genome, additionally demonstrating the importance of the nucleic acid structure for the assembly [23] . There is therefore a growing evidence that the sequence of the viral RNA plays an important role in packaging-most probably through the coupling between the secondary structure of the RNA and its modifications when subjected to confinement in the virus shell with a complicated non-uniform charge distribution. The relative importance of RNA-RNA contacts compared to RNA-CP contacts and the detailed roles of specific and non-specific (electrostatic) interactions has yet to be determined conclusively.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results presented in our study-and specifically, the lack of an observed universal genome-to-tail charge ratioare in part constrained by the limited dataset of viruses, even though it is several times larger than those used in previous works. In addition, the results can be influenced to an extent by different definitions of N-tails, as well as the (necessary) simplifications assumed in the calculation of charge on the AA residues of capsid proteins (see [39] for a detailed discussion of the latter). Lastly, we wish to mention a different possible source of discrepancies related to the choice of the virus dataset, and that is the structural data itself. Different database entries of CPs of the same virus can lack information both on sequence and structural level, to various degrees. In addition, experimental conditions used in determining the structure of the CP can vary-including the pH of the surrounding solution, temperature, strain of the virus, and not the least the presence or absence of genomic material in the capsid itself. It is known, for example, that the amount of structural disorder found in capsid proteins varies strikingly not only between but also within viral families [19] .",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 467,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Variations in the resolved structure of a CP can in turn influence our ability to accurately asses the length and charge on the N-tails. For this reason, we included in our dataset also several different database entries of the same viral CPwhere available-and investigated the resulting variations in the properties of their N-tails. Figure S10 in the supplementary material shows the examples of two viruses, human rhinovirus and PhMV, with four different entries each. In the case of the human rhinovirus, we include three different strains, which differ slightly already in the length of the full capsid protein. Sizes of PhMV capsid protein are on the other hand the same in all four cases, yet they, too, possess tails of slightly different lengths. As a consequence, we can observe in both examples some variation in the lengths of the determined tails and in the electrostatic properties of the tails and the CPs. The variation remains much in the same range as when we compared the variation between different definitions of N-tails, and this is the case also for other examples we examined. Some entries can again, however, yield quite different results: the pI of human rhinovirus 2, for instance, is acidic, while those of human rhinoviruses 1A and 16 are basic. Such differences are limited mostly to viruses coming from different strains. Importantly, the results for duplicate entries of viruses with positively charged tails that we have examined do not differ much (see tables S3 and S4 in the supplementary material).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 345,
                    "text": "Figure S10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our work presents two clear and complementary definitions of the flexible, disordered N-tails of viral coat proteins: the first based on the assignment of secondary structure to the proteins, the other on the predicted intrinsically disordered regions in them. We have shown that the predictions of the two definitions are comparable and, for the most part, consistent. Predicted lengths of the N-tails usually agree within 20 AA, and consequent predictions of the average charge on the N-tails are within ±2 e 0 . These differences are of the same order as the uncertainties stemming from the method used to determine the ionizable AAs and their charge [39] . And while using different database entries of the same viral coat protein usually yields comparable results, the number of different deposited capsid structures of ssRNA+ viruses remains small enough that the choice and size of the dataset still has the potential to influence quantitative predictions.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 658,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Another important improvement on previous works on N-tails that we have included in our study is taking into account the pH-dependent charge on all ionizable AAs, giving us the ability to more accurately determine the charge on the N-tails and CPs at any value of pH. This dependence shows how big of a game-changer the positively charged N-tails of some viruses can be, as they often contribute as much charge to the protein as the rest of the (structurally-ordered) CP itself, while pushing the pI of the capsid proteins to the basic range of pH. Our observations are in line with other studies showing that CP-CP interactions get weaker with increased pH, while CP-RNA interactions remain strong by virtue of positively charged N-tails [26, 51, 52] . Here, we have shown that this is a robust consequence of the fact that the pH variation of the N-tail charge is much less pronounced than the corresponding variation for the structural part of the CPs. The understanding of the pH-dependence of charge in different viruses should have important consequences for the relative interplay of CP-CP and RNA-CP interactions in them, which can be directly related to their assembly mechanisms as well as stability.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 743,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "51,",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Comparing the charge on the predicted N-tails of viruses in our dataset and the lengths of the corresponding WT genomes packaged in them, we have observed that viruses which utilize positively charged tails and RNA-CP interactions in their assembly pack smaller genomes than viruses where CP-CP interactions are dominant. This observation is not related to the average size of the capsids these genomes are packaged into. Our data also indicate that there is no 'universal' genometo-tail charge ratio in viruses with positively charged tails. The mechanisms behind these observations remain unclear at the moment, but recent discoveries point toward the importance of RNA secondary structure for its packaging and interaction with the capsid proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF29": {
            "ref_id": "b29",
            "title": "National Centre for Biotechnology Information (NCBI) Nucleotide Database",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Flock house virus: a model system for understanding non-enveloped virus entry and membrane penetration Cell Entry by",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Odegard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "J E",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "figure 4 the average charge on them at three different values of pH = 4.5, 7, 9.5, and in figure 5 their isoelectric points (see figure 2, where the full pH dependence of tail and CP charge is shown for two individual viruses). The plots in figures 4 and 5 are obtained using the first definition of N-tails (STRIDE); similar plots obtained using the second definition (MD2) are shown in figures S2 and S3. When we plot the average charge on the CPs and N-tails at three different values of pH-acidic, neutral, and basicwe see a very clear separation of viral families based on the presence of clusters of positive charge on their tails (figure 4). While the charge on viral CPs varies in a similar manner across all families, most of the viruses carry close to zero charge on their N-tails. Viruses in some of the families have, however, significantly more positively charged tails: in our dataset, these are the families Bromoviridae, Nodaviridae, Sobemovirus, and Tombusviridae. And while the charge on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sketch of the capsid protein model. Experimentally determined structure of a viral CP is obtained from PDB/VIPERdb-in this case, chain C of the CP of BMV (PDB: 1JS9).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "pH dependence of the average charge on the N-tails and CPs of CCMV (PDB: 1CWP) and PhMV (PDB: 2XPJ). The dependence is shown for both definitions of the N-tails: using the STRIDE assignment of protein secondary structure or the MD2 prediction of disorder in proteins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Difference in the predictions of the length and the average charge on the N-tails as given by the STRIDE assignment of secondary structure and the MD2 prediction of protein disorder. The charge on the tails is calculated at three different values of pH. Blue symbols indicate viral families where N-tails are enriched for clusters of positive charge, and red symbols indicate those where this is not the case (see also the Methods section). In addition, we separately indicate the family Leviviridae (green symbols), the members of which are bacteriophages, and satellite viruses (light red symbols). The same color scheme for the families is used also in other figures in the paper.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Average charge on the N-tails and CPs of viruses in our dataset, evaluated at three different values of pH = 4.5, 7, 9.5. The tails are obtained using the STRIDE assignment of protein secondary structure. of their charge. The pIs of the CPs also span a large range of values, no matter which family the virus belongs to. The majority is, however, acidic, which then also determines the pI of the entire capsid protein (CP and N-tail together) when the charge on the tail is small. The pIs of the entire capsid proteins of viruses where the N-tails carry large positive charge are, in contrast, a combination of the CP and the tail pIs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Isoelectric points of N-tails and CPs of viruses in our dataset. The tails are obtained using the STRIDE assignment of protein secondary structure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Average charge on the N-tails of viruses in our dataset compared to the characteristic lengths of their genomes. The charge is calculated at three different values of pH, and the tails are obtained using the STRIDE assignment of protein secondary structure. Smaller plots-note the different scales-enlarge the part of the plot where the viral families which utilize positively charged tails are located. Viruses in the Bromoviridae family have a tripartite genome and pack the larger two segments, the longer RNA1 and the shorter RNA2, into separate virions. These entries are shown twice, with the shorter genome having a symbol with an edge of a lighter color. Viruses in Nodaviridae family have a bipartite genome, where both RNAs are packaged into a single virion. Genome lengths of these entries show the combined length of both RNAs. a large(r) dataset of viruses-are more in line with the observations of Ting et al",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Average charge on the N-tails of viruses, calculated at three different values of pH, compared to the average radii of their capsids (obtained from VIPERdb). The tails are obtained using the STRIDE assignment of protein secondary structure.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "ALB and RP acknowledge the financial support from the Slovenian Research Agency (research core funding No. (P1-0055)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Anže Lošdorfer Božič https://orcid.org/0000-0001-6304-6637",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}