{
    "paper_id": "2ff6c641d5757415c92935de19f31b4bebfcd11f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Methods: In a, two samples of mRNA isolated from measles virus (Edmonston)-infected Vero cells were electrophoresed with mRNA isolated from N-1 cells on a 1.5% agarose gel as described in Fig. 3 legend. The RNA was then transferred to a nitrocellulose filter and hybridized to 32 P-labelled DNA containing sequences derived from the matrix protein mRNA. In b, mRNA (1 J.Lg) derived from uninfected cells, SSPE N-1 cells or Edmonston virus-infected Vero cell mRNA (preparations 1 and 2) were translated in the rabbit reticulocyte lysate system. The products from these reactions were immunoprecipitated using rabbit anti-Edmonston virus serum, analysed on a 10% SDS-polyacrylamide gel and visualized by fluorography. Antiserum used in this experiment was not preadsorbed with uninfected cell antigens and therefore recognized several host proteins contaminating the original virus antigen preparation (track 3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 194,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "example, due to a frameshift mutation) would not be detected in these experiments. Whatever the molecular mechanism, the end result must be a lack of functional matrix protein in the infected cell. Matrix protein is thought to act as a trigger in the budding process, bringing together internal nucleocapsid structures and virus glycoproteins inserted in the cell membrane. Consequently, any defect in matrix protein production should lead to a cell-associated phenotype. The mRNA defect described here is only one process which could produce this effect. A Sendai virus persistent infection in vitro is known in which a drastic reduction in matrix protein stability within the cytoplasm leads to a similar deficiency in the levels of functional protein 17 • A transcriptional 0028..()836/83/360155-04$01.00 defect could also accomplish the same end. It is therefore possible that measles viruses might adopt different strategies in order to achieve persistence. No single mechanism has yet been identified in vivo. However, this report constitutes the first such identification in an SSPE cell line in vitro and we are now searching for matrix protein-specific information in postmortem samples of SSPE patient brain. This work was supported by the Deutsche Forschungsgemeinschaft and Volkswagenstiftung. We thank Dr Doi for supplying the N-1 cell line, Fried Seier for assistance, Dr S. Rozenblatt Natural kiUer (NK) activity is a poorly understood component of the immune system, generally identified as the ability to kUI certain tumour cellsu. Perhaps the most controversial issue has been the lineage to which cells displaying this activity belong. Extensive studies of surface antigens on cells with NK activity in both mouse and man have led to enigmatic results, such cells apparently bearing markers of both T -cell (Thy-1 and E receptor) and myeloid (Mac-1 and OKM1) lineagesJ-.6. A fresh approach to this problem would be to take cells of known tineage and test whether they express, or could be induced to express, NK cell function. Using this approach we show here that monoclonal cytotoxic T lymphocyte (CTL) lines can be induced, by culture in high concentrations of spleen cell supernatant, to express a new lytic activity apparently identical with that of splenic cells NK activity. Preliminary evidence implicates both interleukin-2(1L-2) and interferon (IFN) as mediators of this phenomenon. These findings clearly demonstrate that cells of T cell lineage have the capacity to express NK activity.",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 756,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1389,
                    "end": 1399,
                    "text": "Rozenblatt",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Antigen-specific CTL clones were generated from single precursor cells using a standard protocoC. They were characterized in the following manner. (1) They had the surface marker profile of the CTL lineage, that is, lg-, Thy-1 +, Ly-2+. (2) Proliferation was greatly augmented by stimulation with spleen cells bearing The cytolytic specificity of AIG7 and CIF2 CTL clones on lipopolysaccharide (LPS) blast cells prepared from various strains of mice. Cytotoxicity was measured at a 1:1 effector:target cell ratio. AIG7 is a CBA/J anti-C57BL/6 (k anti-b) clone, and CIF2 is a C57BL/6ByJ anti-B6-C-H-2bmi/ByJ (b anti-bml) clone. Methods: CTL clones were generated essentially as described by Glasebrook and Fitch 7 • Briefly, spleen cells were stimulated with allogeneic irradiated (2,000 R) spleen cells through three successive weekly cycles of mixed lymphocyte culture. Cultures were set up in 16 mm diameter wells (Costar) in Click's medium containing 10% fetal bovine serum (FBS; Sterile Systems). Click's medium was prepared as described 19 , except HEPES buffer and antibiotics were omitted, and the sodium bicarbonate concentration was 0.22%. In the primary culture, 7 x 10 6 responder cells were mixed with 1.4 x 10 6 stimulator cells; in secondary and tertiary cultures, 2 x 10 6 and 5 x 10 5 responder cells, respectively, were mixed with 5 x 10 6 stimulator cells. At the end of each culture, viable cells were purified out by centrifugation on Ficoll-Hypaque (LSM Solution; Litton Bionetics). After 1-2 days of tertiary culture, the cells were resuspended in medium containing 2% rat spleen cell supernatant. This was prepared by culturing W /Fu spleen cells at 10 7 nucleated cells per ml in RPMI-1640 containing 5 x 10-5 M 2-mercaptoethanol, 5% FBS and 10 ILg/ml Con A (Pharmacia). Aliquots of 50 ml were cultured in 75 cm 2 flasks (Corning). Within 1-2 weeks the proliferating CTL were cloned at 1 cell per well into 6 mm diameter flat-bottomed wells (Falcon) containing 5 x 10 4 irradiated (2,000 R) thioglycollate-induced stimulator-strain peritoneal exudate cells. After 2 weeks, wells containing visible colonies were restimulated with irradiated spleen cells. Clones were grown routinely in 16 mm diameter wells in Click's: 10% FCS: 2% rat spleen cell supernatant, and were stimulated at 1-2 week intervals with 7 x 10 6 irradiated stimulator-strain spleen cells, followed by recovery of viable cells on Ficoll-Hypaque 3-4 days later. the specific immunizing antigen, demonstrating that the responder clones bore antigen specific receptors. (3) The cloned lines showed high antigen-specific cytotoxicity. For example, the CBA/J anti-C57BL/6 clone, AIG7, lysed C57BL/6 blasts but not syngeneic CBA/J or third party BALB/c blasts, whereas the C57BL/6 anti-bml clone, CIF2, lysed bml blasts but not syngeneic C57BL/6 or third party CBA/J blasts (Table 1) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 712,
                    "text": "Glasebrook and Fitch 7",
                    "ref_id": null
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2861,
                    "end": 2870,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "If these CTL clones were transferred from their normal growth medium, containing 2% concanavalin A (Con A)induced spleen cell supernatant, to medium containing a 40% concentration of such supernatant, the cells began to proliferate rapidly and became markedly enlarged. When tested on blast cells, the specificity was unchanged, although a twoto threefold increase in lytic activity against the specific target sometimes was noted. By contrast, when tested on tumour target cells a dramatic alteration in specificity was observed (Fig. 1) . For example, the CBA/J anti-C57BL/6 (k anti-b) clone AIG7, grown in medium containing 2% spleen supernatant, lysed only the H-2b-bearing target, EL4. But after 1 week of growth in medium containing 40% supernatant, AIG 7 cells lysed not only EL4, but also NK sensitive targets. Thus, both Y AC-1 and an NK sensitive clone (27v-IC2) of the L5178Y lymphoma were readily lysed, whereas P815 and an NK resistant clone (av) of the L5178Y lymphoma were undamaged. In these respects, the newly induced lytic activity was identical to that of splenic NK cells (see Fig. 1 ), and the monoclonal CTL line now showed both CTL and NK function. Culture in 40% spleen cell supernatant for 1 week caused a 3-fold increase in lytic units per 10 4 effector cells against the specific target, EL4, and a > 100 fold increase in lytic units per 10 4 effector cells against Y AC-1 targets. Similar results were obtained with a C57BL/6 anti-bml clone: control cells grown in 2% spleen cell supernatant lysed none of the five tumour cells in the panel, but, after 1 week of growth in medium containing 40% supernatant, there was high lytic activity against NK sensitive tumours but no lysis of NK resistant tumours (Fig. 1) . Although mouse supernatant was used in this experiment, identical results were obtained in repeat experiments with rat supernatant. To date we have observed the expression of NK activity in six different CTL clones. Some clones even express significant NK activity when cultured in 2% spleen cell supernatant, but this activity can still be amplified by culture in 40% supernatant. All the clones were originally obtained by limiting dilution at 12%140% supernatant 1 2% supernatant 140%1 Fig. 2 The kinetics of gain and loss of NK reactivity in the k anti-b CfL clone, AIG7. On day 0, AIG7 cells were placed in medium containing 40% mouse spleen cell supernatant, and cytolytic activity was measured against YAC-1 (NK target, shaded bars) and EL4 (specific target, open bars) as a function of time. After 7 days, the cells were washed and transferred back into medium containing 2% rat supernatant, and cytolytic activity followed for a further 25 days. On day 23 an aliquot of cells was transferred for a second time into 40% supernatant. Cytolytic activity was calculated as lytic units per 10 4 effector cells, and is plotted on a logarithmic scale. One lytic unit is the number of effector cells required for 20% lysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 538,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1098,
                    "end": 1104,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1733,
                    "end": 1741,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2233,
                    "end": 2239,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "1 or 0.5 cells per well and Poisson analysis showed that the probability of monoclonality for any individual clone was >90%. In addition, recloning of cell lines has produced daughter clones with the same propensity to express NK activity as the parental clones. In one case, further recloning of one of these daughter clones was undertaken. NK activity could be readily induced in all three 'grand-daughter' clones. Taken together, these observations rule out the possibility that the dual functional potential of CTL clones is due to a lack of monoclonality. The kinetics of induction of NK activity in a specific CTL clone showed an initial sharp rise in NK activity during the first day of culture in 40% supernatant, with no change in activity against the specific target, EL4 (Fig. 2) . During the next 6 days there was a continuing, but slower, rise of NK activity accompanied by a rise in activity against the specific target. At day 7, the cells were washed and replaced in 2% supernatant. During the next 8 days the high NK activity declined slowly, and almost disappeared by day 25. However, at this time, NK activity could be readily reinduced by transferring the cells back in to medium containing 40% supernatant. Thus, factors present in Con A induced spleen cell supernatant were able, selectively and reversibly, to alter the cytolytic specificity of CTL.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 790,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Preliminary studies to examine which factors in the Con A-induced spleen cell supernatant might be responsible for induction of NK activity in CTL have implicated both IL-2 and IFN. A typical experiment is shown in Fig. 3 . Control CTL cultured in 2% rat spleen cell supernatant had no detectable NK activity (group a), but after 3 days culture in 30% mouse spleen cell supernatant high NK activity was found (together with some elevation of specific lytic activity). Addition of various amounts of Con A (0.3-10 IJ.gml-1 ) to 2% rat spleen cell supernatant induced no significant NK activity. Group c shows data obtained with 3 IJ.g ml-1 Con A, equivalent to the maximum concentration of Con A that could be present in 30% spleen cell supernatant. The induced NK activity could thus not be explained as simple lectin-dependent cell-mediated cytotoxicity (LDCC). The observed failure of CTL incubated with Con A to display LDCC agrees with previous studies demonstrating that pretreatment of CTL with this mitogen fails to induce LDCC (see, for example, ref. 8). Indeed, incubation with Con A usually inhibited lysis by CTL (see group c), in agreement with a recent report 9 • By contrast, incubation of CTL with partially purified IL-2 (free of detectable IFN) induced significant NK activity (group Fla. 3 Induction of NK activity by various mediators. Cytolytic activity was measured against YAC-1 (NK target, shaded bars) and EL4 ~pecific target, open bars) at an E: T ratio of 1:2 . 86-C-H-2 m 1 /ByJ anti-C57BL/6 clone 3 cells were incubated for 3 days at 1 x 10 5 cells per ml in Click's medium: 10% FBS supplemented with the following: a, 2% rat spleen cell supernatant; b, 30% mouse spleen cell supernatant (containing 10 units/ml IL-2) ; c, 2% rat spleen cell supernatant+3 IJ.g/ml Con A; d, 10 units per ml IL-2. IL-2 was purified from mouse LBRM-33 tumour cells by successive ammonium sulfate precipitation, Sephadex G200 chromatography, and isoelectric focussing, as described elsewhere 24 , and was kindly donated by Dr. S. Gillis, Immunex Corp. This IL-2 preparation contained no IFN detectable by inhibition of the cytopathic effect of vesicular stomatitis virus on mouse L929 cells; e, 10 units per ml IL-2+3 IJ.g/ml Con A; f, . By contrast, the activity against the specific target, EL4, was essentially constant between these three groups, at about 50 lytic units per 10 4 effectors. The apparent role of IL-2 and IFN as major inducers of NK activity in CTL is in agreement with the effects of these lymphokines on the NK activity of normal spleen cells 10",
            "cite_spans": [
                {
                    "start": 1306,
                    "end": 1307,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 2000,
                    "end": 2002,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 221,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "• 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Interestingly, a synergistic effect of IL-2 and IFN on potentiation of splenic NK activity has been reported 11 . It is important to note that the lytic specificity induced in TL clones by short-term culture in high concentrations of spleen cell supernatant was identical with that of splenic NK cells. A number of cloned murine cell lines displaying 'NK-like' activity have recently been described 12 -15 , but the specificity of these lines often differs significantly from that of splenic NK cells. For example, lysis of NK resistant targets such as P815, EL4, and LPS blasts is observed 13 -15",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 407,
                    "text": "12 -15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• It has been shown that such specificity can be induced in CTL clones by adapting them to an antigen-independent state of growth, an adaptation which causes profound changes in surface biochemistry 16 • These studies, combined with the findings described here, demonstrate that CTL can exist in various states; a resting state where they generally display only antigen-specific reactivity; an activated state where they acquire true NK specificity; and an antigenindependent state where the NK reactivity has degenerated into a promiscuous cytotoxicity.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, this work has led to a number of important conclusions. (1) CTL are not necessarily terminally differentiated end cells, but can be induced to express new functional activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2) CTL are not restricted to specific cytotoxicity against target cells bearing the immunizing antigens. (3) Cells of indisputable T cell lineage can express NK activity. This latter conclusion provides direct confirmation of a hypothesis formulated by Klein 17 • The relationship between NK cells and CTL is further reinforced by the finding that cloned CTL lines express low quantities of NK alloantigens 18 .1t therefore appears likely that at least a proportion of the NK activity found in 700 > 500 § Table  1 legend, with 0.1 M Tris-HCI buffer for pH 6.5-8.5 or 0.1 M glycine/NaOH for pH 9-12.5. e-e, Luminol plus firefly luciferin; x---x , luminol alone. Fig. 2 Solid-phase immunometric assays for a-fetoprotein. Polystyrene spheres (6.4 mm) coated with rabbit anti-human a-fetoprotein antibody were incubated successively with serum samples and HRP-Iabelled rabbit anti-human a-fetoprotein antibody for 1 h at 37 oc. After washing, residual HRP activity on the spheres was determined either colorimetrically by incubation for 0.5 h at 37 oc with 2-2'-azino-di-(3-ethylbenzthiazoline-6-sulphonate (2 mM, pH 4.2), or by the luminescent systems described in Table 1 . Left, standard curve with combined reagent at pH 8.0. Right, signal-tobackground ratio for: a, luminol (pH 8.0); b, colorimetry; and c, luciferin plus luminol (pH 8.0) for different a -fetoprotein concentrations.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "Klein 17",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 410,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 602,
                    "text": "9-12.5.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 515,
                    "text": "Table  1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 663,
                    "end": 669,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1164,
                    "end": 1171,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Birmingham B15 2TI, UK o._-.2~o~~4o~~6o~-8~o~~IToo~7 I2~o~~~4~0~I~6 7 0~I~8 7 o oc-Fetoprotein",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "*",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Gary",
                    "suffix": ""
                },
                {
                    "first": "Timothy",
                    "middle": [
                        "J N"
                    ],
                    "last": "Thorpet",
                    "suffix": ""
                },
                {
                    "first": "Carol",
                    "middle": [],
                    "last": "Cartert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Groucuttt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Larry",
                    "suffix": ""
                },
                {
                    "first": "*",
                    "middle": [],
                    "last": "Kricka",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "spleen or peripheral blood lymphocytes is due toT lymphocytes differentiating along a pathway shared by CTL. This work was supported by grant Al-15384 from the National Institute of Allergy and Infectious Diseases. I thank Max Holscher for technical assistance and Kathy Eichinger for preparing the manuscript",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". 4 a, Relative quantitation of mRNA samples. Tracks 1, 2, mRNA sample obtained from Edmonston virus-infected Vero cells (preparation 1); tracks 3, 4, mRNA sample from Edmonstoninfected Vera cells (preparation 2); track 5, uninfected Vera cell mRNA; track 6, N-1 cell mRNA. 1 ...,g of mRNA was loaded onto tracks 1, 3, 5 and 6; 0.2 tJ,g of mRNA were loaded onto tracks 2 and 4. b, In vitro translation. Track 1, Edmonston virus proteins immunoprecipitated from virus-infected Vero celllysates proteins immunoprecipitated from translation products specified by; track 2, Edmonston virus-infected Vero cell mRNA (preparation 1); track 3, uninfected Vero cell mRNA; track 4, N-1 cell mRNA; track 5, No mRNA addition; track 6, Edmonston virus-infected Vero cell mRNA (preparation 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "LPS blasts were obtained by culturin,g spleen cells for 2 days in RPMI-1640 supplemented with 5 x 10-M 2-mercaptoethanol, 5% FBS, and 50 ILg mr·t LPS. For cytotoxicity assays, target cells were labelled with 100 ILCi 51 Cr-sodium chromate (NEN) for 2 h at 37 °C. Washed target cells (5 x 10 3 ) were mixed with various numbers of effector cells in 200 ILl of RPMI-1640: 5% FBS in V -bottomed microtest plates (Dynatech). Plates were spun at 200 g for 1 min and incubated at 37 oc for 4 h. Aliquots of 100 ILl of supernatant were harvested and counted for radioactivity. Per cent cytotoxicity was calculated as 100 x (% release with effectors-%release in medium)/(100-% release in medium).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "..., ,...., ~k ;.-. f\"'.lFig. 1Induction of NK activity in cloned CTL. Left hand side: specificity of AIG7 and CIF2 cultured in 2% rat Con A induced spleen cell supernatant. Right hand side: specificity of AIG7 and CIF2 after 1 week of culture in medium containing 40% mouse Con A induced spleen cell supernatant. CTL clones were placed in 40% supernatant 3 days after antigen stimulation. For comparison, the specificity of normal CBA/J spleen cells is shown at bottom right. The effector: target ratios were respectively 1 : 4, 1:1 and 100:1 for AIG7, CIF2 and normal spleen cells. The following target cells were used: YAC-1, an A/Sn (H-2\") Moloney-virus induced lymphoma20   ; the NK sensitive clone 27v-IC2 and NK-resistant clone 27av variants of the L5178Y methylcholanthrene-induced lymphoma of DBA/2 (H-2d) mice21   ; P815, a methylcholanthrene-induced mastocytoma of DBA/2 mice22  ;    and EL4, a benzpyrene-induced leukosis of C57 (H-2b) mice 23• YAC-1 and L5178Y tumours were maintained in vitro in RPMI-1640/10% FBS. P815 and EL4 were maintained as ascites in DBA/2 and C57BL/6 mice respectively. Mouse spleen cell supernatant was prepared from BALB/c mice in an indentical manner to rat spleen cell supernatant (see legend toFig. 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "2% rat spleen cell supernatant+ 104  units per ml mouse fibroblast IFN (Lee-Biomolecular Lab; g, 10 units per ml IL-2+10 4 units perm! IFN. d), which was not augmented by Con A (group e). The extent of NK induction by the same batch of IL-2 has been variable between experiments, ranging from Q-100% of the activity induced by mouse spleen cell supernatant. The reason for this variability is currently unknown. Partially purified mouse fibroblast interferon was a potent inducer of NK activity (group f), and, in other experiments, induction of NK activity by this preparation of IFN could be completely neutralized by an antiserum to mouse Type 1 IFN. Treatment of CTL with a mixture of IL-2 and IFN gave the most potent induction of NK activity (group g, with considerably more activity than was induced by crude mouse spleen cell supernatant (group b)). IL-2 and IFN appeared to act synergistically: IL-2 alone induced 2 lytic units per 10 4 effectors, IFN alone induced 20 lytic units per 10 4 effectors, and the mixture of the two lymphokines induced 200 lytic units per 10 4 effectors (1 lytic unit being the number of effectors required for 20% lysis)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Variation with pH of light emission from the HRP-catalysed luminescent reactions. Conditions were as described in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "for providing the eDNA clones, Dr H. Wege for the coronavirus-specific monoclonal antibody, and Helga Kriesinger for typing the manuscript. Reversible induction of natural killer cell activity in cloned murine cytotoxic T lymphocytes Colin G. Brooks Program in Basic Immunology, Fred Hutchinson Cancer Research Center, 1124 Columbia Street, Seattle, Washington 98104, USA",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "t Department of Clinical Chemistry, Wolfson Research Laboratories, Queen Elizabeth Medical Centre, Birmingham B15 2TH, UK Present luminescence assays for horseradish peroxidase (HRP) have limitations. Here we report a novel procedure in which the HRP-catalysed luminescence of a cyclic hydrazide (such as luminol) is multiplied severalfold by the addition of a synthetic component ofthe firefly bioluminescent system, D·luciferin ( 4,5-dihydro-2-(6-hydroxy-2-benzothiazolyl)-4 ·thiazole-carboxylic acid). The specific enhancement of HRP-catalysed light emission from cyclic hydrazides should extend the sensitivities of luminescently monitored assays, which have already been shown to be as sensitive as those using radioactive labels 1 • 1 • This procedure has been applied to the immunoassay of serum a-fetoprotein, thyroxine, digoxin, hepatitis B surface antigen, immunoglobulin E and rubella virus antibody.Chemiluminescent and bioluminescent techniques have high potential for the quantitation of a wide range of clinically ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}