{
    "paper_id": "302f8b4a042615546db284e37a74466711db6341",
    "metadata": {
        "title": "Extreme Efficiency of Airway Pressure Release Ventilation (APRV) in a Patient Suffering from Acute Lung Injury with Pandemic Influenza A (H1N1) 2009 and High Cytokines",
        "authors": [
            {
                "first": "Hisashi",
                "middle": [],
                "last": "Kawashima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Souken",
                "middle": [],
                "last": "Go",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shonosuke",
                "middle": [],
                "last": "Nara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taro",
                "middle": [],
                "last": "Miura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masataka",
                "middle": [],
                "last": "Ushio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Atsushi",
                "middle": [],
                "last": "Miyahara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasuyo",
                "middle": [],
                "last": "Kashiwagi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Akinori",
                "middle": [],
                "last": "Hoshika",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kazuto",
                "middle": [],
                "last": "Miyata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The authors report a Japanese boy with severe pandemic influenza A(H1N1) 2009-associated pneumonia and deteriorating oxygenation. He dramatically recovered after the use of Airway Pressure Release Ventilation (APRV) mode. There was no improvement by using any conventional ventilation, however, APRV immediately led to an improvement of his clinical symptoms and laboratory findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The authors describe a case of severe pandemic influenza A (H1N1) 2009 pneumonia in a boy, who recovered dramatically after the use of Airway Pressure Release Ventilation (APRV). His cytokines levels in pulmonary secretions were extremely high, on the other hand, serum cytokines were within normal range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An eight-yr-old boy with normal development was admitted because of dyspnea. On Oct 25, 2009, he complained of a sore throat and cough with mild fever appearing the next day, and 2 days later he had a fever of 38.3°C, and developed dyspnea and respiratory distress rapidly (SpO 2 79% in room air). At that time influenza rapid antigen test was negative. On admission, he was in a state of stupor. Breath sounds revealed wheezing and breathing was decreased with marked retractive breathing. His chest radiograph showed mild infiltration. Combined treatment with beta-stimulant, methylprednisolone, aminophylline and antibiotics was started, and his condition improved slightly. However, later on his distress became progressive and his saturation fell to less than 90%. He was intubated and controlled under mechanical ventilation. Under the condition of SIMV (PIP/PEEP 37/16 RR 35 FiO2 0.80), his SpO2 showed values from 80 to 96% (Atrial showed pH 7.305, pCO2 46, pO2 70) and oxygenic disturbance and metabolic acidosis appeared. P/F ratio was 87 which was compatible for diagnosis of ARDS. Oseltamivir (double quantity) through NG tube was started since flu rapid test revealed A positive, which was confirmed to be pandemic influenza A(H1N1) 2009 by PCR later. He needed frequent recruitment and mediastinal and cutaneous emphysema appeared. On the next day, the authors introduced APRV into an open lung purpose. After APRV introduction (P high 25 cmH 2 O, T high 6 s, P low 0 cmH 2 O, T low 0.6 s), oxygenation improved dramatically (P/F ratio;200-400, Oxygen Index;10 (before 19) under FiO2 0.5) and retractive breathing disappeared with spontaneous breath. On 29th October 2009, P/F ratio and Oxygen Index were 421 and 5, respectively with FiO2 0.35 and P high 21 cmH 2 O. On the following day, the authors changed the mode from APRV to SIMV, and extubation was done ( Fig. 1 ). His general condition recovered day by day and all medications were tapered gradually. On 5th November 2009, his chest radiograph and respiratory function test were normal. RAST revealed positive against mite, dog, cat and cedar. The authors assayed 17 cytokines in serum, nasopharyngeal aspirates (NPS) and pulmonary secretions (Fig. 2) . The levels of IL-8, MIP-1beta and MCP-1b were extremely high in the pulmonary secretions and NPS. IL-6, G-CSF, IFN-γ and TNF-α were high with low amounts in pulmonary secretions. However, all 17 cytokines in serum were almost normal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1877,
                    "end": 1883,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2216,
                    "end": 2224,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "Novel pandemic influenza A(H1N1) 2009 caused an epidemic of critical illness and some patients developed severe ARDS rapidly. A study group in Australia recommended extracorporeal membrane oxygenation (ECMO). They treated 68 patients with ECMO in intensive care units, and reported that 14 patients (21%) had died and 6 remained in the ICU, 2 of whom were still receiving ECMO [1] . Martin E Lum et al., also reported that the observed rate of hospital admissions for pandemic (H1N1) was broadly consistent with 0.3% of infected patients. Transfers to ICUs occurred at a rate of 20% of hospital admissions and mechanical ventilation was required by 72% of patients admitted to ICUs, and ECMO was used in 7% [2] . They suggested that ECMO emerged as an important treatment modality [1] [2] [3] . In this report the child recovered by using APRV mode without any invasive procedure.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "APRV is a relatively new mode of mechanical ventilation (MV), which is a time-triggered, time-cycled, pressure-limited mode where a high level of CPAP is maintained with brief regular releases, and spontaneous breathing is allowed throughout the cycle. The use of this mode in pediatrics has been very limited. In seven cases aged 1 to 16 years with sepsis and deteriorating pulmonary status, their oxygenation improved except for one [4] . Schultz TR. et al., also reported the efficacy of APRV especially at significantly lower inspiratory peak and plateau pressures [5] .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is consistent with a lung protective approach while having some hypothetical advantages over APRV. It uses a release of airway pressure from an elevated baseline to stimulate expiration. The elevated baseline facilitates oxygenation, and the timed releases aid in carbon dioxide removal. Advantages of APRV include, lower minute ventilation, minimal adverse effects on cardio-circulatory function, ability to spontaneously breathe throughout the ventilatory cycle, decreased sedation use, and near elimination of neuromuscular blockade [6] .",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Shunting due to an alveolar collapse and reduction in functional residual capacity mainly causes hypoxemia associated with acute lung injury. In order to promote the recruitment of alveoli and the prevention of derecruitment, sustained plateau pressure by APRV mode is variable. The advantage of APRV is that it decreases the controlled mean airway pressure and uses spontaneous breath. Spontaneous breathing has physiologic advantages over assisted positive pressure breaths during mechanical ventilation, concerning V/Q matching in distribution of the entire lung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mauad T et al., investigated the autopsy of 21 Brazilian patients who died with acute respiratory failure. Diffuse alveolar damage was present in 20 individuals including necrotizing bronchiolitis in six patients. There was marked expression of TLR-3 and IFN-γ and a large number of CD8 + T cells within the lung tissue [7] . The present data of cytokines in pulmonary secretions revealed extremely high levels of Il-8, MCP-1 and MIP-1b. On the other hand, other cytokines were normal or slightly increased. The authors suspected that chemokines play a role mostly in lung injury associated pandemic influenza A(H1N1) 2009 infection. High levels of chemokines and following epitherial change will increase the permeability in alveoli and fibrin leak out in interstitial tissue. APRV might work to prevent the Fig. 1 The fluctuation of respiratory markers Fig. 2 Cytokine profiles from serum, nasopharyngeal aspirates (NPS) and pulmonary secretions reduction of the intrapulmonary shunt. Anti-virus drugs, steroids and selective neutrophil elastase inhibitor might be effective theologically through diminishing high cytokines.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 809,
                    "end": 815,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 861,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Extracorporeal membrane oxygenation for 2009 influenza A(H1N1) acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellomo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "ANZ ECMO) Influenza Investigators",
            "volume": "302",
            "issn": "",
            "pages": "1888--95",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of pandemic (H1N1) 2009 influenza on critical care capacity in Victoria",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "MJA",
            "volume": "191",
            "issn": "",
            "pages": "502--508",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The first case of severe novel H1N1 influenza successfully rescued by extracorporeal membrane oxygenation in Taiwan",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Formos Med Assoc",
            "volume": "108",
            "issn": "",
            "pages": "894--902",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Airway pressure release ventilation: a pediatric case series",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Pulmonol",
            "volume": "42",
            "issn": "",
            "pages": "83--91",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Airway pressure release ventilation in pediatrics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Cat",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dsm",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatr Crit Care Med",
            "volume": "2",
            "issn": "",
            "pages": "243--249",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Airway pressure release ventilation: theory and practice",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Frawley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Habashi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "AACN Clin Issues",
            "volume": "12",
            "issn": "",
            "pages": "234--280",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lung Pathology in Fatal Novel Human Influenza A(H1N1) Infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mauad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hajjar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Callegari",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "",
            "pages": "72--81",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Role of Funding Source None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest None."
        }
    ]
}