{"paper_id": "306a684f8dc65cfe6bc7ce3516ab4444e8efc6b0", "metadata": {"title": "The detection of HBV DNA with gold-coated iron oxide nanoparticle gene probes", "authors": [{"first": "Dong", "middle": ["Xi"], "last": "Ae", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaoping", "middle": [], "last": "Luo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["E"], "last": "Qianghua", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lu", "middle": [], "last": "Ae", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kailun", "middle": [], "last": "Yao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["E"], "last": "Zuli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Liu", "middle": [], "last": "Ae", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qin", "middle": [], "last": "Ning", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Gold-coated iron oxide nanoparticle Hepatitis B virus (HBV) DNA probes were prepared, and their application for HBV DNA measurement was studied. Gold-coated iron oxide nanoparticles were prepared by the citrate reduction of tetra-chloroauric acid in the presence of iron oxide nanoparticles which were added as seeds. With a fluorescence-based method, the maximal surface coverage of hexaethiol 30-mer oligonucleotides and the maximal percentage of hybridization strands on gold-coated iron oxide nanoparticles were (120 ± 8) oligonucleotides per nanoparticle, and (14 ± 2%), respectively, which were comparable with those of (132 ± 10) and (22 ± 3%) in Au nanoparticle groups. Large network aggregates were formed when gold-coated iron oxide nanoparticle HBV DNA gene probe was applied to detect HBV DNA molecules as evidenced by transmission electron microscopy and the high specificity was verified by blot hybridization. Our results further suggested that detecting DNA with iron oxide nanoparticles and magnetic separator was feasible and might be an alternative effective method.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Sequence-specific methods for detecting polynucleotides are critical to the diagnosis of genetic and pathogenic diseases (Hacia et al. 1996) . The study of molecular diagnostics based on the analysis of DNA bases and genomic sequences has expanded rapidly in the past decade (Lucarelli et al. 2004) . Techniques for DNA molecule detection usually include nucleic acid hybridization (Southern blot and Northern blot), restriction fragment length polymorphism, PCR and microarray technologies. Most detection systems make use of the hybridization of a target polynucleotide with oligo-or polynucleotide probes containing covalently linked reporter groups, such as radioactive labels, fluorescent labels and chemiluminescence schemes, and so on (Mansfield et al. 1995; Micales and Lyons 2001; Yuan and Wang 2005; Weng and Ren 2006) . Each of these strategies has advantages and disadvantages and no single method has gained supremacy. Advances in nanoscience are having a significant impact on the field of biodiagnostics, where a number of nanoparticle-based assays have been introduced for biomolecular detection, with DNA-functionalized nanoparticles used as the targetspecific probes (Penn et al. 2003) .", "cite_spans": [{"start": 121, "end": 140, "text": "(Hacia et al. 1996)", "ref_id": "BIBREF6"}, {"start": 275, "end": 298, "text": "(Lucarelli et al. 2004)", "ref_id": "BIBREF10"}, {"start": 742, "end": 765, "text": "(Mansfield et al. 1995;", "ref_id": "BIBREF11"}, {"start": 766, "end": 789, "text": "Micales and Lyons 2001;", "ref_id": "BIBREF12"}, {"start": 790, "end": 809, "text": "Yuan and Wang 2005;", "ref_id": "BIBREF18"}, {"start": 810, "end": 828, "text": "Weng and Ren 2006)", "ref_id": "BIBREF17"}, {"start": 1185, "end": 1203, "text": "(Penn et al. 2003)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "Gold (Au) nanoparticles have been used in biotechnology over the last 4 decades as immunocytochemical probes as well as biological tags due to the small size and unique properties of these nanoparticles (Bendayan 2001; Daniel and Astruc 2004) . Mirkin for the first time reported a method for using DNA as a synthetically programmable assembler to guide the assembly of nanoparticles modified with complementary oligonucleotides into aggregates, which could be clearly observed by transmission electron microscopy (TEM) because of high electron densities of Au (Mirkin et al. 1996) . Elghanian et al. (1997) further reported a novel method for DNA detection based on a two-probe sandwich hybridization/nanoparticle amplification coloring technique. Wang et al. (2003) detected gene polymerase chain reaction (PCR) amplification product on glass slide by visual inspection based on a twoprobe sandwich hybridization/silver staining enhancement method. More recent studies (Huber et al. 2004; Bao et al. 2005) revealed that DNA and RNA sample could be detected by microarray-based method, signal amplification by autometallography and subsequent measurement of Au nanoparticle-mediated light scattering.", "cite_spans": [{"start": 219, "end": 242, "text": "Daniel and Astruc 2004)", "ref_id": "BIBREF3"}, {"start": 561, "end": 581, "text": "(Mirkin et al. 1996)", "ref_id": "BIBREF13"}, {"start": 584, "end": 607, "text": "Elghanian et al. (1997)", "ref_id": "BIBREF5"}, {"start": 749, "end": 767, "text": "Wang et al. (2003)", "ref_id": "BIBREF16"}, {"start": 971, "end": 990, "text": "(Huber et al. 2004;", "ref_id": "BIBREF7"}, {"start": 991, "end": 1007, "text": "Bao et al. 2005)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "As it is well known, superparamagnetic iron oxide nanoparticles (SPION), whose diameter is in the nanoscale, provide attractive application in cell separation. The magnetic core/Au shell (Fe@Au) nanoparticles combine the advantage of Au nanoparticles for convenient binding and detection of biomolecules and magnetic particles for easy separation. Water-soluble Fe@Au nanoparticles were synthesized by the reduction of Au 3+ onto the surface of magnetic seeds either via iterative hydroxylamine seeding (Jennifer et al. 2004) or by citrate reduction (Lu et al. 2006) . Jennifer et al. (2004) reported that iron oxide nanoparticles could maintain their magnetic properties even though coated by Au. Cui et al. (2005) successfully immobilized IgG with Fe@Au nanoparticles with high binding capacity and efficiently detected HBV antigen in a blood with Fe@Au nanoparticles worked as a solid phase substrate. In this paper, we construct Fe@Au nanoparticle HBV DNA gene probes and present their application in detecting HBV DNA.", "cite_spans": [{"start": 503, "end": 525, "text": "(Jennifer et al. 2004)", "ref_id": "BIBREF8"}, {"start": 550, "end": 566, "text": "(Lu et al. 2006)", "ref_id": "BIBREF9"}, {"start": 569, "end": 591, "text": "Jennifer et al. (2004)", "ref_id": "BIBREF8"}, {"start": 698, "end": 715, "text": "Cui et al. (2005)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Reagents: HAuCl 4 , trisodium citrate, mercaptoethanol and proteinase K were purchased from Sigma Chemical Co. (Milwankee,WI). Taq DNA polymerase, dNTPs and phenol were purchased from Promega Co. (Medison.WI). Other chemicals and biological reagents were of analytical reagent (AR) grade. Nylon membrane was purchased from S&S Co. (Germany). Silver developing solution was prepared according to the reference (Wang et al. 2003) . Instruments include Beckman Coulter 21R centrifuge (USA), Philips FEI Tecnai G 2 12 TEM (Netherlands), JEOL JEM 2010 FEF TEM equipped with an energy dispersive spectroscopy (EDS) attachment (Japan), Beckman DU650 spectrophotomere (USA), Shimadu RF-5301 fluorometer (Japan) and LB-1 High Gradient Magnetic Filtration (USA).", "cite_spans": [{"start": 409, "end": 427, "text": "(Wang et al. 2003)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Reagents and instruments"}, {"text": "Serum samples were received from informed patients with hepatitis B from Tongji Hospital. The research protocol for clinical samples' collection was reviewed and approved by the Institutional Review Board of Tongji Hospital. The PCR primers were designed with the aid of PRIMER software. The composite target was one part of HBV DNA PCR products. Oligo.1 and oligo.2 synthesized by Shanghai Sangon Bioengineering Co. Ltd were designed to be complementary to the composite target (Table 1) . Extraction of HBV DNA was carried out by mixing serum with proteinase K, then the mixture was extracted with phenol/chloroform/isoamyl alcohol. 3 ml of solution containing desired HBV DNA (0.3 mg) was used as PCR template and added into the system containing 10 mM/each primer, 0.2 mM dNTPs, 2.5 mM Mg 2+ , 0.4 u of Taq polymerase and 2 ml of PCR buffer (10·). Samples were denatured at 94°C for 3 min followed by 31 cycles of 94°C for 1 min, 55°C for 1 min, and 72°C for 2 min, and then a final extension for 10 min at 72°C. The PCR products were visualized following electrophoresis on 2% (w/v) agarose gel containing ethidium bromide.", "cite_spans": [], "ref_spans": [{"start": 479, "end": 488, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "PCR amplification of HBV DNA"}, {"text": "Nanoparticle HBV DNA gene probes Au nanoparticles were prepared by citrate reduction of HAuCl 4 as previously described (Demers et al. 2000) . Fe@Au nanoparticles were prepared by the citrate reduction of HAuCl 4 in the presence of iron oxide nanoparticles as seeds as previously described (Lu et al. 2006 ). These nanoparticles were characterized by TEM and EDS. 0.05 OD (OD is unit of absorbance) of oligo.1 or oligo.2 was added to 1 mL of Fe@Au nanoparticle solution with a final oligonucleotide concentration of 0.01 mM. Mirkin's method (Mirkin et al. 1996) was used for preparation of Fe@Au nanoparticle-or nanogold-supported DNA detection probes, but 10 T bases were inserted into mercaptohexyl or mercaptopropyl-derived oligonucleotide (oligo.1 or oligo.2) to avoid the steric hindrance which affects the hybridization of the probes with complementary oligonucleotides.", "cite_spans": [{"start": 120, "end": 140, "text": "(Demers et al. 2000)", "ref_id": "BIBREF4"}, {"start": 290, "end": 305, "text": "(Lu et al. 2006", "ref_id": "BIBREF9"}, {"start": 541, "end": 561, "text": "(Mirkin et al. 1996)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "PCR amplification of HBV DNA"}, {"text": "Oligo.1-FAM was first absorbed to the surface of Au or Fe@Au nanoparticles following the protocol outlined above. The coverage of oligonucleotides loaded on nanoparticles was assayed by fluorescence quantification according to Demer's method (Demers et al. 2000) . Oligo.2: nanoparticle conjugates were prepared as described above to get the maximal coverage. 5 0 6-FITC labeled targets, which were complementary to oligo.2, reacted for 24 h with oligo.2-modified surface under hybridization conditions. In this case, composite HBV DNA target concentration was adjusted to maintain the desired mole ratio of oligo.2: target at 1:2, 1:1, 5:1 and 10:1, respectively. The hybridization efficiency was assayed by fluorescence quantification according to the reference (Pena et al. 2002) .", "cite_spans": [{"start": 242, "end": 262, "text": "(Demers et al. 2000)", "ref_id": "BIBREF4"}, {"start": 764, "end": 782, "text": "(Pena et al. 2002)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Coverage and hybridization efficiency of oligonucleotides"}, {"text": "HBV DNA detection by TEM 20 ml of oligo.1 or oligo.2 modified nanoparticles were mixed, then 0.4 ml of composite target with different concentration ranging from 0.01 nmol/L to 0.1 mmol/L or predenatured extracted HBV DNA was added into the mixture. Subsequently, the mixture was kept at 50°C for 4 h and then observed by TEM. The same amount of oligonucleitides with irrelevant sequence or PBS was applied as negative and blank control, respectively.", "cite_spans": [], "ref_spans": [], "section": "Coverage and hybridization efficiency of oligonucleotides"}, {"text": "Blot hybridization 1 ml of oligo.1 (without-SH modified), which worked as HBV capturing probes, was dropped onto nylon membrane. The same amount of oligonucleitides with irrelevant sequence or PBS was applied as negative and blank control, respectively. The denaturation of oligonucleitides on the membrane was carried out at 120°C for 30 min, then blocked with prehybridization solution at 56°C for 30 min. HBV PCR products were heated in boiling water bath for 10 min and rapidly cooled in an ice bath for 90 s for denaturation. Subsequently, 100 ml of nanoparticle-supported The same sequence as composite arget DNA Primer1 5 0 -tag gag gct gta ggc ata aat tgg t-3 0 1774*1798", "cite_spans": [], "ref_spans": [], "section": "Coverage and hybridization efficiency of oligonucleotides"}, {"text": "Primer2 5 0 -ggc gag gga gtt ctt ctt cta ggg g-3 0 2364*2388 J Nanopart Res (2008) 10:393-400 395 HBV-specific probes and 1 ml of composite target with different concentration ranging from 10 À12 mol/L to 10 À8 mol/L or pretreated HBV PCR products were added to the hybridization solution. The membrane immersed in the solution was kept at 56°C for 9 h for hybridization. The membrane was washed two times (5 min each time) with 2 · SSC, 0.1%SDS at room temperature and then washed two times (15 min each time) with 0.5 · SSC, 0.1%SDS at 50°C. At last, the membrane was soaked in 0.2 M citric acid buffer (pH3.5) for 3 min and put in the developing solution for 10 min, then washed with deionized water and visually observed.", "cite_spans": [], "ref_spans": [], "section": "Coverage and hybridization efficiency of oligonucleotides"}, {"text": "HBV DNA detection by separation of magnetic nanoparticle aggregates", "cite_spans": [], "ref_spans": [], "section": "Coverage and hybridization efficiency of oligonucleotides"}, {"text": "Fe@Au nanoparticle aggregates were prepared the same process as the above, then were diluted to 1 mL with 0.2 M PBS. With the coil current of the highgradient separator set at 0.3 A and the flow rate at 1.2 cm/min, 1 mL of diluted solution was allowed to pass through the magnetic separator column and divided into two parts: filtered solution and eluted solution. The maximal absorbance taken from the absorption spectra of diluted, filtered and eluted solution was assayed respectively. Statistical analysis on the comparison of the maximal absorbance between samples with HBV DNA and controls was assessed by one-way ANOVA test. The data were analyzed with SPSS 12 software packages. The differences in the results were considered statistically significant when p < 0.05.", "cite_spans": [], "ref_spans": [], "section": "Coverage and hybridization efficiency of oligonucleotides"}, {"text": "Characteristics of prepared nanoparticlesupported probes TEM showed prepared Au and Fe@Au nanoparticles were well-dispersed, and their diameter were (10 ± 5 nm), (15 ± 5 nm), respectively. Figure 1 showed iron core of gold-coated iron nanoparticles could be clearly observed. The size and shape of the cores were similar. The mean size of the diameter of iron core was about 14 nm. The Au shell of about (2*3 nm) coated well outside of iron was evidenced. EDS spectrum confirmed the presence of both Fe and Au within the particles. Cu peaks appeared due to scattering caused by Cu TEM grid (Fig. 2) . Oligonucleotides can be immobilized on gold nanoparticles through Au-S bond to form a specific oligonucleotide probe, then through DNA hybridization, we can explore disease-related gene mutations and biomolecular recognition process. Au outside of Fe@Au nanoparticles remains this binding characteristics. Compared with bare nanoparticles, oligonucleotide modified nanoparticles had higher stability in NaCl solution or under high temperature environment. When heated or in solution of high salt concentration [(0.1*1 mM) NaCl], bare nanoparticle colloids underwent irreversible particle growth reactions that resulted in their precipitation. In contrast the DNA-modified nanoparticles were stable at elevated temperature and in aqueous (0.1*1 M) NaCl solutions for days, presumably because their DNA-modified surfaces prohibit them from getting close enough to undergo particle growth. It is important to note that high salt concentration is needed for DNA hybridization events.", "cite_spans": [], "ref_spans": [{"start": 189, "end": 197, "text": "Figure 1", "ref_id": null}, {"start": 590, "end": 598, "text": "(Fig. 2)", "ref_id": null}], "section": "Results and discussion"}, {"text": "Our experiment showed quantitation of surface coverage varied with the mole ratio of oligonucleotides/nanoparticles. On average, when the ratio was between 1 and 3,000, the coverage increased as the ratio increased. There was no correlation while the Fig. 1 Representative TEM image of Au-coated iron oxide nanoparticles. The nanoparticles were deposited onto a copper mesh grid from suspension in water ratio was above 3,000. The maximal coverage for Au nanoparticles is (132 ± 10) oligonucleotides while for Fe@Au nanoparticle is (120 ± 8) oligonucleotides per nanoparticle.", "cite_spans": [], "ref_spans": [{"start": 251, "end": 257, "text": "Fig. 1", "ref_id": null}], "section": "Coverage and hybridization efficiency"}, {"text": "The coverage of hybridized complementary target was much lower for excess particle-bound oligo.2 (the mole ratio of target: oligo.2 was 1:5 or 1:10) as compared to experiments in which solution-phase complementary targets were in excess (the mole ratio is 2:1). The hybridization efficiency reached peak with the mole ratio of 2:1, which was (22 ± 3%) and (14 ± 2%) for Au and Fe@Au nanoparticle, respectively. However, the quantitation of hybridization did not correlate with the increase of the mole ratio. In the following hybridization tests, the maximal coverage and hybridization efficiency on nanoparticles were investigated.", "cite_spans": [], "ref_spans": [], "section": "Coverage and hybridization efficiency"}, {"text": "HBV DNA detection with nanoparticle-supported probes by TEM Composite targets as low as 10 À16 mol/L or HBV DNA extracted from serum of hepatitis B patients were added to the detection system composed of nanoparticle-supported probes. TEM showed both Au and Fe@Au nanoparticles self-assembled into massive aggregates, respectively (Fig. 3 , Figures of Au nanoparticles were not shown). TEM also showed every particle within these aggregates was still intact and showed no evidence of fusing with other particles. The melting profiles of these aggregates illustrated they were linked by DNA. There were only dispersed nanoparticles in the system of irrelevant negative control or blank control.", "cite_spans": [], "ref_spans": [{"start": 331, "end": 338, "text": "(Fig. 3", "ref_id": null}], "section": "Coverage and hybridization efficiency"}, {"text": "Mirkin's method (Mirkin et al. 1996) has founded the application of Au nanoparticle in the detection of composite oligonucleotides. There is no report to detect DNA extracted from clinical samples (for example, serum) with this method yet. Our results showed not only Au but also Fe@Au nanoparticles could detect HBV DNA extracted from hepatitis B patient directly by TEM. While high-cost TEM limits its wide usage though this method has PCR-like sensitivity.", "cite_spans": [{"start": 16, "end": 36, "text": "(Mirkin et al. 1996)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Coverage and hybridization efficiency"}, {"text": "Blot hybridization with nanoparticle-supported probes Figure 4 showed that the capturing probe spots on the membrane exhibited dark-colored spots against an un-dyed background, negative and blank control. It could be found that when the capturing probe concentration was above 10 À7 mol/L (1 ml), the intensity of silver-staining had a positive correlation with the quantity of the capturing probes. We choosed 10 À6 mol/L HBV capturing probe in the following hybridization tests on nylon membrane. Figure 5a showed the allowable lowest detection concentration of composite targets for this Fe@Au nanoparticle amplification/silver staining enhancing coloring method was 10 À10 mol/L. There was a direct correlation between the composite target concentration above 10 À10 mol/L and the staining grade (the spot intensity) of spots. 614bp of HBV DNA PCR products were obtained (Fig. 6) , which could also be detected with this method (Fig. 5b) . Blot hybridization further verified the high specificity of Fe@Au nanoparticle gene probes. Nanogold-supported probes could detect as low as 10 À11 mol/L composite target and also HBV DNA PCR products (Figures were not shown) . This result agrees with that reported by Wang et al. (2003) . However, the detection sensitivity of blot hybridization on nylon membrane with nanoparticle probes is composite target from up to down is 10 À9 , 10 À10 , 10 À11 mol/L, respectively; (b) The detection of HBV DNA PCR products with Fe@Au nanoparticle-supported probes not sufficient to detect HBV DNA extracted from hepatitis B patient directly. It is necessary to further improve the sensitivity of detecting system to meet clinical requirement. Though recent studies (Huber et al. 2004; Bao et al. 2005) revealed that DNA and RNA sample could be detected by microarray-based method, high-cost equipment, complicated procedure and time-consuming limited its further application.", "cite_spans": [{"start": 1213, "end": 1231, "text": "Wang et al. (2003)", "ref_id": "BIBREF16"}, {"start": 1702, "end": 1721, "text": "(Huber et al. 2004;", "ref_id": "BIBREF7"}, {"start": 1722, "end": 1738, "text": "Bao et al. 2005)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 54, "end": 62, "text": "Figure 4", "ref_id": null}, {"start": 499, "end": 508, "text": "Figure 5a", "ref_id": null}, {"start": 875, "end": 883, "text": "(Fig. 6)", "ref_id": "FIGREF2"}, {"start": 932, "end": 941, "text": "(Fig. 5b)", "ref_id": null}, {"start": 1145, "end": 1169, "text": "(Figures were not shown)", "ref_id": null}], "section": "Coverage and hybridization efficiency"}, {"text": "HBV DNA detection by magnetic separation of nanoparticle aggregates 1 mL of diluted solution was allowed to pass through the magnetic separator column and filtered solution was got. The maximal absorbance taken from the absorption spectra of diluted or filtered solution was assayed. There was no significant difference in maximal absorbances among diluted solutions. However, there was significant difference between samples with composite targets as low as 10 À12 mol/L and controls among filtered solutions as shown in Fig. 7 . Prepared Fe@Au nanoparticle-supported probes not only have the physical properties of iron oxide (core) but the properties of surface chemistry and stability of Au (shell). Iron oxide nanoparticles have superparamagnetic characteristics, therefore Fe@Au nanoparticles are controllable in high gradient magnetic field. By using a set of high gradient magnetic separator, we were able to detect statistically significant difference among samples with composite targets and controls in the filtered solution. Therefore our results do suggest that Fe@Au nanoparticles and magnetic separator might be an alternative method to detect DNA effectively. However, it should be noted that magnetic separation has only examined composite target in this study. The detection sensitivity needs to be further improved in order to detect clinical samples directly with this method.", "cite_spans": [], "ref_spans": [{"start": 522, "end": 528, "text": "Fig. 7", "ref_id": null}], "section": "Coverage and hybridization efficiency"}, {"text": "Our work has shown alkanethiol-oligonucleotides were modified on the surface of Fe@Au nanoparticles, .04", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": ".06", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": ".08", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": ".10", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": ".12", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": ".14 * * Fig. 7 Detection of HBV DNA by Fe@Au nanoparticle HBV DNA probes among filtered solutions. The statistics of experimental groups with different concentration of composite targets (target1: 10 À12 mol/L, target2: 10 À11 mol/L) and control groups differed significantly (p < 0.05). Three sets of experiments were performed. The absorbance is expressed as mean ± SD. Abscissa and ordinate represent samples and absorbance, respectively which can be used to detect HBV DNA as gene probe. The process for binding oligonucleotides with Fe@Au nanoparticles is simple. Fe@Au nanoparticle gene probes have not only high coverage and hybridization efficiency of oligonucleotides but also high stability. Our experiments show Fe@Au nanoparticle gene probes could detect HBV DNA by TEM, blot hybridization or magnetic separation. This is the first primary research of oligonucleoticles modified Fe@Au nanoparticles in the application of HBV DNA assay as far as we know. Nanoparticle-based assays provide an analysis of the unique biophysical properties displayed by nanoparticles and have advantages over the conventional detection methods. Some of the advantages include the assays' PCR-like sensitivity, their selectivity for target sequences and their time efficiency. The successful application of Fe@Au nanoparticle gene probes will be explored in the diagnosis of other viral diseases, such as human Hepatitis C, AIDS, SARS and so on.", "cite_spans": [], "ref_spans": [{"start": 8, "end": 14, "text": "Fig. 7", "ref_id": null}], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "SNP identification in unamplified human genomic DNA with gold nanoparticle probes", "authors": [{"first": "Y", "middle": ["P"], "last": "Bao", "suffix": ""}, {"first": "M", "middle": [], "last": "Huber", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Wei", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Marla", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Storhoff", "suffix": ""}, {"first": "U", "middle": ["R"], "last": "Muller", "suffix": ""}], "year": 2005, "venue": "Nucleic Acids Res", "volume": "33", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Worth its weight in gold", "authors": [{"first": "M", "middle": [], "last": "Bendayan", "suffix": ""}], "year": 2001, "venue": "Science", "volume": "291", "issn": "", "pages": "1363--1365", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The synthesis of goldmag nano-particles and their application for antibody immobilization", "authors": [{"first": "Y", "middle": ["L"], "last": "Cui", "suffix": ""}, {"first": "Y", "middle": ["N"], "last": "Wang", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Hui", "suffix": ""}, {"first": "Z", "middle": ["F"], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": ["F"], "last": "Xin", "suffix": ""}, {"first": "C", "middle": [], "last": "Chen", "suffix": ""}], "year": 2005, "venue": "Biomed Microdevices", "volume": "7", "issn": "2", "pages": "153--156", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Gold nanoparticles: assembly, supramolecular chemistry, quantum-size-related properties, and applications toward biology, catalysis, and nanotechnology", "authors": [{"first": "M", "middle": ["C"], "last": "Daniel", "suffix": ""}, {"first": "D", "middle": [], "last": "Astruc", "suffix": ""}], "year": 2004, "venue": "Chem Rev", "volume": "104", "issn": "", "pages": "293--346", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A fluorescencebased method for determining the surface coverage and hybridization efficiency of thiol-cappped oligonucleotides bound to gold thin films and nanoparticles", "authors": [{"first": "L", "middle": ["M"], "last": "Demers", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Mirkin", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Mucic", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Peynolds", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Letsinger", "suffix": ""}, {"first": "R", "middle": [], "last": "Elghanian", "suffix": ""}, {"first": "G", "middle": [], "last": "Viswanadham", "suffix": ""}], "year": 2000, "venue": "Anal Chem", "volume": "72", "issn": "", "pages": "5535--5541", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Selective colorimetric detection of polynucleotides based on the distance-dependent optical properties of gold nanoparticles", "authors": [{"first": "R", "middle": [], "last": "Elghanian", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Storhoff", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Mucic", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Letsinger", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Mirkin", "suffix": ""}], "year": 1997, "venue": "Science", "volume": "277", "issn": "", "pages": "1078--1081", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Detection of heterozygous mutations in BRCA1 using high density oligonucleotide arrays and two-colour fluorescence analysis", "authors": [{"first": "J", "middle": ["G"], "last": "Hacia", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Brody", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Chee", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Foder", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Collins", "suffix": ""}], "year": 1996, "venue": "Nature Genet", "volume": "14", "issn": "", "pages": "441--447", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Gold nanoparticle probe-based gene expression analysis with unamplified total human RNA", "authors": [{"first": "M", "middle": [], "last": "Huber", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Wei", "suffix": ""}, {"first": "U", "middle": ["R"], "last": "Muller", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Lefebvre", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Marla", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Bao", "suffix": ""}], "year": 2004, "venue": "Nucleic Acids Res", "volume": "32", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Synthesis of Fe oxide core/Au shell nanoparticles by iterative hydroxylamine seeding", "authors": [{"first": "L", "middle": ["L"], "last": "Jennifer", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Fleming", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Stone", "suffix": ""}, {"first": "P", "middle": [], "last": "Schiffer", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Williams", "suffix": ""}], "year": 2004, "venue": "Nano Lett", "volume": "4", "issn": "", "pages": "719--723", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Synthesis and characterization of composite nanoparticles comprised of gold shell and magnetic core/cores", "authors": [{"first": "Q", "middle": ["H"], "last": "Lu", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Yao", "suffix": ""}, {"first": "D", "middle": [], "last": "Xi", "suffix": ""}, {"first": "Z", "middle": ["L"], "last": "Liu", "suffix": ""}, {"first": "X", "middle": ["P"], "last": "Luo", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ning", "suffix": ""}], "year": 2006, "venue": "J Magnetism Magn Mater", "volume": "301", "issn": "", "pages": "44--46", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Carbon and gold electrodes as electrochemical transducers for DNA hybridization sensors", "authors": [{"first": "F", "middle": [], "last": "Lucarelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Marrazza", "suffix": ""}, {"first": "Apf", "middle": [], "last": "Turner", "suffix": ""}, {"first": "M", "middle": [], "last": "Mascini", "suffix": ""}], "year": 2004, "venue": "Biosens Bioelectron", "volume": "19", "issn": "", "pages": "515--530", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Nucleic acid detection using nonradioactive labelling methods", "authors": [{"first": "E", "middle": ["S"], "last": "Mansfield", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Worley", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Mckenzie", "suffix": ""}, {"first": "S", "middle": [], "last": "Surrey", "suffix": ""}, {"first": "E", "middle": [], "last": "Rappaport", "suffix": ""}, {"first": "P", "middle": [], "last": "Fortina", "suffix": ""}], "year": 1995, "venue": "Mol Cell Probes", "volume": "9", "issn": "3", "pages": "145--156", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "In situ hybridization: use of 35 Slabeled probes on paraffin tissue sections", "authors": [{"first": "B", "middle": ["K"], "last": "Micales", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Lyons", "suffix": ""}], "year": 2001, "venue": "Methods", "volume": "23", "issn": "4", "pages": "313--323", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A DNA-based method for rationally assembling nanoparticles into macroscopic materials", "authors": [{"first": "C", "middle": ["A"], "last": "Mirkin", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Letsinger", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Mucic", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Storhoff", "suffix": ""}], "year": 1996, "venue": "Nature", "volume": "382", "issn": "", "pages": "607--609", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Hybridization and enzymatic extension of au nanoparticle-bound oligonucleotides", "authors": [{"first": "Srn", "middle": [], "last": "Pena", "suffix": ""}, {"first": "S", "middle": [], "last": "Raina", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Goodrich", "suffix": ""}, {"first": "N", "middle": ["V"], "last": "Fedoroff", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Keating", "suffix": ""}], "year": 2002, "venue": "J Am Chem Soc", "volume": "124", "issn": "", "pages": "7314--7323", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Nanoparticles for bioanalysis", "authors": [{"first": "S", "middle": ["G"], "last": "Penn", "suffix": ""}, {"first": "L", "middle": [], "last": "He", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Natan", "suffix": ""}], "year": 2003, "venue": "Curr Opin Chem Biol", "volume": "7", "issn": "", "pages": "609--615", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Visual gene diagnosis of HBV and HCV based on nanoparticle probe amplification and silver staining enhancement", "authors": [{"first": "Y", "middle": ["F"], "last": "Wang", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Pang", "suffix": ""}, {"first": "Z", "middle": ["L"], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": ["Z"], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Cao", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Shen", "suffix": ""}], "year": 2003, "venue": "J Med Virol", "volume": "70", "issn": "", "pages": "205--211", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Luminescent quantum dots: a very attractive and promising tool in biomedicine", "authors": [{"first": "J", "middle": [], "last": "Weng", "suffix": ""}, {"first": "J", "middle": [], "last": "Ren", "suffix": ""}], "year": 2006, "venue": "Curr Med Chem", "volume": "13", "issn": "8", "pages": "897--909", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Lanthanide complex-based fluorescence label for time-resolved fluorescence bioassay", "authors": [{"first": "J", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "G", "middle": [], "last": "Wang", "suffix": ""}], "year": 2005, "venue": "J Fluoresc", "volume": "15", "issn": "4", "pages": "559--568", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Fig. 2 EDS spectrum of Fe@Au nanoparticles. The diameter of Fe@Au nanoparticles was (15 ± 5 nm)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The detection of HBV DNA with different quantities of capturing probes on nylon membrane. 1 ml of different concentration of oligo.1, which worked as HBV capturing probes, was immobilized on nylon membrane The detection of HBV DNA with Fe@Au nanoparticlesupported probes on nylon membrane. (a) The allowable minimal detection concentration of composite target with Fe@Au nanoparticle-supported probes, the concentration of", "latex": null, "type": "figure"}, "FIGREF2": {"text": "PCR products of HBV DNA extracted from the serum of hepatitis B patients. M: DL-2000 Marker;", "latex": null, "type": "figure"}, "TABREF0": {"text": "Oligonucleotide sequence in use caa gct gtg cct tgg gtg gct ttg ggg cat gga cat tga c 3 0 Complemetary with oligo.1, oligo.2 FAM modified oligo.1 (oligo.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Oligonucleotide sequence in use", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Name </td><td>Sequence (50-30) </td><td>Characteristic\n</td></tr><tr><td>Oligonucleotide1 (oligo.1) </td><td>50 HS-(CH2)6-O-ttt ttt ttt tgt caa tgt cca tgc ccc aaa 30\n</td></tr><tr><td>Oligonucleotide2 (oligo.2) </td><td>50 gcc acc caa ggc aca gct tgt ttt ttt ttt-O-(CH2)3-SH 30\n</td></tr><tr><td>Composite target DNA </td><td>50 caa gct gtg cct tgg gtg gct ttg ggg cat gga cat tga c 30 </td><td>Complemetary with oligo.1, oligo.2\n</td></tr><tr><td>FAM modified oligo.1 (oligo.1-\n</td><td>50 HS-(CH2)6-O-ttt ttt ttt tgt caa tgt cca tgc ccc aaa FAM\n</td><td>The same sequence as oligo.1\n</td></tr><tr><td>FAM)\n</td><td>30\n</td><td> </td></tr><tr><td>FITC modified composite target DNA\n</td><td>50 FITC caa gct gtg cct tgg gtg gct ttg ggg cat gga cat tga c 30\n</td><td>The same sequence as composite arget DNA\n</td></tr><tr><td>Primer1 </td><td>50-tag gag gct gta ggc ata aat tgg t-30 </td><td>1774*1798\n</td></tr><tr><td>Primer2 </td><td>50-ggc gag gga gtt ctt ctt cta ggg g-30 </td><td>2364*2388\n</td></tr></table></body></html>"}}, "back_matter": []}