{"paper_id": "31433374271fc20f6bfc45943a36f1a9b13cb95a", "metadata": {"title": "Role of air changes per hour (ACH) in possible transmission of airborne infections", "authors": [{"first": "Farhad", "middle": [], "last": "Memarzadeh", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"postCode": "9000, 20892", "settlement": "Rockville Pike, Bethesda", "region": "MD", "country": "USA"}}, "email": ""}, {"first": "Weiran", "middle": [], "last": "Xu", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"postCode": "9000, 20892", "settlement": "Rockville Pike, Bethesda", "region": "MD", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "The cost of nosocomial infections in the United States is estimated to be $4 billion to $5 billion annually. Applying a scientifically based analysis to disease transmission and performing a site specific risk analysis to determine the design of the ventilation system can provide real and long term cost savings. Using a scientific approach and convincing data, this paper hypothetically illustrates how a ventilation system design can be optimized to potentially reduce infection risk to occupants in an isolation room based on a thorough risk assessment without necessarily increasing ventilation airflow rate. A computational fluid dynamics (CFD) analysis was performed to examine the transport mechanism, particle path and a suggested control strategy for reducing airborne infectious disease agents. Most studies on the transmission of infectious disease particles have concentrated primarily on air changes per hour (ACH) and how ACH provides a dilution factor for possible infectious agents. Although increasing ventilation airflow rate does dilute concentrations better when the contaminant source is constant, it does not increase ventilation effectiveness. Furthermore, an extensive literature review indicates that not every exposure to an infectious agent will necessarily cause a recipient infection. The results of this study suggest a hypothesis that in an enclosed and mechanically ventilated room (e.g., an isolation room), the dominant factor that affects the transmission and control of contaminants is the path between the contaminant source and exhaust. Contaminants are better controlled when this path is uninterrupted by an air stream. This study illustrates that the ventilation system design ,i.e., when it conforms with the hypothesized path principle, may be a more important factor than flow rate (i.e., ACH). A secondary factor includes the distance from the contaminant source. This study provides evidence and supports previous studies that moving away from the patient generally reduces the infection risk in a transient (coughing) situation, although the effect is more pronounced under higher flow rate. It is noted that future research is needed to determine the exact mode of transmission for most recently identified organisms.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "infection transmission and control, risk assessment, air change rate (ACH), computational fluid dynamics (CFD), patient room, ventilation system design Article History", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The role that airborne transmission plays in nosocomial or hospital acquired infections (NI/HAI) has been highly debated for well over 40 years. Although transmission of nosocomial pathogens from people via an airborne route in the hospital setting is well established, it is a common misconception that most hospital acquired infections (HAI) are spread by aerosol transmission and that the number of air changes per hour (ACH) used to ventilate the occupied space directly impacts the transmission. Many studies on the transmission of infectious disease particles suggest that ventilation is one of the major methods for reduction and control of the spread of pathogens via the airborne route in hospitals (Streifel 1999; Kaushal et al. 2004; Beggs et al. 2008) . ASHRAE 170 2008 and the CDC guidelines 2005 recommend ventilation rates of minimum 12 ACH for hospital insulation rooms. Although increasing ventilation airflow rate does dilute concentrations better when the contaminant source is constant, it does not increase ventilation effectiveness. Li et al. (2005 Li et al. ( , 2007 discuss the role that ventilation systems play in cross infection between people. They conclude that there is a close connection between the ventilation systems and the infectious transmission in the air. Recently, engineers have begun to examine the effect that physical factors such as location of supply and exhaust vents, surfaces, object placement and composition and thermodynamic factors such as temperature, humidity and air currents have on aerosol transmission and particle migration. For health care facilities, the studies specifically examine infectious particle transmission. However, these studies rarely take into account length of exposure time and particle virulence. Furthermore, an extensive literature review (Memarzadeh 2011a) indicates that not every exposure to an infectious agent will necessarily cause a recipient infection. Individual risk factors exist that make one person more vulnerable to contracting a disease than another. Risk factors for HAIs are factors that are not a direct cause of the disease, but appear to be associated in some way with infection. Risk factors may be inherent in an individual due to genetics, health status, or gender. Risk factors may also be present in the local environment. Examples of environmental risk factors include the age and operational status of the ventilation equipment, temperature and humidity. Risk factors are also related to behaviors such as compliance to use of standard operating procedures (SOP) involving personal protective equipment (PPE), decontamination or control of isolation procedures for example. Although the existence of a risk factor for an HAI increases the chances of contracting an illness, it does not always lead to a HAI, whereas the absence of any single risk factor or the existence of a protective factor, does not necessarily guard against getting a HAI (Memarzadeh 2011b) . Fisk (2000) estimates that changes in building characteristics and ventilation could reduce indices of respiratory illness by 15% to 76%. The estimated productivity gains by reducing respiratory illness, utilizing 1996 data are 16 to 37 million avoided cases of common cold or influenza, with a potential of $6 to $14 billion in 1996 dollars (Fisk 2000) .", "cite_spans": [{"start": 708, "end": 723, "text": "(Streifel 1999;", "ref_id": null}, {"start": 724, "end": 744, "text": "Kaushal et al. 2004;", "ref_id": "BIBREF26"}, {"start": 745, "end": 763, "text": "Beggs et al. 2008)", "ref_id": "BIBREF4"}, {"start": 1055, "end": 1070, "text": "Li et al. (2005", "ref_id": "BIBREF32"}, {"start": 1071, "end": 1089, "text": "Li et al. ( , 2007", "ref_id": "BIBREF33"}, {"start": 1820, "end": 1838, "text": "(Memarzadeh 2011a)", "ref_id": "BIBREF35"}, {"start": 2953, "end": 2971, "text": "(Memarzadeh 2011b)", "ref_id": "BIBREF36"}, {"start": 2974, "end": 2985, "text": "Fisk (2000)", "ref_id": "BIBREF19"}, {"start": 3316, "end": 3327, "text": "(Fisk 2000)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "There is sufficient evidence to support the truly \"airborne\" mode of transmission for tuberculosis (TB) caused by Mycobacterium tuberculosis and M. africanum, measles (rubeola virus) and chickenpox (varicella zoster virus) (Wells et al. 1942; Riley et al. 1978; Langmuir 1980) . Noting that each of these are physiologically dissimilar, never-the-less they are all vaccine-preventable diseases. There is further evidence that mumps (Habel 1945) bacterial meningitis (American College Health Association) and pertussis may also be transmitted via the airborne route. Couch (1981) notes that the prevailing concept, although unsupported by objective evidence, is that other respiratory viruses are transmitted primarily by direct and indirect droplet contact. The WHO states that \"Human Influenza is transmitted by inhalation of infectious droplets and droplet nuclei, by direct contact and perhaps by indirect (fomite) contact … the relative efficiency of the different routes of transmission has not been defined\" (Beigel et al. 2005) . Other pathogens spread via multiple modes of transmission include smallpox, Methicillin Resistant Staphylococcus Aureus (MRSA), Legionnaire's disease, Pseudomonas aeruginosa, environmental sources of Aspergillus spp., Serratia marcescens, and some Clostridium difficile infections. It is a generally accepted fact that the remainder of HAIs are caused by potentially infectious particles that are transmitted via direct and indirect contact with droplet nuclei through a fomite, a surface, or some other intermediary (Couch 1981) and that these particles may be affected by local environmental conditions.", "cite_spans": [{"start": 223, "end": 242, "text": "(Wells et al. 1942;", "ref_id": "BIBREF59"}, {"start": 243, "end": 261, "text": "Riley et al. 1978;", "ref_id": "BIBREF44"}, {"start": 262, "end": 276, "text": "Langmuir 1980)", "ref_id": "BIBREF30"}, {"start": 432, "end": 444, "text": "(Habel 1945)", "ref_id": "BIBREF24"}, {"start": 566, "end": 578, "text": "Couch (1981)", "ref_id": "BIBREF14"}, {"start": 1014, "end": 1034, "text": "(Beigel et al. 2005)", "ref_id": null}, {"start": 1554, "end": 1566, "text": "(Couch 1981)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "At the 1970 International Conference on Nosocomial Infection held at the Centers for Disease Control (CDC) in Atlanta, Georgia, Brachman (1971) reviewed modes of transmission of nosocomial infections and concluded that although airborne transmission certainly accounted for some nosocomial infections, the exact impact of the aerosol mode of transmission was unknown. Based largely on data available from the National Nosocomial Infections Study (NNIS), he estimated that airborne transmission accounted for 10% to 20% of all endemic nosocomial infections or about a one percent incidence of infection among hospitalized patients. Maki et al. (1982) did extensive environmental microbiological sampling of a new university hospital in Madison, Wisconsin before and after it was put into use. The rate of nosocomial infections in the new hospital was no different from the rate in the old hospital, thus suggesting that organisms in the inanimate environment contributed little if at all to endemic nosocomial infections. Schaal (1991) estimated that the relative incidence of airborne infections is about 10% of the whole of endemic nosocomial infection. However, Kowalski (2007) estimated that more than a third of all nosocomial infections possibly involve airborne transmission at some point. He stated that \"various sources estimate that between 2 million and 4 million nosocomial infections occur annually, resulting in 20 000 to 80 000 fatalities.\" The increase from 10% to 33% or greater may be indicative of the identification of new pathogenic microorganisms such as SARS CoV and other mutated forms of influenza virus. After many empirical and observational studies, the jury is still out on the exact mode of transmission for most of the recently identified diseases.", "cite_spans": [{"start": 128, "end": 143, "text": "Brachman (1971)", "ref_id": "BIBREF8"}, {"start": 631, "end": 649, "text": "Maki et al. (1982)", "ref_id": "BIBREF34"}, {"start": 1021, "end": 1034, "text": "Schaal (1991)", "ref_id": "BIBREF46"}, {"start": 1164, "end": 1179, "text": "Kowalski (2007)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Introduction"}, {"text": "The evidence clearly shows that no single factor is responsible for the spread of infectious disease, regardless of the offending microorganism. A combination of many factors and variables influence the modes of particle transmission. These include but are not necessarily limited to:  aerosol and droplet transmission dynamics,  the nature of the dust levels,  the health and condition of individuals naso-pharyngeal mucosal linings,  population density,  ventilation rate,  air distribution pattern,  humidity and temperature,  number of susceptibles,  length of exposure,  number of infected people producing contaminated aerosols,  infectious particle settling rate,  lipid or non-lipid viral envelope or microorganism cell wall,  surrounding organic material,  UV light or antiviral chemical exposure,  vitamin A and D levels,  microorganism resistance to antibiotic or antiviral therapy,  type and degree of invasive procedures,  spatial considerations,  contact with a carrier,  persistence of pathogens within hosts,  immuno-epidemiology,  transmission of resistance and role of host genetic factors.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The mucociliary clearance apparatus also affects infectivity and is an important defense mechanism for clearing the lung of foreign particulate matter. Bennett (2002) notes that secretory cells that line airway passages produce mucus and afford protection from disease etc. Pollutant exposure and viral or bacterial infections may cause disruption of mucociliary clearance and likewise affect the natural rheological properties such as adhesiveness of nasal mucus and/or slowing of ciliary beating according to Salah et al. (1988) and Waffaa et al. (2006) .", "cite_spans": [{"start": 152, "end": 166, "text": "Bennett (2002)", "ref_id": "BIBREF6"}, {"start": 511, "end": 530, "text": "Salah et al. (1988)", "ref_id": null}, {"start": 535, "end": 555, "text": "Waffaa et al. (2006)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Introduction"}, {"text": "Again, not every exposure to an infectious agent leads to infection nor is there evidence that virulence of a particular strain causes the same intensity of illness in all individuals. Detection alone does not necessarily imply infectivity. For example, other factors such as host response, receipt of vaccine against the strain of influenza in circulation, use of respiratory hygiene practices and avoiding crowded environments by the individual with acute infection all influence any one person's risk of infection following exposure. (Memarzadeh 2011a) .", "cite_spans": [{"start": 537, "end": 555, "text": "(Memarzadeh 2011a)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Introduction"}, {"text": "It is important to understand the interaction and the role that particle size and particle transmission dynamics play in infectious disease transmission. It is generally accepted in the current mechanical engineering and medical community that particles with an aerodynamic diameter of 5 μm or less are aerosols, whereas particles of 20 μm are large droplets. There is substantial literature on cough droplet size distribution (Duguid 1945; Fairchild and Stamper 1987; Papineni and Rosenthal 1997; Fennelly et al. 2004; Morawska et al. 2009 ) and exhaled air temperature (Hoppe 1981) . Infectious diseases are transmitted by several mechanisms. One such mechanism is by direct contact and fomites, which are inanimate objects that transport infectious organisms from one individual to another. A second mechanism is by large droplets generally with a mass median aerodynamic diameter (MMAD) of >10 micrometers (μm) and particles with MMAD <10 μm sometimes termed droplet nuclei. Recent work by Xie and colleagues (2007) indicate that large droplets are those larger than 5-100 μm at the original time of release. Nicas and colleagues (2005) show by modeling that emitted large droplets will evaporate to 50% of their initial value (under varying temperature and humidity conditions) and that if the initial diameter is < 20 μm this process will happen instantaneously.", "cite_spans": [{"start": 427, "end": 440, "text": "(Duguid 1945;", "ref_id": "BIBREF15"}, {"start": 441, "end": 468, "text": "Fairchild and Stamper 1987;", "ref_id": "BIBREF17"}, {"start": 469, "end": 497, "text": "Papineni and Rosenthal 1997;", "ref_id": "BIBREF43"}, {"start": 498, "end": 519, "text": "Fennelly et al. 2004;", "ref_id": "BIBREF18"}, {"start": 520, "end": 540, "text": "Morawska et al. 2009", "ref_id": "BIBREF38"}, {"start": 571, "end": 583, "text": "(Hoppe 1981)", "ref_id": "BIBREF25"}, {"start": 994, "end": 1019, "text": "Xie and colleagues (2007)", "ref_id": null}, {"start": 1113, "end": 1140, "text": "Nicas and colleagues (2005)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Particle size is a consequence of the process that led to its generation, and thus it is also dependent on the source. The content of an infectious agent expelled by an infected person depends, among other factors, on the location within the respiratory tract from where the droplets originate. Pathogenic organisms usually reside in the tonsil and the larynx and seldom at the front of the mouth. Thus to assess the potential for infection via airborne droplet route, it is important to develop an understanding about the localities from which droplets originate during various expiratory activities, and the numbers of droplets arising from each site (Morawska 2006) .", "cite_spans": [{"start": 653, "end": 668, "text": "(Morawska 2006)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Introduction"}, {"text": "The distance droplets travel depends on the velocity and mechanism by which respiratory droplets are propelled from the source, the density of respiratory secretions, environmental factors such as temperature and humidity, and the ability of the pathogen to maintain infectivity over that distance. Pathogen-laden droplets are expelled into air by an infected person by coughing, sneezing, breathing or talking (Duguid 1945) . Zhu et al. (2006) indicated the peak cough velocity varied from 6 to 22 m/s with an average of 11.2 m/s or about 2000 fpm. Variations in this velocity depend on gender, individual size and relative health status.", "cite_spans": [{"start": 411, "end": 424, "text": "(Duguid 1945)", "ref_id": "BIBREF15"}, {"start": 427, "end": 444, "text": "Zhu et al. (2006)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Introduction"}, {"text": "The pathogen-laden droplets dry out and produce droplet nuclei that may be transmitted over a wide area. Cole and Cook (1998) and Wells (1955) report that sneezing can introduce as many as 40 000 droplets which can evaporate to produce droplets of 0.5 to 12 μm. Fitzgerald and Haas (2005) report that a cough can generate about 3000 droplet nuclei, the same number as talking for 5 minutes. Duguid (1945) notes that a single cough typically produces about 1% of this amount, but coughs occur about ten times more frequently than sneezes. Normal breathing actually generates more bio-aerosols than a cough or sneeze. The particles making up aerosol in normal exhalation are less than 1 micron in size and these smallest particles are primary vectors of contagion.", "cite_spans": [{"start": 105, "end": 125, "text": "Cole and Cook (1998)", "ref_id": "BIBREF13"}, {"start": 130, "end": 142, "text": "Wells (1955)", "ref_id": "BIBREF60"}, {"start": 262, "end": 288, "text": "Fitzgerald and Haas (2005)", "ref_id": null}, {"start": 391, "end": 404, "text": "Duguid (1945)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "It is equally important to take into account the physical position of occupants in the room. Studies have shown that the position of the \"coughing\" patient and the \"staff\" have a pronounced effect on the \"staff\" exposure to potentially infective particles ). The evidence from these studies suggest that the recommendations in the Standard for 12 h -1 in hospital isolation rooms with mixing ventilation does not reduce the risk of airborne cross infection due to coughing. The posture of the coughing infected patient has great impact on the exposure of medical staff and other patient . Exposure of the doctor is a result of the interaction of several factors: the airflow pattern in the space, the distance between the exposed person and the sick patient, the posture of the doctor etc. . suggests that for a patient coughing upwards (towards the ceiling exhaust vent) contaminants were successfully exhausted whereas the total volume (TV) ventilation did not have as significant impact on the exposure level as in the studied case when the patient coughed sideways towards the face of the doctor. Kierat suggests that a good contaminant control solution in hospital rooms is to position the TV exhaust as close as possible to the polluting source: the sick coughing patient in this case. Similar arrangement has been suggested by others (Cheong and Phua 2006; Noakes et al. 2009; Tung et al. 2009a, b) . The results of our computational fluid dynamics (CFD) analysis leads us to the same conclusion.", "cite_spans": [{"start": 1341, "end": 1363, "text": "(Cheong and Phua 2006;", "ref_id": "BIBREF12"}, {"start": 1364, "end": 1383, "text": "Noakes et al. 2009;", "ref_id": "BIBREF41"}, {"start": 1384, "end": 1405, "text": "Tung et al. 2009a, b)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "If the disease-causing microorganisms are inhaled by or come to rest on or near a susceptible person, infection may occur. Short-range airborne infection routes between individuals are less than approximately 1-m apart and longrange routes are greater than approximately 1-m apart. True long-range aerosol transmission becomes possible when the droplets of infectious material are sufficiently small to remain almost indefinitely airborne and to be transmitted over long distances. Such is the case for TB, measles and chickenpox. Larger droplets are influenced more by gravity than by airflows and fall to the ground more quickly (Wan and Chao 2007; Chen et al. 2009 ). There is so much inertial force in the large particles that they have to be forced to the recipient whereas, when small particles enter the air, air creates enough resistance so that they cannot easily reach the recipient and these particles follow air flow (Couch 1981) . Large droplets released in short range aerosols (e.g., sneezing) are sometimes confused with airborne droplets, but such released particles do not typically transmit over long distances. Respiratory droplets carrying infectious pathogens transmit infection when they travel directly from the respiratory tract of the infectious individual to susceptible mucosal surfaces of the recipient.", "cite_spans": [{"start": 631, "end": 650, "text": "(Wan and Chao 2007;", "ref_id": "BIBREF57"}, {"start": 651, "end": 667, "text": "Chen et al. 2009", "ref_id": "BIBREF11"}, {"start": 929, "end": 941, "text": "(Couch 1981)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "The evidence suggests that very few respiratory viruses are exclusively transmitted via one route. There is no exact particle size cut-off at which pathogen transmission changes from exclusively droplet to airborne or vice versa. Preventing droplet and contact transmission would require very different control measures. It is important to re-emphasize that numerous factors influence the transmission of infectious disease. Not every exposure to an infectious virus leads to infection nor is there evidence that virulence of a particular strain causes the same intensity of illness in all individuals.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Increasing or decreasing ventilation rate by as little as one air change per hour can result in a difference of $150-$250 per year in heating and cooling costs. This is a significant expenditure that is often overlooked but that can be managed through proper ventilation system design. We are not suggesting here that the ACH should be indiscriminately increased or decreased to save money. What we are suggesting is that \"good\" versus \"poor\" design based on an initial and on-going risk assessment can help determine the optimal ACH for the proposed use of the space, thereby selecting an ACH that is both cost effective and efficient.", "cite_spans": [], "ref_spans": [], "section": "Importance of performing a risk analysis"}, {"text": "Other costs associated with infectious disease include absence from work for health care workers (HCW) and productivity of any single individual due to illness acquired as an HAI. Therefore, determining the appropriate ACH for a facility, whether it is for the whole building or a specialized section of the building such as an emergency room, operating room, or isolation unit requires a careful risk analysis early in the design process or when there is a change of use. The current evidence strongly suggests that no single physical, environmental or epidemiologic variable can be unilaterally altered to make accommodations for the function of that designated space. A thorough risk assessment to optimize design options may result in higher first costs but provide long term savings in a variety of healthcare facilities.", "cite_spans": [], "ref_spans": [], "section": "Importance of performing a risk analysis"}, {"text": "ASHRAE (2003) defines risk assessment and management as \"a systematic approach to the discovery and treatment of risks facing an organization or facility.\" There are certain general principles that should be considered for any risk assessment (ASHRAE 2003):", "cite_spans": [], "ref_spans": [], "section": "Importance of performing a risk analysis"}, {"text": "(1) identifying the risk, (2) estimating the level of exposure, (3) estimating the probability of risk occurrence, (4) determining the value of the loss, (5) ranking risks, (6) identifying vulnerabilities.", "cite_spans": [], "ref_spans": [], "section": "Importance of performing a risk analysis"}, {"text": "The risk assessment approach outlined in the Facilities Guideline Institute's \"Design and Construction of Health Care Facilities\" considers both the susceptibility of the patients and health care worker versus the degree of environmental contamination. This infection control risk assessment or \"ICRA\" supports communication between clinical and facility staff and includes both design and remediation issues to protect patients and staff both long and short term. Risk assessment design strategies for infection prevention and control include consideration of the patient population served, range and complexity of services provided, and settings in which care is provided. Other variables include status (e.g., infectious or susceptible), the area under consideration (e.g., isolation or protective), the type of filtration, ventilation and pressurization and the operations and maintenance procedures and management that are in place. Risk assessment design strategies for environmental controls include the use of PPE for the HCW, the type of isolation necessary (e.g., protective or containment) and the ventilation standards that apply to the type of facility being assessed. (Kosar 2002) Involvement of professionals from the medical and building sciences including architects, engineers, epidemiologists, and industrial hygienists and infection preventionists is required to provide effective indoor air quality (IAQ) practices in healthcare facilities. Acceptable IAQ can be achieved by using ventilation in conjunction with air filtration on recirculated and fresh air, mechanical arrestance media to clean air of microbial and other particulate matter; and irradiation in targeted applications, using ultra violet germicidal irradiation (UVGI) to alter airborne and surface borne microbes and limit the proliferation of the infectious agents.", "cite_spans": [{"start": 1182, "end": 1194, "text": "(Kosar 2002)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Importance of performing a risk analysis"}, {"text": "The role that environmental factors, such as air temperature and relative humidity (RH) play in surface survival is important for risk assessment and the development of control measures. In an attempt to control environmental factors in the healthcare environment, we must find a balance between reducing infectious disease transmissibility while maintaining occupant comfort.", "cite_spans": [], "ref_spans": [], "section": "Importance of performing a risk analysis"}, {"text": "To study various factors that affect airborne infectious disease transmission, engineers and researchers have employed experimental and numerical methods. Carefully conducted experiments replicate reality in a controlled environment and provide most reliable information. Olmedo et al. (2011) performed an empirical study that examined exhalation flow in order to create a description of the velocity distribution and the concentration distribution around the person. The measurements were made in a room with three different air distribution systems creating different environments around the person in which the exhalation flow of a person is considered as the pollutant in order to investigate the mechanism of spreading respiratory diseases. Additional studies examined how this exhalation flow might provoke a high exposure to other persons situated in the same room. The level of exposure was measured for different positions and separation distances between the manikins, and for three ventilation strategies: displacement ventilation, mixing ventilation and non-mechanical ventilation in a room with otherwise similar conditions. A preliminary report that focused on the displacement ventilation conditions was published . Continuing this work, Olmedo provided a more thorough analysis, considering three different ventilation modes in further details.", "cite_spans": [{"start": 272, "end": 292, "text": "Olmedo et al. (2011)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Experimental (empirical) and numerical approaches"}, {"text": "However, often times the cost and time required limit the amount of experimental data. Interferences from environment and instruments, equipment and human error can also reduce the accuracy of experimental results. Numerical analysis, commonly known as computational fluid dynamics (CFD), on the other hand, is a very cost effective tool and does not suffer from these interferences. With the development of computer technology and ever increasing computing power, a numerical approach has become increasingly more popular. A numerical approach is frequently used to confirm or disprove an empirical approach. Care has to be taken to deal with model building, mesh creation, turbulence model selection and results analysis etc. The best approach is to combine the two methods to some extent. The study presented in this paper mainly employs a numerical approach to analyze the transmission and control of airborne contaminants, with references to the experimental results in similar situations.", "cite_spans": [], "ref_spans": [], "section": "Experimental (empirical) and numerical approaches"}, {"text": "Building ventilation systems help prevent building-associated illness by providing dilution and removal of unknown airborne microbial and some viral contaminants. The movement of airborne contaminants is closely linked to the movement of air in built environments. When the contaminant particle size is less than a few microns, it can be safely considered as a \"gas\" that obeys transport equations of continuum (Yin et al. 2009 ). When solved using CFD technique, the transport equation of contaminant concentration, along with transport equations of mass, momentum and energy gives detailed information on the mechanism of air movement and contaminant transmission. The generalized transport equation can be written as", "cite_spans": [{"start": 411, "end": 427, "text": "(Yin et al. 2009", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Methodology"}, {"text": "where u denotes the velocity field,  is the variable in question,  is the diffusion coefficient. As nearly all indoor airflows are turbulent, turbulence models are also needed to assess the effects of turbulence in momentum and heat transfer. Historically, there have been numerous efforts to establish turbulence models for various applications. This paper uses a model that combines LVEL (Agonafer et al. 1996) and the popular k-ε model (Launder and Spalding 1974) . Equation (1) remains applicable. This turbulence model adds two additional partial differential equations for turbulence kinetic energy k and turbulent energy dissipation  to solve.", "cite_spans": [{"start": 392, "end": 414, "text": "(Agonafer et al. 1996)", "ref_id": "BIBREF0"}, {"start": 441, "end": 468, "text": "(Launder and Spalding 1974)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Methodology"}, {"text": "Solving the above set of equations numerically requires changing the form of the equations from differential to algebraic. This process is called discretization. The most widely used discretization method is called the \"finite volume\" method, which divides the solution domain into many finite volumes and then solves the discretized equations within each volume. The general form of a discretized equation can be written as", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "where a P , and a NB are coefficients derived from discretized equations, P stands for the point to be solved, NB stands for neighboring points,  is the variable in question. The equations are non-linear and coupled, therefore, iterations are usually required to obtain a solution. Many commercially available CFD programs take the complexity of mathematics and numerical methods away from the end user. They are equipped with powerful model building and post processing tools that makes it possible to solve engineering problems within a reasonable amount of time. This analysis used FloVENT® as the CFD tool.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "In this numerical study, a total of 16 cases were examined. Four initial cases with simple configurations were chosen to understand the underlying principle that governs the contaminant transmission in a room. Figures 1 and 2 illustrates these four cases. They consist of a room measured at 432 cm´490 cm´272 cm; a small object measured at 20 cm´15 cm´15 cm; a small contaminant source measured at 4 cm´4 cm; a ventilation supply (55 cm´70 cm) and return (exhaust) (30 cm´30 cm). The small object represents the patient for purposes of this illustration.", "cite_spans": [], "ref_spans": [{"start": 210, "end": 225, "text": "Figures 1 and 2", "ref_id": "FIGREF0"}], "section": "Cases considered"}, {"text": "In Cases 1 and 2 the ventilation supply is located on the side wall, as shown in Fig. 1 is located below the contamination source. Cases 1-4 are \"theoretical cases\" to show the \"principle\" in a hypothetical environment. Cases 1 and 3 use a contamination source that emits tracer gas sulfur hexafluoride (SF 6 ) at a constant or steady-state rate of 300 mL/min, which is similar to what has been used in an experimental study (Yin et al. 2009 ). Tracer gas simulates the droplet nuclei because the air distribution of tracer gas is identical to the distribution of droplet nuclei (Tang et al. 2011) . Cases 2 and 4 use a contamination source that is transient with a flow rate vs. time profile identical to the coughing characteristics of a 1.8 m, 70 kg male ). The contaminant concentration of the transient flow is assumed to be 100%. The small object representing the patient in the room dissipates roughly 30 W. Supply flow rate is 120 cfm and temperature is set at 67℉. Approximately 234 000 finite volume cells were used to represent contaminant for each of the four cases. Simulation was conduction for 300 seconds. Table 1 shows additional details of the four cases. Using these four cases, we were able to identify the underlying \"path\" principle that affects contaminant transport in rooms.", "cite_spans": [{"start": 425, "end": 441, "text": "(Yin et al. 2009", "ref_id": "BIBREF62"}, {"start": 579, "end": 597, "text": "(Tang et al. 2011)", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 81, "end": 87, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 1122, "end": 1129, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Cases considered"}, {"text": "Twelve additional application cases (Cases 5-16) were chosen to further validate the principle in a more realistic patient room setup. Figure 3 illustrates the room configuration of these 12 cases. The room resembles a typical hospital patient room, with a patient, a caregiver, bed, equipment, bathroom, ventilation supply and returns (exhaust). Table 2 lists the dimensions of the included geometries and other pertinent information.", "cite_spans": [], "ref_spans": [{"start": 135, "end": 143, "text": "Figure 3", "ref_id": "FIGREF1"}, {"start": 347, "end": 354, "text": "Table 2", "ref_id": "TABREF2"}], "section": ". In Cases 3 and 4 the supply"}, {"text": "In all 12 cases, the geometries are identical in size. The variables in the 12 cases are the supply flow rates, airflow direction and the ventilation exhaust locations. For purposes of this analysis, the 12 cases are divided into 2 groups. The first group, Cases 5-10, represents a \"typical\" ventilation design in a hospital room where the supply is on the ceiling and flows towards the inside of the room. The return (exhaust) is located further away, as shown in Fig. 3(a) . In the second group, Cases 11-16, the supply is similarly located on the ceiling, but airflow is directed towards the walls and the return (exhaust) is located directly above the patient. Each group was analyzed at airflow rates of 4, 6 and 12 ACH. The contaminant sources in both steady-state and transient situations are the same as those used in Cases 1-4. Approximately 500 000 finite volume cells were used to represent contaminant for each of the 12 cases. Table 3 lists the details of each case.", "cite_spans": [], "ref_spans": [{"start": 465, "end": 474, "text": "Fig. 3(a)", "ref_id": "FIGREF1"}, {"start": 940, "end": 947, "text": "Table 3", "ref_id": "TABREF3"}], "section": ". In Cases 3 and 4 the supply"}, {"text": "The results from the first four cases illustrate the principle discovered in this study and are very revealing. Figure 4 (a) shows how the contaminant concentration in Case 1 where the ventilation supply is located on the side wall, flows in a wide path across the room. In contrast, Case 3 shown in Fig. 4(b) , where the supply is located on the floor below the source, the contaminant flow is contained in a narrow space above the source. Figure 4 (c) and (d) compare Cases 2 and 4 at various moments after the contaminant injection. In Case 2 shown in Fig. 4(c) where the ventilation supply is on the Fig. 4(d) , the contaminant was more \"controlled\" when the supply was placed below the source. Figure 5 compares the concentration and the contaminant captured at exhaust during the 300 s simulation period. It is clear that for Case 4, in which the supply is on the floor, there is a surge of high concentration between 1 and 10 s, which results in twice as much contaminant being captured during this period.", "cite_spans": [], "ref_spans": [{"start": 112, "end": 120, "text": "Figure 4", "ref_id": "FIGREF2"}, {"start": 300, "end": 309, "text": "Fig. 4(b)", "ref_id": "FIGREF2"}, {"start": 441, "end": 449, "text": "Figure 4", "ref_id": "FIGREF2"}, {"start": 555, "end": 564, "text": "Fig. 4(c)", "ref_id": "FIGREF2"}, {"start": 604, "end": 613, "text": "Fig. 4(d)", "ref_id": "FIGREF2"}, {"start": 699, "end": 707, "text": "Figure 5", "ref_id": null}], "section": "Results and discussions"}, {"text": "The results of this study suggest that the most important contributing factor to contaminant transmission in enclosed and mechanically ventilated environment is the path between the contaminant source and the exhaust, not the ACH. When this path is interrupted by air streams, the contaminant is most likely to migrate to other places in the room. If this path is kept intact from an intercepting air stream, then the contaminant is unlikely to migrate.", "cite_spans": [], "ref_spans": [], "section": "Results and discussions"}, {"text": "This principle of room ventilation is analogous to how a laboratory fume hood captures contaminant. A fume hood is designed to remove hazardous substances. It usually has an enclosure and an exhaust right above the contaminant agent and is able to remove the contaminant effectively using appropriate airflow dynamics. A room ventilation system, on the other hand, is typically designed to mix room air with supply air to create a uniform thermal condition. This, however, is not ideal for the purpose of removing contaminants that might be found for example in a healthcare setting. The most effective ventilation system for contaminant removal is the one that can produce the effect of a fume hood or a \"virtual\" fume hood. Instead of a physical boundary of the real fume hood, the ideal ventilation system should be able to produce an invisible air curtain that confines contaminant inside. Figure 6 (a) is a sketch of a typical room ventilation system; 6(b) shows a sketch of a fume hood; 6(c) shows an ideal ventilation system, which is capable to create the effect of a fume hood (6(b)) but without the physical structure.", "cite_spans": [], "ref_spans": [{"start": 894, "end": 902, "text": "Figure 6", "ref_id": null}], "section": "Results and discussions"}, {"text": "Applying the \"path\" principle to Group 1 (Cases 5-10) (see Fig. 3 ), it becomes clear that when the main exhaust is far away from the contaminant source and is intercepted by supply air , the contaminant migrates to other places in the room. In contrast, Group 2 (Cases 11-16) where the exhaust is right above the patient (contaminant source) and the supply air is directed away from the path we should see much better contaminant control in the simulation if the hypothesis is correct. Fig. 6 Sketch of (a) a typical room ventilation system mixes room air and contaminants; (b) a laboratory fume hood removes contaminant efficiently; (c) an ideal ventilation system that is capable to produce \"fume-hood-like\" effects To quantitatively compare the contaminant control of Cases 5-16, two metrics are selected. The first one is ventilation effectiveness defined by Chapter 27 of ASHRAE Fundamental Handbook 2005.", "cite_spans": [], "ref_spans": [{"start": 59, "end": 65, "text": "Fig. 3", "ref_id": "FIGREF1"}, {"start": 487, "end": 493, "text": "Fig. 6", "ref_id": null}], "section": "Results and discussions"}, {"text": "where C e is the concentration at exhaust, C b is the average concentration at breathing level, 1.1 m and 1.7 m, C s is the concentration at supply, which is set to 0 in the current study. A perfect mixing room has a V E value of 1. Values greater than 1 indicated better contaminant containment than perfect mixing condition. This parameter is appropriate for steady-state contaminant sources. Table 4 shows the V E values for the steady-state cases among the 12 cases. It is clear from the Table 4 that ventilation designs that conform with the principle gives much higher ventilation effectiveness. Figure 7 shows the iso-surface contour with value at exhaust level. It further proves that when a ventilation system design conforms with the \"path\" principle, the contaminants are well controlled.", "cite_spans": [], "ref_spans": [{"start": 395, "end": 402, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 492, "end": 499, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 602, "end": 610, "text": "Figure 7", "ref_id": null}], "section": "Results and discussions"}, {"text": "The second parameter chosen to evaluate the ventilation systems, and more appropriate for transient cases, is contaminant exposure, which can be defined as ", "cite_spans": [], "ref_spans": [], "section": "Results and discussions"}, {"text": "where ( ) C t is the average concentration within a selected volume.", "cite_spans": [], "ref_spans": [], "section": "Results and discussions"}, {"text": "In order to assess the infection risk vs. distance to the contaminant source, the average contaminant concentration is evaluated in a series of volumes that are 1ft (0.3 m) apart, starting from the volume right above the patient. The height of the volume starts from 1.1 m (3.6 ft) and ends at 1.7 m (5.6 ft). Figure 8 shows the location and size of the volumes. Figure 9 compares the exposure concentration in the first volume, which is right above the patient. Figure 9 (a) suggests that in a \"poor\" ventilation design that does not conform to the \"path\" principle, increasing airflow rate from 4 ACH to 12 ACH has little impact on the infection risk. In contrast, Fig. 9 (b) indicates that with an \"optimized\" ventilation design that conforms to the \"path\" principle, increasing the airflow rate does reduce the infection risk. This observation of the impact of ventilation flow rate and infection risk is consistent with recent experimental studies Olmedo et al. 2011) , which also found increasing airflow rates to 12 ACH does not necessarily reduce the infection risk in a mixing ventilation setting. Further, several studies (Edwards et al. 2004; Zhu et al. 2006; Sun and Ji 2007; Gupta et al. 2009 ) indicate that the interaction of coughed flow with high initial velocity ranging from 6 m/s (1181.1 fpm) up to 30 m/s (5905.51 fpm) with the free convection flow around the human body and the ventilation flow will be different than the flow of exhalation with much low initial velocity (Gupta et al. 2010) . This suggests that the strategy of supplying extra amounts of outdoor air aiming to dilute the polluted room air may not be effective in protecting from airborne cross-infection due to coughing. Figure 10 compares the rest of the volumes that were examined in this study. This data reveals a more complex nature of infection risk. First, consistent with Figs. 9, 10 suggests that an optimized ventilation design provides significant reduction of contaminant in most scenarios. Second, also consistent with Fig. 9 , it appears that increasing the supply airflow rate does not reduce the risk with a poor design. With the optimized design, it appears that increased airflow rate does help at later time (>150 s), but at earlier time points, airflow rate can have the opposite effect, especially when considering the distance 1' away from the source. This may suggest that if the caregiver is too close to the patient, the ventilation system plays a secondary role in terms of preventing exposure to infectious particles. Third, as would be expected, the data suggests that in most cases moving away from the patient does help to reduce exposure. However, note that the benefit of keeping a distance from the patient can be offset by poor ventilation design, and under the low airflow rate of 4 ACH, moving away from the patient is not an effective way to reduce the risk regardless of the design.", "cite_spans": [{"start": 953, "end": 972, "text": "Olmedo et al. 2011)", "ref_id": "BIBREF42"}, {"start": 1132, "end": 1153, "text": "(Edwards et al. 2004;", "ref_id": "BIBREF16"}, {"start": 1154, "end": 1170, "text": "Zhu et al. 2006;", "ref_id": "BIBREF63"}, {"start": 1171, "end": 1187, "text": "Sun and Ji 2007;", "ref_id": "BIBREF51"}, {"start": 1188, "end": 1205, "text": "Gupta et al. 2009", "ref_id": "BIBREF21"}, {"start": 1494, "end": 1513, "text": "(Gupta et al. 2010)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 310, "end": 318, "text": "Figure 8", "ref_id": "FIGREF4"}, {"start": 363, "end": 371, "text": "Figure 9", "ref_id": null}, {"start": 463, "end": 471, "text": "Figure 9", "ref_id": null}, {"start": 667, "end": 673, "text": "Fig. 9", "ref_id": null}, {"start": 1711, "end": 1720, "text": "Figure 10", "ref_id": "FIGREF0"}, {"start": 2022, "end": 2028, "text": "Fig. 9", "ref_id": null}], "section": "Results and discussions"}, {"text": "In summary, the results of this numerical study confirm previous empirical studies Olmedo et al. ) and define a \"path\" theory between \"Source\" and \"Exhaust\" of contaminants. A poor design as in, for example, Case 6 shows a wide path of contaminant whereas Case 12, having a good design, shows a contained path of contaminant.", "cite_spans": [{"start": 83, "end": 96, "text": "Olmedo et al.", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Results and discussions"}, {"text": "For a constant contaminant source, the benefit of an \"optimized design\" is apparent at all flow rates. It produces better ventilation efficiency and results in more benefits for increasing airflow rate, while poor design does not, although increasing airflow rate does reduce absolute concentration level for a constant source.", "cite_spans": [], "ref_spans": [], "section": "Results and discussions"}, {"text": "For a \"strong\" transient (coughing) source, the benefit of an \"optimized design\" is not obvious when the airflow rate is low. However, with increased airflow rate, good design starts to help limiting contaminant migration in transient situations as well.", "cite_spans": [], "ref_spans": [], "section": "Results and discussions"}, {"text": "Contaminant exposure risk is greatest directly above the patient's bed. Increasing the ventilation airflow rate does not reduce the infection risk with a poor ventilation design, whereas with an optimized design, it does. Moving away from the patient's bed does reduce the infection risk slightly and the effect is more pronounced when ventilation airflow rate is high. Therefore, it is not always helpful to increase airflow rate. Increasing ventilation airflow rate does dilute concentrations better when the contaminant source is constant. However, it does not increase ventilation effectiveness. With poor design of the ventilation system, it can make the infection risk greater when the contaminant source is transient. Moving away from the patient's bed helps reduce the infection risk as was demonstrated by moving away 1' from the source. After the first 1' , the effectiveness of moving away from the contaminant source is reduced. At higher ventilation rates, the infection risk reduces more quickly with distance; at lower rate, the risk can rise after the first 1' .", "cite_spans": [], "ref_spans": [], "section": "Results and discussions"}, {"text": "The results seem to suggest that the most important contributing factor to contaminant transmission in enclosed and mechanically ventilated environment is the path between the contaminant source and the exhaust, not the ACH. When this path is interrupted by air streams, the contaminant is most likely to migrate to other places in the room. If this path is kept intact from an intercepting air stream, then the contaminant is unlikely to migrate.", "cite_spans": [], "ref_spans": [], "section": "Results and discussions"}, {"text": "The general principle and application simulations indicated that a good ventilation design is crucial to contaminant control. Good design practice includes:  Placing the return as close to the patient's head as possible.", "cite_spans": [], "ref_spans": [], "section": "Results and discussions"}, {"text": "This reduces the chance for \"the path\" to be disturbed.  Not allowing air streams to directly intercept \"the path\".  Optimizing and verifying ventilation design with simulation.  Increasing ventilation airflow rate only when the design is optimized.", "cite_spans": [], "ref_spans": [], "section": "Results and discussions"}, {"text": "The present study focuses on the impact of ventilation system design to the transmission of infectious disease agents, and assumes the disease agents are airborne and relatively small (<5 micron), and therefore can be safely modeled as concentration. The transport behavior of larger particles (>10 microns) might not be the same, as larger particles will be affected by gravitational forces and large droplet dynamics Chao and Wan 2007) . Studies, such as those by Chao et al. 2008 , Wan et al. 2009 , and Sze To et al. 2009 , which focus more on the transport mechanism of large droplets, could be complementary to the present study to give a full picture of infectious disease transmission in enclosed spaces. In addition, this study assumes the patient is stationary. Obviously, in real life patients do move around the room, go to bathroom, meet guests and caregivers etc. Under those situations, a ventilation system designed to work best under stationary condition is no longer optimal, and we intended to study the impact of occupant movements in future researches. However, following the \"path\" principle to design a ventilation system for the position that a patient would spend most of his/her time is still a good practice. Keirat et al. (2010) note that the exposure of medical staff and patients in a hospital room to air coughed by an infected patient has not been studied in depth. It is generally accepted that no single factor is responsible for the spread of infectious disease, regardless of the offending microorganism. A combination of many factors and variables influence the modes of particle transmission and not every exposure to an infectious agent will necessarily cause a recipient infection. It is evident from an extensive literature review and after many empirical and observational studies, that there is still a great deal of investigation needed to determine the exact mode of transmission for most of the recently identified diseases.", "cite_spans": [{"start": 419, "end": 437, "text": "Chao and Wan 2007)", "ref_id": "BIBREF57"}, {"start": 466, "end": 482, "text": "Chao et al. 2008", "ref_id": "BIBREF10"}, {"start": 483, "end": 500, "text": ", Wan et al. 2009", "ref_id": "BIBREF58"}, {"start": 501, "end": 525, "text": ", and Sze To et al. 2009", "ref_id": "BIBREF58"}, {"start": 1236, "end": 1256, "text": "Keirat et al. (2010)", "ref_id": null}], "ref_spans": [], "section": "Future studies"}, {"text": "Not every exposure to an infectious virus leads to infection nor is there evidence that virulence of a particular strain causes the same intensity of illness in all individuals. Furthermore, is does not appear from the results of this study and others that ASHRAE 170 2008 and the CDC guidelines 2005 recommendations for ventilation rates of minimum 12 ACH for hospital insulation rooms is necessarily the optimum ACH to control infections transmission. Although increasing ventilation airflow rate does dilute concentrations better when the contaminant source is constant, it does not increase ventilation effectiveness.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The results of this study suggest that the most important contributing factor to contaminant transmission in enclosed and mechanically ventilated environment is the path between the contaminant source and the exhaust, not the ACH. When this path is interrupted by air streams, the contaminant is most likely to migrate to other places in the room. If this path is kept intact from an intercepting air stream, then the contaminant is unlikely to migrate. The results shown in Fig. 9 (a) suggest in the presence of a \"poor\" ventilation design that does not conform to the \"path\" principle, increasing airflow rate from 4 ACH to 12 ACH has little impact on the infection risk. In contrast, the results shown in Fig. 9 (b) indicate that with an \"optimized\" ventilation design that does conform to the \"path\" principle, increasing the airflow rate does reduce the infection risk. This observation of the impact of ventilation flow rate and infection risk is consistent with recent experimental studies Olmedo et al. 2011) , which also found increasing airflow rates to 12ACH does not necessarily reduce the infection risk in a mixing ventilation setting. Other studies indicate that the interaction of coughed flow with high initial velocity with the free convection flow around the human body and the ventilation flow will be different than the flow of exhalation with much lower initial velocity (Gupta et al. 2010) suggesting that the strategy of supplying extra amounts of outdoor air aiming to dilute the polluted room air may not be effective in protecting from airborne cross-infection due to coughing.", "cite_spans": [{"start": 997, "end": 1016, "text": "Olmedo et al. 2011)", "ref_id": "BIBREF42"}, {"start": 1393, "end": 1412, "text": "(Gupta et al. 2010)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 475, "end": 481, "text": "Fig. 9", "ref_id": null}, {"start": 708, "end": 714, "text": "Fig. 9", "ref_id": null}], "section": "Conclusions"}, {"text": "Hospital acquired infections result in significant economic consequences on the nation's healthcare system. The most comprehensive national estimate of the annual direct medical costs due to HAIs was published in 1992 by Martone. With an incidence of approximately 4.5 HAIs for every 100 hospital admissions, the annual direct costs on the healthcare system were estimated to be $4.5 billion in 1992 dollars. Adjusting for the rate of inflation using the consumer price index (CPI) for all urban consumers, this estimate is approximately $6.65 billion in 2007 dollars. However, more recent published evidence indicates that the underlying epidemiology of HAIs in hospitals has changed substantially along with the costs of treating HAI. (Haas 2006; Stone 2005; et al. Scott, 2009 ). Modifying ventilation, humidity and filtration to meet infectious disease control criteria will result in significant personal, energy, and equipment savings. Modifying surface finish and materials may potentially provide a passive solution for reducing spread of viral and bacterial infection, to augment active purification solutions.", "cite_spans": [{"start": 737, "end": 748, "text": "(Haas 2006;", "ref_id": "BIBREF23"}, {"start": 749, "end": 760, "text": "Stone 2005;", "ref_id": "BIBREF48"}, {"start": 761, "end": 779, "text": "et al. Scott, 2009", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The LVEL turbulence model for conjugate heat transfer at low Reynolds numbers", "authors": [{"first": "D", "middle": [], "last": "Agonafer", "suffix": ""}, {"first": "G-L", "middle": [], "last": "Liao", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Spalding", "suffix": ""}], "year": 1996, "venue": "Application of CAE/CAD Electronic Systems", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Risk Management Guidance for Health, Safety and Environmental Security Under Extraordinary Incidents", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "ASHRAE Handbook-Fundamentals. Atlanta: American Society of Heating, Refrigerating and Air-Conditioning Engineers", "authors": [{"first": "", "middle": [], "last": "Ashrae", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ventilation of Health Care Facilities", "authors": [{"first": "Ashrae/Ashe", "middle": [], "last": "Standard", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "170--2008", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The ventilation of multiple-bed hospital wards: Review and analysis", "authors": [{"first": "C", "middle": ["B"], "last": "Beggs", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Kerr", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Noakes", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Hathway", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Sleigh", "suffix": ""}], "year": 2008, "venue": "American Journal of Infection Control", "volume": "36", "issn": "", "pages": "250--259", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Writing Committee of the World Health Organization (WHO) Consultation on Human Influenza A/H5 (2005)", "authors": [{"first": "J", "middle": ["H"], "last": "Beigel", "suffix": ""}, {"first": "J", "middle": [], "last": "Farrar", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Han", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "R", "middle": [], "last": "Hyer", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "De Jong", "suffix": ""}, {"first": "S", "middle": [], "last": "Lochindarat", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Nguyen", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Nguyen", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Tran", "suffix": ""}, {"first": "A", "middle": [], "last": "Nicoll", "suffix": ""}, {"first": "S", "middle": [], "last": "Touch", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": null, "venue": "New England Journal of Medicine", "volume": "353", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Effect of beta-adrenergic agonists on mucociliary clearance", "authors": [{"first": "W", "middle": ["D"], "last": "Bennett", "suffix": ""}], "year": 2002, "venue": "Journal of Allergy and Clinical Immunology", "volume": "110", "issn": "6", "pages": "291--297", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Exposure of health care workers to coughed airborne pathogens in a hospital room with overhead mixing ventilation: Impact of the ventilation rate and the distance downstream from the coughing patient", "authors": [{"first": "Z", "middle": ["D"], "last": "Bolashikov", "suffix": ""}, {"first": "W", "middle": [], "last": "Kierat", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Melikov", "suffix": ""}, {"first": "Z", "middle": [], "last": "Popiołek", "suffix": ""}], "year": 2010, "venue": "Proceedings of IAQ 2010", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Nosocomial infection-airborne or not?", "authors": [{"first": "P", "middle": ["S"], "last": "Brachman", "suffix": ""}], "year": 1971, "venue": "Proceedings of the International Conference on Nosocomial Infections. American Hospital Association", "volume": "", "issn": "", "pages": "189--192", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Guidelines for preventing the transmission of mycobacterium tuberculosis in health-care settings", "authors": [], "year": 2005, "venue": "Morbidity and Mortality Weekly Report (MMWR)", "volume": "54", "issn": "17", "pages": "1--141", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Transport and removal of expiratory droplets in hospital ward environment", "authors": [{"first": "Cyh", "middle": [], "last": "Chao", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Wan", "suffix": ""}, {"first": "Sze", "middle": [], "last": "To", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "", "suffix": ""}], "year": 2008, "venue": "Aerosol Science and Technology", "volume": "42", "issn": "", "pages": "377--394", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The effectiveness of an air cleaner in controlling droplet/aerosol particle dispersion emitted from a patient's mouth in the indoor environment of dental clinics", "authors": [{"first": "C", "middle": [], "last": "Chen", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "W", "middle": [], "last": "Cui", "suffix": ""}, {"first": "L", "middle": [], "last": "Dong", "suffix": ""}, {"first": "N", "middle": [], "last": "An", "suffix": ""}, {"first": "X", "middle": [], "last": "Ouyang", "suffix": ""}], "year": 2009, "venue": "Journal of the Royal Society Interface", "volume": "7", "issn": "", "pages": "1105--1118", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Development of ventilation design strategy for effective removal of pollutant in the isolation room of a hospital", "authors": [{"first": "Kwd", "middle": [], "last": "Cheong", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Phua", "suffix": ""}], "year": 2006, "venue": "Building and Environment", "volume": "41", "issn": "", "pages": "1161--1170", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Characterization of infectious aerosols in health care facilities: an aid to effective engineering control and preventive strategies", "authors": [{"first": "E", "middle": ["C"], "last": "Cole", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Cook", "suffix": ""}], "year": 1998, "venue": "American Journal of Infection Control", "volume": "26", "issn": "", "pages": "453--464", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Viruses and Indoor Air Pollution", "authors": [{"first": "R", "middle": ["B"], "last": "Couch", "suffix": ""}], "year": 1981, "venue": "Bulletin of the New York Academy of Medicine", "volume": "57", "issn": "", "pages": "907--921", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The size and the duration of air-carriage of respiratory droplets and expelled from the human respiratory tract during expiratory activities", "authors": [{"first": "J", "middle": ["P"], "last": "Duguid", "suffix": ""}], "year": 1945, "venue": "Journal of Aerosol Science", "volume": "40", "issn": "", "pages": "256--269", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Inhaling to mitigate exhaled bioaerosols", "authors": [{"first": "D", "middle": ["A"], "last": "Edwards", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Man", "suffix": ""}, {"first": "P", "middle": [], "last": "Brand", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Katstra", "suffix": ""}, {"first": "K", "middle": [], "last": "Somerer", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Stone", "suffix": ""}, {"first": "E", "middle": [], "last": "Nardell", "suffix": ""}, {"first": "G", "middle": [], "last": "Scheuch", "suffix": ""}], "year": 2004, "venue": "", "volume": "101", "issn": "", "pages": "17383--17388", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Particle concentration in exhaled breath", "authors": [{"first": "C", "middle": ["I"], "last": "Fairchild", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Stamper", "suffix": ""}], "year": 1987, "venue": "American Industrial Hygiene Association Journal", "volume": "48", "issn": "", "pages": "948--949", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Cough-generated aerosols of Mycobacterium tuberculosis: A new method to study infectiousness", "authors": [{"first": "K", "middle": ["P"], "last": "Fennelly", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Martyny", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Fulton", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Orme", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Cave", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Heifets", "suffix": ""}], "year": 2004, "venue": "American Journal of Respiratory and Critical Care Medicine", "volume": "169", "issn": "", "pages": "604--609", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Review of health and productivity gains from better IEQ", "authors": [{"first": "W", "middle": ["J"], "last": "Fisk", "suffix": ""}], "year": 2000, "venue": "Proceedings of Healthy Buildings", "volume": "4", "issn": "", "pages": "23--34", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Mycobacterium tuberculosis", "authors": [{"first": "D", "middle": [], "last": "Fitzgerald", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Hass", "suffix": ""}], "year": 2005, "venue": "Principles and Practice of Infectious Diseases", "volume": "", "issn": "", "pages": "2852--2886", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Flow dynamics and characterization of a cough", "authors": [{"first": "J", "middle": ["K"], "last": "Gupta", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2009, "venue": "Indoor Air", "volume": "19", "issn": "", "pages": "517--525", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Characterizing exhaled airflow from breathing and talking", "authors": [{"first": "J", "middle": ["K"], "last": "Gupta", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2010, "venue": "Indoor Air", "volume": "20", "issn": "", "pages": "31--39", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Measurement of infection control department performance: state of the science", "authors": [{"first": "J", "middle": ["P"], "last": "Haas", "suffix": ""}], "year": 2006, "venue": "American Journal of Infection Control", "volume": "34", "issn": "", "pages": "545--549", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Mumps and chickenpox as airborne diseases", "authors": [{"first": "K", "middle": [], "last": "Habel", "suffix": ""}], "year": 1945, "venue": "American Journal of the Medical Sciences", "volume": "209", "issn": "", "pages": "75--78", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Temperature of expired air under varying climatic conditions", "authors": [{"first": "P", "middle": [], "last": "Hoppe", "suffix": ""}], "year": 1981, "venue": "International Journal of Biometeor", "volume": "25", "issn": "", "pages": "127--132", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Environmental control including ventilation in hospitals", "authors": [{"first": "V", "middle": [], "last": "Kaushal", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Saini", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Gupta", "suffix": ""}], "year": 2004, "venue": "JK Science", "volume": "6", "issn": "", "pages": "229--232", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Exposure to coughed airborne pathogens in a double bed hospital patient room with overhead mixing ventilation: Impact of posture of coughing patient and location of doctor", "authors": [{"first": "W", "middle": [], "last": "Kierat", "suffix": ""}, {"first": "Z", "middle": ["D"], "last": "Bolashikov", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Melikov", "suffix": ""}, {"first": "Z", "middle": [], "last": "Popiolek", "suffix": ""}, {"first": "M", "middle": [], "last": "Brand", "suffix": ""}], "year": 2010, "venue": "Proceedings of ASHRAE IAQ", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The answer is 3. Engineered Systems", "authors": [{"first": "D", "middle": [], "last": "Kosar", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Air-treatment systems for controlling hospitalacquired infections", "authors": [{"first": "W", "middle": ["J"], "last": "Kowalski", "suffix": ""}], "year": 2007, "venue": "HPAC Engineering", "volume": "79", "issn": "", "pages": "28--48", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Changing concepts of airborne infection of acute contagious diseases: a reconsideration of classic epidemiologic theories", "authors": [{"first": "A", "middle": ["D"], "last": "Langmuir", "suffix": ""}], "year": 1980, "venue": "Annals of the New York Academy of Sciences", "volume": "353", "issn": "", "pages": "35--44", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The numerical computation of turbulent flows", "authors": [{"first": "B", "middle": ["E"], "last": "Launder", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Spalding", "suffix": ""}], "year": 1974, "venue": "Computer Methods in Applied Mechanics and Engineering", "volume": "3", "issn": "", "pages": "269--289", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Role of air distribution in SARS transmission during largest nosocomial outbreak in Hong Kong", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Its", "middle": [], "last": "Yu", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Wong", "suffix": ""}, {"first": "H", "middle": [], "last": "Qian", "suffix": ""}], "year": 2005, "venue": "Indoor Air", "volume": "15", "issn": "", "pages": "83--95", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Role of ventilation in airborne transmission of infectious agents in the built environment-a multidisciplinary systematic review", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tang", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Cyh", "middle": [], "last": "Chao", "suffix": ""}, {"first": "J", "middle": ["Z"], "last": "Lin", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Lu", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Nielsen", "suffix": ""}, {"first": "J", "middle": [], "last": "Niu", "suffix": ""}, {"first": "H", "middle": [], "last": "Qian", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Sleigh", "suffix": ""}, {"first": "H-Jj", "middle": [], "last": "Su", "suffix": ""}, {"first": "J", "middle": [], "last": "Sundell", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Wong", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Yuen", "suffix": ""}], "year": 2007, "venue": "Indoor Air", "volume": "17", "issn": "", "pages": "2--18", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Relation of the inanimate hospital environment to endemic nosocomial infection", "authors": [{"first": "D", "middle": ["G"], "last": "Maki", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Alvarado", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Hassemer", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Zilz", "suffix": ""}], "year": 1982, "venue": "New England Journal of Medicine", "volume": "307", "issn": "", "pages": "1562--1566", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Literature review of the effect of temperature and humidity on viruses that cause epidemics & pandemics", "authors": [{"first": "F", "middle": [], "last": "Memarzadeh", "suffix": ""}], "year": 2011, "venue": "ASHRAE Transactions", "volume": "117", "issn": "2", "pages": "24--37", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "The Environment of Care and Health Care-Associated Infections: An Engineering Perspective. Chicago: American Society of Health Care Engineers", "authors": [{"first": "F", "middle": [], "last": "Memarzadeh", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Droplet fate in indoor environments, or can we prevent the spread of infection? Indoor Air", "authors": [{"first": "L", "middle": [], "last": "Morawska", "suffix": ""}], "year": 2006, "venue": "", "volume": "16", "issn": "", "pages": "335--347", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Size distribution and sites of origin of droplets expelled from the human respiratory tract during expiratory activities", "authors": [{"first": "L", "middle": [], "last": "Morawska", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Johnson", "suffix": ""}, {"first": "Z", "middle": ["D"], "last": "Ristovski", "suffix": ""}, {"first": "M", "middle": [], "last": "Hargreaves", "suffix": ""}, {"first": "K", "middle": [], "last": "Mengersen", "suffix": ""}, {"first": "S", "middle": [], "last": "Corbett", "suffix": ""}, {"first": "Cyh", "middle": [], "last": "Chao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "D", "middle": [], "last": "Katoshevski", "suffix": ""}], "year": 2009, "venue": "Journal of Aerosol Medicine", "volume": "40", "issn": "", "pages": "256--269", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Toward understanding the risk of secondary airborne infection: emission of respirable pathogens", "authors": [{"first": "M", "middle": [], "last": "Nicas", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Nazaroff", "suffix": ""}, {"first": "A", "middle": [], "last": "Hubbard", "suffix": ""}], "year": 2005, "venue": "Journal of Occupational and Environmental Hygiene", "volume": "2", "issn": "", "pages": "143--154", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Airborne cross infection between two people in a displacement ventilated room", "authors": [{"first": "P", "middle": ["V"], "last": "Nielsen", "suffix": ""}, {"first": "I", "middle": [], "last": "Olmedo", "suffix": ""}, {"first": "M", "middle": [], "last": "Ruiz De Adana", "suffix": ""}, {"first": "P", "middle": [], "last": "Grzelecki", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Jensen", "suffix": ""}], "year": 2011, "venue": "HVAC & R Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Comparison of tracer techniques for evaluating the behaviour of bioaerosols in hospital isolation rooms", "authors": [{"first": "C", "middle": ["J"], "last": "Noakes", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Fletcher", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Sleigh", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Booth", "suffix": ""}, {"first": "B", "middle": [], "last": "Beato-Arribas", "suffix": ""}, {"first": "N", "middle": [], "last": "Tomlinson", "suffix": ""}], "year": 2009, "venue": "Proceedings of Healthy Buildings", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Distribution of exhaled contaminants and personal exposure in a room using three different air distribution strategies", "authors": [{"first": "I", "middle": [], "last": "Olmedo", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Nielsen", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "De Adana", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Jensen", "suffix": ""}, {"first": "P", "middle": [], "last": "Grzelecki", "suffix": ""}], "year": 2011, "venue": "Indoor Air", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/j.1600-0668.2011.00736.x"]}}, "BIBREF43": {"ref_id": "b43", "title": "The size distribution of droplets in the exhaled breath of healthy human subjects", "authors": [{"first": "R", "middle": ["S"], "last": "Papineni", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Rosenthal", "suffix": ""}], "year": 1997, "venue": "Journal of Aerosol Medicine", "volume": "10", "issn": "", "pages": "105--116", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Airborne spread of measles in a suburban elementary school", "authors": [{"first": "E", "middle": ["C"], "last": "Riley", "suffix": ""}, {"first": "G", "middle": [], "last": "Murphy", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Riley", "suffix": ""}], "year": 1978, "venue": "American Journal of Epidemiology", "volume": "107", "issn": "", "pages": "421--453", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Nasal mucociliary transport in healthy subjects is slower when breathing dry air", "authors": [{"first": "B", "middle": [], "last": "Salah", "suffix": ""}, {"first": "Dinh", "middle": [], "last": "Xuan", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Fouilladieu", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Lockhart", "suffix": ""}, {"first": "A", "middle": [], "last": "Regnard", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 1998, "venue": "European Respiratory Journal", "volume": "1", "issn": "", "pages": "852--855", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Medical and microbiological problems arising from airborne infection in hospitals", "authors": [{"first": "K", "middle": ["P"], "last": "Schaal", "suffix": ""}], "year": 1991, "venue": "Journal of Hospital Infection", "volume": "18", "issn": "", "pages": "451--459", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The direct medical costs of healthcare-associated infections in U.S. hospitals and the benefits of prevention", "authors": [{"first": "R", "middle": ["D"], "last": "Scott", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Systematic review of economic analyses of health care-associated infections", "authors": [{"first": "P", "middle": ["W"], "last": "Stone", "suffix": ""}, {"first": "D", "middle": [], "last": "Braccia", "suffix": ""}, {"first": "E", "middle": [], "last": "Larson", "suffix": ""}], "year": 2005, "venue": "American Journal of Infection Control", "volume": "33", "issn": "", "pages": "501--509", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Transport of Droplets Expelled by Coughing in Ventilated Rooms", "authors": [{"first": "W", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Ji", "middle": ["J"], "last": "", "suffix": ""}], "year": 2007, "venue": "Indoor and Built Environment", "volume": "16", "issn": "", "pages": "493--504", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "A methodology for estimating airborne virus exposures in indoor environments using the spatial distribution of expiratory aerosols and virus viability characteristics", "authors": [{"first": "G", "middle": ["N"], "last": "Sze To", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Wan", "suffix": ""}, {"first": "Cyh", "middle": [], "last": "Chao", "suffix": ""}, {"first": "F", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Sct", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Jkc", "middle": [], "last": "Kwan", "suffix": ""}], "year": 2008, "venue": "Indoor Air", "volume": "18", "issn": "", "pages": "425--438", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Observing and quantifying airflows in the infection control of aerosol-and airborne-transmitted diseases: an overview of approaches", "authors": [{"first": "J", "middle": ["W"], "last": "Tang", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Noakes", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Nielsen", "suffix": ""}, {"first": "I", "middle": [], "last": "Eames", "suffix": ""}, {"first": "A", "middle": [], "last": "Nicolle", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Settles", "suffix": ""}], "year": 2011, "venue": "Journal of Hospital Infection", "volume": "77", "issn": "", "pages": "213--222", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Numerical study on the dispersion of airborne contaminants from an isolation room in the case of door opening", "authors": [{"first": "Y", "middle": ["C"], "last": "Tung", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Shih", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Hu", "suffix": ""}], "year": 2009, "venue": "Applied Thermal Engineering", "volume": "29", "issn": "", "pages": "1544--1551", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "An experimental study on ventilation efficiency of Isolation room", "authors": [{"first": "Y", "middle": ["C"], "last": "Tung", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Hu", "suffix": ""}, {"first": "T", "middle": ["I"], "last": "Tsai", "suffix": ""}, {"first": "I", "middle": ["L"], "last": "Chang", "suffix": ""}], "year": 2009, "venue": "Building and Environment", "volume": "44", "issn": "", "pages": "271--279", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "The effect of montelukast on nasal mucociliary clearance", "authors": [{"first": "N", "middle": ["S"], "last": "Waffaa", "suffix": ""}, {"first": "A", "middle": [], "last": "Iman", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Pachachi", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Almashhadanii", "suffix": ""}], "year": 2006, "venue": "The Journal of Clinical Pharmacology", "volume": "46", "issn": "", "pages": "588--590", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Transport characteristics of expiratory droplet nuclei in indoor environments with different ventilation airflow patterns", "authors": [{"first": "M", "middle": ["P"], "last": "Wan", "suffix": ""}, {"first": "Cyh", "middle": [], "last": "Chao", "suffix": ""}], "year": 2007, "venue": "Journal of Biomechanical Engineering", "volume": "129", "issn": "", "pages": "341--353", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Modeling the fate of expiratory aerosols and the associated infection risk in an aircraft cabin environment", "authors": [{"first": "M", "middle": ["P"], "last": "Wan", "suffix": ""}, {"first": "Sze", "middle": [], "last": "To", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Chao", "suffix": ""}, {"first": "Cyh", "middle": [], "last": "Fang", "suffix": ""}, {"first": "L", "middle": [], "last": "Melikov", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Aerosol Science and Technology", "volume": "43", "issn": "", "pages": "322--343", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The environmental control of epidemic contagion. I. An epidemiologic study of radiant disinfection of air in day schools", "authors": [{"first": "W", "middle": ["F"], "last": "Wells", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Wells", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Wilder", "suffix": ""}], "year": 1942, "venue": "American Journal of Hygiene", "volume": "35", "issn": "", "pages": "97--121", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Airborne Contagion and Air Hygiene: An Ecological Study of Droplet Infections", "authors": [{"first": "W", "middle": ["F"], "last": "Wells", "suffix": ""}], "year": 1955, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "How far droplets can move in indoor environments-revisiting the Wells evaporationfalling curve", "authors": [{"first": "X", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "Aty", "middle": [], "last": "Chwang", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Ho", "suffix": ""}, {"first": "H", "middle": [], "last": "Seto", "suffix": ""}], "year": 2007, "venue": "Indoor Air", "volume": "17", "issn": "", "pages": "211--225", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Experimental study on displacement and mixing ventilation systems for a patient ward", "authors": [{"first": "Y", "middle": [], "last": "Yin", "suffix": ""}, {"first": "W", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Gupta", "suffix": ""}, {"first": "A", "middle": [], "last": "Guity", "suffix": ""}, {"first": "P", "middle": [], "last": "Marmion", "suffix": ""}, {"first": "A", "middle": [], "last": "Manning", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Gulick", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2009, "venue": "HVAC&R Research", "volume": "15", "issn": "", "pages": "1175--1191", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Investigation into airborne transport characteristics of airflow due to coughing in a stagnant room environment", "authors": [{"first": "S", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "S", "middle": [], "last": "Kato", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Yang", "suffix": ""}], "year": 2006, "venue": "ASHRAE Transactions", "volume": "112", "issn": "1", "pages": "123--133", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Setup of Cases 1 and 2. A: contaminant source; B: exhaust; C: supply Fig. 2 Setup of Case 3 and 4. A: contaminant source; B: exhaust; C: supply", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Case setup (a) Cases 5-10; (b) Cases 11-16. Arrows indicate supply flow directions. A: patient/source; B, B' : return; C: supply; D: caregiver; E: equipment; F: cabinet; G: bathroom", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Concentration iso-surface results of (a) Case 1, steady-state side wall supply; (b) Case 3, steady-state floor supply; (c) Case 2, transient side wall supply; (d) Case 4, transient floor supply", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Concentration (a) and captured contaminant mass (b) at exhaust Comparison of contaminant concentration iso-surface between (a) Case 5 (poor design); (b) Case 11 (", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Volumes used to evaluate contaminant exposure Fig. 9 Comparison of contaminant exposure in the volume right above the patient: (a) poor ventilation design; (b) optimized ventilation design", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Contaminant exposure under (a) poor ventilation design; (b) optimized ventilation design 2011", "latex": null, "type": "figure"}, "TABREF1": {"text": "Configuration of four initial cases", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Supply flow Supply 1 ady-s ACH </td><td>Side wall, </td><td>ight abov</td></tr><tr><td>2 Transient 4 ACH </td><td>Side wall, towards source </td><td>Right above source </td></tr><tr><td>3 Steady-stat4 ACH </td><td>oor, below sour</td><td>Right above source </td></tr><tr><td>4 Transient 4 ACH </td><td>Floor, below source </td><td>Right above source </td></tr></table></body></html>"}, "TABREF2": {"text": "Patient room configuration & pertinent information", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Dimension Additional informatiRoom Patient 175 cm tall, consist of vario</td><td>diabatic walls Dissipates 85 W </td></tr><tr><td>legs Bathroom exhaust B': under the </td><td>Flow rate of B' : fixed at 75 cfm\n</td></tr><tr><td> </td><td> </td></tr><tr><td>uipmcase </td><td>490 cm´27ain ebathroom door ocated on the ceilame a cm´40 </td><td> </td></tr><tr><td>abinthro</td><td> </td><td> </td></tr></table></body></html>"}, "TABREF3": {"text": "Flow conditions of Cases 5-16", "latex": null, "type": "table"}, "TABREF4": {"text": "Ventilation effectiveness of steady-state cases", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Conform Ventilation </td><td> </td><td>principle? at 1.1 m </td><td>at 1.7 m </td></tr><tr><td>5 ady-st6 Steady-state </td><td>4 ACH No 6 ACH No </td><td>1.11 0.75 </td><td>1.05 1.08 </td></tr><tr><td>7 Steady-state </td><td>12 ACH No </td><td>0.99 </td><td>1.01 </td></tr><tr><td>11 Steady-state 4 ACH 12 Steady-state </td><td>Yes 6 ACH </td><td>1.76 Yes 2.38 </td><td>1.69 2.27 </td></tr><tr><td>13 Steady-state </td><td>12 ACH </td><td>Yes 3.37 </td><td>3.24 </td></tr></table></body></html>"}}, "back_matter": []}