{
    "paper_id": "315cc5f49e4d999597c921200a0d94200db42bd3",
    "metadata": {
        "title": "Human immunodeficiency virus-type 1 screening in pregnancy: the magic wand to prevent perinatal infection in Europe?",
        "authors": [
            {
                "first": "L",
                "middle": [],
                "last": "Galli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "De Martino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fo",
                "middle": [],
                "last": "Mannelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infectious Disease Unit",
                    "institution": "University of Florence",
                    "location": {
                        "settlement": "Florence",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Vierucci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "screening in pregnancy is now in progress in the USA [3, 4] discussing strategies aimed at limiting HIV-1 spread in children. These strategies are required in some European countries where the large proportion of intravenous drug user (IVDU) women of child-bearing age leads to increasing numbers of perinatally infected children [2] . Sociological and cultural peculiarities in different areas do not allow for generalized conclusions but we think that our experience can be helpful to start the discussion in an European perspective.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 57,
                    "end": 59,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Up to August 1992 we have observed 98 children (including three twin pairs) born to 85 HIV-I+ mothers. Women were or had been: IVDU or IVDU and sexual partner (SP) of an HIV-1+ man (n: 50 = 58.8%); SP of an HIV-I+ IVDU man (n: 24 = 28.2%); SP of an HIV-I+ not IVDU man (n: 11 = 12.9%). We identified three conditions: (1) mothers who undertake and carry pregnancy to term conscious of being HIV+ and of risk for the child; (2) mothers having knowledge of their at-risk condition, but without awareness of being HIV-I+; (3) mothers unaware of either condition. Pregnancies undertaken and brought to term without awareness of risk were more and more frequent among IVDU, SP of HIV-I+ IVDU men, SP of HIV-I+ not IVDU men (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 727,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Six women (not IVDU) were seronegative early in pregnancy but seroconverted before delivery (6.3% of all pregnancies and 15.3% of pregnancies in not IVDU women). They all knew they were at-risk for HIV-1 infection. Our data included also nine multiparous women: six (five IVDU) undertook and brought to term a subsequent pregnancy in spite of counselling. All had a first seroreverted child. In three other cases (one IVDU), women who gave birth to a second child when the first-born was HIV-I+ discovered their own and their children's infection status only after the second child's birth. Abortion of the second pregnancy after the birth of a first HIV-I+ child occurred in four (two IVDU) women but in no mother of an uninfected first child.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We observed that: (1) HIV-I+ IVDU women usually undertake a pregnancy conscious of their infection status. Two main mechanisms work: intense desire of motherhood and poor consideration of risk for the child. Motherhood is felt important as if it appears to be a way to recover from past or present mistakes, to be like normal women and to gain somebody who will live afterwards. These mechanisms have been already identified [1] and, as in others' data [1] , a prior unharmed experience seems to be a factor influencing reproductive decision; (2) HIV-1 testing in pregnancy is mostly useful for sexually infected women often unconscious of their condition. In a significant proportion of them seroconversion occurs during the course of pregnancy.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 428,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to limit HIV-1 spread to children, we think that effective counselling of reproductive decision of HIV-I+ IVDU women would be the cornerstone, but our data show that it [2] did never seem to be enough to discourage IVDU women from pregnancy. Thus, counselling should also be focused on the life-quality, morbidity and mortality in HIV-I+ children. Theoretically, HIV-1 testing in our data could be useful in one third of women (less and less important in SP of not IVDU HIV-I+ men, SP of IVDU HIV-I+ men, IVDU women) but effective counselling in two thirds. In addition, individuation of HIV-1 infection in pregnancy is important in the care of at-risk infants, but it does not necessarily prevent from perinatal infection. Screening might include an early evaluation which could be followed by abortion, but this latter step again needs effective counselling. In pregnant seronegative SP of HIV-I+ men an additional evaluation should be carried out close to delivery not for prevention but to identify at-risk children, since it is evident that these women are at high risk because of unprotected contacts. Sir: We describe a case in which flumazenil, a specific benzodiazepine antagonist, reversed diazepam-induced neonatal apnoea and hypotonia. This is the first report of the use of flumazenil during resuscitation of the newborn. A pre-eclamptic woman underwent caesarian section. In the hour preceding surgery, she received diazepam, 20 mg, intravenously, because of worsening headaches, photophobia and hyper-reflexia. Five minutes after induction of anaesthesia a male infant was delivered. He was apnoeic, blue, hypotonic and had a heart rate of 100 beats/rain. With oropharyngeal suction and manual ventilation there was a rapid improvement in heart rate and colour, but at 3 min of age apnoea and hypotonia persisted, and he was intubated. When, 10 min after delivery, his condition was unchanged, flumazenil (10 ~tg/kg) was given intravenously. Within lmin respiratory effort began, accompanied by vigourous movement. At 15 min of age he was extubated and transferred to neonatal intensive care, where a fiumazenil infusion was commenced at 10 ~tg/kg per hour. There were no further episodes of apnoea or desaturation, and the infusion was weaned after 6 h. Recovery was uneventful, with discharge to the postnatal ward 48 h later. Diazepam crosses the placenta rapidly, and significant levels were likely to be present in the neonatal circulation at birth. Neonates are susceptible to the effects of benzodiazepines administered to the mother antenatally and diazepam can cause repiratory depression and apnoea in the newborn [2] . Rapid, complete and sustained reversal of prolonged apnoea and hypotonia following treatment with flumazenil suggests the inhibition of diazepam-induced neonatal depression by this drug. Flumazenil is an imidazo-benzodiazepine, a specific antagonist which competes for benzodiazepine receptors in the CNS. It has a relatively short half-life of i h, and may need to be given as a continuous infusion to prevent the return of benzodiazepine effects [4] . Because the neonate had remained well and there was concern over possible adverse effects of flumazenil therapy, the infusion was weaned after 6h. Diazepam levels were not measured, but in view of the prolonged half-life of this drug, it was likely that the infant would remain susceptible to its effects after cessation of the flumazenil infusion. Discharge was therefore delayed for 48 h to allow observation to continue during this \"at risk\" period. Flumazenil has been used safely in children to treat respiratory depression, muscular hypotonia and coma resulting from benzodiazepine poisoning [3] . In adults, anxiety, vomiting, seizures and arrhythmias can follow its administration [1] . Whether neonates are susceptible to similar side-effects is unknown.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 2648,
                    "end": 2651,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 3102,
                    "end": 3105,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 3706,
                    "end": 3709,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 3797,
                    "end": 3800,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "C3a-desArg, C3bBbP and terminal complement complex (TCC) have been found in adult respiratory distress syndrome (ARDS) patients. In polytrauma patients at risk of developing ARDS, a prognostic value was ascribed to elevated C3a and C3a/C3 levels in the first few hours after injury. This prognostic value was, however, limited to a very small period of time e.g. 6h, since the increase in C3a and C3a/C3 was transient [4] . Hack et al. [1] showed that patients with septic shock had significantly higher C3a levels than normotensive patients and that high plasma levels of C3a were associated with a fatal outcome. They also found no significant difference between patients who developed ARDS and those who did not. Whether C3a precedes or follows the clinical course in these patients is controversial. Schrod et al. [3] speculated on the role of C3a in the development of ARDS in newborn infants. These authors did not define the criteria for ARDS. The control group and asphyxia group did not differ in gestational age, in the need for artificial ventilation due to respiratory distress syndrome or in the severity of respiratory disease documented by FiO2 requirement. The authors \"assumed\" a diagnosis of ARDS in only four infants of the asphyxia group; they did not \"assume\" ARDS in the three term neonates in the non-asphyxia group. No explanation was given for the three term infants with respiratory distress syndrome in the control group. We therefore must conclude that both control and asphyxia groups have a similar incidence of severe respiratory disease, but differ only in extent of C3a generation. Generation of C3a in birth asphyxia is well in accordance with previously published data [5] .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1704,
                    "end": 1707,
                    "text": "[5]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Flumazenil reverses diazepam-induced neonatal apnoea and hypotonia"
        },
        {
            "text": "The authors do not comment on extremely high levels of C3a found in newborns with infection. None of these infants developed ARDS (5) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flumazenil reverses diazepam-induced neonatal apnoea and hypotonia"
        },
        {
            "text": "Values for C3bBbP appear extremely high within both groups (normal range for adults 0-5 units/ml). If determined with the method by Zilow et al. [4] values within this range are found exclusively after in vitro activation, for example in case of inadequate sample storage temperature or repeated freezing and thawing. Since a different duration of in vitro activation has to be assumed, differences between the study groups in concentrations of both C3bBbP and C3 a cannot be interpreted.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Flumazenil reverses diazepam-induced neonatal apnoea and hypotonia"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reproductive health policy and HIV: where do women fit in?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hutchison",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Pediatr AIDS HIV Infect",
            "volume": "6",
            "issn": "",
            "pages": "121--133",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Perinatal HIV-1 infection in Italy: general remarks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Martino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tovo",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "IJP",
            "volume": "17",
            "issn": "",
            "pages": "370--375",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "HIV screening in pregnancy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Traverse",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Pediatrics",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "HIV screening in pregnancy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Pediatrics",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Death after flumazenil",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Burr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Judd",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "BMJ",
            "volume": "298",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The use of flumazenil in a neonate",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bardol",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Soyez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barbier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Jonville",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ramponi",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Clin Toxicol",
            "volume": "29",
            "issn": "",
            "pages": "137--140",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Flunitrazepam intoxication in a child successfully treated with the benzodiazepine antagonist flumazeniI",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "K"
                    ],
                    "last": "Roald",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dahl",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Crlt Care Med",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Flnmazenil, a useful antagonist in paediatrics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oriot",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Robieux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Devictor",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Arch Fr Pediatr",
            "volume": "45",
            "issn": "",
            "pages": "14--150",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Elevated plasma levels of the anaphylatoxins C3a and C4a are associated with a fataI outcome in sepsis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Nuijens",
                    "suffix": ""
                },
                {
                    "first": "Rjf",
                    "middle": [],
                    "last": "Felt-Bersma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Schreuder",
                    "suffix": ""
                },
                {
                    "first": "Ajm",
                    "middle": [],
                    "last": "Eerenberg-Belmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paardkooper",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bronsveld",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Thijs",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Med",
            "volume": "86",
            "issn": "7989",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Complement. Clinical aspects and relevance to disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Complement fragment C3a in plasma of asphyxiated neonates",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schrod",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Frauendienst-Egger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stockhausen Hb Von",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kirschfink",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Eur J Pediatr",
            "volume": "151",
            "issn": "",
            "pages": "688--692",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Complement activation and the prognostic value of C3 a in patients at risk of the adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zilow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sturm",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rother",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kirschfink",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin Exp Immunol",
            "volume": "79",
            "issn": "",
            "pages": "151--157",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sir: Complement activation, leading to formation of anaphylatoxins, can occur in a variety of diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zilow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stuthe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Zilow",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Complement Inflamm",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations: HIV-1 = human immunodeficiency virus-type 1; IVDU [ = intravenous drug user; SP = sexual partner 1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Pregnancies undertaken without women's awareness of being HIV-I+ or at risk of HIV-1 infection",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}