{
    "paper_id": "316e0b0b23575f3b51bf5ecb0c988ffb79d7a756",
    "metadata": {
        "title": "583 Effi ciency of Umbilical Cord Blood Cells in Patients with Treatment-Resistant Depressions",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "B"
                ],
                "last": "Smulevich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "B"
                ],
                "last": "Dubnitskaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "I"
                ],
                "last": "Voronova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ya",
                "middle": [
                    "V"
                ],
                "last": "Morozova",
                "suffix": "",
                "affiliation": {},
                "email": "yanamorozova0@gmail.com.ya.v.morozova"
            },
            {
                "first": "S",
                "middle": [
                    "M"
                ],
                "last": "Radaev",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We studied the effi cacy of umbilical cord blood cells in the therapy of treatment-resistant depressive states in women. Concentrated umbilical cord blood cells were administered in a dose of 250 millions cells (4 injections at 1-week intervals). The control group received placebo. In both groups, reduction of depressive disorders and the decrease in hypothymia severity were observed. Infusions of cell concentrate contributed to delayed correction of treatment resistance and reduced the severity of depression to moderate. In the main group, signifi cant, persistent, and long-term positive dynamics was observed in the cognitive sphere. The therapeutic potential of umbilical cord blood cell concentrate can be used to overcome treatment resistance formed in depressive patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Depression is a mental disorder characterized by pathologically depressed mood (hypothymia) with a decrease in self-esteem, ideas of inferiority, guilt, pessimistic reinterpretation of subject's past (negative experience), present (negative self-image), and future (negative image of the future) [9] . Depressive mood is accompanied by motor inhibition or agitation, loss of the interest in activities, somatoautonomic dysfunctions. Depression dramatically reduces the quality of life, affecting all spheres of human activity.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite great progress in psychopharmacology, 30-60% [4, 19] depressions are resistant to adequate thymoanaleptic therapy. From the viewpoint of general pathology, resistance is a fundamental biological characteristic of the organism implying an individual repertoire of adaptive responses to internal and external infl uences [1] . Resistance to pharmacotherapy is usually attributed to side effects of psychotropic drugs and their interference with the neurotransmitter turnover.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 57,
                    "end": 60,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tolerance/intolerance to psychotropic drugs developed under the infl uence of various endogenous (age, physiological, and constitutional features) and exogenous (intoxication, drug abuse, drug interaction, starvation, and dehydration) factors can be distinguished [6] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overcoming treatment resistance remains a pressing problem, which is seen from numerous defi nitions of the state [2, 5, 7, 8] . The resistance can be subdivided into primary (absolute, true) and secondary (relative, realized as a result of adaptation to long-term therapy) [2] . No response to treatment due to inadequate pharmacotherapeutic tactics or inability of administration of adequate doses of the drug because of side effects is designated pseudoresistance and negative resistance, respectively.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 123,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 124,
                    "end": 126,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Polymorphism of manifestations of treatment resistance along with clinical and pathogenetic heterogeneity of depressions determines diversity of therapeutic strategies aimed at overcoming the refractory state. Antidepressant therapy after failure of two consecutive monotherapy courses with thymoanaleptic with different mechanisms of action includes combination therapy with two antidepressants or potentiation of thymoanaleptic effect with tranquilizers or antipsy-chotics (augmentation strategy, layering) [5, 7, 9, 22] . Electroconvulsive therapy remains the most effective alternative to pharmacotherapy. Non-drug augmentation includes plasmapheresis, transcranial magnetic stimulation, vagal stimulation, partial sleep deprivation, hypobaric oxygenation, intravascular laser irradiation of the blood, acupuncture, and other treatments [6] .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 512,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 516,
                    "end": 518,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In some recent reports, the use of regenerative medicine, including injection of umbilical cord blood stem cells, in psychiatry is discussed [15] . Pilot studies showed the effectiveness of this treatment in organic brain lesions, including atrophic processes [11, 17] . The data obtained at the preliminary stages, though have limited empirical basis, suggest that the use of umbilical cord blood cells in endogenous processual pathology (hypochondriacal remissions in schizophrenia) corrects cognitive defi cits (activation of mental activity, acceleration of information processing, improvement of attention/wakefulness, and social intelligence) associated with impaired neurogenesis in the hippocampus [1, 17] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we studied the effi cacy of intravenous administration of a concentrate of umbilical cord/placental blood nucleated cells (UCBC) in patients with treatment-resistant depression. Psychopathological examination aimed at verifi cation of the depressive state was supplemented by objective diagnostic (psychometric) tests: Beck Depression Inventory for assessment of depression, Hamilton Depression Rating Scale (HDRS-17; depression score ≥16)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Inclusion criteria were age 25-60 years, documented recurrent depressive syndrome corresponding to clinical criteria for major depressive disorder according to ICD-10; the absence of a positive effect after treatment with antidepressants for 6 months, patient's compliance, written informed consent of a patient or her legal representatives to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Exclusion criteria were patient's age under 25 and above 60 years, hypersensitivity to the drug; symp-toms of schizophrenia/schizotypic/schizoaffective disorders, gross organic CNS lesion; signs of somatic pathologies: acute intercurrent disease, malignancies, autoimmune diseases; hypertension (systolic BP>185 mm Hg, diastolic BP>105 mm Hg), the need for aggressive intravenous BP lowering therapy; myocardial infarction; glycemia <3.5 or >21 mmol/liter; serious surgical interventions or severe trauma within the past 3 months; virus infection carrier state (hepatitis B and C viruses, cytomegalovirus, HIV, herpes virus); pregnancy, lactation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Study design. The limited comparative placebocontrolled clinical study included 16 patients with recurrent depression not demonstrating signifi cant improvement in the mental status over the past 6 months despite anti-depressant therapy according to the standard algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In the main group (13 women), combined therapy (antidepressant+tranquilizer or antipsychotic preparation) was supplemented by intravenous drip infusion of nucleated UCBC. The intake of nootropics, neuroprotective agents, or other drugs containing piracetam, vinpocetine, pyritinol, cinnarizine, glycine, nootropil, cavinton, encephabol, stugeron, actovegin, cortexin, cerebrolysate, Semax, cerebrolysin, and gliatilin was excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The UCBC preparation (thawed and washed from cryoprotectant blood group-and Rh factor-compatible concentrate of nucleated cells suspended in plasmasubstituting solution) was administered in a single dose of 250 millions cells (slow intravenous drip infusion). The concentrate was prepared in accordance with medical technology registered in accordance with established procedure \"Preparation, Characterization, and Cryogenic Storage of Human Stem Cells Concentrate\" (license No. PS2007/026, February 28, 2007). Characteristics of the concentrate included information about the content of nucleated cells, CD34 + (stem) cells, blood group, Rh factor, cell viability, and sterility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In the control group (3 patients), standard antidepressant psychopharmacotherapy was combined with UCBC-placebo (donor peripheral blood leukocytes subjected to the same treatment and freezing). UCBC (or placebo) were infused once a week over 4 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Clinical, psychometric, and pathopsychological assessment of the patients was performed before the fi rst injection (baseline) and then in 2 weeks and 1, 1.5, and 3 months after the last injection. The survey includes data on the current somatic state of the patients (height, weight, BP, HR, and other parameters) and concomitant pathologies from past medical history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Taking into account the fundamental neurobiological concepts of pathogenetic mechanisms of depression (including inflammatory mechanism), we measured serum level of cortisol, TNF, IL-1β, IL-2, and IL-6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Pathopsychological examination was performed using The MATRICS Consensus Cognitive Battery (MCCB) including 10 tests assessing 7 cognitive domains. Nine tests are aimed at evaluation of the following parameters: hand-eye coordination (attention, spatial orientation, motor coordination, and the speed of intellectual processes); verbal memory and verbal learning; verbal associative productivity and lexical system disorders; executive functions (planning, programming, simulation, and control of mental activity); abilities to symbolic coding (attention, working memory, and speed of intellectual processes); visual memory and visual learning; attention (its volume, concentration, switches, and vigilance); nonverbal (spatial) working memory; and ability to implement the analytical and synthetic operations and associative process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The data were processed statistically using Statistica 6.0 (StatSoft), SPSS 12.0, and Microsoft Excel softwares. We used the two-tailed Student's t test (this criterion can be allied because of low skewness and eccentricity values) and Spearman's correlation test. The differences were signifi cant at p<0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "At the time of examination, negative affectivity phenomena prevailed in the clinical picture of the analyzed depressions [9] . Depression manifested by sudden sense of detachment from the former desires, indifference to reality and own status, the absence of interest in results of own activity and loss of involvement in everyday life activities. Gloomy depression (albeit under the guise of indifference or even apathy) associated with appreciation of changes in affective life (loss syndrome) dominated.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The patients complained of anhedonia, frustration, and mental discomfort. Vital disorders associated with alienation phenomena had no hyperestetic manifestations; anhedonia was accompanied by apathy, motivation and vitality defi cit, and sluggishness. Apathetic affect lacked expression and was associated with poor facial expressions, monotonous speech, and slow movements up to pronounced akinesia. This psychomotor retardation sometimes was changed to dysphoric outbursts of grumbling, bitterness, pugnacity, strife claims to others, demonstrative behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In the structure of these freezing depressions, along with typical for depression [3.18] conative (motivational and volitional) disorders and depressive devitalization phenomena with defi cit of somatosensory drives (sleep, appetite, and libido), a signifi cant place is occupied by cognitive disorders. The patients are preoccupied with negative (\"heavy\", \"sluggish\" in their self-description) perceptions of worthlessness, their hopelessness situation, and circumstances that led to the current thorns. According S. Nolen-Hoeksema [20] , \"tautological fi xation on the fact of depression\" reduces cognitive potential and contributes to its chronization. This point is related to the cognitive paradigm of depression [14] , according to which the affective disorder involves attention, cognitive regulation, realization of own coping strategies, and interaction between different levels of cognitive processes. Similar integrative model of depression in the context of the cognitive-emotional interactions is shared by authors of more recent studies [21] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "text": "[3.18]",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "It should be noted that complete reversion of the hypothymic component of depression and remission were not achieved during therapy. Improvement in patients' status was manifested as optimistic attitude, more vivid facial expressions, signs of interest in communication, concern about their appearance. These clinical fi ndings are consistent with the results of psychometric testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Analysis of the dynamics of studied depression based on visit-by-visit indicators, no signifi cant differences between the main and control groups by the total HDRS-17 score were found: a reduction of depressive disorders with a decrease the hypothymia severity were observed by the end of the study (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 308,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "At the same time, comparison of Beck scores suggests that UCBC infusion contribute to correction of treatment resistance, but this positive effect was delayed. This is seen from the following facts. The initial Beck Inventory scores in the study and control groups were comparable (27.11 and 28.66 points) and corresponded to severe depression, while in 4 weeks after the end of cell therapy, the mean score in the main group decreased to 14.71 points (i.e. approached the lower boundary of moderate depression). In 3 months, the mean Beck score in the main group despite minor increase (to 17.6 points) remained within the limits corresponding to moderate depression, while in the control group, it returned to baseline as soon as in 6 weeks (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 751,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The most important result, from our point of view, was improvement in cognitive-affective subscale observed in the main group (p<0.001; Fig. 2, b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 146,
                    "text": "Fig. 2, b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "This conclusion is conformed by statistically signifi cant (p<0.001) positive dynamics of cognitive profi le according to MCCB score (Fig. 3) . In 3 months after the end of therapy, a signifi cant positive dynamics in the sphere of cognitive functioning was revealed in the main group. The speed of mental processes signifi cantly increased in comparison with initial values. This cognitive domain refl ects the speed of information processing (visual perception, visual-motor track-ing, and visual-motor speed along with the ability to memorize pairs of symbols and numbers) and verbal component (the speed of spontaneous word retrieval). Attention/vigilance (continuous performance testidentical pairs) and working memory (spatial span reflecting non-verbal working memory and letternumber span refl ecting verbal working memory) also signifi cantly improved. Visual (visuospatial memory, an immediate visual reproduction of geometric fi gures) and verbal learning capacities (Hopkins verbal learning test, instant words recalling from the presented list of words) increased. Improvement of executive functions manifested in optimization of foresight, planning, and impulse control, the key aspects of thinking and problem solving.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Dynamic indicators refl ect the persistence and duration of the therapeutic effect of the studied augmenting therapy: the majority of assessed cognitive functions (speed of mental processes, working memory, verbal and visual learning, and executive functions) in the main group after completion of treatment course recovered to normal, i.e. exceeded the mean MCCB T-score 50 and 50 percentiles, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Analysis of blood biochemical parameters revealed the following dynamics. The initial cortisol levels in the main and control groups did not differ signifi cantly and were within the normal range (138-635 nmol/liter).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In the course of cell therapy, the cortisol levels in the main group signifi cantly decreased (p<0.05) in 1.5 months after the start of treatment (Fig. 4) . This fact is consistent with the negative effect of high cortisol concentrations on neurogenesis [12, 13] and can be an explanation of the mechanism underlying the positive effect of cell therapy on cognitive functioning. Cortisol concentrations in patients of the control group fl uctuated during the study, which can be associated with changes in clinical symptoms (e.g. SARS experienced during this period). Due to this and because of small number of patients in the control group, no statistical relationships were revealed; however, it should be noted that blood cortisol concentrations at the start and end of the study approached the upper limit of normal. The initial levels of TNF, IL-1β, IL-2, and IL-6 in the main and control groups were also within the normal limits and did not differ signifi cantly. During the study, the levels of cytokines in the main group increased (except IL-1β, reference value <5 pg/liter) and in case of TNF, this increase reached statistical signifi cance in 1.5 and 3 months after start of treatment (Fig. 4) , which can be explained by the release of these substances from UCBC into circulation.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1198,
                    "end": 1206,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In general, in view of small size of the control group, SARS experienced by patients during the study, and controversial results obtained in the control group, the data should be considered unrepresentative and discussion of the dynamics of measured parameters is hardly possible. The results of biochemical analysis are presented for informational purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Thus, infusion of UCBC in our study had an ameliorating effect on cognitive functioning impairment determined by depressive status and contributed to overcoming of the treatment resistance. This positive effect of augmentative therapy was not accompanied (in contrast to most thymoanaleptics) by adverse events, denoted by the term \"cognitive toxicity\" [16] .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Our study, despite its pilot character, is one of priority works continuing a series of studies analyzing the possibility of using umbilical cord blood stem cells in neuropsychiatric diseases. We found no published reports on the use of this therapy in affective pathology. Although our study was performed on limited material and the results are preliminary (more extensive empirical clinical and pathopsychological data are required for their verifi cation), it can be assumed that the observed clinical effects, reduction of cognitive impairments in the structure of treatment-resistant depression, are determined by the potential of stem cells of umbilical cord blood. The latter is realized through paracrine effects of neurotrophic factors released by cells and manifests at the clinical level by metabolic (nootropic) and psychostimulating effect increasing the possibility of positive response to basic psychopharmacotherapy. This suggests the use of cord blood cells concentrate in the arsenal of preparations for overcoming treatment resistance developing in depressions with severe cognitive disturbances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biological Methods of Treatment of Mental Disorders. Evidence-Based Medicine for Clinical Practice",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Alfi Mov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Kostyukova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Mosolov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "438--473",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pharmacotherapeutic Bases of Rehabilitation of Mental Patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Vovin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Aksenova",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kyune",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "151--181",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Psychiatry: National Guidelines",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Dmitrieva",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Krasnov",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Neznanov",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Biological Methods of Treatment of Mental Disorders. Evidence-Based Medicine for Clinical Practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Malin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "793--808",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical Application of Modern Antidepressants",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Mosolov",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Depressions in Somatic and Mental Disorders",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Smulevich",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Therapeutic Potential of Umbilical Cord Blood Cells in Non-Hematological Diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Smulevich",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Dubnitskaya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Pavlova",
                    "suffix": ""
                },
                {
                    "first": "Ya",
                    "middle": [
                        "V"
                    ],
                    "last": "Morozova",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "134--147",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Therapeutic Potential of Umbilical Cord Blood Cells in Non-Hematological Diseases",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Smirnov",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reduction of depressive disorders in patients of the main and control groups in the course of therapy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Dynamics of Beck Depression Scale score in the control (a) and main (b) groups. 0-9: no depressive symptoms, 10-15: mild depression (subdepression), 16-19: moderate depression, 20-29: severe depression (moderate severity), 30-63: severe depression. *p<0.05, **p<0.01, and ***p<0.001 in comparison with initial values. Straight line: boundary between severe and moderate depression.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Dynamics of cognitive functions in the control (a) and main (b) groups. *p<0.05, **p<0.01, and ***p<0.001 in comparison with initial values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dynamics of cortisol and TNF concentrations in the control (blue) and main (red) groups during therapy. *p<0.05, **p<0.01, and ***p<0.001 in comparison with initial values.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The study was conducted at the Department of Borderline Mental Pathology and Psychosomatic Disorders, Research Center of Mental Health. The study included women aged 25-60 years (mean age 39.0±2.5 years) admitted to the Hospital of Borderline Mental Pathology and Psychosomatic Disorders (sanatorium department), Research Center of Mental Health, for treatment-resistant depressive states: recurrent depression -current episode moderate F33.1/severe without psychotic symptoms F33.2; bipolar affective disorder, current episode mild F31.3/F31.4 severe depression.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}