{
    "paper_id": "320af7bb68939dccb8f14ae2fbfb41de761d5e96",
    "metadata": {
        "title": "Vorträge V-2",
        "authors": [
            {
                "first": "V-",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erkenntnistheorie",
                "middle": [],
                "last": "Und",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friedrich-Schiller-Universität Jena",
                    "location": {
                        "addrLine": "2 Analytik Jena AG, 3 Brooks"
                    }
                },
                "email": ""
            },
            {
                "first": "Organisationsfehler",
                "middle": [],
                "last": "Malik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F Management-Zentrum",
                "middle": [],
                "last": "St",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Gallen V-",
                "suffix": "",
                "affiliation": {
                    "laboratory": ") Institut für Rechtsmedizin der Friedrich-Wilhelms-Universität Bonn",
                    "institution": "Rheinische Friedrich Wilhelms-Universität Bonn",
                    "location": {
                        "addrLine": "Stiftsplatz 12",
                        "postCode": "53111",
                        "settlement": "Bonn"
                    }
                },
                "email": ""
            },
            {
                "first": "Beweis",
                "middle": [],
                "last": "Der",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rechtlicher",
                "middle": [],
                "last": "Aus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weber",
                "middle": [
                    "M"
                ],
                "last": "Sicht",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Generalprokuratur",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kantons",
                "middle": [],
                "last": "Bern",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universität Rostock",
                    "location": {
                        "addrLine": "Postfach 10 08 88",
                        "postCode": "D-18055",
                        "settlement": "Rostock"
                    }
                },
                "email": ""
            },
            {
                "first": "V-4",
                "middle": [],
                "last": "Der Bayes&apos;sche Approach -Fluch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oder",
                "middle": [],
                "last": "Segen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "N"
                ],
                "last": "Der Beweiswertung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arnold",
                "middle": [
                    "J"
                ],
                "last": "Wissenschaftlicher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sektion",
                "middle": [],
                "last": "Physik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stadtpolizei",
                "middle": [],
                "last": "Zürich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Was alle wissen, gelernt haben und das sich in den Grundsätzen auf wenige aber entscheidende Grundsätze zurückführen lässt, wird in der täglichen Tatort-Arbeit immer wieder zu Erfolgsrisiko: Das richtige Verhalten und das Ergreifen von notwendigen Massnahmen beim Ersten Angriff. Auch wenn keine zwei Tatorte bezüglich angetroffener Situation sowie Ablauf der Tatortarbeit identisch sind und jede Tatortarbeit ihre eigene Dynamik entwickelt, so lassen sich die immer wiederkehrenden Fehler auf wenige allgemeine Schwachstellen zurückführen. Schwachstelle ‚Führung': Wichtig ist nicht wer führt, sondern dass geführt wird. Je komplexer und unübersichtlicher die angetroffene Lage, je dynamischer und ständig wechselnd die Situation, desto entscheidender ist ein konsequent angewendeter Führungsrhythmus. Schlüsselfaktor ist dabei das Anordnen von Sofortmassnahmen hinsichtlich eingesetzter Mittel, Spurenschutz und Führungsorganisation. Schwachstelle ‚Mittel': Der materiellen Mittel wären genügend vorhanden, doch werden sie allzu oft schlecht genutzt. Warum immer mit dem kleinsten Essbesteck arbeiten? Je grösser der Zeitdruck, desto wichtiger ist die Zweckmässigkeit der eingesetzten Mittel. Leider ist den am Tatort eingesetzten Spezialisten oft zu wenig bewusst , was in den eigenen Reihen noch vorhanden wäre, um besser und effizienter arbeiten zu können. Schwachstelle ‚Verhalten am Tatort': Die taktisch-technischen Grundsätze des forensisch richtigen Verhaltens am Tatort zwecks Spurenschutz sind hinlänglich bekannt; dennoch werden Aspekte wie Absperrung, Bestimmung des Trampelpfades, Festlegung von Warteräumen, Regelung der Zutrittskompetenzen und das Betreiben von aktivem Spurenschutz zu ständig wiederkehrenden Risikofaktoren. Schwachstelle ‚Führungsorganisation': Klare Zuweisung von Kompetenzen und Verantwortungen, kompromisslose Unterstellungen und Zuweisungen, verbunden mit einem konsequenten Informationsmanagement schaffen Voraussetzungen, dass die Spezialisten am Tatort ihren Auftrag unter bestmöglichen Bedingungen erfüllen können. Vielleicht gilt es am Tatort vermehrt Denkpausen einzuschalten, um Verhalten und Massnahmen nicht nur mit Blick auf das Fachspezifische, sondern vermehrt auf das allgemeine Erfolgsrisiko zu beurteilen. Der zunehmende Einsatz der digitalen Befunddokumentation ist sowohl im Bereich der forensischen Pathologie als auch bei der polizeilichen Fundort-bzw. Tatortdokumentation zu beobachten. Die elektronische Bildgewinnung und -verabeitung birgt dabei die Gefahr einer bewussten aber auch unbewussten Bildmanipulation. Diese Gefahr ist jedoch prinzipiell auch bei der konventionellen (analogen) Fotografie gegeben. Als wesentliche Einflussfaktoren kommen dabei Bildoptimierungsalgorithmen der eingesetzten Bildverarbeitungssoftware, verschiedene verlustbehaftete Bildkompressionsverfahren und Veränderungen der Bildinhalte durch das Ausgabemedium in Frage. Eigene Erfahrungen der digitalen Bildverarbeitung in der forensischen Pathologie zeigen, dass der ausschließliche Versuch, durch technische Lösungen Fehlerquellen zu eliminieren, nicht ausreicht. Eine beweiskräftige und authentische Dokumentation erfordert vielmehr die Einhaltung organisatorischer und struktureller Vorgaben, die geeignet sind, einer kritischen Überprüfung im Rahmen eines Qualitätsmanagements standzuhalten.Auch für die digitale Befunddokumentation ist daher die Erarbeitung von standardisierten Arbeitsanweisungen (SOPs) unumgänglich. Die Bandbreite der Fehlermöglichkeiten wird auf der Grundlage umfangreicher eigener Erfahrungen dargestellt. Ein praktikables, standardisiertes Lösungskonzept in Form einer SOP wird präsentiert und kritisch diskutiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "FEHLERQUELLEN BEI DER BEURTEILUNG VON \"SNUFF VIDEOS\" Seidl S, Hausmann R, Betz P Institut für Rechtsmedizin der Friedrich-Alexander-Universität Erlangen-Nürnberg, Universitätsstraße 22, D-91054 Erlangen Zuweilen werden von Polizei oder Staatsanwaltschaft im Internet aufgefundene Gewaltvideos (\"snuff videos\") zur Begutachtung hinsichtlich der \"Echtheit\" der dargestellten Gewalttat übergeben. Während amateurhafte Darstellungen aufgrund des Spurenbildes oder auffälliger technischer Manipulationen in der Regel für die Begutachtung keine Probleme bereiten, ist für die Beurteilung professioneller Gewaltvideos die Verwendung eines Videoschnitt-Programmes erforderlich, welches die Ausgabe, Vergrößerung und Betrachtung der Einzelbilder (frames) gestattet. Insbesondere bei der im Internet gebräuchlichen MPEG-Kompression kann es zu Artefakten kommen, die in Form grober Pixel auf den Einzelbildern erkennbar werden und den Verdacht auf Manipulationen nahe legen. Im Fall eines Gewaltvideos, welches die Erschießung einer im Rollstuhl sitzenden Frau darstellt,wurde aufgrund grober Pixel im Bereich des Mündungsfeuers und der Schusshand sowie aufgrund des Spurenbildes (\"Blutung\") der Verdacht geäußert, es handele sich mit hoher Wahrscheinlichkeit um ein gestelltes Tötungsdelikt und somit um kein \"snuff video\". Zur Absicherung wurde Kontakt mit einem Animationsgraphiker eines lokalen Fernsehsenders aufgenommen, der nach ausgiebiger Analyse der Filmsequenz zu dem gleichen Schluss kam. Allerdings waren für den Fachmann die Kompressionsartefakte kein wesentliches Kriterium, sondern Manipulationszeichen im Bereich der Einschussöffnung an der Stirn sowie im Übergangsbereich zwischen Kopfhaar der Frau und Hintergrund bzw. Schusshand, die auf eine äußerst professionell ausgeführte Kopiertechnik und damit eine Manipulation schließen ließen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-8"
        },
        {
            "text": "FEHLER UND IRRTÜMER AUF DEM GEBIET DER IDENTIFIKATION: BEISPIELE, ANALYSE UND VERMEIDUNGSSTRATEGIEN Ritz-Timme S Institut für Rechtsmedizin der Christian-Albrechts-Universität zu Kiel Auf dem Gebiet der Identifikation wird mit morphologischen, biochemischen und molekularbiologischen Verfahren gearbeitet. Entsprechend breit ist das Spektrum möglicher Fehler und Beinahefehler. Diese müssen im Sinne eines \"Riskmanagements\" erfasst und analysiert werden, um in Zukunft vermeidbar zu sein. Ursache jeden Fehlers ist ein mangelndes Qualitätsmanagement mit unzureichenden Maßnahmen zur Sicherung der Struktur-, Prozessund Ergebnisqualität von Untersuchungen sowie auch der Gutachtenqualität. Sehr charakteristische Fehler und Beinahefehler aus dem eigenen Institut (selbstverständlich mittlerweile abgestellt) können hier als Beispiele dienen: Mangelnde Qualifikation eines Humanmediziners bei einer Identifizierung durch odontologischen Vergleich (Strukturqualitätsmangel), Zerstörung der Möglichkeit einer biochemischen Altersschätzung durch Mazeration (Prozessqualitätsmangel), Verstoß gegen selbst vorgegebene Qualitätssicherungsmaßnahmen bei einer biochemischen Altersschätzung (Ergebnisqualitätsmangel) oder mangelnde Angaben zu Referenzstudien, Fehlerbreiten und Einflussfaktoren bei Altersschätzungen an jungen Straftätern (Gutachtenqualitätsmangel). Solche Fehler lassen sich durch suffiziente Qualitätssicherungsmaßnahmen vermeiden,deren Umsetzung kontrolliert werden muss.Dazu müssen alle Arbeitsabläufe transparent sein und dokumentiert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-9"
        },
        {
            "text": "Ein weiteres Instrument zur Fehlervermeidung und zur Qualitätssicherung ist die Formulierung von Empfehlungen oder Leitlinien durch qualifizierte Gremien.Dies ist auf dem Gebiet der Identifikation bereits für zwei Fragestellungen geschehen, nämlich für die Altersschätzung bei jungen Straftätern (Arbeitsgemeinschaft für Forensische Altersdiagnostik der DGRM: \"Empfehlungen für die Altersdiagnostik bei Lebenden im Strafverfahren\") sowie für die Fotoidentifikation (Arbeitsgruppe für anthropologische Identifikation lebender Personen aufgrund von Bilddokumenten: \"Standards für die anthropologische Identifikation lebender Personen auf Grund von Bilddokumenten....\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-9"
        },
        {
            "text": "FEHLERANALYSE BEI DER ALTERSSCHÄTZUNG -EIN BEITRAG ZUR QUALITÄTSSICHERUNG DER IDENTIFIZIERUNG Benthaus S, Pfeiffer H, Du Chesne A, Teige K, Brinkmann B Institut für Rechtsmedizin des Universitätsklinikums Münster Nach Angaben des Bundeskriminalamtes bleiben jährlich 50 bis 70 Leichen in der Bundesrepublik Deutschland unidentifiziert. Häufig fehlen jegliche Anhaltspunkte für eine mögliche Identität, so dass der forensische Gutachter zunächst Primärdaten (Geschlecht, Alter und Körpergröße) bestimmen muss. Während das Geschlecht und das Alter in vielen Fällen genau zu eruieren ist, ist die Altersdiagnose nach wie vor mit Fehlern behaftet. Die vorliegende Arbeit analysiert drei Kasuistiken, bei denen eine ungenaue Altersschätzung zu Problemen bei der Identifikation führte. Kasuistik 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-10"
        },
        {
            "text": "Fehler durch Übersehen pathologischer und wachstumsverzögernder Begleiterkrankungen. Kasuistik 2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-10"
        },
        {
            "text": "Fehler durch Anwendung falscher -nicht populationsspezifischer Referenzstudien. Kasuistik 3:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-10"
        },
        {
            "text": "Fehler durch Überbewertung einer einzelnen Methode zur Altersschätzung. Schlussfolgerungen: In der forensischen Praxis ist der Rechtsmediziner in zunehmendem Maße mit der Begutachtung nicht-mitteleuropäischer Populationen beschäftigt, zu denen ihm morphologische Vergleichsdaten häufig fehlen oder nur unzureichend zur Verfügung stehen. Die Anwendung populationsspezifischer Referenzdaten oder Methoden, die mit anderen Kollektiven erhoben wurden, müssen zwangsläufig zu Fehlbeurteilungen führen, die einen Ausschluss bei der Identifikation bedeuten können. Pathologische Veränderungen, die zu einer Wachstumsverzögerung führen können, sollten unbedingt berücksichtigt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-10"
        },
        {
            "text": "FEHLERMÖGLICHKEITEN BEI DER FORENSISCHEN ALTERSDIAGNOSTIK Schmeling A, Olze A, *Reisinger W, König M, Geserick G Institut für Rechtsmedizin und *Institut für Radiologie Berlin (Charité) Forensische Altersschätzungen bei Lebenden sind in zunehmendem Maße zu einem festen Bestandteil der forensischen Praxis geworden. Seit 1992 wurden im Institut für Rechtsmedizin Berlin (Charité) 246 Altersschätzungen durchgeführt, davon 188 im Rahmen von Strafverfahren (Stand 31.12.2000) . Auf der Grundlage eines richterlichen Beschlusses werden für eine strafrechtliche Altersschätzung eine körperliche Inspektion mit Erfassung der sexuellen Reifezeichen, eine Röntgenuntersuchung der linken Hand sowie eine zahnärztliche Untersuchung mit Erhebung des Zahnstatus und Auswertung eines Orthopantomogramms kombiniert. Bei fraglicher Vollendung des 21. Lebensjahres wird eine zusätzliche Röntgenuntersuchung der Schlüsselbeine durchgeführt. Das wahrscheinlichste Alter der zu untersuchenden Personen wird auf der Grundlage der zusammengefaßten Einzeldiagnosen und der kritischen Diskussion des konkreten Falls ermittelt. Zur Verifizierung unserer Schätzergebnisse wurden die entsprechenden Gerichtsakten eingesehen. In 45 Fällen konnten Verifizierungsquellen erschlossen werden. Bei den Verifizierungsquellen handelt es sich um Personenfeststellungsverfahren, Geburtsurkunden, Pässe, korrigierte Angaben der untersuchten Personen sowie Telefonüberwachungen. Die verifizierten Altersangaben werden den Schätzergebnissen gegenübergestellt.Mögliche Ursachen für Abweichungen werden diskutiert. Hierbei wird insbesondere auf Fehlermöglichkeiten des Untersuchers, in der Methodik und in der Befundinterpretation eingegangen. ",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 473,
                    "text": "(Stand 31.12.2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V-11"
        },
        {
            "text": "KRITISCHE PRÜFUNG DER VORAUSSAGE \"TODESZEIT\" Henßge C Institut für Rechtsmedizin der Universität Essen Hufelandstraße 55, D-45147 Essen Übertragung der Wissenschaftsphilosophie Popper´s auf die Wissenschaftsarbeit, insbesondere aber auf die wissenschaftliche Arbeitsweise in der Anwendungspraxis: Die nach Regeln am Leichenfundort erfolgende Eingrenzung der Todeszeit ist eine Art Voraussage.Voraussagen \"sind intellektuell interessant,weil sie uns erlauben, unsere Theorien, die Erklärungsversuche darstellen, an der Wirklichkeit und in der Praxis auf ihren Wahrheitsanspruch hin zu überprüfen\" (Karl R. Popper). Kritische Auswahl der Regeln (Theorien) nach ihrem theoretischen und empirischen Gehalt: Vergleich von 1°C pro Stunde Abkühlregel mit dem Zwei-Exponentialausdruck. Die meisten rechtsmedizinischen Methoden zur Todeszeiteingrenzung haben mit einem bei Null gelegenen theoretischen Gehalt und einem für die praktische Anwendung im Ermittlungs-und Beweisverfahren von Kapitaldelikten zu geringen empirischen Gehalt ein hohes Irrtumsrisiko. Zur Fehlervermeidung:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-13"
        },
        {
            "text": "Die rein visuelle Hämatomaltersbestimmung ist naturgemäß mit Fehlern behaftet. Wie wir bereits an artifiziell erzeugten Hämatomen zeigen konnten, ist die VIS-Spektrometrie in diffuser Reflexion als objektive nichtinvasive Untersuchungsmethode für die Altersbestimmung von Hämatomen bei Lebenden prinzipiell geeignet. Ausgehend davon wird in einer Studie an einem großen Patientenkollektiv mit Hämatomen unterschiedlicher Entstehungsart, Ausprägung und Intensität mittels bereits bewährten multivariaten Kalibrationsverfahren das Hämatomalter vorhergesagt. Diese Vorhersage wird mit der tatsächlichen Entstehungszeit verglichen,woraus sich die Wiederfindungsrate errechnet. Die Ergebnisse von bisher 3530 Einzelspektren aus mehrtägigen Verlaufsmessungen von 50 Hämatomen unabhängig von der Intensität des Hämatoms und anderen möglichen Einflußfaktoren zeigen, daß das Auswerteverfahren insbesondere in den ersten 4 Tagen nach Entstehung nicht geeignet ist, zuverlässig das tatsächliche Hämatomalter vorherzusagen. In knapp der Hälfte der Fälle betrug die prozentuale Abweichung vom wahren Hämatomalter weniger als 25%; eine bis 75%ige Abweichung zeigten 35% der untersuchten Hämatome. Berücksichtigt man jedoch als eines der Kriterien die Intensität des Hämatoms, so verbessert sich die Wiederfindungsrate signifikant; die prozentuale Abweichung vom wahren Hämatomalter betrug in 64% der Fälle weniger als 25%. Eine bis 75%ige Abweichung zeigten nur noch 21% der Fälle. Der Einfluß verschiedener Faktoren wie Intensität, Meßort und Ausdehnung des Hämatoms auf die Wiederfindungsrate wird an Beispielen gezeigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-13"
        },
        {
            "text": "VITALE REAKTION UND POSTMORTALE BIOCHEMIE Madea B Institut für Rechtsmedizin der Universität Bonn, Stiftsplatz 12, D-53111 Bonn, Als vitale Reaktion bezeichnet man Folgen am Organismus auf eine Traumatisierung,die einen sicheren Rückschluß darauf zulassen,dass das Trauma zu Lebzeiten -vital -eingewirkt hat. Die Validität einer vitalen Reaktion korreliert u.a. mit ihrer Manifestationszeit (Verhältnis der Manifestationszeit zur Agoniedauer einerseits und zur Supravitalphase anderseits) und ist davon abhängig, ob sich die Reaktion auf lokaler Ebene oder in Abhängigkeit von den großen Funktionssystemen Kreislauf und Atmung etabliert. Allgemein gilt, dass lokale Vitalreaktionen, deren Manifestationszeit kürzer ist als die Supravitalphase des entsprechenden Gewebes und die sich unabhängig von Respiration und Zirkulation entwickeln, sich grundsätzlich auch supravital erzeugen lassen. Diese Zusammenhänge werden bei der Ansprache lokaler morphologischer Veränderungen als eindeutig vitale Reaktion zuweilen nicht hinreichend beachtet. Postmortal chemische Untersuchungen an verschiedenen Flüssigkeits-kompartimenten dienen neben der Todeszeitbestimmung vor allem der Todesursachendiagnostik. Die Möglichkeiten einer postmortalen Diagnostik am vital diagnostisch maßgeblichen intravaskulären Kompartiment werden dabei limitiert durch den raschen postmortalen Zusammenbruch der selektiven Membranpermeabilität mit freiem Konzentrationsausgleich vital ungleich verteilter Stoffe. Daher wird die postmortal chemische Diagnostik überwiegend an Kompartimenten mit gegenüber Blut deutlich verzögerter freier Dif-fusion durchgeführt. Methodisch immanente und schwer zu lösende, häufig auch nicht beachtete Probleme sind dabei: -die Erarbeitung von Referenzwerten in anderen Flüssigkeitskompartimenten im Vergleich zum Serum, -die Äquilibration von Serumwerten in die anderen Flüssigkeitskompartimente und die Geschwindigkeit, mit der ein Verteilungsgleichgewicht eintritt, -postmortale Stabilität der Werte in anderen Flüssigkeitskompartimenten, -Erarbeitung von Diskriminanzwerten zwischen \"normal\" und \"pathologisch\". Aufgrund dieser nur schwer zu lösenden Probleme verhält sich die Anzahl methodisch einwandfrei erarbeiteter und unbedenklich zu nutzender postmortal chemischer Meßgrößen (Referenzwerte) für verschiedene Fragestellungen (Diabetesdiagnostik, Störungen des Wasser-Elektrolyt-Haushaltes, alkoholische Ketoazidose usw.) reziprok zum Umfang der Literatur. Sowohl die Erarbeitung sensitiver, spezifischer und valider vitaler Reaktionen als auch postmortal chemischer Referenzwerte setzt neben klarer Begrifflichkeit die mühsame Rekrutierung geeigneter Kollektive voraus. Der knapp ein Jahr alte Säugling wurde am Morgen reaktionslos und zyanotisch noch atmend aufgefunden. Körpertemperatur 39,1°C. Am Vorabend unauffällig, normale Nahrungsaufnahme. Bei der Obduktion, die unter Hinzuziehung eines Pädiaters erfolgte, fand sich ein in der Gewichtsentwicklung und im Längenwachstum erheblich retardierter Säugling, der zudem hochgradig ausgetrocknet war. Bis auf kleinflächige \"verkrustete\" Hautveränderungen am Hinterkopf und im Gesäßbereich keine Auffälligkeiten.Die nicht von den Obduzenten, sondern vom Pädiater abgegebene erste Stellungnahme bescheinigte einen natürlichen Tod, wobei die Hautveränderung am Hinterkopf als \"mögliche Eintrittspforte für Eitererreger mit Auslösung einer akuten bakteriellen Blutvergiftung und Ursache für das sehr hohe Fieber\" angesehen wurde. Infolge dessen unterblieben weitere Ermittlungen. Unsere Befundinterpretation: • Todesursache ist eine Exsikkose. • Eine natürliche Ursache für diesen Flüssigkeitsverlust konnte nicht gefunden werden. Für die erhöhte Körpertemperatur bestanden keine morphologischen Korrelate. • Als Ursache für den Flüssigkeitsverlust und den Tod des Kindes verblieb nur eine hochgradig verminderte oder fehlende Flüssigkeitszufuhr. Unter Beachtung der Untermaßigkeit des Säuglings und der Gesamtumstände wurde für uns der Verdacht des von außen induzierten Flüssigkeits-und Nahrungsmangels zwingend. Dringend notwendige Ermittlungen wurden von uns angemahnt. Im Ergebnis dessen wurde ein Zusatzgutachten von einem bekannten Pädiater eingeholt, das unsere Interpretation in allen Punkten untermauerte. Dennoch kam es zu einem Freispruch der Eltern, wohl deshalb, weil der erst begutachtende Pädiater bei der Diagnose des natürlichen Todes blieb und die Obduzenten sich zu undeutlich davon distanzierten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-16"
        },
        {
            "text": "Die wesentliche Aussage in Popper's Logik der Forschung aus dem Jahr 1935 besteht darin, daß der Erkenntnisfortschritt aus Versuch und Irrtum resultiert. Daraus frei inspiriert könnte man als Aufgabe des forensischen Wissenschaftlers definieren, am Erkenntnisfortschritt mitzuwirken, den aktuellen Wissens-und Erfahrungsstand nicht unberücksichtigt zu lassen, aber -und das ist hier der entscheidende Punkt -das Naturgesetz von Versuch und Irrtum vom forensischen Sachbeweis fernzuhalten. Nicht alles, was in foro sachverständig vorgetragen wird, fällt bereits unter forensisch-wissenschaftlich, andererseits ist nicht nur die Erarbeitung neuen Wissens und neuer Erkenntnisse, sondern auch deren tägliche Anwendung im Rechtsleben als forensisch-wissenschaftliche Betätigung aufzufassen. Somit meine ich, daß bei Fehlern und Irrtümern in den forensischen Wissenschaften ein auch praktische Seiten beinhaltender und damit weiterer Problemkreis anzusprechen ist, als dies etwa der Fall wäre,wollte man über Fehler und Irrtümer in der Quantenphysik sprechen. Karl Popper möchte Widersprüche im Bereich der Wirklichkeitswissenschaften über die Falsifikation erkannt sehen. Tatsächlich gehört das Aufzeigen einer falschen Aussage durch forensisch-wissenschaftlichen Gegenbeweis zu unseren Aufgaben.Falsifikation eines im ersten Prozeß geführten Sachbeweises im Wiederaufnahmeverfahren ist hingegen der Alptraum jedes Sachverständigen und Richters. Das Fehlen von Daten und der Mangel an Transparenz zu diesem Thema wurde schon immer beklagt.Statistiken bis zur Rechtskraft des Verfahrens gibt es genug,was auf die Rechtskraft folgt,bleibt im Dämmerlicht.Bahnbrechend waren die Tübinger Untersuchungen von Karl Peters über zahlreiche Wiederaufnahmefälle, in welchen neun Todesurteile und 1.200 Jahre verhängte Freiheitsstrafen enthalten waren, hinsichtlich welcher die Wiederaufnahme bewilligt wurde. Deutlicher läßt sich die Bedeutung des gestellten Themas wohl kaum veranschaulichen. Bei Indizienprozessen haben die Regel bzw. das Erfahrungswissen, womit der Indizienbeweis geführt wird,geradezu zentrale Bedeutung, da ja aus dieser Erfahrungsgrundlage auf den klärenden Sachverhalt geschlossen wird. Die Anwendung von Beweisregel und Beweismaß sind entscheidende Punkte im Strafprozeß, dessen beherrschendes Prinzip die Ermittlung des wahren Sachverhaltes ist. Die wesentliche Grundvoraussetzung für eine Betätigung gerade auch in den forensischen Wissenschaften sehe ich daher in der Fähigkeit zur sachgerechten Beobachtung,Beschreibung und logischen Schlußfolgerung -entsprechend der Kategorienlehre des Aristoteles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALLGEMEINE FEHLER UND IRRTÜMER IN DEN FORENSISCHEN WISSENSCHAFTEN Bauer G Institut für Gerichtliche Medizin der Universität Wien"
        },
        {
            "text": "VERURTEILUNG WEGEN MORDES 20 JAHRE NACH DER TAT -FEHLLEISTUNGEN VON POLIZEI UND RECHTSMEDIZIN Du Chesne A, Bajanowski Th, Fechner G, Brinkmann B, Institut für Rechtsmedizin, Münster Im November 1979 findet ein vom Ehemann zur Leichenschau gerufener Hausarzt die Leiche einer jungen Frau in der Badewanne. Die Leiche ist bekleidet. Die Atemöffnungen befinden sich unter Wasser. Am Duschschlauch ist ein Strangwerkzeug befestigt, welches um den Hals der Leiche führt.Im Polizeibericht über die Auffindungssituation wird -ohne Konsequenzen -erwähnt, daß sich der Verlauf des Strangwerkzeugs am Hals nicht mit einer dort befindlichen Strangmarke zur Deckung bringen läßt. Die Polizei geht von einem Suizid aus. Der rechtsmedizinische Obduzent verzichtet auf eine Besichtigung des Fundortes. Die fotografisch dokumentierte Auffindungssituation bleibt ihm unbekannt. Bei der Sektion findet er neben Ertrinkungs-befunden Strangulationsmarken. Im Ergebnis wird festgestellt: \"Die Befunde in ihrer Gesamtheit sprechen nicht gegen, sondern für eine sogenannte Selbsttötung\". Im Oktober 1996 erinnern sich die inzwischen erwachsenen Töchter des Ehepaars bei einer Familienfeier, eine tätliche Auseinandersetzung der Eltern in der Nacht vor dem Tod belauscht und am nächsten Morgen einen Fön neben der Leiche der Mutter in der Badewanne gesehen zu haben. Die Familie betreibt über einen Rechtsanwalt die Wiederaufnahme der Ermittlungen. Im 19 Jahre nach der Tat erstatteten neuen rechtsmedizinischen Gutachten wird festgestellt,daß ein Suizid durch Sektionsbefunde und die Fotos der Auffindungssituation nicht plausibel zu begründen, daher vom Vorliegen eines Tötungsdelikts auszugehen sei. Der Ehemann gesteht,seine Frau bis zur Bewußtlosigkeit gewürgt und gedrosselt und dann in die Badewanne verbracht zu haben. Fehler in der Beurteilungsstrategie der Polizei und der Rechtsmedizin werden diskutiert: -Oberflächliche Beurteilung ohne Kenntnis aller Anknüpfungspunkte -Voreingenommene Begünstigung einer (meist der harmlosesten) Erklärungsmöglichkeit bei der Prüfung von Hypothesen -Mangel kritischen gegenseitigen Hinterfragens V-20 GEWALT In Anbetracht der von Bundesebene aus geförderten, gesamtschweizerisch angestrebten Vereinheitlichung einerseits der Kriterien zur Anordnung einer verkehrsmedizinischen Untersuchung,andererseits auch der Begutachtungsleitlinien, entstehen in dem in der Schweiz im Vergleich zu Deutschland längst noch nicht so breit gepflegten und abgestützten Fachbereich der Verkehrsmedizin vermehrt neue Herausforderungen. Dabei sind nicht nur die mittlerweile deutlich angestiegenen Fallzahlen und die vergleichsweise noch zu wenig vorhandenen Abklärungsstellen und Gutachter zu nennen. Vielmehr hat vor allem auch die Entwicklung, dass in den Administrativmassnahmen-Verfahren zunehmend mehr Juristen bzw. Rechtsanwälte tätig sind,dazu geführt,dass die Anforderungen an die verkehrsmedizinischen Begutachtungen immer höher werden, und zwar nahezu in jeder Hinsicht.Dies stellt für den motivierten Gutachter natürlich eine überaus interessante Aufgabe dar, birgt aber auch etliche potentielle Fehlermöglichkeiten, auf welche im Rahmen des Vortrags selbstkritisch hingewiesen werden soll. Dazu wurden 5 Felder von ca. 4 x 4 cm Größe an der Außenseite des Armes eines weiblichen \"Opfers\" eingezeichnet und diese vom männlichen \"Täter\" mit Speichel benetzt. Nach 1, 6, 12 und 24 Stunden (hier vor und nach dem Duschen) wurden mit angefeuchteten Wattestieltupfern Abriebe angefertigt und getrocknet. Diese wurden auf 5 STR-Systeme (vWA, TH01, FGA, F13B, DYS 19) untersucht. Es standen bislang 3 Probenreihen zur Verfügung. In den vor dem Duschen angefertigten Proben konnte -in unterschiedlichen Mengen -\"Täter\"-DNA nachgewiesen werden. Nur in zwei Proben fand sich eine Mischspur aus \"Täter\"-und \"Opfer\"-Allelen. Dies spricht dafür, dass die Probenabnahme sehr vorsichtig durchgeführt wurde bzw. reichlich \"Täter\"-DNA vorhanden war. In zwei Fällen konnte auch nach dem Duschen eindeutig \"Täter\"-DNA nachgewiesen werden.",
            "cite_spans": [
                {
                    "start": 2124,
                    "end": 2130,
                    "text": "GEWALT",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V-19"
        },
        {
            "text": "Die Interpretation des Nachweises von Fremd-DNA aus Körperabrieben -insbesondere wenn keine Auftragungen zu sehen sind und \"auf Verdacht\" abgerieben wird, muß sehr zurückhaltend erfolgen. Eine längerfristige Persistenz (hier 24 Stunden und nach Duschen) war problemlos zu reproduzieren. Rückschlüsse auf die aufgetragene DNA-Menge sind nicht möglich. Die Histologie trägt über den Nachweis makroskopisch nicht-faßbarer pathologischer Veränderungen wesentlich zur Absicherung von Verdachtsdiagnosen, die bei der Obduktion formuliert wurden, bei. Mitunter liefert sogar erst die mikroskopische Untersuchung das morphologische Korrelat einer todesursächlichen Schädigung oder aber trägt zumindest über den \"Aus-schluß\" relevanter krankhafter Befunde an den inneren Organen zur abschließenden Beurteilung des konkreten Falles bei. Das Ergebnis der mikroskopischen Untersuchungen wird nicht nur von der Erfahrung des Gutachters bestimmt, sondern von einer Vielzahl weiterer Faktoren beeinflußt. In diesem Zusammenhang ist insbesondere auf die Bedeutung der richtigen Asservierung und Aufarbeitung des Untersuchungsmaterials sowie auf die Auswahl geeigneter Färbemethoden hinzuweisen. Da gerade die immunhistochemische Darstellung bestimmter Antigene die spezifische Erfassung eines Parameters erlaubt und damit häufig anderen Verfahren der Routinehistologie bzw. der Enzymhistochemie überlegen ist, gewinnen diese Methoden auch in der forensischen Begutachtung zu Recht zunehmend an Bedeutung. Je aufwendiger und komplizierter ein Verfahren ist, umso größer wird erfahrungsgemäß aber auch die Anfälligkeit gegenüber Artefakten. Im Rahmen dieses Vortrages sollen nun prinzipielle Fehlerquellen,die bei der forensisch-histologischen Begutachtung zu berücksichtigen sind, aufgegriffen werden, wobei exemplarisch u.a. Fehlermöglichkeiten bei der Interpretation reaktiv-infiltrativer Veränderungen sowie Artefakte bei immunhistochemischen Färbungen angesprochen werden sollen. Beim Lungenödem, Blähungszustand und der Kapillarfüllung lagen die Ergebnisse der Fallgruppen \"Herztod\" und \"Erhängen\" dicht beieinander, während sich das Ertrinken in allen Parametern signifikant (p<0,05) von diesen beiden Gruppen unterschied. Bei der Berücksichtigung der Topographie waren bei allen Todesursachen das Ödem sowie der Füllungszustand der Alveolarkapillaren in den dorsalen Anteilen in deutlich mehr Gesichtsfeldern stark ausgeprägt als in den ventralen, während zwischen Ober-und Unterlappen keine nennenswerten Unterschiede bestanden. Das Merkmal \"intravasal vermehrt weisse Blut-bzw. Knochenmarkszellen\" war bei 60% aller Fälle negativ und nur bei etwa 5% zahlenmässig auffällig. Intravasale Thrombozytenaggregate selbst geringster Ausprägung fanden sich überhaupt nur in knapp 6% aller Fälle und waren daher für eine Unterscheidung von vorneherein nicht geeignet. Aufgrund einfacher, routinemäßig zu erhebender Merkmale im konventionellen histologischen Präparat besteht daher anscheinend nur eine geringe Möglichkeit, zwischen Herztod und Erhängen zu unterscheiden. Die Todesursachen Herztod, Ertrinken und Erhängen wurden in 72% (je nach Untersucher zwischen 61% und 82%) bzw.60% (50-69%) bzw. 37% (30-46%) der Einzelbewertungen richtig angegeben. Beim Herztod war die Trefferquote in den dorsal gelegenen Präparaten deutlich höher als in den ventralen; beim Ertrinken war dies gegenteilig. Beim Erhängen war ein solcher Unterschied nicht festzustellen.Verwertbare Unterschiede zwischen den Ober-und Unterlappen bestanden nicht. Eine Beziehung zwischen der formalen Qualifikation des Untersuchers und der Anzahl richtiger Diagnosen wurde nicht festgestellt. Dieser Teil der Untersuchung zeigte, dass die meisten histologischen Lungenveränderungen sehr unspezifisch sind und sich für eine Differentialdiagnose selbst so unterschiedlicher Todesursachen kaum eignen. In einem zweiten Test wurden den Untersuchern alle 8 Präparate mit ihrer Lokalisation, jedoch ohne Todesursache übergeben. Das diagnostische Resultat war diesmal weniger enttäuschend. Wenn man also zum Hilfsmittel \"Histologie\" greift, so reichen zumindest wenige Lungenpräparate (nicht reproduzierbarer Lokalisation) nicht aus. Relevante Befunde wären uns wahrscheinlich entgangen, wenn wirbei fehlendem \"Anfangsverdacht\" -nur einzelne Proben aus dem Herzen untersucht hätten. Wir halten deshalb eine Beschränkung der rechtsmedizinisch-histologischen Untersuchung des Herzens auf einzelne Proben für unzureichend, wenn das Vorliegen cardialer Veränderungen sicher ausgeschlossen werden muß. Der Untersuchungsumfang lohnt aber auch bei klinischen Sektionen: Bei einer von uns durchgeführten Obduktion konnte durch die in gleicher Weise erfolgte Untersuchung des Herzens eine tuberkulöse Myokarditis bei einer Lungentuberkulose nachgewiesen werden. Dieser nach der Literatur seltene Befund wurde durch den molekularbiologischen Nachweis von Tuberkelgenom im Paraffinschnitt eindrucksvoll untermauert und erklärte den klinisch unklar gebliebenen Krankheitsverlauf mit zunehmendem allgemeinen Verfall trotz Remission der pulmonalen Infiltrate unter Tuberkulostase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-32"
        },
        {
            "text": "Der Zusammenhang zwischen einem Sauerstoffmangel während der Geburt und der Entstehung von kindlichen Hirnschäden wurde bereits in der 1. Hälfte des 19. Jahrhunderts von dem englischen Orthopäden W.J. Little postuliert. Ende der 60er-und Anfang der 70er-Jahre des vorigen Jahrhunderts wurde durch die Entwicklung von neuen Technologien wie der kontinuierlichen elektronischen Aufzeichnung der Herzfrequenz des Feten sowie der Analyse von Blutproben aus dem fetalen Skalp während der Eröffnungs-und Austreibungsphase der Geburt die Voraussetzung zur Früherkennung der Entstehung einer Hypoxie beim Feten geschaffen. Die Chance, durch die frühzeitige Entbindung im Einzelfall die Entstehung einer Geburtsasphyxie mit ihren Folgen zu vermeiden, führte zu einer raschen Verbreitung der neuen Überwachungstechniken. Während für das Absterben des Feten unter der Geburt ein deutlicher Rückgang gezeigt werden konnte, blieb die Prävalenz kindlicher Hirnschäden einschliesslich der Cerebralparese (CP) konstant. Kindliche Entwicklungsstörungen und die daraus resultierenden Behinderungen galten lange als unvermeidbar und wurden als schicksalhaft von den betroffenen Eltern angenommen. Nach der Einführung der modernen Überwachungsmethoden war eine markante Zunahme von Haftpflichtprozessen gegen Geburtshelfer festzustellen. Immer häufiger, wenn sich die als zunehmend selbstverständlich angenommene Erwartung eines gesunden Kindes nicht erfüllte, wurde die Frage nach Versäumnissen und Fehlern im Zusammenhang mit der Geburtsleitung gestellt. Diese Entwicklung fand ihren Niederschlag in einem Anstieg der Haftpflichtprämien, die im Vergleich zu anderen Fachgebieten der Medizin in der Geburtshilfe astronomische Dimensionen erreichten. Erst durch verschiedene Fall-Kontrollstudien der letzten 2 Jahrzehnte ist zunehmend deutlich geworden, dass unter den verschiedenen Entwicklungsstörungen auf der Basis eines kindlichen Hirnschadens nur die spastisch-motorische Bewegungsstörung im Sinne einer CP-Folge einer Geburtsasphyxie sein können. Als weitere wichtige Erkenntnis ist festzuhalten,dass die CP keineswegs spezifisch für eine Geburtsasphyxie ist, sondern Folge einer Vielzahl unterschiedlicher Störungen, die teilweise lange vor der Geburt im Verlaufe der Schwangerschaft wirksam werden, sein kann. Inzwischen wurden verbindliche Kriterien und Merkmale definiert, anhand derer im Einzelfall festgelegt werden kann, ob eine Geburtsasphyxie als Ursache einer CP angeschuldigt werden kann. 2/3 aller Fälle von CP entwickeln sich nach einer Geburt am Termin und lediglich bei 10-15% kann eine Geburtsasphyxie für die Entstehung verantwortlich gemacht werden. Diese Zusammenhänge sind von hoher forensischer Relevanz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIE GEBURTSASPHYXIE ALS VORLÄUFIGE URSACHE VON KINDLICHEN HIRNSCHÄDEN? Schneider H Frauenklinik, Inselspital Bern"
        },
        {
            "text": "Die strukturellen und finanziellen Probleme des Gesundheitswesens im Zeitalter der Globalisierung und Fusionierung sind kaum zu übersehen. Sie werden von den Ausübenden der Heilberufe gemeinhin als Druck von außen empfunden, unter dem weiter fehlerfrei Höchstleistungen erwartet werden. Die gleichzeitigen, vielfach überzogenen Erwartungen der Leistungsempfänger führen dazu, daß jeder Fehler, jeder Irrtum, jede Komplikation und alle Therapieversager sogleich auf den Prüfstand gelangen und häufig auf dem Klageweg verfolgt werden und zwar mit der unverkennbaren Absicht, geldwerten Vorteil aus etwaigen Versäumnissen zu schlagen.So nimmt es nicht Wunder, daß allenthalben Diagnostik-und Therapiestandards ins Kraut schießen und Qualitätskontrollen und Fehleranalysen immanenter Bestandteil aller medizinischen Disziplinen sind. Objektive Prüfungen (Gutachten) wiederum zeigen,daß mancher Anspruch berechtigt ist. Dem Grundsatz nach gilt das alles auch für die Rechtsmedizin. Indessen sind praktisch nur in den naturwissenschaftlichen Zweigen des Faches Ringversuche und anderweitige Qualitätskontrollen zur Regel geworden. Zertifizierungen und Akkreditierungen beginnen sich erst durchzusetzen, wiewohl auffällt, wie schnell sich Personen und Institutionen als Prüfinstanzen dafür als qualifiziert empfehlen, gewissermaßen die Marktlücke erkennend. Über Fehler in der Medizin zu reden ist also längst kein Tabuthema mehr. Es ist jedoch noch keineswegs die Regel. Das Generalthema \"Fehler in der Rechtsmedizin\" dieser Tagung hat ja auch nicht überall große Freude ausgelöst.Auch die Tatsache,daß die \"Primerspeaker\" die Fehlerdiskussion, die ja erst in Gang kommen soll, dadurch kultivieren und unter Kontrolle halten sollen, daß nur aus \"eigenen\" Fehlern Schlußfolgerungen gezogen werden dürfen, belegt überdeutlich, daß die Gerichtsmediziner selbst erst am Anfang stehen. Daß in der rechtsmedizinischen Routinetätigkeit Fehler vorkommen (können), ist schon dadurch belegt, daß gelegentliche sog. Nachobduktionen Befunde aufdecken, die unbekannt geblieben waren. Zwangsläufig führt das zu anderen Betrachtungen von Todesursachen, der Kausalität bestimmter Ereignisse für den Todeseintritt, über Tatabläufe u.a.m. Schon 1956 hat Moritz die klassischen Fehler in der forensischen Pathologie systematisiert.Verf. stellt an einer Reihe von Fehlern (eigenen und selbst erlebten!) dar, wie sie entstanden, welche Folgen sie hatten und wie sie zu vermeiden sind. Die \"alltäglichen\" Fehler scheinen grundsätzlich vermeidbar zu sein. Jedoch sind weitere Fehlerquellen zu antizipieren, die sich aus Ausbildungsmängeln, persönlicher Nicht-Eignung (bei gesicherter Lebenszeitstellung!), Überforderung, Fehleinschätzung der eigenen Sachkunde und Kompetenz speisen werden.Als essentiell störend werden sich immer wieder Charakterzüge erweisen,die sich als Unfehlbarkeit, Kritikunfähigkeit, Überschätzung, mangelhafte Dialogfähigkeit und vorgefaßte Meinung erweisen. Bei einer 35-jährigen augenscheinlich gesunden Erstgebärenden mußte aus kindlicher Indikation eine Not-Sectio durchgeführt werden. Ursache war offenbar eine plötzlich aufgetretene Plazentainsuffizienz. Einen Tag nach der erfolgreichen Sectio war eine Nachoperation der Bauchdecke notwendig,da sich aus einem subfaszialen Redon 700 ml Blut entleert hatten. Nachdem sich der Zustand der Betroffenen in den folgenden Tagen stabilisierte, kam es am Nachmittag des 7. postpartalen Tages zu einer erheblichen Verschlechterung, insbesondere traten zunächst Bauchschmerzen auf. In den Abendstun-den dieses Tages wurde die Patientin schließlich bewußtlos. Bei einer Not-Laparotomie wurde reichlich Blut in der Bauchhöhle festgestellt, eine Blutungsquelle fand sich nicht.Die Patientin verstarb.Bei der Obduktion wurden zwei nicht frische 2,6 cm bzw. 2,9 cm lange scharfrandige Läsionen der rechten A. iliaca interna festgestellt, die im Zentrum einer in die Bauchhöhle durchgewühlten retroperitonealen Blutung lagen. Dieser Befund und die Gesamtumstände des Falles (Ermittlungen betrafen auch etwaigen Alkoholmißbrauch des Operateurs) waren zunächst dafür richtungweisend,daß eine intraoperative Verletzung mit protrahierter Nachblutung als Ursache der Geschehnisse in Betracht gezogen wurde. Erst die histologische Untersuchung zahlreicher Arterien erbrachte, daß bei der Betroffenen eine extrem seltene degenerative Erkrankung der Media im Beckenbereich vorlag, wodurch Spontanrupturen der Gefäße erklärt werden konnten. Demzufolge mußte der Grundtenor des vorläufigen Gutachtens revidiert werden. Die zunächst geäußerte Vermutung, es könne sich um einen ärztlichen Kunstfehler handeln,wurde verworfen.Die Möglichkeit der Spontanruptur von Arterien stand auch mit operationstechnischen Überlegungen im Einklang,die eine Verletzung der A.iliaca interna im Rahmen einer Sectio kaum wahrscheinlich machten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-54"
        },
        {
            "text": "In einer laufenden Untersuchung werden brieflich erreichbare Angehörige am Institut für Rechtsmedizin der Universität Bern obduzierten Verstorbenen,nachträglich mittels eines Fragebogens zu ihren Erfahrungen im Umgang mit Untersuchungsbehörden und Rechtsmedizin befragt. Schwerpunkte der Befragung waren die Akzeptanz der rechtsmedizinischen Obduktion und die Qualität der Information über Untersuchungsresultate. Bis zum jetzigen Zeitpunkt wurde der Fragebogen von 51 Angehörigen beantwortet. Daraus ergeben sich folgende Zwischenresultate: Rund die Hälfte der befragten Parteien gab an, den Entscheid zur Durchführung einer Obduktion von Anfang an begrüsst zu haben, ein Drittel machte eine indifferente Haltung geltend und nur wenige (15%) standen einer Obduktion ablehnend gegenüber. Grossmehrheitlich wurden die Angehörigen zufriedenstellend über die Ergebnisse der Obduktion durch die Rechtsmedizin oder die Untersuchungsbehörde orientiert. Lediglich fünf der Befragten gaben an, die Information sei ungenügend bzw. unverständlich gewesen. Konkrete Kritikpunkte bezogen sich darauf,dass die Information über die Untersuchungsergebnisse nicht ungefragt an die Angehörigen geht. Mehrfach wurde von Angehörigen geltend gemacht, sie hätten den raschen Abtransport vom Leichenfundort ins Institut für Rechtsmedizin als belastend empfunden und hätten sich mehr Zeit zum Abschiednehmen gewünscht. Problematisch erscheint uns, dass acht der befragten Angehörigen vorgängig überhaupt nicht darüber informiert wurden, dass eine Obduktion durchgeführt werden würde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEME UND FEHLER VON RECHTSMEDIZIN UND UNTERSUCHUNGSBEHÖRDEN IM KONTAKT MIT ANGEHÖRIGEN VON VERSTORBENEN Plattner T, Zollinger U, Institut für Rechtsmedizin der Universität Bern"
        },
        {
            "text": "PROGRAMMFEHLER BEI DER AUTOMATISCHEN BAK-BERECHNUNG: HAARSCHARF AN EINER KATASTROPHE VORBEI! Zollinger U, Dirnhofer R Institut für Rechtsmedizin der Universität Bern, CH-3012 Bern/Schweiz Anlässlich der periodischen externen Qualitätskontrollen der Alkoholanalysen des IRM Bern wurden geringfügige Abweichungen der ausgedruckten Resultate, nicht aber der einzelnen Analysenresultate festgestellt. Die Nachforschung zeigte den Fehler im EDV-Programm. Im Rahmen einer Umstellung zum Jahreswechsel war der Umrechnungsfaktor für Blut von 0, 944 \"verloren\" gegangen, weshalb die abgegebenen Resultate um 5,9 % zu hoch ausfielen. Bei der Entdeckung des Fehlers waren über einen Zeitraum von 2 Monaten bereits 726 Fälle bearbeitet und versandt worden. Die neue, korrekte Berechnung zeigte auf, dass 12 Personen der Führerausweis zu unrecht entzogen worden war, weil der gesetzliche Grenzwert von 0,8 ‰ nun nicht mehr erreicht oder überschritten wurde. Zahlreiche weitere Personen waren aber ebenfalls vom Fehler betroffen, weil das Strafmass und die Dauer des Führerausweisentzuges vom Promillewert abhängt. Letzteres ist in den Kantonen unterschiedlich geregelt. Wir entschlossen uns zu einer sofortigen Korrektur sämtlicher 726 Fälle und zu einer offenen Darlegung des uns unterlaufenen Fehlers gegenüber den Betroffenen, den Untersuchungsbehörden, den Strassenverkehrsämtern und der Öffentlichkeit. Dieses offensive Vorgehen wurde, obwohl mit einem immensen administrativen Aufwand verbunden, durch äusserst positive Reaktionen und einen Vertrauensgewinn ins Institut \"entlöhnt\". Die einzige Schadenersatzforderung betraf eine Person, welche sich während der Dauer des ungerechtfertigten Führerausweisentzuges mit dem Taxi zur Arbeit fahren liess. Es hat sich damit erneut gezeigt, dass eingestandene und sofort korrigierte Fehler keinen Image-Verlust für eine Institution bedeuten müssen. werden. Primäre Massnahme zur Verhütung von Zwischenfällen muss sein, beim Personal Verständnis für die Probleme zu wecken und Voraussetzungen zu schaffen, dass wir über alle Fehlleistungen und Zwischenfälle informiert werden; dies unabhängig davon wie sie ausgegangen sind. Nur so können wir erkennen, wo die eigentlichen Probleme liegen und etwas dagegen unternehmen. Um dieses Ziel zu erreichen ist es entscheidend, dass es gelingt, die in unserer Erziehung und Gesellschaft verankerte \"Schuldkultur\" zu überwinden und glaubwürdig eine neue \"Kultur\" im Umgang mit Fehlern zu entwickeln. Systeme, deren Zuverlässigkeit perfektes Funktionieren des Individuums voraussetzen, werden früher oder später versagen, weil niemand fähig ist,immer fehlerfreie Arbeit zu leisten.Wenn wir also Fehler vermeiden wollen,so müssen wir unsere Denkweise und Haltung Fehlern gegenüber grundsätzlich verändern. Die Erkenntnis muss sein: Menschliche Fehler sind häufig und unvermeidbar. Fehler ergeben sich oft aus Faktoren, die sich unserer bewussten Kontrolle entziehen, aus Mängeln in unserem Arbeitssystem die geradezu dazu \"verführen\" Fehler zu machen. Beispiele dafür sind falsch geplante Arbeitsabläufe, schlechte Arbeitsbedingungen oder ungenügende Ausbildung. Solch grundlegende Fehler im System zeigen sich oft erst dann, wenn sich ein den Patienten schädigender Fehler ereignet hat. Solche Fehler, die sich im System verborgen halten und sich erst unter ungünstigem oder zufälligem Zusammentreffen von Ereignissen zeigen, nennt man \"latente Fehler\" (latent errors). Es sind primär nicht erkennbare aber schon vorher im System vorhandene Fehler, die gleichsam darauf lauern sich plötzlich durch einen \"überraschenden Unfall\" zu manifestieren.Weil sie lange Zeit unerkannt im System vorhanden sein können, sind sie besonders gefährlich. Im Gegensatz zu den \"latenten Fehlern\" stehen diejenigen Fehler, die auf einer klaren Fehlhandlung, Fehlleistung oder Fehlbeurteilung beruhen und die unmittelbare Auswirkungen zeitigen (mistakes). Sie sind leichter zu erkennen und auch einfacher zu vermeiden. Sind systemimmanente Fehlerquellen erkannt, dann stellt sich die Frage was getan werden kann. Entscheidend ist, dass wir uns nicht auf die Fehlleistung konzentrieren, sondern auf die der Fehlleistung zugrunde liegende Ursache. Die Frage ist deshalb nicht \"wer ist schuldig\", sondern \"wo liegt der Fehler im System\", bezw. wo müssen wir Korrekturen ansetzen, damit der Fehler in Zukunft nicht mehr passieren kann. Mögliche Strategien können sein: -Ersatz des (schlechten) Kurzzeitgedächnisses durch den viel verlässlicheren Computer -Rasche Verfügbarkeit der entscheidenden medizinischen Patientendaten (z.B. online) -Prozesse so strukturieren, dass Fehler automatisch erkannt oder verunmöglicht werden. -Standardisierung von Arbeitsabläufen -Verbesserung der Ausbildung -Änderungen in der Arbeitsumgebung (Gruppendynamik, Verantwortlichkeiten, Einsatzplanung, Zeitdruck) -Verbesserung von medizintechnischen Geräten (z.B. bessere Ablesbarkeit, Anordnung der Bedienungselemente) Eine effektive Fehlerprävention setzt also nicht beim 'schuldigen' Individuum an, sondern am zugrunde liegenden System. 'Change the system not the person!' oder wie es J.Reason formuliert:\"We cannot change the human condition, but we can change the conditions under which humans work\". In diesem Vortrag werden die neuesten Entwicklungen im Bereich der CT vorgestellt und diskutiert. Hierzu gehören neue Komponenten wie Mehrschicht-und Flächendetektoren und neue Rekonstruktionsverfahren für die Spiral-CT. Diese erlauben inzwischen Aufnahmen ganzer Organe in typischerweise 10 -20 Sekunden bzw. \"Ganzkörper\"-Aufnahmen in weniger als 1 Minute ohne Nachteile bezüglich der Bildqualität. Hierbei kann auch eine isotrope Ortsauflösung von besser als 1 mm routinemäßig bereit gestellt werden. Diese Leistungsmerkmale der klinischen CT gelten natürlich auch für Untersuchungen post mortem. Für die forensische Medizin sind Untersuchungen von Resektaten und Biopsien von zusätzlicher Bedeutung. Hierfür bietet insbesondere die Mikro-CT (µCT) neue technische Möglichkeiten. Die Aufnahmeprinzipien und Rekonstruktionsverfahren sind ähnlich wie in der klinischen Anwendung; es können aber Auflösungswerte zwischen 10 µm und 100 µm erreicht werden. Diese Technik wird ebenfalls im Detail dargestellt. Eine wesentliche Beschränkung besteht darin, dass extrem hohe Ortsauflösung nur für zunehmend kleine Proben erreicht werden kann. Die Leistungsfähigkeit der CT und der µCT in vivo und in vitro wird an Fallbeispielen demonstriert. In den letzten 20 Jahren hat sich die Magnetresonanz-Tomographie (MRT) in der Radiologie ein breites Einsatzfeld errungen und sich in vieler Hinsicht als ideale Ergänzung zur Röntgen-Computertomographie (CT) erwiesen.Dabei erwies es sich als besonderer Glücksfall,daß das für den Magnetresonanzeffekt geeignetste Atom, Wasserstoff, im menschlichen Gewebe in Form von Wasser und Fett sehr häufig vorkommt, und für vielfältigste Bildkontraste sensibilisiert werden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-58"
        },
        {
            "text": "Damit kann mittels MRT eine extrem große Breite von klinischen Fragestellungen, insbesondere betreffend Weichteile und Körperflüssigkeiten nichtinvasiv beantwortet werden. Die Kombination mit der Magnetresonanz-Spektroskopie (MRS) ermöglicht darüber hinaus eine zerstörungsfreie chemische Analyse des abgebildeten Gewebes. Dieser Vortrag soll einerseits eine Einführung in die physikalischen Grundlagen der MRT und einen Überblick über den momentanen Stand und die Zukunftsperspektiven der unverändert raschen technischen Entwicklung geben. Die heute erkennbaren prinzipiellen Grenzen werden aufgezeigt. Daneben wird anhand von klinischen Beispielen ein Eindruck der Anwendungsbreite der MRT vermittelt. Die MRT steht im Begriff, in Nachbargebiete der Radiologie wie Orthopädie, Angiologie und Kardiologie und möglicherweise auch die Rechtsmedizin einzudringen. Dabei kommt die Vielfalt der verfügbaren MRT-Techniken dem Wunsch entgegen, mittels eines einzigen Untersuchungsverfahrens die gestellten diagnostischen Fragen zu beantworten und damit Zeit und Kosten zu sparen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-61"
        },
        {
            "text": "Unter dem Eindruck der Magnetresonanz-Bildgebung (MRI, KST) wird in der Medizin oft vergessen, dass die hochauflösende NMR-Spektroskopie (Nuclear Magnetic Resonance) in Chemie und Pharmazeutik ein ebenso mächtiges wie weitverbreitetes Instrument ist. Die in-vivo Spektroskopie (MRS) ist eigentlich eine Kombination dieser beiden Methoden: analog der Bildgebung, wird ein MR Spektrum nicht-invasiv und aus definierten anatomischen Strukturen gewonnen; wie in der NMR, wird Information über die Chemie des Gewebes erhalten.Die Verwandtschaft mit der hochauflösenden NMR ist für die MRS deshalb wichtig, weil teilweise Methoden übertragen werden können, die in der NMR im Reagenzglas erfolgreich angewendet werden, oder wenigstens erahnen lassen, was in Zukunft möglich sein könnte. MRI, NMR und MRS beruhen letztlich auf denselben physikalischen Grundlagen.Während die MRI aber hauptsächlich die starken Signale von Wasser und Fett zur Beschreibung von Morphologie und Funktion einsetzt, eröffnet die MRS eine weitere Dimension. Durch die Beobachtung der sogenannten chemischen Verschiebung können eine Vielzahl von Stoffwechsel-Produkten und -Wegen identifiziert und quantifiziert werden. Damit kann die MRS in einem anatomisch definierten Volumen den Metabolismus beschreiben -die MRS macht quasi eine \"chemische Biopsie\". Dies kann entweder in einem einzelnen Volumen geschehen oder in Form eines relativ groben Bildes (\"Chemical Shift Image\"). Da die interessierenden Stoffwechselprodukte aber wesentlich weniger konzentriert sind als Wasser oder Fett, bleibt die räumliche Auflösung deutlich unter derjenigen der normalen Bildgebung. Eine weitere Stärke -und gleichzeitig methodische Schwierigkeit -der MRS liegt in der Tatsache, dass nicht nur Wasserstoffkerne (1-H) beobachtet werden können, sondern auch andere, natürlich vorkommende und stabile Isotope wie z.B. 13-C oder 31-P. Durch diese Aufnahmetechniken wird eine ganze Liste von weiteren Stoffwechselprodukten beobachtbar. Da die spezifische Empfindlichkeit dieser Kerne aber unter derjenigen von Wasserstoffkernen liegt, müssen üblicherweise grössere und damit der Anatomie weniger angepasste Volumina beobachtet werden. Die Zukunft der MRS ist einerseits durch die technischen Entwicklungen (Stichwort höhere Magnetfeldstärken), anderseits durch die Erfahrung und Ausbildung der Anwender (vor allem in der klinischen Anwendung) bestimmt. Die craniale Computertomographie (CCT) zählt zu den Standardverfahren in der Diagnostik von Schädel-Hirn-Traumen (SHT). Somit existieren zumindest bei jedem Patienten mit SHT, der über eine größere Klinik zur rechtsmedizinischen Begutachtung kommt, entsprechende CCT-Aufnahmen, die in der rechtsmedizinischen Praxis eine vielfältige Bedeutung erlangen können. So kann eine CCTgestützte Befunddokumentation herangezogen werden, wenn es um die Abgrenzung von primären versus sekundären Schädigungen bei längerer Überlebenszeit geht. Auch bei der Beurteilung fraglicher ärztlich Sorgfaltspflichtverletzungen und bei der retrospektiven Abschätzung der Überlebensprognose können CCT-Bilder eine wichtige Rolle spielen ebenso wie natürlich in der Begutachtung lebender Personen mit SHT. In diesem Beitrag sollen auch anhand von Fallbeispielen die verschiedenen Möglichkeiten und Grenzen der Einbeziehung klinischer CCT-Aufnahmen in die forensische Begutachtung aufgezeigt werden. Aus den dabei erworbenen eigenen Erfahrungen u.a. im interdisziplinären Informationsaustausch lässt sich folgern, dass für eine selbstständige rechtsmedizinische Meinungsbildung eigene Grundkenntnisse und Erfahrungen in der CT-Interpretation nützlich sind,da die klinische Befundung sich in der Regel nicht an der forensischen Fragestellung orientiert. In Verbindung mit der fachspezifischen traumato-pathologischen Kompetenz des Rechtsmediziners kann so eine wertvolle Ergänzung Erweiterung der Begutachtungsmöglichkeiten entstehen. The brain of patient who had died as a result of severe diffuse hypoxic damage may appear entirely normal macroscopically although subsequent histological examination shows severe and extreme neuronal affection. The aim of the study was to explore the characteristic histological and ultrastructural changes of the brain tissue in a designed experimental model representing different modes of deaths. The study was carried out on 80 adult main albino rats (150-200gm) . The rats were divided into five main groups: control group; obstructive asphyxial group (further subdivides) into strangulation, hanging and chocking subgroups; drowning group (freshwater and seawater subgroups); bleeding group; and CO-inhalation group. Specimens were taken from the cerebrum and cerebellum of each animal properly fixed and subjected to : histological examination (H & E stain), transmission electron microscopic study and scanning electron microscopic study. Except for the bleeding group, the present study revealed characteristic damage in all groups involving cellular membranes (cell nuclear, and organellar membranes) which were detected by transmission and scanning electromicroscopic and attributed to ischaemia. Also the different types of glial cells showed variable degrees of degeneration in all studied groups. ",
            "cite_spans": [
                {
                    "start": 4366,
                    "end": 4377,
                    "text": "(150-200gm)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V-63"
        },
        {
            "text": "VIRTOPSY: SCHUSS POSTMORTALE MULTISCLICE-CT UND MR-UNTERSUCHUNG Thali MJ (1,2,3), Yen K (1), Schweitzer W (1), Kneubuehl B (1), Scheurer E (1), Vock P (2), Ozdoba C (3), Schroth G (3), Sonnenschein M (2), Ith M (4), Boesch C (4), Brügger K (2,4), Spielvogel E (3), Königsdorfer U (1), Dorn R (1),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V-79"
        },
        {
            "text": "To test a method for the immunohistochemical detection of MDMA and MDA and to examine their distribution in human tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "In a fatal MDMA overdose (proven by HPLC), immunodetection of MDMA and MDA with mouse monoclonal antibodies in 14 brain regions was performed. The method is based on the Catalysed Signal Amplification System (DAKO®) using diaminobenzidine-peroxidase (HRP) as chromogen.Specific antibodies were kindly provided by Microgenics Corp, CA. Analogue samples -taken from a non drug-related case -were included as control.In order to test the specificity of the antibodies,these were saturated with MDMA to induce a negative immunoreaction.For negative control, sections were incubated with IgG fraction from normal mouse serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "MDMA immunoreactivity presented mainly as a diffuse brownish cytoplasmic staining of the neurons in all brain regions except for the corpus callosum.Addition of pure MDMA to the antibody totally abolished the staining reaction. In the lower MDMA concentration range of saturation tests, a gradient of the staining intensity was observed, proving the specificity of the antibodies. Immunoreactivity could not be detected in the control tissue. Incubations with mouse IgG fraction were negative. Conclusion A reliable method for the specific immunohistochemical detection of MDA and MDMA in human brain tissues is demonstrated. This method might be used for further study of the topographic distribution of these amphetamine analogues in other human tissues. Anhand der Ergebnisse erfolgt ein Methodenvergleich der eingesetzten Extraktionsverfahren; die aufgetretenen Probleme werden diskutiert. We present a case of gastric rupture at the lesser curvature, pneumoperitoneum, pneumomediastinum, tension pneumothorax and subcutaneous emphysema following accidental air inflation in a nasogastric catheter, causing death in an 85-year old woman. The woman, who complained of abdominal pains, was transferred from one hospital to another. Before departure she was given intravenous isotonic saline and nasal oxygen (2 L/min). Soon after departure the woman complained of abdominal pain, nausea and difficulty in breathing. The nasal air was increased. The paramedic assisting her noticed the patient seemed to grow in body and facial appearance. 5-7 minutes later the patient exhaled. Resuscitation effort were effortless. Postmortem the patient continued to increase in size, until the nasal air was disconnected. Further examination revealed massive amounts of subcutaneous air. The medico-legal autopsy showed subcutaneous emphysema on the extremities and the thorax.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the upper left-sided peritoneum 150 ml gastric contents from a 3 cm large perforation on the lesser curvature in the stomach. There were no gastric ulcers or tumours. There was right-sided pneumothorax and partly atelectasis of the right lung. The cause of death was considered cardiac-and lung failure following massive air inflation of the peritoneum and pleurae due to a misplaced nasopharyngeal catheter to the stomach which perforated. Over a period of 15-20 minutes approx. 60 liters of 100 percent oxygen was inflated by mistake in the nasogastric catheter of the woman.First, the stomach was mistakenly inflated by oxygen at high pressure causing gastric rupture and pneumoperitoneum. Secondly, by another mistake, the air inflation was increased at this point causing progression of pneumopathology, ultimately resulting in death. The procedure Percutaneous Vertebroblasty includes an injection of acrylic cement into the damaged vertebra for the purpose of partially stabilizing the bone in order to decrease associated pain and avoid neurological damage.In this study, the most frequent, radiologically provable, post-operative complications will be discussed and graphically presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P-33"
        },
        {
            "text": "In the examination of post-operative patients, the following ectopic acrylic cement deposits were discovered: • Acrylic cement deposits in the spinal canal or neuro foramina, • Paravertebral acrylic cement deposits, • Acrylic cement deposits in the paravertebral circulatory system, • In one case, acrylic cement was found in a pulmonary artery (embolism). Discussion/Conclusion Percutaneous Vertebroblasty was introduced in the 1980's. A lack of knowledge, on the part of the radiologist, of this procedure's radiologically detectable complications can lead to a misdiagnosis. Severe complications are rare and restricted to localized processes such as infection or cement leakage into the spinal canal or into the perivertebral venous system.In particular,neural and vascular complications can arise.From the radiological perspective, the possibility of detecting ectopic acrylic cement in and around the spinal canal,and the danger of an acryliccement pulmonary embolism occurring subsequent to a thoracic procedure are not to be overlooked. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The epidemic of SIDS in Norway 1967-93\": changing effects of risk factors\" ist das relative Risiko, ein Kind durch SIDS zu verlieren für unter 20-jährige Mütter gegenüber 25-29-jährigen von 2.5 (1967-71) auf 7.0 (1990-93) gestiegen. Das SIDS-Risiko hat sich für Viertgeborene gegenüber",
            "authors": [
                {
                    "first": "Bericht",
                    "middle": [],
                    "last": "Nach Dem",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Über",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nach der Studie aus Grossbritannien (1993-96) ist der Wintergipfel zurückgegangen, der Anteil an erklärbarem UST gestiegen und die Nikotinexposition beim UST höher",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aus den Obduktionsbefunden von 445 unerwartet gestorbenen Säuglingen war der Tod bei 120 (27%) nicht erklärbar (Gruppe 1), bei 221 (50%) nicht hinreichend",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Wochentag des Todes, Nikotinexposition, Stillzeit und Schlafposition. Mütterliche Daten waren Alter, Parität, Zivilstand und ethnische Zugehörigkeit. Die Referenzgruppe (RG) zum Durchschnitt in der Bevölkerung bestand aus 9886 Lebendgeborenen der Jahrgänge",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "An Epidemiologischen Daten Wurden",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Geschlecht",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mehrlinge",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gestationsalter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Reifegrad",
                    "suffix": ""
                },
                {
                    "first": "Saison",
                    "middle": [],
                    "last": "Geburtsgewicht",
                    "suffix": ""
                },
                {
                    "first": "Erreichtes",
                    "middle": [],
                    "last": "Bei Geburt Und Tod",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lebensalter",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Jahre) wurde unterteilt in die je 10.5 Jahre umfassende Periode I (1969-Juni 79) und II (Juli 79-1989) und die 11 Jahre zählende Periode III",
            "authors": [
                {
                    "first": "Der",
                    "middle": [],
                    "last": "Zeitraum",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Angestiegen im Vergleich zur RG sind Drittgeborene (22% vs 10%) und Mehrlinge (6.8% vs 1.4%). Das mittlere Lebensalter der Kinder in Gruppe 1 und 3 ist in P III höher als in P I",
            "authors": [],
            "year": null,
            "venue": "Die Auswertung für jede UST-gruppe in jeder Periode ergibt: Zurückgegangen ist der Anteil der Gruppe 1 (ca. 50%)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Yen K (1), Thali M (1,2), Scheurer E (1), Vock P (2), Bösch C (3), Ith M (3), Sonnenschein M (2), Brügger K (2,3), Spielvogel E",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schweitzer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inselspital, 3010 Bern, Schweiz Ein 83-jähriger wurde mit intaktem Schlafanzug bekleidet tot in Rückenlage in seinem Bett auf einer Blutlache gefunden. Auf seiner Brust lag ein langes Messer,am Einstich fehlten Probierschnitte",
            "authors": [],
            "year": null,
            "venue": "den Wochen zuvor hatte man dem Mann eröffnet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Die Autopsie zeigte, dass der Mann mit einem tiefen Stich Haut, Perikard und linke Kammer durchstochen hatte. Als Einstichstelle hatte er eine alte Thorakotomienarbe gewählt. Als Todesursache fanden sich Befunde eines Verblutens",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Befunde des Bruststichs sind besonders deutlich in einer Serie von MR-Bildern dargestellt, welche auf einem 1.5 T MRI-Gerät der Firma GE u.a. mit einem Torso Coil in einer Auflösung von bis zu 0.46 mm x 0.46 mm x 2.1 mm Voxelgrösse erfasst wurde.Diese Zahlen verdeutlichen auch gleichzeitig die Grenzen der Methode: rekonstruktiv bedeutsame Details der Stichwunde, sowohl an Haut, wie auch Perikard oder Herzkammer, waren präparatorisch besser darzustellen. Insgesamt bietet die nichtinvasive Bildgebung in diesem Fall aber eine genügend gute Dokumentation von Befunden, die -mittels Vergleich zur Autopsie als richtig validiert -Rückschlüsse auf Stichverlauf, Blutverlust und somit die Todesursache zulassen",
            "authors": [
                {
                    "first": "Der",
                    "middle": [],
                    "last": "Leichnam",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bevor Die Autopsie Durchgeführt Wurde",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "UND MANIPULATIONSMÖGLICHKEITEN BEI DER DIGITALEN BILDGEWINNUNG UND BILDVERARBEITUNG IN DER RECHTSMEDIZIN: STRATEGIEN FÜR EINE BEWEISKRÄFTIGE DOKUMENTATION Fink T, Dilger M, Rittner C Institut für Rechtsmedizin, Johannes Gutenberg-Universität, D-55131 Mainz",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Kalender, W.A.: Computertomographie. Wiley VCH Verlag, Weinheim (2000) V-62 MAGNETRESONANZ-TOMOGRAPHIE HEUTE UND MORGEN Heid O Siemens AG, UB Medizintechnik, Erlangen",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "LEICHENVERWECHSLUNG -EIN VERMEIDBARER FEHLER? Verhoff MA, Riße M, Weiler G Institut für Rechtsmedizin der Justus-Liebig-Universität Gießen Wie oft kommt es vor, daß auf dem Obduktionstisch oder bei der Krematoriumsleichenschau durch eine Verwechslung ein anderer Leichnam als der erwartete vorliegt? Die Frage nach der Dunkelziffer wird kaum zu beantworten sein. Es wird ein Fall vorgestellt, bei dem die Leichen bereits vor der polizeilichen Leichenschau durch den Bestatter verwechselt wurden. Eine Anerkennung i.S. § 88 StPO durch die Polizei vor der Obduktion fand nicht statt. Die im Polizeibericht erwähnten Identitätsmerkmale konnten von den Obduzenten am Leichnam nachvollzogen werden. Ein Fußzettel oder eine Identitätskarte lagen jeweils nicht vor. Dies führte trotz fehlender gesicherter Identität für die Obduzenten zu einer gerichtlichen Obduktion und einer späteren Exhumierung des eigentlich zu obduzierenden Leichnams. Die Verwechslung war erst aufgefallen, als Angehörige nach der Obduktion von dem Verstorbenen Abschied nehmen wollten. Die Identifikationskette eines Leichnams und deren Lücken und Fehlerquellen insbesondere im menschlichen Bereich durch Personalmangel werden aufgezeigt und diskutiert. Strategien zur Vermeidung von Verwechslungen aus Sicht des Rechtsmediziners werden angesprochen.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "FEHLERHAFTE INTERPRETATION EINER EXTREMEN EXSIKKOSE IM SÄUGLINGSALTER? Klein A 1 ,Zintl F 2 Institut für Rechtsmedizin 1 , Klinik für Kinder-und Jugendmedizin 2 der FSU Jena Es wird ein Fall vorgestellt, bei dem Irrtümer, Fehler, zu langes Beharren auf voreilig getroffenen Schlußfolgerungen im Fall eines Todes im Säuglingsalter zu einer richterlichen Fehlentscheidung geführt haben dürften.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Niere transplantiert wurde. Sechs Monate vor dem Tod entwickelte sich am Ohr ein Merkel-Zell-Carcinom mit ausgedehnter hämatogener Metastasierung. Die Pathogenese des hochmalignen Merkel-Zell-Carcinoms kann durch langjährige Immunsuppression begründet werden,die Ätiologie der anamnestisch bekannten Nephritis ließ sich bei Zustand nach Nephrektomie autoptisch nicht klären.Folgenschwere Falschbegutachtungen bei tödlichen Schädel-Hirn-Traumen sind relativ selten, weil die Befunde meist eindeutig und Irrtümer kaum zu gänzlich falschen Resultaten führen. Die Ursachen für Fehlinterpretationen liegen vor allem in der Verken-Die Todesursache wurde durch die Sektion nicht eindeutig geklärt. Die Obduzenten diskutierten einen Tod aus innerer Ursache durch Myokarditis, schlossen jedoch eine Strangulation nicht sicher aus. Im abschließenden rechtsmedizinischen Gutachten wurde die Druckmarke am Hals durch das Aufliegen auf einen übersehenen Gegenstand zurückgeführt. Die punktförmigen Blutungen wurden mit dem Herzversagen und der Lage der Sterbenden erklärt. Ein natürlicher Tod infolge Herzversagens wurde als wahrscheinlich angenommen. Im Ergebnis dieses \"brain-storming\" entschlossen wir uns, dass trotz der nur schwach ausgeprägten Befunde der Vorbehalt eines \"Erstickens unter weicher Bedeckung\" deutlich gemacht werden sollte.Der Staatsanwalt war nunmehr gehindert, die Akte zu schließen. Weitere Ermittlungen führten zu zwei Täterinnen. Beim Haftrichter wurde geschildert, dass dem alten Mann Mund und Nase mit einem Kissen und der Bettdecke zugehalten wurden. Während des mehr als 10 Minuten langen Überlebenskampfes kniete eine Täterin auf dem Kissen und die andere hielt den Arm fest. Eine mittlerweile rechtskräftige Verurteilung erfolgte für die Tötung des alten Mannes. Medizinische, psychologische und toxikologische Aussagen zur Fahrtüchtigkeit und Kraftfahreignung. Der Beitrag befasst sich ausschließlich mit einigen Aspekten des 2.Gebiets: Eine 1. Fehlerquelle der Begutachtung von Fahrtüchtigkeit und Kraftfahreignung liegt darin, dass diese unbestimmten Rechtsbegriffe eine wissenschaftlich begründbare eindeutige Trennung in tüchtig und untüchtig, geeignet und ungeeignet suggerieren, obwohl sich die zugrundeliegenden Eigenschaften nicht eindeutig quantifizieren lassen. Die Rechtsprechung stützt mit der \"normativen\" Festlegung von Grenzwerten oder Ausprägungen von Kriterien diese Vorstellung und trägt dazu bei, dass die Sensibilität für die Grenzen der wissenschaftlichen Beweisbarkeit von Fahruntüchtigkeit und Fahreignung selbst bei manchen Wissenschaftlern als Gutachter in Vergessenheit gerät. Sie tappen dann in die Falle des normativen Nachweises in Verwechslung mit dem wissenschaftlichen Beweis. Die 2. Fehlerquelle betrifft die Tatsache, dass bei nicht normativ festgesetzten Kriterien keiner der im Begutachtungsverfahren Beteiligten, weder die Betroffenen, noch Richter, Rechts-oder Staatsanwälte, auch nicht die Gutachter, wirklich wissen, ob Fahrtüchtig-oder Untüchtigkeit, Fahreignung oder Nichteignung vorliegt. Der Fehler manifestiert sich, wenn im -insbesondere wissenschaftlichen -Gutachten diese kaum ernsthaft bestrittene Aporie nicht thematisiert wird. Dies gilt insbesondere für Prognosegutachten über zukünftige Verkehrsbewährung, in denen eine 3. Fehlerquelle droht: Bei der Begründung der Prognose mit wissenschaftlichen Erkenntnissen, weil die wissenschaftliche Nachvollziehbarkeit in Rechtsverordnungen (Hier: Fahrerlaubnisverordnung Anlage 15 zu § § 11 und 66) gefordert wird. Man findet in solchen Gutachten Wahrscheinlichkeitsaussagen, die sich auf frühere, oft Jahrzehnte zurückliegende Untersuchungen stützen, die nicht immer heutigen Ansprüchen an Wissenschaftlichkeit genügen,oft fehlt die kritische Prüfung,ob der zu beurteilende Einzelfall in die Rückfallgruppe oder die Bewährungsgruppe gehört und mit welcher Wahrscheinlichkeit sich dies feststellen lässt. Schließlich ist das gesamte Begutachtungsverfahren wissenschaftlich nicht validiert, solange Negativgutachten mit Versagung der Fahrerlaubnis nicht falsifizierbar sind: Sie wären es, wenn der negativ Begutachtete die Chance bekäme, sich im Verkehr zu bewähren. DIE VERKEHRSMEDIZINISCHE BEGUTACHTUNG UND DEREN POTENTIELLE FEHLERMÖGLICHKEITEN Liniger B Verkehrsmedizinische Abteilung,Institut für Rechtsmedizin St.Gallen",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "MÖGLICHE FEHLEINSCHÄTZUNG DER INSASSENBELASTUNG BEI PKW-FRONTALKOLLISIONEN MIT NICHT ANGEGURTETEN FONDPASSAGIEREN Schönpflug M, Schuller E, Eisenmenger W Institut für Rechtsmedizin der Universität München,Frauenlobstr.7a, D-80337 München Im Rahmen der Begutachtung tödlicher Pkw-Frontalkollisionen ergibt sich häufig folgende Fragestellung: Haben nicht angegurtete Fondinsassen in erheblichem Maße an der Entstehung der tatsächlichen Verletzungen des Fahrers bzw. Beifahrers Anteil ? Anhand eines konkreten Unfalls mit einem nicht angegurteten Fahrer und zwei nicht angegurteten Fondinsassen erschien bei Betrachtung der Rückenlehnendeformation des Fahrer-und Beifahrersitzes zunächst die Antwort eindeutig. Insbesondere,da die Rückenlehne des Beifahrersitzes,der zum Unfallzeitpunkt unbesetzt war, im Vergleich zum Fahrersitz weitaus größere Deformationen auf Grund der Wechselwirkung mit dem hinten rechts plazierten Insassen aufwies. Dies ließ zunächst den Schluß zu, daß der Fahrzeuglenker zusätzlich einen Teil der Aufprallenergie des hinter ihm sitzenden Insassen aufnehmen musste. Die genaue Rekonstruktion des Verkehrsunfalls mit Simulation der Insassenkinematik mit Mehrkörper Systemen (MKS) zeigt die Problematik der zuvor noch eindeutig geglaubten Lösung bei derartigen Unfällen auf. Grundsätzlich sind 2 Arten von Falschbeurteilungen zu unterscheiden: Die erste Kategorie umfasst jene Fehlleistungen,die auf mangelndes Wissen/zu geringe Erfahrung/unzureichende Sorgfalt des Untersuchers zurückzuführen sind. Die zweite Gruppe ist dadurch charakterisiert, dass entweder der Befund als solcher untypisch/unspezifisch/mehrdeutig ist oder dass besondere Umstände die richtige Interpretation erschweren. Die Übergänge zwischen den beiden Fallgruppen sind fließend, da in der konkreten Situation auch eine Kombination der genannten Ursachen vorliegen kann. Als klassische Beispiele für Irrtümer, die vornehmlich in der Person des Untersuchers begründet sind, können gelten: Das Vorliegen einer Schussverletzung bleibt unerkannt (z.B. wegen unterlassener Entkleidung der Leiche oder wegen nicht erfolgter Inspektion der Körperrückseite bzw. der Körperöffnungen); eine morphologisch eindeutige Schusswunde wird fälschlich als andersartige Verletzung (z.B. als Stich-oder Rissquetschwunde) aufgefasst; Ein-und Ausschussöffnung werden verwechselt; Nahschusszeichen werden übersehen oder unrichtig gedeutet; bedeckende Kleidungsstücke werden nicht in die Beurteilung einbezogen. Unabhängig von etwaigen Insuffizienzen auf Seiten des Untersuchers können die Schussverletzungen als solche mannigfach Anlass zu Fehlbeurteilungen geben. Exemplarisch seien genannt: Abwandlung des Einschussbefundes durch vorausgegangene Interaktion zwischen Geschoss und Zwischenziel, Modifikation des Schussbildes durch die lokalen Gewebseigenschaften,Variation von Nahschusszeichen durch zusätzliche Einflussfaktoren, morphologische Ähnlichkeit von Einund Ausschüssen, Geschosszerlegung und -ablenkung. Die wichtigsten Fehlerquellen werden anhand von Fallbeispielen aus der rechtsmedizinischen Obduktionspraxis aufgezeigt und erläutert. SCHUSS UND IRRTUM Kneubuehl BP Gruppe Rüstung, FA 26, Ballistik-und Detoniklabor, CH-3602 Thun Die Vorgänge,die sich beim Schuss abspielen,finden unter extremsten physikalischen Bedingungen statt. Beschleunigungen, Kräfte, Temperaturen und insbesondere die Kurzzeitigkeit der Ereignisse übersteigen das menschliche Vorstellungsvermögen bei weitem. Die Modelle, die zum Verständnis des Geschehens aufgestellt wurden, waren deshalb oft von Irrtümern begleitet, die vor allem aus der dem Menschen naheliegenden quasi-statischen Betrachtungsweise entstanden sind. Im Verlauf der letzten zwanzig Jahre hat das optische Erfassen kurzzeitiger Vorgänge große Fortschritte gemacht. Die Möglichkeit des direkten Betrachtens von Vorgängen, die in Bruchteilen von Millisekunden ablaufen, hat viel zu einer besseren Erkenntnis des Schusses und seinen Auswirkungen beigetragen. Nach einem mißlungenen Raubüberfall auf eine Pilsbar wurde ein Passant, der den beiden Tätern gefolgt war, durch 10 Schüsse aus einer vollautomatischen Waffe getötet. Kurze Zeit später wurde als Tatverdächtiger Robert B. ermittelt. Er war am Tattag in einer Münchner Klinik an der Hand operiert worden und wurde, nachdem er von der Nachtschwester aber in den Stunden um den Tatzeitpunkt nicht gesehen worden war, auf der Krankenstation festgenommen. In ersten Vernehmungen gab er an, daß er sich an die Tatnacht nicht erinnern könne, da er am Abend zuvor Flunitrazepam eingenommen habe und dann eingeschlafen sei. Die Untersuchung der kurz nach der Festnahme in den Räumen der Mordkomission abgenommenen Kontaktproben der Hände (Stubs) sowie der Kleidung durch REM und RFA ergab den Nachweis einiger Partikel in einer Zusammensetzung, wie sie dem an den Hülsen (S&B®‚) vom Tatort nachgewiesenen Schmauch entsprach. B. wurde ferner von einigen Zeugen eindeutig identifiziert. Ein Zeuge, der den Tatverdächtigen entlastete und selbst eine Tatbeteiligung einräumte, wurde wegen uneidlicher Falschaussage verhaftet.Während der Gerichtsverhandlung gab B. an, er könne sich den Schmauch an seinen Händen nur dadurch erklären, daß er mehr als 24 Stunden vor der Tat mit einer Gas-Alarm-Waffe hantiert gehabt habe. Ein waffentechnischer Sachverständiger stellte fest, daß bei der Polizei üblicherweise Munition der Firma Dynamit Nobel (andere Schmauchzusammensetzung) Verwendung finde und eine Kontamination durch Polizeibeamte daher zunächst nicht nachvollziehbar sei. Da B.aber durch SEK-Kräfte festgenommen und transportiert worden war, wurde auf Antrag der Verteidigung das Einsatzfahrzeug auf Schmauchspuren untersucht. Dabei wurden erhebliche Mengen an Schmauch unterschiedlicher, u.a. der gegenständlichen Zusammensetzung gefunden. Der Fall zeigt, daß der Schmauchnachweis nicht zwangsläufig unmittelbar mit einer Schußabgabe in Zusammenhang steht. Ein 77jähriger Mann wurde an einem Garagentor erhängt aufgefunden. Zu seinen Füßen lag eine Kleinkaliberpistole. Im Scheitelhaar fanden sich Anhaftungen von Hirngewebe. Die Ermittlungsbeamten vermuteten einen zusätzlichen Schuß in den Mund.Bei der Obduktion wurde eine adaptierbare, mehrzackige Rißwunde des Scheitels ohne Stanzmarke und makroskopisch erkennbare Schmauchhöhle festgestellt,als Ausschuß interpretiert.Das Schädeldach zeigte jedoch den typischen trichterförmigen Ausbruch der tabula interna, so daß man von einem Schuß in den Scheitel ausgehen mußte. Auf der tabula externa war eine saumartige, graue Verfärbung um das Schußloch zu erkennen. In der Schädelbasis wurde ein deformiertes Bleiprojektil gefunden, der Gaumen war unversehrt. Durch Mikrofokusröntgen (Faxitron M55) der Kopfschwarte konnte eine für das Kaliber .22 long rifle bemerkenswerte Schmauchhöhle dargestellt werden. Die Röntgenfluoreszenzanalyse der Knochenoberfläche bestätigte den absoluten Nahschuß. Erst durch Obduktion und systematische Untersuchung der Asservate war bei atypischer Wundmorphologie eine korrekte Klärung des Falles zu erreichen. Seit mehreren Jahren werden Polizeibehörden immer wieder von Internetsurfern auf sogenannte \"snuff clips\" aufmerksam gemacht, in denen die Tötung von Menschen zu sehen sei. Zunehmend werden deshalb auch Rechtsmediziner mit der Begutachtung solchen Materials beauftragt. Die wichtigste Frage ist, ob es sich um Realvorgänge oder inszenierte Darstellungen handelt. Bis jetzt sind mehrere Erschießungsszenen bekannt, die auf unterschiedlichen Internetseiten mit schnell wechselnden Adressen angeboten werden. Meist handelt es sich dabei um kurze Videoclips von wenigen Sekunden. Während einige Darstellungen aufgrund offensichtlicher Fehler schnell als Montagen zu entlarven sind, geben einzelne Clips Rätsel auf. Erst die Sammlung mehrerer Clips und ihre vergleichende Analyse ermöglicht eine gutachterliche Einordnung der zweifelhaften Szenen. Als Beurteilungskriterien wurden die Rahmenhandlung, die verwendeten Waffen, die Schmauchspuren, die Entwicklung und Ausbreitung von Blutspuren, die Reaktion der Opfer, die Kameraführung und die technischen Parameter der Aufnahme untersucht.Anhaltspunkte für einen realen Homizid fanden sich bisher nicht, die Irrtumsgefahr für den Sachverständigen bleibt jedoch. Wegen der Komplexität der Problematik ist eine interdisziplinäre Zusammenarbeit unerläßlich. WEIL ... NICHT SEIN KANN, WAS NICHT SEIN DARF: Ein Amokschütze, der mit zwei Pistolen und einer Maschinenpistole im Kaliber 9 mm Luger bewaffnet war, wurde von einem Sondereinsatzkommando (SEK) gestellt und mit zwei Schüssen aus etwa 50 m Distanz außer Gefecht gesetzt. Mit einem Brustkorb-und einem Unterschenkeldurchschuß wurde er in die Klinik verbracht. Je zwei Schußdefekte wurden an der Windjacke und der Jeanshose vom Erkennungsdienst markiert. Die Untersuchung des kreuzförmigen Stoffdefektes im linken Brustbereich ergab eine intensive bleihaltige Beschmauchung. Es handelte sich um einen absoluten Nahschuß, den sich der Täter in suizidaler Absicht beigebracht hatte. Die Unterschenkelverletzung war auf einen Distanzschuß des SEK zurückzuführen. Erst bei der Abschlußinspektion der Asservate wurde ein weiterer, unscheinbarer Einschuß auf der linken Brustseite, 20 cm unterhalb der ersten Verletzung entdeckt. Der Schußkanal verlief ab-steigend nach links außen und durchsetzte die leere Innentasche, die mit Taschentüchern und Kräuterbonbons gefüllte Außentasche bis in den Saum der Windjacke. Dort wurde ein loses, stark aufgepilztes Quick Defense Projektil (MEN, 9 mm x 19, E 0 ca. 500 Joule) gefunden, das aus einer SEK-Waffe abgefeuert worden war. Dieser Schuß hatte zu keiner Verletzung des Täters geführt. Rätselhaft blieb zunächst, warum das Geschoß keinen Durchschuß verursacht hatte und sich sogar verformt hatte,obwohl kein Weichgewebe getroffen worden war. Experimentell konnte nachgewiesen werden,daß das Aufpilzungsverhalten vom Feuchtigkeitsgehalt der Taschentücher und vor allem von den Bonbons beeinflußt wird. Qualitätsfürsorge ist eine zeitraubende und teure Tätigkeit. Der Beschluss in ein solches System zu investieren kann gesetzlich festgelegt sein oder zum Teil durch die Benutzer der Resultate und Gutachten bestimmt werden. Die Resultate und Gutachten müssen zuverlässig sein und eine hohe Qualität haben, weil sie einen unmittelbaren Einfluss auf die Untersuchungsverfahren oder die Beschlussfassung der Gerichte ausüben. Das DNA-Labor hat, neben der Sicherheit, dass zuverlässige Resultate und Gutachten hergestellt werden, vom eingeführten Qualitätsfürsorgesystem auch andere Vorteile. Die eigene Organisation und die Untersuchungsprozesse werden transparenter. Es ist festgelegt, wer für die verschiedenen Untersuchungsabschnitte die Verantwortung trägt. Durch gute Ausbildung sind die Mitarbeiter kompetent, die notwendigen Analysen und Untersuchungen durchzuführen oder die Gutachten herzustellen. Der ganze Untersuchungsprozess (Ausführung und Resultate) ist dokumentiert und kann, wenn notwendig, überprüft werden. Das Ausarbeiten eines Qualitätsfürsorgesystems wird durch Internationale Normblätter gesteuert. Für die forensischen Untersuchungen können zum Beispiel die ISO-NEN 17025 und die ILAC Normblätter genannt werden. Die nationale, für die Akkreditierung zuständige Instanz kann weitere Richtlinien geben. Es ist unbedingt notwendig, dass die Instituts-oder Laborleitung bei den Mitarbeitern die Begeisterung für ein solches System weckt und dass das Management vollständig dahinter steht. Die Vor-aber auch Nachteile müssen genannt werden. Im Institut oder im DNA-Labor soll ein Mitarbeiter als Qualitätsmanager tätig sein. Dieser Qualitätsmanager ist hierarchisch dem Direktor oder Labormanager unterstellt. Er ist verantwortlich für alle qualitätsbezogenen Angelegenheiten. Sicherheitsmassnahmen und Kontrollen sind in der DNA-Analytik in drei Formen allgegenwärtig.Techniker kontrollieren die eigene Arbeit mit Hilfe von Reagenznegativ-und -positivkontrollen sowie Kontrollspuren. Leitende Techniker kontrollieren generell oder mit Hilfe von internen Ringversuchen die Resultate. Wissenschaftliche Mitarbeiter prüfen nochmals die DNA Profile und machen die Evaluation von internen und externen Ringversuchen. Das Überprüfen der Konzeptgutachten ist ebenfalls eine geläufige Methode der Qualitätsüberwachung und Qualitätskontrolle. Systematische Validierung von neuen Untersuchungsmethoden garantiert ebenfalls zuverlässige Resultate mit hoher Qualität. Neben Qualitätsfürsorge gibt es noch andere Möglichkeiten, die Qualität positiv zu beeinflussen. Die beim Untersuchungsprozess beteiligten Instanzen, Staatsanwaltschaft , Polizei und Labor haben ein gemeinsames Ziel: durch Beweismaterial den mutmasslichen Tatverdächtigen zu überführen oder die Unschuld zu beweisen. Eine reibungslose Zusammenarbeit ist notwendig, um auf schnelle Weise qualitativ hochwertige Resultate zu gewährleisten. Das Managementteam oder die Laborleitung hat die Verantwortung,dem gesamten Untersuchungsprozess Richtung zu geben und optimal auszurüsten. INK\" können ebenfalls eingesetzt werden. Teamarbeit ist auch im Labor notwendig.Das Untersuchungsteam hat ebenfalls ein gemeinsames Ziel, nämlich DNA Resultate oder Gutachten fehlerfrei an den Auftraggeber zu überbringen. Der richtige Mitarbeiter auf dem Arbeitsplatz wo dieser am besten funktioniert, wird qualitativ die besten Resultate ergeben. Weil als Team operiert wird, ist die Einführung eines \"Change for the Better\" Systems realisierbar. Mit dieser Methodik (Deming-Kreis),wobei Beinahfehler,Fehler oder Bemerkungen von Mitarbeitern oder Auftraggebern gebraucht werden, kann man die eigene Organisation, den Untersuchungsprozess und das Qualitätssystem verbessern. Die Qualitätssicherung bei der Untersuchung von Asservaten zum Auffinden von humanen biologischen Spuren, wird meistens nicht standardmässig durchgeführt.Die Einführung einer Prozedur für eine Zweitüberprüfung von Asservaten, bei denen bei der ersten Untersuchung keine humanen biologischen Spuren angetroffen wurden, liefert überraschenderweise in manchen Fälle doch Material für eine DNA-Analyse. Das Ausfindigmachen von (Mikro)spuren, die \"chain of custody\" und die Prävention von Kontamination spielen eine grosse Rolle in Relation mit der jetzigen Empfindlichkeit der gebrauchten Singleplex PCR-Systeme, Multiplex-PCR-Kits oder \"Low Copy Number\" PCR-Methoden. Diese machen es möglich, von Mikrospuren (oder Mikro-Kontamination!) ein DNA-Profil herzustellen.Diese Tatsachen machen unmittelbar deutlich, dass der Kontrolle des Ausfindigmachens von (Mikro)-Spuren mehr Aufmerksamkeit, Zeit und Qualitätsfürsorge gewidmet werden muss. Die beschriebene Massnahmen zeigen, dass Qualitätsfürsorge mehr Lust als Last ergibt. Sie ist eine sehr geeignete Methode, um zu gewährleisten, dass DNA Resultate und Gutachten zuverlässig sind und dass die Labororganisation transparent und vollständig dokumentiert ist.\"Total Quality Management\" (TQM) Instrumente können gebraucht werden, um die Zusammenarbeit der beim Strafprozess beteiligten Instanzen und die eigene Organisation zu verbessern. INTERPRETATION VON DNA-SPUREN AUF EINEM KÖRPER Banaschak S, Baasner A, Driever F, Madea B Institut für Rechtsmedizin, Rheinische Friedrich Wilhelms-Universität Bonn, Stiftsplatz 12, 53111 Bonn Eine Frau wurde erstochen in ihrer Wohnung aufgefunden. Vor der Leichenöffnung wurden Körperabriebe mit einem Wattestieltupfer durch die Polizei angefertigt. Bei den Ermittlungen geriet der Freund des Opfers in Verdacht. Er bestritt jede Beteiligung an dem Tötungsdelikt. In den Körperabrieben wurde seine DNA nachgewiesen, was von Seiten der Ermittlungsbehörden als Indiz gewertet wurde, insbesondere da das Tatopfer häufig geduscht haben soll. Es wurde in einem experimentellen Ansatz untersucht, ob Fremd-DNA, wie z. B. Speichelspuren, nach längerer Persistenz auf der Haut nach dem Duschen nachweisbar ist.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Acht Tage nach einem Banküberfall wurde im engeren Tatortbereich ein von Schnee bedeckter Kothaufen gefunden. Der Kothaufen wurde mitsamt dem Trägermaterial, einer Waschbetonplatte, in einer Plastiktüte weitere zwölf Tage später zur spurenkundlichen Untersuchung übergeben, da er den einzigen Identitätshinweis auf den Täter darstellte. Es erfolgte eine Präparation der DNA mit zwei unterschiedlichen Methoden.Eine frische Stuhlprobe fungierte als Positiv-Kontrolle.Bei dem Asservat konnten, im Gegensatz zur Positivkontrolle, keine Amplifikationsprodukte in nucleären PCR-Polymorphismen gewonnen werden, so daß zunächst die Vermutung geäußert wurde, daß es sich wohl nicht um menschliche Kotanhaftungen handele. Nach einer Literaturrecherche wurde zur Prüfung der Humanspezifität eine Methode etabliert, die auf einer Co-Amplifikation jeweils eines Abschnittes der HV1-Region und des Cytochrom-B-Gens auf der mtDNA basiert. Das nunmehrige Ergebnis sprach eindeutig für eine menschliche Herkunft. Im Anschluß daran gelang es, die HV1-und die HV2-Region aus der Kotprobe zu sequenzieren. Diese Sequenz ließ sich einem Tatverdächtigen zuordnen. Die mehrfachen vergeblichen Amplifikationsversuche der nucleären Polymorphismen bei offensichtlich ausreichend gut erhaltenem Spurenmaterial und problemlosen Amplifikationen bei der Positivkontrolle führten zu der Bewertung, daß es sich wohl um tierisches Material handele, wobei die Fundsituation durchaus für Hundekot sprach. Bei der zwölftägigen Liegezeit des Spurenmaterials in einer \"feuchten Kammer\" wurde anscheinend die nucleäre DNA viel stärker degradiert als erwartet.Nur durch Etablierung einer neuen Methode mit Nachuntersuchung eines abgeschlossenen Falles konnte das Erstergebnis korrigiert und das Ermittlungsverfahren mit Täteridentifizierung erfolgreich abgeschlossen werden. Der Fall spricht dafür, daß DNA-und Spurenmaterial nicht zu früh vernichtet werden dürfen.In Deutschland stehen neue Richtlinien für Abstammungsgutachten vor der Verabschiedung. Danach müssen mindestens 12 Systeme von 10 Chromosomen (Chr) angewandt werden. Das schließt für 10 Marker Kopplung aus.Aber: Zwei bzw. sogar eine praktisch unbegrenzte Zahl von Markern darf man zusätzlich ohne Kenntnis bzw. Beachtung der Lokalisation anwenden.Es wird gezeigt, dass ein exzessiver Gebrauch von Markern (z.B. bei isoliertem Ausschluß und in Defizienzgutachten) bei Nichtbeachtung von Kopplung zu \"richlinienkonformen Fehlern\" führen kann. In einem \"normalen\" Terzettenfall fanden wir einen SE33 Ausschluss, den wir als Mutation ansahen. Wir bezogen alle uns verfügbaren Marker ein und fanden unsere Meinung bestätigt.Während uns natürlich bekannt war, dass ChrY Marker in Putativvater (PV)-Geschwisterfällen keine Auschlusskraft besitzen, waren wir uns der Brisanz einer Verwendung von unzulänglich kartierten Markern nicht ausreichend bewusst. Das Allelsharing zwischen Kind und PV in den Systemen CD4, VWA, und D12S391 betraf gleich zwei seltene Allele und bestärkte uns in der Mutationsvermutung. Aber: VWA, CD4 und D12S391 bilden eine Kopplungsgruppe und somit eine abgeschwächte Analogie zum ChrY. Geschwister haben beim Allelsharing naturgemäß häufig gleich die ganze Kopplungsgruppe gemeinsam bzw. nicht gemeinsam. Deshalb ist die Nutzung gekoppelter Marker nur dann zulässig, wenn man sich der Kopplung bewusst ist und die Ergebnisse sachkundig interpretiert.Das gilt für PV-Verwandtschaftsund Defizienzfälle gleichermaßen. Zu Beginn eines Abstammungsgutachtens ist es aber meist unbekannt, ob ein PV-Verwandtschaftsfall vorliegt. Das Fehlerrisiko von gekoppelten Markern wird zusätzlich am Beispiel eines Defizienzfalles dargestellt. Wir ergänzen unseren Vortrag durch ein Poster über eine Datenbankrecherche zum Markermapping (Lieske et al.). FPHG ist bei Auswertungen von Bissspuren grundsätzlich bei den Overlay-Methoden einzureihen. Das Verfahren hat aber gegenüber allen anderen entsprechenden Methoden einen wesentlichen Vorteil: der Vergleich findet im virtuellen Raum statt mittels 3D-Modellen des Gebisses und der Bissverletzung.Das FPHG-Verfahren erleichtert dem Untersuchenden die Interpretation des Spurenbildes wesentlich. Die Entscheidungsfindung unterliegt aber -wie bei allen andern Vergleichsmethoden -einer gewissen Subjektivität.Darin liegt eine mögliche Fehlerquelle. Die Form einer Bissverletzung auf dem Rücken eines Opfers liess auf einen dynamischen Ablauf des Beissens schliessen. Dieses Verletzungsbild wurde auf Übereinstimmungen mit dem Gebissabdruck eines Tatverdächtigten verglichen.Wir fanden gute Übereinstimmungen. Vorliegende Abweichungen glaubten wir auf die Dynamik zurückzuführen zu können. Die Möglichkeit einer Spurverursachung durch die fragliche Person bejahten wir daher. Bei der Überprüfung des Gebissabdruckes eines weiteren Tatverdächtigten stiessen wir aber auf eine fast \"lückenlose\" Übereinstimmung.Auffällig war,dass die Übereinstimmung besonders ausgeprägt war im Bereich des ersten Kontaktes der Frontzähne mit der Haut. Somit in einem Bereich, in dem die formliche Ausprägung der Bissspur noch nicht wesentlich beeinflusst wird durch die gesamte Ablaufdynamik des Geschehens. Anhand der jetzt vorliegenden Erkenntnisse wurde die erste Person vom Tatverdacht entlastet, die nachfolgend überprüfte jedoch sehr stark belastet. Somit steht fest: Nicht der erste Eindruck, den man bei der vergleichenden Überprüfung einer Bissspur gewinnt, ist der wesentlichste; sondern der erste Eindruck, den die Zähne in der Haut hinterlassen. DER FEHLERFREIE TOXIKOLOGE MUSS DIE FEHLER NICHT SELBER MACKEN, ER MUSS SIE NUR ENTDECKEN! Iten PX Institut für Rechtsmedizin Universität Zürich Nur wer nichts tut, macht keine Fehler. Da wir alle etwas tun, sind es die andern,die die Fehler machen,wir natürlich nicht! Wir machen sie nicht, wir entdecken sie! Nur die andern (z.B. im Spital oder bei der Polizei) schreiben nicht auf das Röhrchen, was die gelbe Flüssigkeit darin wirklich ist und wann sie asserviert wurde.Nur die andern schicken blauen Urin zur Analyse ein und glauben dem Toxikologen nicht, dass der Proband an einer WC-Enten-Vergiftung gestorben ist. Oder lebt er gar noch? War es vielleicht ein Sturz aus dem Fenster mit tödlichen Verletzungen, wie der Pathologe schon vor dem Studium des Toxgutachtens wußte. Nur die andern finden an einem Knochen Ecstasy, obwohl er ursprünglich keines daran hatte. Kontaminationen sind bei uns doch kein Thema. Und nur ein einziger Krankenpfleger schaffte es nicht, 50 Gramm Brusthaare für die Kokain-Analysen abzuscheren, weil er Milligramm mit Gramm verwechselte. Deshalb wäre es besser (oder ist es bei Ihnen schon üblich?), nur Zahlen ohne Einheiten zu verwenden. Selbstverständlich verwenden wir alle moderne Geräte und Methoden und machen damit perfekte Analysen, und wenn ein Giftstoff im Blut nicht gefunden wird, dann ist er nicht drin. Das beweist auch die Negativ-und Positivkontrolle, die wir alle mitführen. GLP, Zertifizierung und Akkreditierung sind für uns doch keine Fremdwörter. Und was ist, wenn sich der Wirkstoff im Blut oder in der Leiche vollständig zersetzt hat? Und wir (persönlich) haben noch nie etwas von dieser Zersetzung gehört oder die ganze Wissenschaft weiß noch nichts davon? Institut für Forensische Toxikologie, Zentrum der Rechtsmedizin, Klinikum der J. W. Goethe-Universität, Frankfurt am Main\"Man soll jedoch von eigenen und fremden Fehlern niemals, am wenigsten öffentlich reden,wenn man nicht dadurch etwas Nützliches zu bewirken denkt.\" (J.W.Goethe, Dichtung und Wahrheit, II,10) Für den Forensischen Toxikologen sollte es zwei Albträume geben: 1.Eine Vergiftung zu übersehen,d.h.nicht analysiert zu haben,was tatsächlich vorhanden ist und 2. eine solche nachgewiesen zu haben, obwohl sie gar nicht vorlag. Während man sich bei der 1.Variante durch entsprechende Gutachtenformulierungen ( z.B. ....soweit sie (die Gifte) durch die hier durchgeführten Untersuchungen erfasst werden,....) noch \"absichern\" kann, muss man bei der 2.Variante schon überlegen, wie man von einem Befund wieder wegkommt. Beide Varianten können fatale forensische Auswirkungen haben, daher kommt der kritischen Prüfung eines Ergebnisses und der darauf aufbauenden Bewertung eine besonders wichtige Bedeutung zu. Als historisches Beispiel, welches gleichsam als Beginn der Forensischen Toxikologie betrachtet werden kann, ist die Erfindung der Marsh´schen Probe zum Nachweis von Arsen und ihre umstrittene Anwendung im Mordprozess gegen Marie Lafarge 1840 zu erwähnen. Doch auch in -und trotz -der modernsten analytischen Toxikologie gibt es Fehler-und Irrtumsmöglichkeiten.An 3 Fällen aus der eigenen Praxis werden Fehlerquellen exemplarisch dargestellt und deren Vermeidbarkeit diskutiert.Sie umfassen als Ursache die Analysentechnik, das Vorliegen konkurrierender Todesursachen sowie Lücken in der \"chain of custody\". Die wichtigsten Strategien zur Minimierung von Fehlern und Irrtümern in der Forensischen Medizin / Toxikologie finden sich in den derzeit zu etablierenden Qualitätsmanagment-Handbüchern der Forensischen Institute im Rahmen der Akkreditierung. Doch bei allem Fortschritt gilt: \" Cuiusvis hominis est errare, nullius nisi insipientis in errore perseverare\" (Jeder Mensch kann irren, Unsinnige nur verharren im Irrtum), Cicero: Philippicae orationes.Eine 93jährige Patientin einer Pflegestation eines Altenheims wurde wegen Dekubiti mit starken Schmerzen in ein Krankenhaus eingeliefert. Dort verstarb sie 5 1 ⁄2 Tage später. Es wurde ein natürlicher Tod bei Herzinsuffizienz, Koronarsklerose und Infektion bei Dekubitus bescheinigt.Bei der gerichtlichen Leichenöffnung zur Klärung einer unterlassenen Hilfeleistung wurde als Todesursache \"Lungenentzündung\" festgestellt.Die chemisch-toxikologischen Untersuchungen erbrachten den Nachweis von Tramadol, Methylaminophenazon, Maprotilin und Metoclopramid. Tramadol wurde in den verschiedenen Organen und Körperflüssigkeiten quantifiziert, es ergaben sich folgende Konzentrationen: Herzblut 30,1 mg/L, Femoralvenenblut 18,6 mg/L, Hirn 17,7 mg/kg, Leber 38,6 mg/kg, Niere 86,3 mg/kg, Psoasmuskel 16,9 mg/kg, Brustmuskel 22,9 mg/kg. Infolge sehr starker Schmerzen hat die Patientin offenbar hochdosiert Tramadol erhalten, ohne daß sich dies aus den Krankenunterlagen allerdings zweifelsfrei nachvollziehen läßt. Die Tramadolkonzentrationen könnten den Todeseintritt infolge einer Intoxikation zwanglos erklären, denn sie liegen weit oberhalb des therapeutischen Bereichs und sind vergleichbar mit einer in der Literatur beschriebenen tödlichen Tramadolvergiftung. Ohne entsprechende Kooperation zwischen Toxikologie und Morphologie könnte daher der Schluß gezogen werden, die Patientin sei vergiftet worden. In der Gesamtschau aller Befunde wird man dagegen von einem protrahiert verlaufenden septischen Schock im Zusammenhang mit einem ausgedehnten Dekubitalulcus und finaler Bronchopneumonie ausgehen müssen.Die rechtsmedizinische Alkohol-Begutachtung erfolgt in Deutschland nach den Vorgaben des Bundesgerichtshofes. In einschlägigen Trinkversuchen konnte jedoch gezeigt werden, daß in Einzelfällen die Ethanol-Abbauraten deutlich über den vorgegebenen Grenzwerten liegen.Gutachterliche Irrtümer sind daher nicht auszuschließen.Diese Erkenntnisse fanden bereits Eingang in einzelne Gerichtsentschei-dungen, demnach besteht eine gewisse Rechtsunsicherheit in puncto anzusetzender b 60 -Werte. In einer interdisziplinären prospektiven Studie wird -ausgehend von Ergebnissen aus Tierversuchen, die unter chronischer Ethanolexposition eine Aktivitätssteigerung des zentralen MEOS-Enzyms Cytochrom P450-2E1 (CYP2E1) im Lebergewebe ergaben -der Aktivierungszustand von CYP2E1 an peripher-venösem menschlichen Blut untersucht. Dazu wurden CYP2E1-spezifische Western blots sowie eine Methode zur Quantifizierung der CYP2E1-mRNA mittels Real-Time-PCR auf demTaqMan7700 etabliert. Chemisches Institut der Universität, D-79104 Freiburg/Brsg 3) Institut für Rechtsmedizin der Universität, CH-3012 Bern Ein Lederwarengeschäft in Südbaden orderte bei einer italienischen Fabrik 10 Leder-Handtaschen,bekam aber statt der gewünschten Ware nur einen Karton mit ca. 25 Kilogramm granulatähnlichem Verpackungsmaterial geliefert. Der badische Geschäftsinhaber informierte die Polizei, die den Sachverhalt protokollierte und den Karton mit dem Verpackungsmaterial mit aufs Revier nahm. Ein französischer Polizeibeamter, der dort hospitierte, äußerte die Vermutung, dass Rauschgift im Spiel sein könnte. Die auf dem Polizeirevier verfügbaren Drogen-Schnelltests ergaben jedoch ein negatives Resultat. Da der französische Beamte Fragen nach der Beweissicherheit und Qualität dieser Tests stellte, wurde eine kleine Probe dieses Verpackungsmaterials (ca. 2 Gramm kleine, weisse, granulatähnliche Brocken, dem äusseren Aussehen nach zerbrochene Marmorstücke) zur Gerichtsmedizin gebracht mit der Bitte um eilige Schnelltests auf Drogen und dem ausdrücklichen Wunsch, keine Tagebuchnummer anzulegen, keine Analysen mit schwerem Gerät -GC/MS,HPLC etc.-auszuführen und keine Liquidation zu erstellen. Nachdem auch diese Schnelltests auf Betäubungsmittel negativ verlaufen waren, wurde auf weitergehende Analysen von Seiten der Polizei verzichtet,das restliche zur Untersuchung mitgebrachte Probenmaterial (weniger als 2 Gramm) dem Institut grosszügig zur Vernichtung überlassen.Die wissenschaftliche Neugier des Chemikers führte dann zu einem Analysenresultat, das den Polizeibeamten telefonisch mitgeteilt wurde. Daraufhin wurde ein Staatsanwalt vom Sachverhalt informiert und der Karton mit dem restlichen Verpackungsmaterial vom städtischen Polizeirevier zur Kriminalpolizei gebracht.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "ZUR QUALITÄTSSICHERUNG HISTOLOGISCHER DIAGNOSTIK -I: HISTOLOGISCHE LUNGENBEFUNDE BEI 3 TODESURSACHEN Ehrlich E, Bockholdt B, Busch K, Maxeiner H Institut für Rechtsmedizin, FU Berlin, Deutschland Obwohl histologische Lungenbefunde wiederholt dargestellt und diskutiert wurden, gibt es dennoch wenige vergleichende Untersuchungen. Empfehlungen zur nötigen Anzahl oder zur Auswahl der geeigneten Entnahmestellen fehlen praktisch. Um eine möglichst objektive Basis für den nachfolgenden Untersucher-Test zu erarbeiten, wurden von je 15 Todesfällen durch Erhängen, Ertrinken bzw. primäres kardiales Versagen Präparate von 8 definierten Positionen entnommen und im konventionellen Paraplastpräparat nach H.E.-Färbung untersucht.Halbquantitativ beurteilt wurden: Luftgehalt bzw. Blähungszustand, Ödem, Füllung der Alveolarkapillaren. Ausgezählt wurde die Anzahl an Blutgefäßen mit einem vermehrten Vorkommen leukozytärer Zellen oder Mikrothromben.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Todesfällen durch Erhängen,Ertrinken bzw.primäres kardiales Versagen wurden von 4 Untersuchern analysiert (Medizinstudentin, Arzt in Facharztausbildung, Fachärztin für Rechtsmedizin sowie Professor für Rechtsmedizin). Die Untersucher kannten das Todesursachenspektrum, ohne jedoch die zufällig ausgewählten Präparate in ihrer Herkunft identifizieren zu können. Die in der einschlägigen Literatur als für diese Fallgruppen charakteristisch beschriebenen histologischen Merkmale lagen als Merkblatt jedem Präparatetablett bei.Die Auswertung erfolgte nach der jeweiligen Trefferquote (richtige Todesursache erkannt), unter Berücksichtigung der 4 Untersucher, der Lokalisation der Präparate sowie der Todesursache.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Im Hinblick auf den gesetzlich festgelegten Zweck von Flugunfalluntersuchungen, nämlich die umfassende Klärung der Ursache(n) zur Vermeidung weiterer Unfälle wird von uns im Rahmen der flugunfallmedizinischen Untersuchung u. a. das Herz bei getöteten Luftfahrzeug-Besatzungsmitgliedern zum sicheren Ausschluß cardialer Ereignisse gründlich untersucht. Routinemäßig erfolgt die Präparation und histologische Aufarbeitung der Coronarien und die Entnahme von zunächst 19 Proben aus allen Abschnitten des Myocards einschließlich des Reizleitungssystems. Abhängig von den Befunden an diesem Material erfolgt eine weitere Aufarbeitung, z.B. die vollständige Einbettung des Herzkammerseptums mit dem Reizleitungssystem und Befundung von ca. 2000 Schnitten. Immer wieder finden wir Befunde, die aus rechtsmedizinischer Sicht Relevanz für das jeweilige Flugunfallgeschehen gehabt haben können. Es werden Beispiele vor dem Hintergrund des Flugunfallablaufes in Verbindung mit ärztlichen Befunden kurz diskutiert.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Die Väter unserer Strafprozeßordnung haben einiges weise vorhergesehen, indem sie 2 Obduzenten für eine gerichtliche Sektion festschrieben und Juristen und Ärzte gleichzeitig bei der gerichtlichen Leichenschau einsetzten. Alles konnten sie nicht ahnen. Insoweit ist jede Überlegung in Richtung Globalisierung und Fusionierung für die Rechtsmedizin als potentielle Fehlerquelle solange abzulehnen,wie sie zu einer Schwächung des Faches führt,d.h.zwangsläufig zu Lasten der Sorgfalt und Qualität dieser wichtigen Arbeit an der Grenze von Medizin und Recht geht. Darstellungen in foro sind eine ursprüngliche Selbstverständlichkeit der Rechtsmedizin. Im deutschsprachigen Raum wird dies vorwiegend als Verpflichtung zu öffentlichen Stellungnahmen vor Gericht verstanden.Andererseits verstärkt sich in der westlichen Welt das Publikumsbedürfnis, auch in Massenmedien über forensische Arbeitsabläufe informiert zu werden. Vier aktuelle und zwei weiter zurückliegender Fälle aus den von TVund Radiosendern sehr dicht besiedelten Großstädten Köln und New York (Manhattan) sollen daher schlaglichtartig beleuchten, ob und ggf. wie die Arbeit mit PressevertreterInnen gesteuert und ggf. in eine wünschenswerte Richtung gebracht werden kann: (1) Haar-Analysen im Fall des Fußballtrainers Christoph Daum (Kokaingebrauch, Flucht in die USA, dort angebliche toxikologische Nachuntersuchung, inhaltliche Manipulationen in Massenblättern), (2) der Fall der von der Presse so genannten \"Mumie im Horrorhaus\" (Liegezeit 13 Monate (Bestimmung über Insektenhäute), Fragen nach urbaner Nachbarschaft), (3) eine Spiegel-TV-Dokumentation über die Arbeit des Kölner Kriminalkomissariats für Tötungsdelikte (mit kurz darauf folgenden Klagen wegen Hausfriedensbruch, Beleidigung, Amtsanmaßung, Rechtsbeugung und Verunglimpfung des Ansehens Verstorbener),(4) Verdacht auf Kokaingebrauch und sexuelle Handlungen an Minderjährigen durch den ehemaligen Sprecher des Festkomitees des Kölner Karnevals (systematischer Aufbau eines Zeugen durch die lokale Boulevardpresse),(5) Gerüchte um die Entlassung des Direktors des Manhattener Instituts für Rechtsmedizin wegen Auskünften zum Todesfall eines Mitgliedes der Familie Rockefeller (Öffentlichkeitsbeteiligung angeblich politisch unerwünscht) und (6) Serienvergewaltigungen in Manhattan (Vorbeugung des Bekanntwerdens ermittlungswichtiger Tatsachen).",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "AKKREDITIERUNG EINES RECHTSMEDIZINISCHEN INSTITUTES ALS INSTRUMENT ZUR FEHLERMINIMIERUNG IN DER FORENSISCHEN PRAXIS Rittner C Institut für Rechtsmedizin der Johannes Gutenberg-Universität Mainz, Am Pulverturm 3, D-55131 Mainz Das hiesige Institut hat das Akkreditierungsverfahren beantragt. Mit Inkrafttreten der ISO 17025 ist ein QM-Handbuch zu erstellen, das auf der Grundlage von Richtlinien auszuarbeiten ist, welche durch die einzelnen Fachgesellschaften ( DGRM, GTFCH u.a.) erstellt wurden. Mit positivem Abschluss des Verfahrens wird in zwei Jahren gerechnet. Mit Unterstützung einer Beratungsfirma werden derzeit SOP's und Verfahrensanweisungen ausgearbeitet. Mehrere Fachgesellschaften (ISFG,EFI u.a.) beabsichtigen,die Akkreditierung des Labors eines Gutachters als Zulassungsvoraussetzung in ihre Richtlinien aufzunehmen. Zuerkennung von Kompetenz an ein Institut/Labor setzt eine wirksame Fehlererkennungs-, korrektur-und -vermeidungsstrategie voraus. Fehler haben die verschiedensten Ursachen. Anhand der Betriebsabläufe sollen wesentliche \"Sollbruchstellen\" und Wege zu ihrer Beseitigung aufgezeigt werden. Aber: Irren ist menschlich! CRITICAL INCIDENTS: IRREN IST MENSCHLICH Kehrer B Ostschweizer Kinderspital St.Gallen Die moderne Medizin entwickelt sich mit einem Tempo wie nie zuvor und hat einen Stand erreicht,der vor wenigen Jahren kaum vorstellbar war. Möglich wurde dieser Fortschritt durch immer wirksamere und komplexere therapeutische Massnahmen,die zunehmend schwieriger zu überblicken und zu beherrschen sind. Nun birgt aber jede medizinische Handlung die Gefahr in sich, dem Patienten Schaden zuzufügen, beispielsweise durch unerwünschte Nebenwirkungen von Medikamenten, falschen Einsatz von therapeutischen Mitteln, technischen Mängeln an Geräten,Unkenntnis,Fehlleistungen und Fehlbeurteilungen, Verwechslungen etc. Fehler sind bei uns ein Tabu und werden kaum diskutiert. Gründe dafür sind u.a. -die Bevölkerung zieht es vor zu glauben, dass Fehler in der Medi-",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "NEUE ENTWICKLUNGEN IN DER COMPUTERTOMOGRAPHIE FÜR UNTERSUCHUNGEN IN VIVO UND IN VITRO Kalender WA Institut für Medizinische Physik, Universität Erlangen Die Röntgen-Computertomographie (CT) ist in der klinischen Radiologie heute fest etabliert. Sie hat seit ihrer Einführung in den frühen siebziger Jahren mehrere Entwicklungszyklen durchlaufen. Dabei wurden zwei Ziele kontinuierlich und erfolgreich verfolgt: die Erhöhung der Aufnahmegeschwindigkeit und die Verbesserung der Ortsauflösung. Die Einführung der Volumenaufnahmetechnik mit Spiral-CT, die 1989 in Bern weltweit zum ersten mal klinisch zum Einsatz kam, stellte hierfür einen Durchbruch dar [1].",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "VON DER AUTOPSIE ZUR VIRTOPSY Dirnhofer R Institut für Rechtsmedizin der Universität Bern Das dreiphasige Forschungsprojekt \"Virtopsy\" hat die Entwicklung einer minimal-invasiven untersucherunabhängigen objektiven Befundaufnahme im Bereiche der forensischen Pathologie mittels postmortal durchgeführtem MRT und MS-CT Untersuchungen zum Ziel. Bei 41 auf forensisch unterschiedliche Art verstorbenen Personen wurden MS-CT und/oder MR-Untersuchungen durchgeführt.Aus den erhaltenen Datensätzen wurden auch 2D/3D-Rekonstruktionen angefertigt. Anschliessend wurden die radiologischen Befunde durch eine rechtsmedizinische Obduktion validiert. Die radiologische Diagnostik forensisch relevanter Befunde erfolgte unter dem Gesichtspunkt der alltäglichen rechtsmedizinischen Begutachtung, nämlich unter den Aspekten der Todesursache, der Erfassung traumatologischer Befunde und deren Vitalität sowie den sich daraus ergebenden Rekonstruktionsmöglichkeiten. Vorgestellt werden die Logistik dieses transdisziplinären Projektes und die ersten Ergebnisse. KLINISCHE CCT-AUFNAHMEN IN DER FORENSISCHEN BEGUTACHTUNG VON SCHÄDEL-HIRN-TRAUMEN Bauer M, Patzelt D Institut für Rechtsmedizin der Universität Würzburg",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "VERGLEICH RADIOLOGISCHER UND HISTOLOGISCHER BEFUNDE ZUR ALTERSBESTIMMUNG KINDLICHER FRAKTUREN Klotzbach H*, Sperhake JP*, Richter E**, Delling G***, Püschel K* *Institut für Rechtsmedizin; **Abt. f. Kinderradiologie der Kinderklinik; ***Abt.f.Osteopathologie; Universitätsklinikum Hamburg-Eppendorf Der Altersbestimmung kindlicher Frakturen kommt in der forensischen Begutachtung eine überragende Bedeutung zu.Unterschiedlich alte Frakturen weisen auf eine wiederholte Mißhandlung des Kindes hin. Einlassungen der Beschuldigten können hinsichtlich der zeitlichen Verhältnisse überprüft werden. Vorgestellt werden Vergleiche postmortaler radiologischer -einschließlich kontaktradiographischer -Befunde im Vergleich mit den Sektionsergebnissen und anschließender histologisch-osteopathologischer Auswertung dreier kindlicher Todesfälle, die allesamt multiple, unterschiedlich alte Frakturen aufwiesen. Hierbei fanden sich größtenteils Übereinstimmungen in der Einschätzung des Alters der Läsionen. Abweichungen ergaben sich zum Teil in der Einschätzung des Ausmaßes reparativer Vorgänge (z.B. Kallusbildung). Die histologischen Befunde (Markraumfibrose, metaplastische Knorpelinseln, perisotale und endostale Knochenneubildung u.a.) ermöglichten eine etwas engere zeitliche Eingrenzung als die radiologische Darstellung. Fragliche Frakturen wurden durch Kontaktradiographie, Sektionsbefunde sowie die histologische Untersuchung meist verifiziert. Einzelne Frakturen entgingen der radiologischen Befundung und kamen erst autoptisch, zum Teil auch erst histologisch zur Darstellung. Nach unserer Einschätzung ist zu empfehlen, bei kindlichen Todesfällen vor der Sektion eine Röntgenuntersuchung des gesamten Skelettsystems zur Planung des Ausmaßes der Skelett-und Weichgewebspräparation durchzuführen.Die im Rahmen der Sektion festgestellten knöchernen Verletzungen sind ggf. kontaktradiographisch und anschließend histologisch-osteopathologisch zu begutachten. Umfassende Auswertungen dieser Befunde ermöglichen Erkenntnisgewinne für die klinisch-radiologische Altersschätzung kindlicher Frakturen.PRAKTISCHE ERFAHRUNGEN DER ALTERSDIAGNOSTIK MIT BILD-GEBENDEN VERFAHREN AN DER BERLINER CHARITE Reisinger W, Schmeling A, Olze A, Mühler M, Hermann KG Institut für Radiologie und Institut für Rechtsmedizin des Universitätsklinikums Charité Berlin, Deutschland Am Institut für Radiologie der Charité wird die Altersdiagnostik mit Hilfe bildgebender Verfahren seit Oktober 1993 durchgeführt. Nach zunächst nur gelegentlichen Vorführungen registrieren wir ab dem Jahre 1996 zunehmende Untersuchungszahlen. Neben stets angefertigten Röntgenaufnahmen des Handskeletts und zunehmend durchgeführten Röntgenuntersuchungen der Sternoklavikulargelenke wurden Skelettuntersuchungen zur Altersdiagnostik mit Hilfe der Magnetresonanztomographie erprobt,die Ergebnisse werden vorgetragen.Unsere Erfahrungen bei der Altersdiagnostik mit bildgebenden Verfahren bestätigen belegbar die Feststellung,daß Methodik und genutzte Referenzsysteme geeignet sind, eine hinreichend sichere Aussage zum Lebensalter erbringen zu können. Die gutachterliche Aussage gewinnt wesentlich an Sicherheit, wenn sie auf einer Kombination der Untersuchungsergebnisse des Radiologen, des Zahnarztes und des Rechtsmediziners beruht.Das Einfließen unserer Aussagen in die Rechtsprechung an Berliner Gerichten läßt eine zunehmende Akzeptanz erkennen. RADIOLOGISCHE FEHLDIAGNOSEN ALS URSACHE FÜR FEHLEINSCHÄTZUNGEN IM BEGUTACHTUNGSVERFAHREN Rygol K, Kobek M, Chowaniec CZ Institut für gerichtliche Medizin der Schlesischen Medizinischen Akademie, Katowice, Polen Es werden drei Kasuistiken vorgestellt, die inkorrekte radiologische Befunderhebungen und ihre rechtlichen Folgen behandeln. Im ersten Fall wurde ein Fußgänger von einem Pkw angefahren und erlitt eine Knieprellung. Der behandelnde Chirurg diagnostizierte auf einem Röntgenbild eine Fibulaköpfchenfraktur, die ein Radiologe anschließend nicht bestätigte. Eine erneute Röntgenaufnahme neun Monate später ergab einen Zustand nach Fibulaköpfchenfraktur, die sich jedoch bei der Begutachtung durch ein radiologisches Konsilium im Institut für Gerichtliche Medizin nicht bestätigte. Die Diskrepanz hinsichtlich der Beurteilung der Röntgenbilder war aus der unterschiedlichen Stellung des rechten Kniegelenks während der Aufnahme entstanden. Im zweiten Fall einer im Institut für gerichtliche Medizin durchgeführten Beurteilung einer CT-Untersuchung des Kopfes eines 19-jährigen Patienten nach einem Verkehrsunfall zeigte sich, daß Veränderungen, die auf eine Blutextravasation im Bereich der rechten Hemisphäre, insbesondere am rechten Temporalpol, hindeuteten, lediglich durch sogenannte Aufhärtungsartefakte auf Grund der asymmetrischen Lagerung des Kopfes entstanden waren. Zusätzlich wurde im linken Temporalpol ein Bereich von geringerer Dichte festgestellt, was einer kleinen Subarachnoidalzyste und nicht einer Hämorrhagie entsprach. Im dritten Begutachtungsfall von zwei Insassen eines Pkw's nach Verkehrsunfall wurden anhand von im Institut durchgeführten CTund MRT-Untersuchungen frühere Diagnosen einer Densfraktur korrigiert und als Normvarianten klassifiziert. Die in den drei dargestellten Fällen im Institut für Gerichtliche Medizin durchgeführten Korrekturen in der radiologischen Begutachtung führten schließlich auch zu einer veränderten rechtlichen Bewertung. SOGENANNTES \"SCALPING\" BEI KINDESMIßHANDLUNG Seifert D*, Püschel K*, Tholen P**, Zimmermann W*** * Institut für Rechtsmedizin der Universität, 22529 Hamburg ** Katholisches Kinderkrankenhaus Wilhelmstift, Abt. für Bildgebende Diagnostik, 22149 Hamburg *** Katholisches Kinderkrankenhaus Wilhelmstift, Kinderchirurgische Abt., 22149 Hamburg Die Mutter brachte ihren 3 1 ⁄2-jährigen Sohn in ein Hamburger Kinderkrankenhaus wegen starker Schwellung und Blauverfärbung im Stirnbereich. Gegenüber der diensthabenden Ärztin konnte die Mutter keinerlei Erklärung für dieses Befundmuster geben. Der Junge selbst erklärte später, er sei \"gegen einen Schrank gelaufen\". Klinisch fiel bei der Untersuchung auf,daß sowohl im Stirnbereich als auch im Bereich der behaarten Kopfhaut eine deutlich sichtbare wie auch tastbare teigige Schwellung vorhanden war. Nach Stunden trat auch ein massives Brillenhämatom zutage. Während die Röntgenaufnahmen keinen diagnostischen Zuwachs brachten, ergab die am gleichen Tag durchgeführte sonografische Untersuchung des Schädels ein ausgedehntes subgaleales Hämatom: Das Panoramabildverfahren SieScape ergibt eine sehr informative Dokumentation der Ausdehnung im Stirn-und gesamten Parietalbereich. Dieses Phänomen wird in der Bildgebenden Literatur als \"Scalping\" bezeichnet und auf erhebliche stumpfe Gewalteinwirkung (Scherkräfte, z. B. durch Ziehen an den Haaren) zurückgeführt. REKONSTRUKTION EINES VERSUCHTEN TÖTUNGSDELIKTES MITTELS PKW DURCH NMR-UNTERSUCHUNG 6 WOCHEN NACH DER TAT Seifert D*, Püschel K*, Weber M** * Institut für Rechtsmedizin der Universität, 22529 Hamburg ** Institut für Unfallanalysen, 22303 Hamburg Die 40jährige Frau wurde in der Tiefgarage ihres Hauses von mehreren Tätern überfallen und ihres PKWs beraubt.An den Hergang des Geschehens hatte sie nur partielle Erinnerungen, da sie aufgrund von Mißhandlungen eine Commotio cerebri erlitt. Die Erstversorgung im Hinblick auf diverse Kopfverletzungen und Abschürfungen an den Füßen erfolgte in der Chirurgischen Notaufnahme eines Hamburger Krankenhauses.Erhebliche Schmerzen in beiden Oberschenkeln wurden dokumentiert,eine weitergehende klinische Untersuchung erfolgte jedoch nicht. Nachbehandlungen geschahen bei dem langjährigen Hausarzt der Patientin. Sechs Wochen nach der Tat wurde die Patientin von ihrer Anwältin an die \"Rechtsmedizinische Untersuchungsstelle für Gewaltopfer\" verwiesen. Nach Erhebung des noch sichtbaren klinischen Befundes unter Berücksichtigung des Geschehensortes wurde eine NMR-Untersuchung durchgeführt -die unsere Verdachtsdiagnose bezüglich eines Anfahrens (am Boden liegend) mit massiver Quetschung beider Oberschenkel bestätigte. Im NMR zeigten sich \"langstreckige gekammerte Serome\" im subkutanen Fettgewebe beider Oberschenkel. Eine nunmehr angeregte Tatrekonstruktion im Beisein eines technischen Sachverständigen sowie mit einer sorgfältigen Untersuchung der Kleidung der Verletzten (daran eindeutige Profilspuren) brachte die endgültige Klärung des Falles. MÖGLICHKEITEN DES 3-D-SCANNINGS AM KNÖCHERNEN SCHÄDEL UND BEI LEBENDEN PERSONEN Jachau K, Häusler G, Wittig H, Krause D Institut für Rechtsmedizin,Otto-von-Guericke-Universität Magdeburg, Leipziger Straße 44, 39120 Magdeburg, Deutschland Zur Superimposition unbekannter Schädel in Vergleichsfotos und zur Einscannung lebender Personen zum Abgleich mit vorliegenden Fotografien ist ein schnelles dreidimensionales Scannen notwendig. Durch ein spezielles Lichtschnittverfahren,das mathematisch auf dem Triangulationsprinzip beruht, wird diese Aufgabe in entsprechender Genauigkeit und Schnelligkeit erfüllt. Dadurch entfällt die zeitaufwendige Positionierung des Schädels. Artefakte durch Bewegungen der lebenden Person werden durch die kurze Scanningzeit von wenigen Sekunden weitgehend vermieden. Dieses ist insbesondere geeignet zum Abgleich mit Fahndungsfotos, Bildern einer Geschwindigkeitsmessung o.ä. auch bei wenig kooperativem Verhalten des Beschuldigten. Im Computer liegt nach der Scannung ein dreidimensionales, in allen 3 Ebenen bewegliches Bild des Schädels oder des Kopfes der lebenden Person vor. POSTMORTALE COMPUTERTOMOGRAPHIE IN DER FORENSISCHEN PATHOLOGIE; MÖGLICHKEITEN, GRENZEN, VISIONEN Stein KM*, Zimmer G*, Schnatterbeck P**, Mattern R* *Institut für Rechtsmedizin Heidelberg **Inselspital Bern 1995 führten wir, in Kooperation mit dem DKFZ Heidelberg die ersten eigenen computertomographischen Untersuchungen zunächst an Organteilen (Lungen) später an Leichen durch. Seit Juni 2001 verfügt das Institut für Rechtsmedizin über einen eigenen Siemens Somatom Puls (Bj.1989) so dass nun auch der Einsatz in der Routine möglich ist. Wie schon mehrfach dargestellt, erhält man mit der vor der Obduktion durchgeführten CT einen hervorragenden zusätzlichen Informationsgewinn. So ist die Quantifizierung der extrakardialen Gasembolie, z.B. in Hautgefäßen oder im Gehirn, präparatorisch nicht möglich.Verletzungen,die in präparatorisch schwer zugänglichen Regionen liegen, z.B. Mittelgesichtsfrakturen, sind mittels CT gut zu diagnostizieren und ermöglichen ein gezieltes Vorgehen bei der Obduktion. Letztlich lassen Erkenntnisse aus der postmortalen CT z.B. bei Schussverletzungen, Rückschlüsse auf die ballistische Beurteilung auch bei Lebenden mit Schussverletzungen zu. Ein Ersatz der indizierten rechtsmedizinischen Leichenöffnung kann die postmortale CT schon wegen der noch unzureichenden Organdiagnostik nicht sein. So sind frische Herzmuskelnekrosen, Gefäßveränderungen ohne dichteanhebende Wandeinlagerungen, Wundalterbestimmungen oder diskrete Einblutungen mit den jetzigen Untersuchungstechniken nicht möglich. Der routinemäßige Einsatz der CT wird zeigen,ob über die bisherigen Möglichkeiten hinaus durch die Entwicklung leichenspezifischer Protokolle eine differenziertere Betrachtung unklarer Sektionsfälle möglich wird. Vielleicht kann eine wissenschaftlich validierte postmortale CT in Ländern mit religiös bedingten unzureichenden Obduktionsraten in Einzelfällen zur Rechtssicherheit beitragen. Ziel der Entwicklung der postmortalen CT ist nicht, die rechtsmedizinische Leichenöffnung zu ersetzen, sondern diese durch eine radiologische Untersuchung qualitativ zu erweitern. DIGITALE ORTHOPANTOMOGRAPHIE: MÖGLICHKEITEN UND GRENZEN BEI DER IDENTIFIKATION UNBEKANNTER LEICHEN Benthaus S, Teige K, Du Chesne A, Brinkmann B Institut für Rechtsmedizin des Universitätsklinikums Münster Seit Entwicklung und Einführung der postmortalen Orthopantomographie ist die rechtsmedizinische Praxis (Benthaus et al. 1997) wurde deren Nutzen bei der Identifikation unbekannter Leichen in zahlreichen Kasuistiken belegt. Da die Orthopantomographie in der klinischen Praxis eine Reihe von Problemen lösen kann, stehen in Identifizierungsfällen dem Rechtsmediziner häufig Vergleichsröntgenbilder zur Verfügung. Die Hauptaufgabe des Röntgenologen besteht dabei im Konturvergleich prä-und postmortaler Aufnahmen. Fehlbelichtungen, Projektionsfehler, Überlagerung des Filmmaterials oder Mängel bei der chemischen Entwicklung erschweren das Erkennen individualspezifischer Strukturen oder machen es sogar unmöglich. Der Vorteil prä-und postmortaler OPG-Aufnahmen liegt zum einen in der korrekten Seitenwiedergabe, der guten Reproduzierbarkeit des Strahlenganges im Röntgengerät und der Komplettübersicht beider Kiefer in einer Aufnahme. Die vorliegende Arbeit zeigt die Möglichkeiten und Grenzen der digitalen Orthopantomographie bei der Identifikation auf. Durch sekundäre Digitalisierung herkömmlicher Röntgenbilder und durch eine digitale Overlay-Technik können auch Nativröntgenbilder geringerer Qualität in ihrer Bildaussagen optimiert und für den Röntgenbildvergleich besser genutzt werden. Die schnelle Verfügbarkeit digitaler Röntgenbilder sowie die Datenfernübertragung mittels Internet werden an einem kasuistischen Beitrag demonstriert. EFFIZIENZ VERSCHIEDENER BILDGEBENDER VERFAHREN ZUR ALTERSBESTIMMUNG AN ZÄHNEN Pfeiffer H, Benthaus S, Ortmann C, Karger B, Brinkmann B Institut für Rechtsmedizin Münster, Von Esmarch Str.62, 48149 Münster Bei der forensischen Beurteilung von unbekannten Skelettfunden stehen Untersuchungen zur Alters-, Geschlechts-und Liegezeitbestimmung im Vordergrund. Dem Gebiß kommt bei der Identifikation ein besonderer Stellenwert zu: zum einen aufgrund der Stabilität gegenüber extremen Umwelteinflüssen andererseits aufgrund des hohen individuellen Informationsgehaltes. Nach Abschluß des Wurzelwachstums der dritten Molaren, d.h. ab einem Lebensalter von 19-21 Jahren ist eine Lebensaltersbestimmung am Gebiß nur durch die Beurteilung des Grades von Abnutzungs-und Alterungsprozessen möglich. Biomorphologische Zahnveränderungen im Erwachsenenalter wurden bereits von Gustafson (1955, 1956) zusammengefaßt. Eines dieser 6 Kriterien ist die Sekundärdentinablagerung im Pulpencavum. Diese nimmt mit steigendem Lebensalter konstant zu und engt den Pulparaum in Zahnwurzeln-und -Kronen zunehmend ein. Heute ermöglichen moderne bildgebende Verfahren eine Quantifizierung des Grades der Sekundärdentinablagerung. Konventionelle radiologische Methoden der Zahnmedizin (apikale Zahnfilme in Rechtwinkelparalleltechnik, Orthopantomogramm), Computertomographie und die direktradiographische Vergrößerungstechnik mittels Mikrofokus-Röntgenröhren werden bezüglich ihrer Effizienz für die Lebensaltersbestimmung am Gebiß miteinander verglichen. Die Anwendung der direktradiographischen Vergrößerungstechnik erlaubt im Vergleich zu Zahnfilmaufnahmen eine erhebliche Steigerung des Auflösungsvermögens und besitzt eine überlegene Bildqualität. CT-Untersuchungen gestatten bei ebenfalls hoher Auflösung eine digitale Bildauswertung. Sowohl die CT-Technik als auch die direktradiographische Vergrößerungstechnik sind bei Indikationsstellung am Lebenden durchführbar. Insbesondere bei letztgenannter Technik ist die Strahlenexposition deutlich reduziert. HILFE DURCH POST MORTEM CT BEI DER KLÄRUNG DER TODESURSACHE: DARSTELLUNG ANHAND ZWEIER OBDUKTIONSFÄLLE. Schultes A, Schuff A, Graß H, Riepert T, Lackner K Institut für Rechtsmedizin der Universität zu Köln Fall 1: Eine 19 Jahre alte Frau verstirbt infolge eines Verkehrsunfalles noch an der Unfallstelle. Bei der gerichtlichen Obduktion wird als Todesursache ein schweres offenes Schädelhirntrauma mit Schädelbruch in Kombination mit Verbluten nach außen diagnostiziert. Anhand der Auswertung des CT des Schädels/Thorax konnte zudem eine massive Luftansammlung im gesamten rechten Herzen sowie in der A. pulmonalis beidseits nachgewiesen werden, so daß davon auszugehen ist, daß eine Luftembolie maßgeblich den Tod der Frau mitbedingte. Fall 2: Eine 66 Jahre alt gewordene Krebspatientin verstirbt während einer stationär durchgeführten Chemotherapie, nachdem sie kurz zuvor aus dem Krankenbett gestürzt war. Die Obduktion bestätigte das klinisch diagnostizierte Mamma-Carcinom mit ossären und pulmonalen Metastasen. Todesursächlich war eine frische subarachnoidale Blutung mit konsekutiver Kompression des Hirnstamms infolge einer hochgradigen Fibrosklerosierung der leptomenigealen Gefäßen mit hieraus resultierender Blutung. Die Auswertung des CT bestätigte das bereits fortgeschrittene Tumorstadium.Zudem ließ sich computertomographisch ein weit in den rechten Vorhof vorge-schobener Katheter darstellen, der, das Grundleiden hinweggedacht, für sich allein gesehen dazu geeignet wäre, insbesondere bei kardial vorgeschädigten Patienten den Tod durch Herzrhythmusstörungen zu bedingen. Zu 1. An eine todesursächliche Luftembolie sollte bei offenen Schädelhirntraumata gedacht werden.Zudem kann diese mittels postmortal durchgeführtem CT verifiziert werden. Zu 2: Eine genaue Lagebestimmung von eingebrachtem Fremdmaterial, insbesondere von zentral-venösen Kathetern ist anhand des Computertomogramms möglich und kann zur der Findung der Todesursache sinnvoll beitragen. Deshalb sollte zu diagnostischen/ therapeutischen Zwecken eingebrachtes Fremdmaterial unbedingt im Originalzustand an/in dem Leichnam verbleiben. DISKREPANZ ZWISCHEN POSTMORTALER COMPUTERTOMOGRAFIE UND SEKTIONS-BEFUND; DARGESTELLT AM BEISPIEL EINES LUNGENDURCHSCHUSSES Krahforst R, Engelmann K *, Herzog C *, Vogl T *, Bratzke H Zentrum der Rechtsmedizin, Johann Wolfgang Goethe-Universität, Frankfurt am Main *Institut für Diagnostische und Interventionelle Radiologie, Johann Wolfgang Goethe-Universität, Frankfurt am Main Seit Dezember 2000 werden im Zentrum der Rechtsmedizin Frankfurt/M. in Zusammenarbeit mit dem hiesigen Institut für Diagnostische und Interventionelle Radiologie Leichen vor der Obduktion computertomografisch untersucht. Hierfür wird ein hochauflösendes Multi-detector CT verwendet, welches die Anfertigung von 1 mm-Schichten erlaubt (Somatom Plus 4 Volume Zoom, Siemens, Erlangen). Es wurden vor allem Tötungen, Suizide und Verkehrsunfälle (bisher insgesamt 15 Fälle) untersucht. Einer der ersten Fälle mit postmortaler Computertomografie betraf einen 39 Jahre alten Bauarbeiter, der nach Streitigkeiten vor einer Gaststätte mit einem Brustdurchschuß getötet worden war. Die CT-Aufnahmen ließen einen Schußkanal durch das Lungenparenchym erkennen, der jedoch mit den äußerlich sichtbaren Schußwunden nicht korrespondierte. Bei der Sektion wurde ein in der Körperquerachse von links nach rechts verlaufender Schusskanal festgestellt. Das Projektil hatte den linken Lungenunterlappen nahe des Zwischenlappenspaltes, die Aorta descendens und den rechten Lungenunterlappen durchschlagen. Der beidseitige Pneumo-und Hämatothorax (links 1000 ml, rechts 600 ml Blut) hatte zu einer Verlagerung der kollabierten Lungen und damit auch des Schusskanales geführt. Der Fall zeigt exemplarisch, dass moderne bildgebende Verfahren keine ausreichende Beweisgrundlage bilden. Nur im Zusammenhang mit Obduktionsergebnissen ist eine sichere Aussage möglich. ANWENDUNG VON BILDGEBENDEN VERFAHREN BEI DER ANALYSE VON KOPFSCHÜSSEN Meissner 1 C, Gehl 2 HB, Petersen 3 D, Höche 4 W, Gerling 1 I, König 5 HG, Oehmichen 1 M 1 Institut für Rechtsmedizin, Universitätsklinikum Lübeck 2 Institut für Radiologie, Universitätsklinikum Lübeck 3 Institut für Radiologie, Abteilung für Neuroradiologie, Universitätsklinikum Lübeck 4 Städtisches Krankenhaus Süd, Lübeck 5 Institut für Rechtsmedizin, Eberhard-Karls-Universität TübingenZur Frage,ob bildgebende Verfahren einen zusätzlichen Informationsgewinn bei einer Leichenöffnung liefern können, wurden 17 Gehirne von Personen analysiert, die an den Folgen eines Kopfschusses gestor-ben waren. Es erfolgte ein Vergleich zwischen einer routinemäßig durchgeführten und ausführlich fotografisch dokumentierten neuropathologischen Untersuchung und bildgebenden Verfahren, die sowohl vor der Obduktion als auch am isolierten, formalinfixierten Gehirn durchgeführt wurden. Bei den Waffen handelte es sich ausschließlich um Faust-und Langfeuerwaffen mit niedrigen Mündungsgeschwindigkeiten; überwiegend lagen Kopfdurchschüsse vor. Die bildgebenden Verfahren erlauben bereits vor der Obduktion eine Differenzierung zwischen Ein-und Ausschußlücken,die durch die bei der Sektion erhobenen Befunde bestätigt werden konnte. Mittels Subtraktionsverfahren u.a. konnten innerhalb des Hirnparenchyms straßenförmige Verläufe aus abgesprengten Knochen und Projektilteilen dargestellt und ein Schußkanal im 3 D-Bild, ebenso wie ein Winkel des Schußkanals, rekonstruiert werden. Am isolierten formalinfixierten Gehirn wurde u.a. der Schußkanal entlang einer Destruktionszone mit Blutungen,Luftblasen oder Ödem nachgewiesen. Unklar blieb eine radiär den Schußkanal umgebene Aufhellung, die der temporären Wundhöhle entsprechen dürfte. Bildgebende Verfahren ermöglichen einen zusätzlichen Informationsgewinn, der sowohl in der hervorragenden Dokumentation der Verhältnisse in-situ, als auch in der vereinfachten biometrischen Rekonstruktion durch Analyse der Daten zur Erfassung des Schußwinkels und des Schußkanals besteht.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Dirnhofer R (1) 1. Institut für Rechtsmedizin, Universität Bern 2. Institut für Diagnostische Radiologie, Universität Bern, 3010 Bern 3. Abteilung für Neuroradiologie, Universität Bern, 3010 Bern 4. Spektroskopie und Methodologie, Universität Bern, 3010 Bern Ziel: Evaluation und Validation von postmortalen radiologischen Vollkörper-Untersuchungsmethoden (CT,MR) bei Schuss -Einwirkungen im Vergleich zur klassisch forensischen Autopsie. Methode: Die postmortalen Untersuchungen erfolgten mit einem MSCT resp. MR der Firma GE. Das Postprocessing (2D / 3D Rekonstruktionen) wurde mit einer GE Workstation durchgeführt. Resultate: Mittels MSCT-Untersuchung, (incl. 2D / 3D Rekonstruktionen) und MR-Untersuchung konnten schussbedingte Verletzungsmuster visualisiert werden. Es war auch möglich Vitalzeichen zu dokumentieren, so z.B. die Luftembolie im Herzen und klassische Blutaspirationsherde in der Lunge. Diskussion: Die radiologische Autopsie mit Multislice-CT (MSCT) eignet sich aufgrund ihrer kurzen Scanzeit (1 bis 2 Minuten) für eine schnelle vollumfängliche Dokumentation des Körpervolumens. Die Untersuchungsmethode mit Multislice-Computertomographie eröffnet Dokumentationsmöglichkeiten im Millimeterbereich; aus den axial gewonnenen Datensätzen können aufgrund der isotropen Dokumentation problemlos 2D sowie 3D Rekonstruktionen hergestellt werden. Die MR-Untersuchung ergänzt die CT-Untersuchung in der höheren Weichteilauflösung, was sich bei der Darstellung von Schusskanälen als hilfreich erwies. Mit der Kombination von MSCT und MR können forensisch-relevante Verletzungsmuster zerstörungsfrei dokumentiert und visualisiert werden. Im Rahmen der gutachterlichen Klärung eines iatrogen verursachten Todes (Verbluten infolge Verletzung der V. iliaca externa im Rahmen der operativen Einsetzung eines künstlichen Hüftgelenkes) wurde eine Leichenöffnung vorgenommen.Die Beurteilung des Falles war erschwert durch die klinisch notwendige Einsetzung einer metallenen Hakenschale zur Stabilisierung der neuen künstlichen Hüftgelenkspfanne und durch Einbringen von Zementmaterial.Die wichtige Frage nach der Lokalisation der in den Knochen eingedrehten Schrauben konnte mit Hilfe herkömmlicher Methoden ohne Zerstörung der vorhandenen Strukturen nicht gelöst werden. Daher wurde der relevante Teil des Beckens entnommen und mazeriert. Die Spiral-Computertomografie erfolgte mittels Siemens Somatom Plus 4, die dreidimensionale Rekonstruktion mittels VG-studiomax-Software auf PC-Basis. Als besonderer Vorteil erwies sich die zerstörungsfreie, praktisch beliebig oft wiederholbare Darstellung in unterschiedlichen Perspektiven und elektronischen Schnittebenen im virtuellen Raum. Die Vorgehensweise ermöglichte eine exakte Lokalisation des implantierten Materials. Durch die Anwendung von Falschfarben gelang zudem eine eindruckvolle, überzeugende Darstellung der anatomischen Situation und der operativ gesetzten Veränderungen. Auf der Basis der Rechnerdaten wurden ein Modell des Beckenknochens in natürlicher Größe und mehrere Schnittmodelle in Achsrichtung der implantierten, zum Teil in das Beckeninnere ragenden Schrauben angefertigt. Die Modelle sind insbesondere für medizinische Laien aussagekräftig und somit eine wertvolle Bereicherung in foro. Klinik und Poliklinik für Radiologie der Universität zu Köln Die Wertigkeit pathomorphologischer und computertomographischer Befunderhebung wurde in einer prospektiven Untersuchung verglichen. Die Versuchsanordnung wurde so gewählt, dass nach einer äußeren Leichenschau und in Kenntnis der Vorgeschichte ein Computertomogramm von Schädel,Hals,Thorax und Abdomen (Spiral-CT, Standarduntersuchungsprotokoll, Siemens Somatom Plus 4) angefertigt wurde. Anschließend erfolgte die pathomorphologische Befunderhebung durch Autopsie ohne Kenntnis der röntgenmorphologischen Ergebnisse, im Anschluss daran die Auswertung der CTs. Im letzten Schritt wurde eine Entblindung vorgenommen und geprüft, welche Befunde mit beiden Techniken in gleicher Weise zur Darstellung gelangen und welche Befunde radiologisch bzw. morphologisch mit höherem Aussagewert nachgewiesen werden können. Bei bislang 38 vergleichenden Untersuchungen (jeweils 19 natürliche und 19 nicht-natürliche, meist traumatische Todesfälle) zeigte sich die hohe Aussagekraft der postmortalen Computertomographie. Der Nachweis und die Darstellung von Gasen (Pneumothorax, Luftembolie), Fremdkörpern und Frakturen ebenso wie von topographischen Zusammenhängen war in der Regel bevorzugt radiologisch möglich. Dagegen sind nach unseren Ergebnissen traumatische Veränderungen im Bereich der Weichteile und krankhafte Befunde der inneren Organe, insbesondere im Bereich der Gefäße, meist autoptisch besser darstellbar. Nach den vorgelegten Untersuchungen stellt die Computertomographie als nicht-invasives bildgebendes Verfahren eine komplementäre Untersuchungstechnik zur Obduktion dar. Sie kommt auch als ein Instrument der Qualitätssicherung in Betracht. Die Computertomographie erscheint insbesondere bei Todesfällen sinnvoll,die komplexe traumatologische Befunde, Fremdkörper oder pathologische Gasansammlungen erwarten lassen. Department für Klinische Forschung, Universität Bern, Inselspital, 3010 Bern, Schweiz Im Rahmen eines Forschungsprojektes wurden 35 Leichen mit CT und MRI untersucht. Aus Rumpf-und Thoraxscans wie auch aus spezifischen Herzsequenzen lassen sich dabei forensisch wichtige Herzbefunde ableiten. Preliminäre Messungen ergaben zum Beispiel, dass bei beiden Fällen von plötzlichem Tod bei älterem Herzinfarkt der Signalunterschied •I/R zwischen infarziertem (gemittelt über n=1500) und nicht infarziertem (gemittelt über n=3100) Myokard in T2-Sequenzen etwa 30% beträgt. Dieser Messwert entspricht Ergebnissen aus vergleichbaren Sequenzen bei Lebenden. Ein preliminärer Vergleich der Messwerte zur Wandstärke der linken Kammer ergab, dass die Bildgebung geringfügig höhere Werte als die Autopsie liefert (18.3 ± 4.2 mm auf MRI-Bildern im Vergleich zu 16.8 ± 3.5 mm bei der Autopsie, n=5). U.a. können Herzen in situ eine im Vergleich zum Sektionstisch kompaktere Form aufweisen. Die Autopsie hat gegenüber der Bildgebung auch untersuchungstechnische Vorteile. Dazu gehört das mechanische Verändern der Organform. Dies wird durch einen Befund einer Herzverletzung verdeutlicht, der sich in MR und CT nicht, bei der Autopsie durch Aufspannen der betroffenen Herzstrukturen jedoch sehr einfach diagnostizieren liess. Die Diagnostik wird auch beim Herz gerade in der postmortalen Traumatologie von der Bildqualität mitbestimmt. Dies ist ein wichtiger technischer Annäherungspunkt in der Verbesserung klinischer und forensischer Radiologiemethoden. (Teil eines Forschungsprojektes, das durch die Gebert-Rüf Stiftung (Schweiz) gefördert wird). Ziel: Evaluation / Validation von postmortalen radiologischen Untersuchungsmethoden bei Einwirkungen von scharfer Gewalt, Strangulation Hitze im Vergleich zur klassischen forensischen Autopsie. Material und Methode: Die postmortalen Untersuchungen erfolgten mit einem MSCT / MR der Firma GE. Das Postprocessing wurde mit einer GE Workstation durchgeführt. Resultate: Bei Einwirkung scharfer Gewalt konnte die Lokalisation von Stichkanälen dokumentiert werden. Bei der Strangulation konnten Verletzungen des Kehlkopfskelettes zwei-und dreidimensional visualisiert werden, ebenfalls waren Einblutungen in die Halsweichteile darstellbar.Bei einer Brandleiche konnten hitzespezifische Veränderungen wie Brandhaematom als auch Vitalzeichen radiologisch dokumentiert werden. Bei Fäulnisleichen konnte die Fäulnisveränderung (Gasbildung in den Weichteilen sowie Organen) dokumentiert werden.Diskussion: Mit Hilfe der MSCT und der MR-Untersuchung war es möglich, forensisch relevante Verletzungen und Befunde nach scharfer Gewalteinwirkung, Hitze, Strangulation und Fäulnis zu dokumentieren. Im Gegensatz zur klassischen Autopsie erfolgte die Dokumentation zerstörungsfrei, womit der ursprüngliche Befund untersucherunabhängig erhoben werden konnte und einer nachträglichen Begutachtung jederzeit offen steht.Die modernen radiologischen Dokumentationsmöglichkeiten eröffnen im weiteren Dokumentations-und Analysemöglichkeiten, die der klassischen Autopsie nur schwer, oder nicht zugänglich sind.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Ziel: Anhand von 13 an Schädel-Hirn-Trauma Verstorbenen soll gezeigt werden, dass der postmortale Einsatz bildgebender Verfahren im Hinblick auf rechtsmedizinische Begutachtungsfragen eine geeignete, der klassischen Autopsie in mancher Hinsicht überlegene Methode darstellt. Material und Methode: Ganzkörper-MR und Multislice-CT-Untersuchung von 13 Leichen mit Schädel-Hirn-Trauma unterschiedlicher Ätiologie, darunter 7 Verkehrsunfälle, 3 x stumpfe Gewalteinwirkung, 1 x Sturz im Alter und 3 x Sturz aus der Höhe. Durchführung einer klassischen Autopsie im Anschluss an die radiologische Untersuchung. Resultate: Anhand der radiologischen Datensätze und der daraus angefertigten 2D/3D-Rekonstruktionen liessen sich forensisch wich-tige Befunde wie Schädelfraktursysteme,intracranielle Blutungen und direkte bzw. indirekte Hirnverletzungen eindeutig diagnostizieren. Daneben wurden auch sekundäre Traumafolgen wie Hirnödem,Hirndruck und sek. Hirnstammblutungen richtig erkannt. Diskussion: Rechtsmedizinisch bedeutsame Fragen wie Todesursache, Befunderfassung, Vitalität der Verletzungen und forensische Rekonstruktion können allein aufgrund der radiologischen Untersuchung beantwortet werden. Die zerstörungsfreie \"Virtuelle Autopsie\" bietet u.a. die Möglichkeit der Darstellung von Befunden in allen 3 Ebenen und eröffnet somit völlig neue Perspektiven in der Begutachtung von Schädel-Hirn-Traumatisierten .Die Schätzung der postmortalen Liegezeit ist in der forensischen Medizin von grosser Wichtigkeit. Während in den ersten Tagen bekanntlich Totenflecken, Totenstarre und Körperkerntemperatur zur Todeszeitbestimmung herangezogen werden können, fehlen später verlässliche, objektive Parameter.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "occipitalen und der frontalen Region des Gehirns platziert. Schafe: Die Schafsköpfe wurden unmittelbar nach ihrem Tod im Schlachthof geholt und in einem Plastikcontainer bei Raumtemperatur gelagert. Spektroskopische Untersuchungen fanden jeweils im Abstand von 24 h während bis zu 18 Tagen statt. Menschen: 4 menschliche Leichen mit unterschiedlichen postmortalen Liegezeiten wurden untersucht. Diese thorakalen und zervikalen traumatischen Läsionen sind mit jenen bei Verkehrsunfällen vergleichbar. In diesem Zusammenhang hat eine neue Studie bewiesen, dass bei der Kollision eines PKW's mit einem Fußgänger Durchbrüche oder Riße der thorakalen Aorta entstehen, sobald Aufprallgeschwindigkeiten von 63 km/h erreicht werden. Traumatische Wirbelsäulenfrakturen, die in 50% der Fälle die µg/ml (139 h p.m.) in der Sepsisgruppe, während sie in der Kontrollgruppe bei 94% der Patienten zu allen Zeitpunkten unter 10 µg/ml lagen. Zu keinem Zeitpunkt fanden sich in der Sepsisgruppe sIL-2R-Serumwerte unter dem Referenzlimit von <1000 U/ml; in der Kontrollgruppe stiegen die Werte in einem Fall auf 1044 U/ml (48 h p.m.) an.Im Gegensatz dazu stieg IL-1b in der Sepsisgruppe und in der Kontrollgruppe kontinuierlich an, beginnend im frühen postmortalen Intervall bei Werten,die im Referenzbereich von <5 pg/ml liegen.Sowohl LBP, als auch sIL-2R erscheinen bis zu einem Zeitpunkt von 140 Stunden geeignete biochemische Marker für die postmortale Sepsisdiagnostik darzustellen. cm lang) lagen auf der Seite der großen Kurvatur im Bereich des Corpus ventriculi; keine Nekrose am Rand der Rupturstellen.Weiterhin bestanden drei Ulcera in der Magenschleimhaut, wovon ein ca.3,5 cm x 3,0 cm großes der kleinen Kurvatur ins Pankreas penetrierte (ohne Gefäßarrosion am Ulcusgrund). Mundhöhle, Ösophagus sowie der gesamte Dünndarm waren leer. Keine Verletzungen und keine sonstigen relevanten inneren Erkrankungen. Todesursache war die Magenruptur. Diskussion: In den meisten bisher berichteten Fällen mit Magenruptur (überwiegend Frauen) bestand zumeist nur eine kurze Ruptur auf der Seite der kleinen Kurvatur. In unserem Fall fanden sich zwei lange Rupturen an der großen Kurvatur. Pathogenetisch war im hier berichteten Fall an eine sehr hochgradige Magendilatation wegen Bulimie des Toten zu denken.Wir haben keine klinische Erklärung dafür, warum der Innendruck des Magens sich sonst erhöhte. Die abnehmende Beweglichkeit und Dehnbarkeit der Magenwand an der Seite der kleinen Kurvatur wegen des ins Pankreas penetrierenden großen Geschwürs lassen auch an die Möglichkeit denken, dass dies eine Störung der Motilität des ganzen Magens sowie eine überschüssige Extension der großen Kurvatur des Magens hervorrief.Bei der Leibesfrucht einer 31-jährigen Frau wurde in der 27./28. SSW bei einer Ultraschalluntersuchung ein Bickers-Adams-Syndrom diagnostiziert. Aufgrund der äußerst ungünstigen Prognose und der Tatsache, daß die Frau bereits ein schwer behindertes Kind mit Hydrozephalus geboren hatte, wurde dem Wunsch der Patientin nach einer",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Jahr alt, wurde zwischenzeitlich bei 4°C gelagert und war bei der Ankunft in unserem Institut leicht trübe. Die Extraktion erfolgte mit 15 ml Urin und entsprechend dem Protokoll des All-tissue DNA-Kit (GEN-IAL). Die Untersuchung von 6 STR-Systemen ergab kein Ergebnis, im Amelogenin-System jedoch XY. Aufgrund der unbefriedigenden Ergebnisse wurden die nicht-kodieren-",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "PROBLEME IN DER BEGUTACHTUNG EINES TODESFALLES NACH TRANSLUMINALER ENDARTERIEKTOMIE Bockholdt B, Maxeiner H Institut für Rechtsmedizin, FB Humanmedizin, Freie Universität Berlin, DeutschlandDie Grenze zwischen unvermeidbarer Komplikation und vermeidbarem Behandlungsfehler ist bei komplexen Zusammenhängen oft äußerst schwierig oder auch retrospektiv nicht zu ziehen. Allein ein bei dem Eingriff anwesender erfahrener Beobachter könnte dies beurteilen -als eine Informationsquelle für strafrechtliche Belange kommen ggf. teilnehmende andere Ärzte aber realistischerweise und aus vielfältigen Gründen nicht in Betracht. Die Beweisanforderungen für den Kausalzusammenhang stellen oft eine weitere, kaum überwindbare Hürde dar. Im Rahmen der jetzigen stationären Diagnostik wurde bei einer 67 Jahre alt gewordenen Frau u.a. neben einem fast vollständigen Verschluß der linken A. carotis comm. (Z. nach alter Angioplastie) eine hochgradige Stenose auch der rechten festgestellt. Empfehlung zu einer transluminalen Thrombendarteriektomie. Perakuter thrombotischer Verschluß des operierten Gefäßes; Tod 3 Tage nach der Operation. Die aufwendige morphologische Untersuchung des Operationsgebietes zeigte eine unregelmäßige Ebene der Gefäßausschälung mit Stufenbildungen, teilweise bis knapp an die Adventitia. An der Vernähung des Übergangsbereiches von der Endarteriektomie zum belassenen Gefäß selbst fanden sich weiterhin Teile der distalen inneren Gefäßwand nicht von der Naht erfaßt, so dass sie dissektionsähnlich in die Lichtung flottierten und offenbar die Thrombenentstehung mit begünstigt hatten. Beide morphologischen Besonderheiten werden in der einschlägigen Literatur als Komplikationsursache beschrieben; die Notwendigkeit eines sie vermeidenden operativen Vorgehens wird betont. Obwohl somit morphologische Hinweise für ein nicht einwandfreies technisches Vorgehen vorlagen, wurde dem nicht intensiv weiter nachgegangen. Bei einer praxisnahen Abwägung mußte in Betracht gezogen werden,dass selbst für den Fall eines nachgewiesenen Fehlers in der gegebenen Situation der Beweis des Kausalzusammenhanges kaum gelungen wäre.TODESURSÄCHLICHE ARTERIENVERLETZUNGEN BEI EINER HÜFTGELENKENDOPROTHESE Ehrlich,E, Maxeiner H Institut für Rechtsmedizin, FB Humanmedizin, Freie Universität Berlin, Deutschland Wegen einer Coxarthrose wurde einer 73-jährigen Patientin eine zementierte Totalendoprothese des linken Hüftgelenkes eingesetzt, den Beschreibungen nach anscheinend komplikationsfrei. Am Operationsende kam es zu einer zunehmenden Kreislaufinstabilität sowie starken Blutungen aus den bereits eingelegten Drainagen; kurz nach Übernahme auf die Intensivstation Entstehung eines hämorrhagischen Schockes, Ausbildung der Zeichen eines akuten Abdomens, mehrfache notfallmässige Laparotomien sowie lokale Nachoperation. Obwohl mehrere Gefäßverletzungen versorgt wurden, ließ sich die Blutung nicht beherrschen (Massentransfusionen >50 Konserven); finaler Kreislaufzusammenbruch knapp 20 Stunden nach dem Ersteingriff. Autoptisch war eine riesige Wundhöhle von der linken Hüftregion bis weit in den Retroperitonealraum mit ausgedehnter Freilegung der Beckenarterien und teilweise der Aorta festzustellen. Sowohl die Arteria als auch die Vena femoralis waren aufgerissen und wieder vernäht worden. Weitere vernähte Verletzungen fanden sich an der entsprechenden V. iliaca externa. Das Ausmaß der innerlichen, operationsbedingten Verletzungen war für uns nicht erklärlich bzw. nicht mit einem technisch einwandfreien operativen Vorgehen zu vereinbaren. Zu einer Fortsetzung des Strafverfahrens nach erforderlicher klinischer Begutachtung kam es jedoch bemerkenswerterweise nicht. GIBT ES EIN \"SUDDEN INFANT DEATH SYNDROM\"? Böhme B, Rauch E, Büttner A, Penning R Institut für Rechtsmedizin der Universität München, Frauenlobstr. 7a, 80337 München Im Rahmen der multizentrischen BMBF-Studie \"Plötzlicher Säuglingstod\" wurden im Jahr 1999 am Institut für Rechtsmedizin der Universität München 37 Säuglinge obduziert. 34 davon wurden wegen V.a. SIDS untersucht, bei 3 weiteren Kindern war eine nicht natürliche Todesart von vornherein bekannt (Ersticken an einer Erdnuß,Tötung, Kohlenmonoxidvergiftung). 9 der Kinder hatten laut Angaben der Eltern direkt vor dem Ableben Anzeichen einer leichten Erkältung. Bei den meisten Kindern war jedoch eine Erkrankung nicht beobachtet worden. Nach Durchführung einer mikrobiologischen und histologischen Untersuchung zeigte sich, daß ungewöhnlich viele der Kinder an Atemwegsinfektionen litten. Aus diesem Grund wurde für das Jahr 1999 eine Gegenüberstellung aller drei Kriterien (Obduktionsbefunde, Mikrobiologie und Histologie) durchgeführt und entsprechend einer von der Studienzentrale festgesetzten Kategorisierung der pathologischen Befunde eingeteilt. Dabei wurde festgestellt, daß lediglich 2 der 37 Kinder in keiner der Untersuchungen krankhafte Veränderungen erkennen ließen. 23 Kinder wiesen Anzeichen einer leichten Erkrankung auf und 4 Kinder bereits schwerwiegendere pathologische Veränderungen.5 der Kinder verstarben an einem nicht natürlichen Tod. Anhand dieser Ergebnisse stellt sich für uns die Frage,ob die Diagnose \"plötzlicher Säuglingtod\" neu definiert werden müßte oder aber die Zahl der mutmaßlich hieran verstorbenen Kinder geringer ist als bisher angenommen. lem Winkel wieder nach oben. Dort blieb es in der Wand stecken. Den Versuch ja nicht wiederholen. Denn das Glück (für den Angeschuldigten) des Zufalls darf man nicht ein zweites mal herausfordern! In einer Grünanlage in Düsseldorf wurde die Leiche eines 79 Jahre alt gewordenen Rentners aufgefunden. Der vollständig bekleidete Leichnam wies an der rechten Schläfe einen 2,5 cm großen, stark beschmauchten Defekt auf, in der rechten Hand befand sich eine Signalpistole \"Diana\", Kaliber 4. Bei dem Leichnam fand sich eine Tüte, die eine Zigarrenkiste mit Signalpatronen Comet, Kaliber 4, enthielt. Bei der gerichtlichen Obduktion zeigte sich am Hirnschädel ein ausgedehnter, schräg von rechts vorn nach links hinten verlaufender Defektkanal. Das umgebende Großhirngewebe war in einem Durchmesser von etwa 4 -5 cm völlig zerstört. Direkt vor dem Schädelknochen an der linken Seite wurde in der Schädelhöhle eine Metallkartusche mit Kork-und Gummischeiben vorgefunden. Ein zufällig bei der Obduktion anwesender Militärpolizist machte die Obduzenten darauf aufmerksam, dass offensichtlich nicht die gesamte Signalpatrone bei der Schussabgabe gezündet hatte. Der sofort alarmierte Kampfmittelräumdienst stellte das Munitionsteil unter höchsten Vorsichtsmaßnahmen im Obduktionssaal sicher. Da ein Transport den Fachleuten zu gefährlich erschien, wurde das Munitionsteil im Erdreich hinter dem Institut vergraben und mittels Sprengkapseln zur Explosion gebracht. Durch die Munitionsexperten wurde festgestellt, dass bei der Schussabgabe nur der Treibsatz der Signalpatrone gezündet worden war. Der Leuchtsatz hingegen hatte nicht gezündet. Die Zündung des Leuchtsatzes war offensichtlich durch die Fixierung der die Treibsätze trennenden Kork-und Gummischeiben im weichen Hirngewebe verhindert worden. Der berichtete Fall zeigt wie wichtig der vorsichtige Umgang mit Fremdkörpern sein kann,die im Rahmen von Obduktionen in Leichen vorgefunden werden. Die besondere geografische Lage der Sudeten im Dreieck zwischen Polen, Tschechien und Deutschland am Verkehrsknoten zwischen Warschau,Berlin und Prag hat diese Region zu einem Tummelplatz international operierender Verbrecherorganisationen werden lassen. Zigaretten-, Alkohol-, Drogen-und Menschenschmuggel sind ebenso wie bewaffnete Überfälle und Erpressung an der Tagesordnung. Nicht seltenen werden auch völlig unbeteiligte Personen als Opfer schwer verletzt oder kommen sogar zu Tode. Bislang unbekannt ist die neue Dimension der Brutalität in diesem Umfeld, nicht selten in Verbindung mit Folterung. Zu den neuen rechtsmedizinischen Aufgaben gehören die Befundung und Dokumentation von Verletzungen unter Einbeziehung rechnergestützter Verfahren, ballistische Analysen sowie Sicherung und Auswertung biologischer Spuren. TÖDLICHE VERGIFTUNG EINES 14 MONATE ALTEN JUNGEN NACH VERSCHLUCKEN VON MÖBELPOLITUR Chadova L Institut für Rechtsmedizin, Karlsuniversität, Prag Es wird über einen Todesfall eines 14 Monate alten Jungen berichtet, der Möbelpolitur getrunken hatte. Obgleich er umgehend auf die Intensivstation eingeliefert wurde,verstarb das Kind 12 Tage später unter den Zeichen eines ARDS, der Sepsis, der intravasalen Gerinnung und des Multiorganversagens. Bei der Sektion fanden sich Zeichen einer Lebernekrose,disperser Kardiomyozytennekrosen,einer Nierenschädigung, einer hypoxischen Hirnschädigung und ausgeprägte hyaline Membranen der Lunge. Die Möbelpolitur bestand im wesentlichen aus aromatischen und vor allem aus kurzkettigen Kohlenwasserstoffen. Der Verlauf entspricht ganz den in Deutschland bekannt gewordenen Vergiftungen mit sogenannten Lampenölen, bei denen es auch ohne direkte Aspiration zum ARDS kommt. AUSWIRKUNGEN BERGBAULICH BEDINGTER BODENBELASTUNGEN AUF DIE SCHWERMETALLGEHALTE IN KNOCHEN UND HAAREN DER FLEDERMÄUSE UND DEREN BEDEUTUNG FÜR DIE BEURTEILUNG ANTHROPOGENER SCHWERMETALLBELASTUNGEN Hartmann R*, Kijewski H** *Ges. f. angewandte Biologie und Geologie mbH, Postfach 2108, D-37011 Göttingen **Inst. f. Rechtsmedizin der Universität Göttingen, Windausweg 2, D-37073 Göttingen Das Harzgebiet zählt zu den am stärksten schwermetallbelasteten Regionen in Deutschland.Seit mehr als 1000 Jahren wurden hier Erze abgebaut und verhüttet. Seit 1992 sind alle Bergwerke im Harz geschlossen.Von den Abraumhalden geht eine bis heute andauernde Belastung der Umwelt aus, wie zahlreiche Messungen von Staubniederschlägen und Sedimenten belegen.Aus rechtsmedizinischem Interesse wurden hier erstmalig systematische Messungen der Schwermetallbelastung des Menschen durch Untersuchung von Körpermaterialien durchgeführt. Da wir bei Fledermäusen einen noch engeren Zusammenhang von Umweltbelastung und Schwermetallen in den Körpergeweben als beim Menschen vermuteten, haben wir die Schwermetallgehalte in Haaren, Knochen und Organen von Fledermäusen bestimmt. Dabei wurden u.a. 111 Zwergfledermäuse (Pipistrellus pipistrellus) hinsichtlich der Schwermetallgehalte im Haar (Pb,Cd,Cr,Cu,Ni,Zn),Knochen (Pb)wurde zudem der Gehalt an Platin analysiert. Es handelte sich bei dem Tiermaterial um Totfunde aus den Jahren 1987-1999. Die Untersuchungsergebnisse werden dargestellt und im Hinblick auf die Bodenbelastung diskutiert. Die mittlere Knochenbleibelastung der Tiere aus den nicht schwermetallbelasteten Regionen in Niedersachsen nahm im Untersuchungszeitraum um rund 50 % ab. Keine signifikante Verringerung der Knochenbleigehalte konnte bei Tieren aus der Region des Harzes nachgewiesen werden. Genauigkeit und Präzision bei 2 verschiedenen Konzentrationen betragen 2.2 bis 13.5 % (Präzision) und 1.8-17.6 % (Genauigkeit). Die Nachweisgrenzen liegen zwischen 0,05 und 0,2 ng/mg.Die Ergebnisse zeigen, daß sich die SPDE für eine schnelle, einfache und sensitive Bestimmung der getesteten Analyte eignet. Im Vergleich mit der SPME sind höhere Extraktionsraten und verkürzte Analysenzeiten zu verzeichnen. Weitere Anwendungsmöglichkeiten werden ausgetestet. Der vorgelegte Beitrag weist auf mögliche Fehler hin, die bei forensischen Routineanalysen von Benzodiazepinen, aber auch in der klinisch-toxikologischen Praxis auftreten können. Die Verwendung von immunochemischen Methoden für die Screeninguntersuchung auf Benzodiazepine im Urin bringt neben unbestrittenen Vorteilen auch gewisse Einschränkungen mit sich, deren Nichtbeachtung bedeutende Fehler bei der Interpretation der Ergebnisse und eine Fehlinterpretation der gesamten toxikologischen Analyse zur Folge haben können. Benzodiazepine bilden eine Gruppe von toxikologisch relevanten Substanzen, bei denen im Vergleich zu anderen Substanzgruppen, bei der Anwendung von immunochemischen Methoden im Rahmen von Screeninguntersuchungen in größerem Ausmaß sogenannte Falschpositivität, aber vor allem Falschnegativität auftreten kann. Ein typisches Beispiel ist die Falschnegativität bei der Verwendung des ADx Systems der Firma Abbott bei Flunitrazepamintoxikationen, wobei Flunitrazepam vom toxikologischen Gesichtspunkt eines der bedeutsamsten Benzodiazepine ist. Ein weiteres Problem, das Fehler eines Labors verursachen kann, ist ein negativer Benzodiazepinbefund im Rahmen der Screeninguntersuchung von Urin und Mageninhalt in Fällen, wo die folgende Blutanalyse positiv ist. Letztendlich stellt die schwierige Interpretation von Benzodiazepinbefunden, die mit Hilfe einer dünnschichtchromatographischen Analyse sauer hydrolysierter Urinproben erzielt wurden, ein weiteres Problem dar. \"LEARNING BY DOING?\" -ZUR ARZNEIMITTELSICHERHEIT IN DER PÄDIATRIE AN EINEM FALLBEISPIEL MIT PROPOFOL Schuff A, Fries 1 JWU, Graß H Institut für Rechtsmedizin der Universität zu Köln 1 Institut für Pathologie der Universität zu KölnDie Kinderheilkunde ist in gleicher Weise auf potente Arzneistoffe angewiesen wie die Behandlung von Erwachsenen. In Deutschland dürfen grundsätzlich nur solche Arzneimittel bei Menschen zur Anwendung kommen, die für den entsprechenden Indikationsbereich nach den Richtlinien des Arzneimittelgesetzes zugelassen sind. Die dafür notwendigen Untersuchungen werden in der Regel mit erwachsenen und einwilligungsfähigen Probanden durchgeführt. Berufsethisch haben aber auch Kinder ein Recht auf eine optimale Pharmakotherapie.An einem Beispiel soll die Problematik der für den pä-diatrischen Einsatz nicht zugelassenen Medikamentenanwendung erörtert werden: Nach einer Bolusaspiration wurde ein 3jähriges Kind intubationspflichtig, die Sedierung erfolgte mittels intravenöser Propofol-Applikation. Im weiteren Verlauf traten u.a. bradykarde Herzrhythmusstörungen auf. Das Kind verstarb unter dem Bild eines Multiorganversagens. Aus den Unterlagen liess sich für Propofol eine 5-fach höhere Dosierung ableiten als sie für die Sedierung von Erwachsenen empfohlen ist. Die histologischen Untersuchungen zeigten ein \"medikamentös-toxisches\" Schädigungsmuster wie es -in Kombination mit der klinischen Symptomatik -als \"Propofol-Infusionssyndrom\" beschrieben wird. Da das Medikament Propofol in Deutschland zur Sedierung von Personen unter 16 Jahren nicht zugelassen ist, war die Frage einer korrekten ärztlichen Behandlung zu diskutieren. Unter Dosiskontrolle und intensiver Überwachung durch in der Anwendung von Propofol erfahrene Ärzte bestehen hiergegen keine grundsätzlichen Bedenken. Auf der anderen Seite bleibt die Unsicherheit im Umgang mit nicht oder nicht hinreichend bei Kindern untersuchten Arzneimitteln.Nicht zuletzt die Tatsache, dass in der Pädiatrie bis zu 67 % der verabreichten Medikamente für die entsprechende Indikation nicht zugelassenen sind, verleiht dem Problem der Arzneimittelsicherheit in der Kinderheilkunde aufgrund der hierfür fehlenden Untersuchungen eine besondere Bedeutung.ÜBER POSTMORTALE HAUTVERÄNDERUNGEN NACH BENZINEXPOSITION Stengel P, Schnabel A*, Bratzke H Zentrum der Rechtsmedizin des Klinikums der Johann Wolfgang Goethe-Universität, Frankfurt/Main Institut für Rechtsmedizin der Julius-Maximilians-Universität, Würzburg * Ziel dieser Arbeit war es zu beschreiben, wie sich postmortal entstandene Hautveränderungen nach unterschiedlich langer Benzinexposition makroskopisch und mikroskopisch darstellen. Hierzu wurden aus dem Sektionsgut des Rechtsmedizinischen Institutes Frankfurt am Main in 18 Fällen zeitabhängig Hautstanzbiopsien am Oberschenkel entnommen, zwei verschiedenen Färbungen unterzogen und beurteilt. Es handelte sich um Verstorbene aller Altersklassen, die keinerlei Hauterkrankungen aufwiesen. In 15 von 18 Fällen kam es zu charakteristischen Hautveränderungen in der Stachelzellschicht. Diese stellten sich in Form von Lücken-und Lochbildungen dar. Dieses Phänomen wird in der Dermatologie Akantholyse genannt und charakterisiert zahlreiche Hauterkrankungen. Weder Geschlecht noch Lebensalter noch Leichenliegezeit oder Umgebungstemperatur hatten Auswirkungen auf die Versuchsergebnisse. Wir führen die durch Benzin verursachte Akantholyse auf einen direkten Angriff von Benzin oder einem seiner zahlreichen Bestandteile auf die interzellulären Verbindungen der Stachelzellen zurück. Die Versuche beweisen, dass sich die Hautveränderungen nach Benzinexposition postmortal erzeugen lassen und somit nicht als vitales Zeichen zu werten sind. Dies kann forensisch in Hinblick auf Verkehrsunfallopfer und Tötungsdelikte Anwendung finden. Tendenziell kann dabei nach frühestens einer Stunde (mikroskopisch) beziehungsweise zwei Stunden (makroskopisch) und meist nach 24 Stunden Einwirkdauer mit charakteristischen Hautveränderungen gerechnet werden. PLÖTZLICHER TOD DURCH VORHOFTHROMBUS Dermengiu D, Dermengiu S, Buda O, Trübner K* Institute of Legal Medicine \"Mina Minovici\",sos. Vitan Birzesti 9, 75669 Bukarest, Rumänien; *Institut für Rechtsmedizin, Martin-Luther-Universität Halle-Wittenberg, Deutschland Eine 21-jährige Frau wurde wegen unklarem Unwohlseins, Blässe, Dyspnoe und erniedrigtem Blutdruck stationär eingeliefert. Die dortige Untersuchung ergab eine Mitralinsuffizenz und eine ektope Schwangerschaft. Bei der daraufhin durchgeführten Laparatomie stellte sich eine leicht blutende rupturierte Ovarialzyste dar.Während des chirurgischen Eingriffes traten schwere arrhythmische Störungen auf: zunächst eine supraventrikuläre Tachykardie, dann ein kompletter AV-Block mit Blutdruckabfall. Trotz Einführung eines intrakardialen Schrittmachers verstarb die Patientin an einer progredienten Herzinsuffizienz. Die Obduktion ergab einen 5x3,5x3 cm großen gestielten soliden Tumor im linken Vorhof mit kompletten Obstruktion der Mitralklappe, so daß zunächst an einen Herztumor gedacht wurde.Bei der Aufarbeitung des Tumors ergab sich eine zentrale Höhlenbildung mit einer mehrschichtigen fibrotischen Wand.Die mikroskopische Untersuchung zeigte eine endokardiale Fibrohyalinose -der Tumor selbst bestand aus einer mehrschichtigen fibrohyalinotischen Masse mit Gefäßneubildung und einzelnen lymphomonocytären Infiltraten. Diese Befunde wiesen auf einen älteren organisierten Thrombus hin und kleinere Herde einer chronischen Myokarditis wurden als Residuen eines stattgehabten rheumatischen Fiebers interpretiert. PLÖTZLICHER TOD DURCH VIRUSMYOKARDITIS BEI AKUTER HEPATITIS C 1 Dermengiu D, 1 Dermengiu S, 1 Buda O, 2 Zarma L, 3 Calistru P 1 Institute of Legal Medicine \"Mina Minovici\", sos. Vitan Birzesti 9, 75669 Bukarest, Rumänien 2 Institute of Cardiovascular Diseases \"Prof.Dr.C.C.Iliescu\", Fundeni Hospital, Sos. Fundeni 258, Sector 2 Bukarest, Rumänien 3 Hospital for infectious and tropical diseases \"Professor Victor Babes\", Bukarest, Rumänien Ein 24jähriger Fußballspieler verstarb plötzlich während eines Fußballspiels. Bei der Obduktion fanden sich ausgedehnte subseröse petechiale Blutungen, ein moderates Hirnödem, eine Blutstauung der inneren Organe, multiple Herde einer chronischen interstitiellen Myokarditis und eine histologisch nachgewiesene aktive Hepatitis C. Immunologische und virologische Untersuchungen ergaben eine hohe Virusreplikationsrate mit einer Viruslast von 883.000 UI/ml. Die toxikologischen Untersuchungen auf stimulierende, narkotische und anabolische Stoffe waren negativ. Auch wenn wir eine extrem seltene Koinzidenz nicht ausschließen können, sind folgende Befunde unsererseits beweisbar für eine Hepatitis C-Ätiologie der Myocarditis: der histologische Nachweis einer aktiven Hepatitis, die Präsenz von HCV-Antikörpern in Serum sowie die hohe Konzentration von viralen Antigenen im Serum. Besonders brisant war die Tatsache, daß der Mann zweimal kurz vor seinem Tod (12 Tage und 3 Tage zuvor) kardiologisch untersucht wurde. Dabei wurden im EKG gehäufte ventrikuläre Extrasystolen festgestellt, die auf einen ischämischen oder entzündlichen Myokardprozeß hindeuteten, wobei die ischämische Genese auf Grund des jugendlichen Alters unwahrscheinlich war. Drei Tage vor dem Tod betrug der Duke Score + 14 -dies entspricht einem sehr geringen Risiko, dass in den nächsten 5 Jahren eine gravierende kardiale Erkrankung (inklusive plötzlicher Herztod) auftreten würde. Beim zweiten Fall handelt es sich um einen 48 Jahre alten gebürtigen Türken, der seit mindestens 10 Jahren in Österreich lebte. Er rief noch einen Arbeitskollegen an und klagte über Übelkeit. Bei dessen Eintreffen lag er auf dem Boden, griff sich auf den Bauch, krümmte sich vor Schmerzen. Er konnte dann zur Toilette gehen und versperrte die Tür von innen. In weiterer Folge zeigte er keine Reaktion mehr auf Klopfen und Rufen, so daß der Kollege die Rettung verständigte. Die Reanimationsversuche verliefen erfolglos. Autoptisch zeigten sich in der Kammerscheidewand und in der linken Kammer Hohlraumbildungen. Die linke Herzhälfte zeigte eine Innenschichtabblassung. Der rechte Leberlappen war mit kugelförmigen Hohlraumbildungen durchsetzt, in denen Protoscolices von E. granulosus nachgewiesen wurden. Die Fälle werden ausführlich vorgestellt und diskutiert. ROTA-VIRUS-INFEKTION ALS URSACHE EINES PLÖTZLICHEN TODES IM KLEINKINDALTER Heide S, Romanowski U, Kleiber M Institut für Rechtsmedizin der Martin-Luther-Universität Halle, Franzosenweg 1, 06112 Halle/S. Rota-Virus-Infektionen sind im Säuglings-und Kleinkindalter weit verbreitet. Die manifeste Erkrankung geht mit Erbrechen, Durchfall und Fieber einher und verläuft,sofern einer möglichen Dehydratation entgegengewirkt wird, in aller Regel komplikationslos. Wir berichten über ein 19 Monate alt gewordenes Kleinkind, das 24 Stunden vor seinem Tod mit Durchfall aber ohne weitere gravierende Krankheitssymptome in einer Kinderambulanz vorgestellt wurde. Der weitere Verlauf war zunächst unauffällig . Plötzlich bemerkte die Mutter eine \"pumpende\"Atmung. 30 Minuten später konnte im Krankenhaus nur noch der Todeseintritt festgestellt werden. Die Obduktion erbrachte eine Hyperplasie des lymphatischen Apparates des Dünndarms sowie histologisch eine hämorrhagisch eitrige Pneumonie. Virologisch wurden im Dünndarminhalt und im Stuhl Rotaviren nachgewiesen. ATYPISCH VERLAUFENDE NEURODEGENERATIVE ERKRANKUNG BEI EINER 60 JAHRE ALT GEWORDENEN FRAU Matschke J 1, 2 , Lamszus K 2 , Laas R 2 1 Institut für Rechtsmedizin und 2 Abteilung für Neuropathologie des Universitätsklinikums Hamburg-EppendorfDie Erkrankung bei der 60 Jahre alt gewordenen Frau begann 9 Jahre vor dem Tod mit unspezifischen Verhaltens-und Hirnleistungsstörungen. Innerhalb weniger Jahre entwickelte sich eine spastische Tetraparese mit Pseudobulbärparalyse und pathologischen Fremdreflexen sowie eine Harn-und Stuhlinkontinenz. Im weiteren zeigte sich eine relativ geringe Progredienz der Veränderungen. Bildgebend stellte sich eine langsam zunehmende Großhirnatrophie dar. Klinisch wurde das Leiden zunächst als präsenile Demenz vom Alzheimer-Typ aufgefaßt; wegen des ungewöhnlichen Verlaufs erwog man auch eine Thromangiitis obliterans und ein apallisches Syndrom,das in Zusammenhang mit einer 1990 durchgemachten gynäkologischen Operation gebracht wurde. Bei der Sektion fanden sich die Zeichen eines septischen Herz-Kreislauf-Versagens bei schwerer eitriger Pyelonephritis. Neuropathologisch wurde eine hochgradige, im Großhirn betonte Atrophie bestätigt, die nicht nur in einer ausgeprägten neuronalen Verödung besonders im Großhirnkortex und im rostralen Hirnstamm bestand, sondern auch in einer hochgradigen Rarefizierung des Marklagers.Diagnostisch wegweisend waren diffuse, subpial und subependymär akzentuierte Ablagerungen meist kugeliger, im Schnitt 10 -20 µm durchmessender Strukturen, bei denen es sich nach konventionellen (PAS-Positivität, Diastase-Resistenz) und immunhistochemischen (Ubiquitin-Positivität) Färbungen sowie ultrastrukturell um Polyglukosankörper handelte. Nach klinischem Verlauf und Ausprägung der neuropathologischen Befunde wurde die Diagnose einer Adulten Polyglukosankörper Krankheit mit überwiegendem Befall des zentralen und peripheren Nervensystems gestellt. Neben der Differentialdiagnose dieser sehr seltenen, meist sporadisch im höheren Lebensalter auftretenden Erkrankung werden insbesondere auch (genetische) Beziehungen zur Glykogenose IV (branching enzyme/Amylo-1,4-1,6-transglukosidase-Mangel) diskutiert. Schuricht J*, Kilchör T**, Iten PX*** * INTEG Labordatensysteme GmbH, D-75196 Remchingen ** Institut für Rechtsmedizin, Universität Bern, CH-2012 Bern *** Institut für Rechtsmedizin, Universität Zürich-Irchel, CH-8057 Zürich Die Blutalkoholbestimmung in der Schweiz erfordert vier unabhängige Einzelanalysen auf zwei unterschiedlichen Systemen. Die Alkoholkonzentration im Vollblut wird in g/kg verlangt, was eine Einwaage der Probe voraussetzt.In dem hier vorgestellten System werden zwei Headspace-Autosampler (Gerstel) und zwei GCs mit der Software ChemStation und der Datenbank ChemStore verwendet (alles Agilent Technologies). Einwaagen werden über D3C-Boxen und das Modul AlkSeq (beides INTEG) gesteuert. Die Wägeserie wird über Maskendateien erstellt. Hier wird die Abfolge von Proben und Standards vorgegeben. Die Probenidentifikation erfolgt über Barcodescanner. Einwaagen von Sonderproben sind möglich. Es können nur vom Haussystem zur Analyse freigegebene Proben eingewogen werden. Die Solleinwaage wird an der D3C-Box vorgegeben. Wägeergebnisse werden von der D3C-Box in die Auswertedatenbank eingetragen. ChemStation-Sequenzen werden automatisch erzeugt. Analysenergebnisse werden von der ChemStation in die ChemStore Datenbank transferiert.Nach beendeter Analyse werden die Ergebnisse durch das Auswerteprogramm AlkValid (INTEG) aus der ChemStore Datenbank extrahiert. In der Sequenz mitgemessene Standards ermöglichen eine Kalibration der Peakfläche pro Konzentration unter Berücksichtigung der Einwaagen. Anhand der Kalibrationsergebnisse werden die Blutproben ausgewertet und validiert. Validierte Ergebnisse werden dem Haussystem bereitgestellt und von diesem abgerufen. Für ungültige Proben kann eine Wiederholungsmessung angestoßen werden. Alle Vorgänge werden in der Auswertedatenbank gespeichert, damit eine lückenlose Historie der Vorgänge für jede Probe nachvollzogen werden kann. Manuelle Interaktionen müssen durch elektronische Unterschrift bestätigt werden. Eine 59 Jahre alte Frau mit bekannter depressiver Grunderkrankung wurde von ihrem Ehemann komatös im Keller des gemeinsam be-wohnten Hauses aufgefunden. Trotz unmittelbarer notärztlicher Erstversorgung trat der Tod noch vor Ort durch therapierefraktäre Herzrhythmusstörungen ein. Am Fundort wurden mehrere Flaschen hochprozentiger alkoholischer Getränke, darunter auch Strohrum, sichergestellt. Ein Suizidversuch wurde im ebenfalls vorgefundenen Abschiedsbrief angekündigt.Aufgrund der Auffindesituation und der rekonstruierten zeitlichen Abläufe war von einem umfangreichen Sturztrunk vorwiegend sehr hochprozentiger alkoholischer Getränke auszugehen. Bei der Obduktion 4 Tage nach Todeseintritt stellte sich die Schleimhaut des oberen Gastrointestinaltraktes auffällig gut erhalten und praktisch nicht autolytisch verändert dar. Makroskopisch und mikroskopisch bot sich das Bild einer quasi intravitalen Alkoholfixation der Mukosa des Magens sowie der oberen Dünndarmabschnitte. Die postmortale BAK-Bestimmung im Oberschenkelvenenblut ergab eine Konzentration von 4,02 Promille bei der ansonsten nicht alkoholgewohnten Frau. Die Analyse der Körperflüssigkeiten verschiedener Kompartimente zeigte eine ausgeprägte postmortale Alkoholdiffusion. So wurde bei völlig intaktem Zwerchfell und unverletztem Herzbeutel in der Perikardflüssigkeit eine Alkoholkonzentration von 3,2 Prozent festgestellt, wobei von einer Diffusion entlang eines Konzentrationsgradienten aus dem Magen (hier: Alkoholkonzentration 15,3 Prozent) auszugehen ist.Auch die hohe BAK von 8,11 Promille im rechten Ventrikel und 7,10 Promille im linken Ventrikel des morphologisch intakten Herzens ist, vor dem Hintergrund der BAK im peripheren Oberschenkelvenenblut, zweifelsfrei als Diffusionseffekt zu interpretieren. Die makroskopischen und histologischen Befunde werden demonstriert und die Befunde der postmortalen Alkoholdiffusion diskutiert. ALKOHOLBEDINGTE STRAßENVERKEHRSDELIKTE VON ÜBER 60-JÄHRIGEN PERSONEN: VERGLEICH SAARLAND -HANSESTADT HAMBURG Grellner W 1 , Heinemann A 2 , Kratochwil M 1 , Cordes O 2 , Georg T 3 , Püschel K 2 , Wilske J 1 Institut für Rechtsmedizin der Universität des Saarlandes 1 ,Gebäude 42, 66421 Homburg/Saar, Institut für Rechtsmedizin der Universität Hamburg 2 und Institut für Medizinische Biometrie der Universität des Saarlandes 3Der Anteil von über 60-jährigen Menschen an der Bevölkerung und deren Mobilität nehmen bekanntermaßen zu. In einem vergleichenden Ansatz sollte für zwei strukturell unterschiedliche Bundesländer die alkoholbedingte Straßenverkehrsdelinquenz dieser Altersgruppe evaluiert werden. Die Alkoholdatenbanken der rechtsmedizinischen Institute des Saarlandes (Saar) und von Hamburg (HH) wurden für den 10-Jahreszeitraum von 1991-2000 ausgewertet. Einbezogen wurden 1828 (von 40.573: 4,5 %, Saar) und 1638 (von 55.642: 2,9 %, HH) untersuchte Blutproben von Personen über 60 Jahre. Der Frauenanteil belief sich dabei auf 6,0 % (Saar) bzw. 9,3 % (HH). Im 10-Jahres-Trend stellte sich ein deutlicher Anstieg des Seniorenanteils dar (von 3 % auf 6,5 % im Saarland bzw. von 1,8 % auf 5 % in HH). In zeitlicher Hinsicht dominierten die Senioren an den Werktagen.Trunkenheitsfahrten von Älteren wurden vorwiegend von 12-24 Uhr entdeckt. Bei BAK-Werten über 2 ‰ waren die Senioren weniger repräsentiert.Bei der ärztlichen Bewertung wurden sie -auch bei gleichen BAK-Werten -eher als stärker beeinträchtigt eingestuft. Ursächlich könnte der erwartungsgemäß höhere Anteil mit Vorerkrankungen und Medikamenteneinnahme sein. Senioren über 60 Jahre waren gegenüber den jüngeren Altersgruppen häufiger vertreten bei Nachtrunkangaben, Unfällen mit Sach-und Personenschaden, Unfallflucht und Unfällen mit Getöteten. Zusammenfassend unterstreicht die Untersuchung die wachsende Bedeutung von älteren Kraftfahrern bei Verkehrsdelikten unter einer alkoholischen Beeinflussung. Die wesentlichen Trends scheinen sich dabei auch in unterschiedlich strukturierten Regionen ähnlich zu entwickeln.VERKEHRSMEDIZINISCH RELEVANTES LEISTUNGSPROFIL BEI CHRONISCHER PSYCHOPHARMAKA-EINNAHME Grellner 1 W, Zimmer 1 AK, Kühn-Becker 2 H, Gerber 2 HG., Georg 3 T, Wilske 1 J Institut für Rechtsmedizin der Universität des Saarlandes 1 ,Gebäude 42, 66421 Homburg/Saar, Abteilung für Psychiatrie und Psychotherapie der Saarland Klinik Neunkirchen/Saar 2 und Institut für Medizinische Biometrie der Universität des Saarlandes 3Bei einer dauerhaften Einnahme von zentralnervös wirksamen Psychopharmaka kann sich die Frage nach einer Einschränkung der Fahreignung stellen.In die vorliegende Studie wurden 15 überwiegend ambulante Patienten mit Psychosen und depressiven Störungen einbezogen (8 Frauen,7 Männer,Durchschnittsalter: 45 ± 12 Jahre).Sie erhielten als Dauertherapie Neuroleptika (n=9) oder Antidepressiva (n=6). Die Probanden durchliefen eine PC-gesteuerte, verkehrspsychologische Testbatterie, die von einem zweifach durchgeführten pupillographischen Schläfrigkeitstest (PST) umrahmt wurde. Die Psychopharmakapatienten schnitten gegenüber den Normstichproben bei folgenden Testparametern signifikant (p<0,05) unterdurchschnittlich ab: richtige und ausgelassene Reaktionen im Determinationstest, Zahl richtiger Antworten im Linienverfolgungstest, Treffer beim Cognitrone, Reaktionszeit und motorische Zeit bei komplexeren Reaktionstests. Die im PST erfassten Schläfrigkeits-Parameter PUI (Pupillenunruheindex) und Amplitudenspektrum lagen im Durchschnitt im (guten) Normbereich und zeigten bei der Zweituntersuchung eine tendenzielle Verschlechterung.Im Vergleich zu den an Psychosen leidenden Neuroleptika-Patienten waren die Leistungsdefizite unter einer Antidepressiva-Behandlung im Mittel weniger ausgeprägt. Die Ergebnisse belegen, dass auch ambulante psychiatrische Patienten unter einer Dauertherapie mit Psychopharmaka -möglicherweise mitbedingt durch ihre Grunderkrankung -signifikante, verkehrsmedizinisch relevante Defizite aufweisen, die sich vor allem bei erhöhter Belastung auswirken können. Für die Beurteilung der Fahrtüchtigkeit sollte eine Einzelfallprüfung erfolgen.ZUR SCHLÄFRIGKEIT BEI KRAFTFAHRERN -ERGEBNISSE EINES ROAD-SIDE-TESTING AUF DER AUTOBAHN Grellner 1 W, Weeß 2 HG., Binder 2 R, Wilske 1 J Institut für Rechtsmedizin der Universität des Saarlandes 1 ,Gebäude 42, 66421 Homburg/Saar, Interdisziplinäres Schlafzentrum der Pfalzklinik Landeck, Klingenmünster 2 Eine erhöhte Schläfrigkeit am Steuer stellt ein erhebliches Gefährdungspotenzial dar. Im Rahmen der vorliegenden Untersuchung interessierte das Ausmaß der (Tages-)Schläfrigkeit von Kraftfahrern. Gemeinsam mit dem Gesundheitsmagazin Praxis des ZDF wurden PKW-und LKW-Fahrer auf einer Autobahnraststätte während eines 24-Stunden-Intervalls um ihre freiwillige Testteilnahme gebeten. Neben einem Fragebogen gelangte der pupillographische Schläfrigkeitstest (PST, AMTech, Weinheim) zum Einsatz. Als Leitparameter diente der Pupillenunruhe-Index (PUI) mit folgender Graduierung: unter 6,6 mm/min: unauffällig, 6,6 bis unter 9,8 mm/min: grenzwertig, ab 9,8 mm/min oder eingeschlafen: pathologisch. In die Auswertung kamen 157 Kraftfahrer (126 Männer,31 Frauen,Durchschnittsalter 41 ± 11 Jahre), von denen 38 einen LKW steuerten. In der Gesamtgruppe hatten 22 Personen grenzwertige Ergebnisse (erhöhte Einschlafneigung), 10 Kraftfahrer wiesen PUI-Werte über 9,8 mm/min auf (sehr hohe Einschlafneigung) und weitere 6 Fahrer schliefen während des Testes ein. Es zeigten also insgesamt 38 Kraftfahrer (24 %) auffällige und darunter 16 Fahrer (10 %) pathologische Testresultate. Während von den PKW-Fahrern 19 % auffällige und 6 % pathologische Ergebnisse aufwiesen,waren dies bei den LKW-Fahrern 39 % und 24 %. Die über 40-jährigen Kraftfahrer hatten fast doppelt so häufig pathologische Ergebnisse wie die jüngeren Testteilnehmer(13,5 % vs. 7,3 %), was sich bei Einbeziehung der grenzwertigen PUI-Resultate allerdings ausglich. Die Gesamtergebnisse der Studie belegen, dass ein erheblicher Anteil der Kraftfahrer auf Autobahnen eine erhöhte Einschlafneigung aufweist. Insbesondere gilt dies für LKW-Fahrer.Das davon ausgehende Gefährdungspotenzial für den Straßenverkehr ist zu diskutieren. NACHWEIS PSYCHOTROPER SUBSTANZEN BEI ÄLTEREN VERKEHRSTEILNEHMERN Heinemann A*, Grellner W**, Preuß J***, Cordes O*, Stein S*, Kratochwil M**, Schmoldt A*, Püschel K*, Wilske J**, Lignitz E*** Institut für Rechtsmedizin, Universität Hamburg, Butenfeld 34, 22529 Hamburg Institut für Rechtsmedizin, Universität des Saarlandes, 66421 Homburg/Saar Institut für Rechtsmedizin, Ernst-Moritz-Arndt-Universität, Kuhstr. 30, 17489 Greifswald Die Altersgruppe der Senioren über 60 Jahre wird zukünftig einen weiter steigenden Anteil unter den Fahrerlaubnisinhabern aufweisen. Gleichzeitig wird in einem Teil dieser Population ein nicht unerheblicher Medikamentenmißbrauch,insbesondere von Benzodiazepinen, vermutet. Es ist von Interesse, inwieweit ältere Verkehrsteilnehmer gegenüber Jüngeren in Routinekontrollen bzw. als Unfallverursacher im Zusammenhang mit dem Einfluß verschreibungsfähiger psychotroper Substanzen auffallen.In der vorliegenden Studie wird eine 10-Jahres-Analyse toxikologischer Untersuchungsergebnisse von Verkehrsteilnehmern aus 3 Regionen mit unterschiedlicher Bevölkerungsdichte vorgenommen und die Altersgruppe der Senioren mit Verkehrsteilnehmern aus dem 5. Lebensjahrzehnt u.a. hinsichtlich Nachweisfrequenz,Substanzspektrum und Deliktstruktur verglichen. Die Altersgruppe der Senioren wies im Gesamtkollektiv einen Anteil von 2% (n=109 unter 5318 Analysen) auf, der auch im Zuge deutlich ansteigender Gesamtanalysezahlen in den vergangenen beiden Jahren relativ stabil blieb. Über 60% der Serumanalysen bei älteren Fahrern zeigten ein negatives Resultat; in vielen dieser Fälle waren Vorerkrankungen dokumentiert, die zur auffälligen Fahrweise geführt hatten. Unter den nachgewiesenen Substanzen kam Benzodiazepinen die größte Bedeutung zu. Schlußfolgerungen: Die Altersgruppe der Senioren ist, orientiert an ihrer Jahresfahrleistung, in straßenverkehrsbezogenen toxikologischen Analysen unterrepräsentiert. Die Polizei als Auftraggeber zeigt diesbezüglich in den untersuchten Regionen im Zeitverlauf keine Änderung ihres Ermittlungsverhaltens. Die häufig negativen toxikologischen Befunde zeigen aber auch, daß die bekannte, auf die Jahresfahrleistung bezogene relative Zunahme des Unfallrisikos ab 60 Jahren in vielen Fällen durch altersbedingte psychophysische bzw. somatische Leistungseinschränkungen erklärt werden kann.ENTWICKLUNG EINES MODELLSZUR ABSCHÄTZUNG DES EINFLUSSES VON PHENOTHIAZINEN AUF DEN KRAFTFAHRER UNTER VERWENDUNG DER BILD-TRANSFORMATIONS-METHODE Pufal E, Sykutera M, Rochholz G * , Schütz HW * , Sliwka K Institut für Rechtsmedizin Bydgoszczy, Polen * Institut für Rechtsmedizin der Universität Kiel Zur Objektivierung von durch zentralwirksame Substanzen hervorgerufene Ausfallserscheinungen werden verschiedene Tests sowie aufwendige Methoden eingesetzt, wie z.B. die Pupillometrie zur Messung der Latenzzeit und der Dauer der Pupillenreaktion oder die \"Luzerner Festplatte\" zur Darstellung von Standunsicherheiten. Aus forensischer Sicht kommt der Prüfung von Stand-und Gangunsicherheiten große Bedeutung zu, die sich durch fotografische Methoden dokumentieren lassen. Der Einfluss von Alkohol und Phenothiazinen auf die Gangunsicherheit wurde schon 1977 von Raszeja und Mitarbeitern mit Hilfe eines Blinklichtes und eines Photoapparates gemessen. Der Einsatz der Videotechnik eröffnet neue Möglichkeiten zur Verbesserung dieser Untersuchungsmethode. Unter Verwendung eines Laufbands, einer Videokamera und eines speziell für diese Untersuchungsmethode entwickelten Computerprogramms lässt sich der Einfluss von Alkohol und Medikamenten auf den Gang dokumentieren. Zu diesem Zweck wurden Aufnahmen von Probanden von der Seite und von hinten angefertigt, die sich auf dem Laufband mit einer Schrittfrequenz von 70 Schritten/Minute bewegten. Die Bewegungen des Kopfes,der Schulter,des Ellbogens,des Knies und des Fußknöchels wurden aufgezeichnet und zueinander ins Verhältnis gesetzt. Unter Wahl der Schulter als Bezugspunkt fanden sich deutliche Abweichungen bei der Bewegung des Kopfes und des Fußknöchels nach Einnahme von Phenothiazinen im Vergleich mit unbeeinflussten Personen. Die Methodik scheint geeignet, um den Einfluss von Medikamenten auf den Kraftfahrer objektiv darzustellen und mit den durch Alkohol hervorgerufenen Ausfallserscheinungen vergleichbar zu machen, was für die \"Grenzwertdiskussion\" von Medikamenten und Drogen von Bedeutung sein könnte. MIKROANALYTISCHE TOXIKOLOGISCHE UNTERSUCHUNG VON BLUTSPUREN IM TATFAHRZEUG ZUR FESTSTELLUNG DER DROGENBEDINGTEN FAHRUNTÜCHTIGKEIT. Schütz H, Gotta JC, Erdmann F, Weiler G Institut für Rechtsmedizin der Justus-Liebig-Universität Gießen Nach einem schweren Verkehrsunfall mit Getöteten konnte der nur leichtverletzte Verursacher flüchten und erst viele Stunden später sistiert werden.Eine forensisch-toxikologische Untersuchung der entnommenen Blutprobe führte zum Nachweis des Kokainderivates Benzoylecgonin (147 ng/mL). Kokain selbst war nicht feststellbar. Im Fahrzeug des Unfallverursachers wurden zahlreiche Blutspuren gefunden, die wir mit einer speziellen Mikromethode untersuchten: Eluierung mittels Tris-Phosphatpuffer,Extraktion mit Hilfe des Pipettierroboters ASPEC XL (Gilson) und SPE Säulen, 25 mg, HCX (IST), GC/MS. Die Analyse führte ebenfalls zum Nachweis von Benzoylecgonin. Somit konnten wichtige Rückschlüsse auf den Geschehensablauf gezogen werden. ZUM BERSTUNGSDRUCK DES MAGENS -EIN BEITRAG ZUR FORENSISCHEN BIOMECHANIK Kohl S, Neis P, Rittner C Institut für Rechtsmedizin Mainz Stumpfe abdominelle Gewalteinwirkung führt in manchen Fällen zur Ruptur von Oberbauchorganen.In seltenen Fällen ist hiervon auch der Magen betroffen. Bei der gerichtlichen Klärung solcher Fälle wird immer auch nach der Stärke der Gewalteinwirkung gefragt, die solche Verletzungen hervorrufen können. In der überschaubaren Literatur finden sich dazu allerdings keine Hinweise. In einem Modellversuch wurde versucht den Berstungsdruck des Magens zu ermitteln. Hierzu wurde eine Messapparatur entwickelt, die es ermöglicht den Druck innerhalb von Hohlorganen während einer Druckbelastung zu messen. Hierbei können auch Druckunterschiede im Bereich von Millisekunden registriert werden. Untersucht wurden zunächst Faktoren wie Füllungszustand, Luftanteil sowie Stärke der Druckänderung pro Zeiteinheit. Die Ergebnisse der Untersuchungen werden vorgestellt und diskutiert. WIRBELSÄULENVERLETZUNGEN BEI TRAUMATISCHER AORTENRUPTUR VON TÖDLICH VERUNFALLTEN VERKEHRSTEILNEHMERN Niess C 1 , Albert D 1 , Lutz FU 1 , Petermann J 2 1 Zentrum der Rechtsmedizin, Johann Wolfgang Goethe-Universität Frankfurt am Main 2 Klinik für Unfallchirurgie, Philipps Universität Marburg Durch ein Kompressionstrauma des Thorax kann die Aorta gegen die Wirbelsäule gedrückt werden. In Verbindung mit der Deceleration erleidet die Wirbelsäule oft ein Flexions -Distraktionstrauma.Eine Verletzung der Wirbelsäule könnte daher ein diagnostischer Hinweis auf eine traumatische Aortenruptur (TAR) darstellen. Die Letalität der Patienten am Unfallort ist hoch, von 10-30%, die lebend ein Krankenhaus erreichen, sterben weitere ca. 30% noch vor einer chirurgischen Intervention. Daher ist eine schnellst mögliche Diagnostik wichtig. In der vorliegenden Analyse wird die Koinzidenz zwischen TAR und Verletzungen der Wirbelsäule untersucht. Hierzu wurden alle Sektionsfälle mit TAR aus dem Obduktionsgut von 1993 -2000 ausgewertet. Von 268 Fällen ereigneten sich 145 im Straßenverkehr. 77 Personen waren PKW-Insassen, 45 verunfallten als Fußgänger, 14 als Motorradund 9 als Fahrradfahrer. Sowohl bei den Fußgängern als auch bei den Radfahrern fand sich in 67 % eine Wirbelsäulenverletzung. Bei 36% der verunfallten Motorradfahrer und bei 29% der PKW-Insassen konnten gleichzeitig eine TAR und eine Wirbelsäulenverletzung festgestellt werden. Die Rupturlokalisation befand sich zu 60% im Aortenisthmusbereich. Frakturen der BWS fanden sich bei 53 Fußgängern, 44% Radfahrern, 29% Motorradfahrern und 18% PKW-Insassen. Insgesamt am häufigsten waren der 3. und der 4. BWK betroffen. Am dritthäufigsten war der 7. HWK und der 1. LWK geschädigt. Verletzungen der unteren HWS sowie der oberen BWS in Verbindung mit einem Rasanztrauma weisen mit einer hohen Inzidenz auf eine traumatische Aortenverletzung hin. Sollte bei dem Aufnahmethoraxbefund eine Wirbelsäulenverletzung radiologisch in Verbindung mit einer Mediastinalverbreiterung nachgewiesen werden, sollte möglichst umgehend eine TAR ausgeschlossen werden. ZUR BIOMECHANIK UND HANDLUNGSFÄHIGKEIT BEI UNGEWÖHNLICH OFFENEN FRAKTUREN Weinandi T, Reuhl J, Graenert G Zentrum der Rechtsmedizin der Johann-Wolfgang-Goethe-Universität Frankfurt a.M. In einem Zeitraum von einem Monat kamen zwei Fälle zur Untersuchung, bei denen offene Frakturen (einmal Unterschenkel, einmal Oberarm) vorlagen und sich die Frage nach der Herkunft der Verletzungen und der Handlungsfähigkeit stellten. In dem einen Fall soll ein 70 Jahre alter Mann mit einem offenen Bruch noch eine Treppe bis in das erste Stockwerk gestiegen sein, im zweiten Fall lag bei einer 76 Jahre alten Frau eine offene Humerusfraktur vor, die offenbar durch einen Sturz aus Körperhöhe bedingt war. Die morphologischen und pathologisch-anatomischen Befunde der Fälle werden dargestellt, ebenso die kriminalistischen Überlegungen. DIE BEURTEILUNG DES AUSSAGEWERTES VERSCHIEDENER METHODEN IN DER RADIOLOGISCHEN DIAGNOSTIK ANHAND VON RADIOLOGISCHEN FEHLDIAGNOSEN 1 Maksymowicz K, 2 Maksymowicz H 1 Lehrstuhl und Institut für Gerichtliche Medizin der Medizinischen Akademie Wroclaw, Polen 2 Labor für Radiologie, T. Marciniak Krankenhaus, Wroclaw, PolenBei der Betrachtung von verschiedenen diagnostisch -klinischen Methoden im letzten Jahrzehnt wird deutlich, daß die radiologische Diagnostik eines der sich am schnellsten entwickelnden Fächer bei gleichzeitiger Abnahme seiner Invasität ist. Die Anwendung von ganz neuen Methoden in der alltäglichen klinischen Praxis und auch die Modifizierung der klassischen Verfahren erweitern die Möglichkeiten der Bilddiagnostik und erhöhen dadurch auch den Aussagewert der Untersuchungen im rechtsmedizinischen Gutachten. Trotzdem stoßen wir in Begutachtungsverfahren aus unserem Institut auf einige radiologische Fehldiagnosen,die nicht selten von erheblicher Bedeutung für den Patienten sind. Wir benutzen bei der Begutachtung strittiger Probleme gleichzeitig verschiedene Methoden der radiologischen Diagnostik mit unterschiedlicher Aussagekraft. Beachtenswert ist, daß die Grenzen unterschiedlicher radiologischer Methoden durch Art, Lokalisation, Charakteristik und Zeit des Entstehens der von uns ermittelten traumatischen oder pathologischen Veränderungen gegeben sind.RADIOLOGICAL FINDINGS AFTER PERCUTANEOUS VERTEBROBLASTYOR WHAT THE FORENSIC DOCTOR HAS TO KNOW Schwab C, Thali M, Anderson S, Dinkel HP, Vock P Institute of Diagnostic Radiology, University of Berne, Switzerland",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "NACHWEIS VON METALLPROTEINASEN IM LUNGENGEWEBE PLÖTZLICH VERSTORBENER SÄUGLINGE. Bouška I, Toupalík P Institut für Rechtsmedizin, Prag, Tschechische Republik Die Matrix-Metallproteinasen gehören zu einer Enzymgruppe, die eine ganze Reihe von Prozessen im menschlichen Organismus regeln. Eine erhöhte Enzymaktivität wurde z.B. bei Entzündungen oder auch bei protrahierter Hypoxie beobachtet. Metallproteinasen werden von mesenchymalen Zellen gebildet und kommen auch in Alveolarmakrophagen vor. Hier wurde das Vorkommen von MMP-1,MMP-3 und MMP-9 in Alveolarmakrophagen bei Fällen von plötzlichem Säuglingstod (SID) untersucht.Als Kontrollgruppe wurden Todesfälle durch Hypoxie unterschiedlicher Dauer und traumatisch bedingte Todesfälle einbezogen. In der SID-Gruppe, wo reichlich Alveolarmakrophagen beobachtet wurden, konnte ebenso wie bei den Todesfällen nach Hypoxie eine höhere Aktivität der Metallproteinasen festgestellt werden als bei den traumatischen Todesfällen. Im Zusammenhang mit diesem Befund ist der Einfluß von Stickoxiden (NO, NO 2 ) und Peroxynitriten im Zigarettenrauch auf die Aktivierung der kollagenolytischen Enzyme bei plötzlichem Kindstod zu diskutieren. PURPOSE: Micro-CT may offer a worthwhile opportunity to analyse so called patterned injuries in bone. In the field of forensic science, it has not been possible until now to non-destructively document such damages to bone. MATERIALS AND METHODS: Based on a real murder case, porcine pelvic bones were experimentally stabbed with multiple knives.Afterwards these bone samples were examined with a micro-CT system developed at the IMP Erlangen. This cone beam scanner can achieve an isotropic resolution from 10 to 100 µm for sample diameters from 1 to 40 mm. Resolution in the specific bone samples is 30 to 75 µm depending on the sample size.So far analysis has been performed by visual inspection of double oblique slices of the reconstructed volume to optimally display the plane cut by the knife using Impact View (VAMP GmbH, Erlangen,Germany). Additionally the stabbing wounds were quantitatively evaluated by measuring distances and angles. RESULTS: The micro-CT datasets of the injured bone samples were used to obtain those 2D slices that optimally showed the stabbing wounds inside.Based on the measured distances and angles it was easily possible to uniquely identify the size and shape of the injury-causing knife in straight stabs. CONCLUSIONS: In the field of forensic pathology Micro-CT provides a new and advantageous tool for the non-destructive examination and analysis of patterned tool marks in bones.By using the micro-CT technology new horizons are opened for matching a possible injury-causing instrument against the patterned lesion in the bone. Goal: The Spiral-CT evaluation of a stabbing knife injury to the thoracic aorta. Methods: A man found with a knife imbedded in his back was brought into the emergency room.Since the patient was clinically in stable condition, a CT scan was performed to localize the knife exactly in order to direct the surgical approach. Results: The knife blade penetrated the dorsal wall of the descending aorta, with the knife point in the lumen, touching the ventral wall. Intravenous contrast medium enhancement showed no extravasation, and there was only a minimal amount of hemorrhage around the aorta. With a subsequent 3-D reconstruction it was possible to clearly show the relative location of the knife, the aorta, and the bony structures. Surgery was successful and the follow-up uneventful. Conclusion: With the use of the Spiral CT technique data of a complete volume can be studied. The 3-D reconstruction offers the option of exactly localizing a foreign body in its relation to anatomical structures. So, without any displacement a knife imbedded in a wound can be documented in little time.Despite the appearance of metal artifacts in the CT scans, anatomical localization of the knife is accurate for treatment planning and, in this case, supported the decision to leave the knife in place until surgery which was probably life-saving. For vascular injuries, the Spiral CT technique presents a non-invasive alternative to the classic method of angiography. The CT's finely detailed three-dimensional depictions are especially helpful in the presentation of forensic cases in court. The 3-D reconstruction offers a method ideally suited for demonstrating medical findings because it greatly reduces the difficulty of clearly and understandably communicating the conclusions of medical forensic experts to a lay audience.",
            "cite_spans": [
                {
                    "start": 1027,
                    "end": 1043,
                    "text": "Stickoxiden (NO,",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1050,
                    "text": "NO 2 )",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "P-54"
        },
        {
            "text": "GESCHOSSE UND METALLARTEFAKTE -\"STATE OF THE ART\" Thali M (1), Watzke O (2), Kachelriess M (2), Fuchs T (2) Ziel: Es soll gezeigt werden,dass der Einsatz radiologischer Methoden zur Befunderhebung und forensischen Begutachtung von bei Verkehrsunfällen Verstorbenen geeignet ist. Material und Methode: 10 Personen, die bei Verkehrsunfällen als Fahrer, Beifahrer, Radfahrer oder Fussgänger ums Leben gekommen waren, wurden postmortal einer Ganzkörper-MS-CT-sowie MR-Untersuchung unterzogen. In allen Fällen wurde eine Autopsie durchgeführt. Resultate: Unter Verwendung von aus den computertomographischen Datensätzen angefertigten 2D/3D-Rekonstruktionen waren Anfahrstelle und -Richtung jeweils eindeutig diagnostizierbar, wobei insbesondere Verletzungen des Skelettsystems und der Weichteile eindrucksvoll gezeigt werden konnten.Vitalitätszeichen wie Luftembolie oder Blutaspiration fanden sich in allen Fällen. Schwierigkeiten ergaben sich noch im Bereich der Organdiagnostik, hingegen war die Todesursache jeweils feststellbar. Diskussion: Postmortal angewandte MR-und MS-CT-Untersuchungen sind zur vollständigen Erfassung und Dokumentation forensisch bedeutsamer Befunde ausgezeichnet geeignet. Insbesondere erweist sich die Möglichkeit der 3D-Darstellung von Knochenbrüchen für die Rekonstruktion als wertvoll, da diesbezügliche Untersuchungsmöglichkeiten bei der Autopsie eingeschränkt sind (Gesicht, Becken). Die \"Virtuelle Autopsie\" ist im Hinblick auf rechtsmedizinische Begutachtungsfragen der \"klassischen Autopsie\" zum Teil deutlich überlegen, so dass eine breite Anwendung der Methode im Bereich der Verkehrsunfallbegutachtung absehbar ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P-92"
        }
    ]
}