{"paper_id": "3254648215b13f7b0074f5260afcc3bf7ef74485", "metadata": {"title": "Enteritis in sheep, goats and pigs due to Yersinia pseudotuberculosis infection", "authors": [{"first": "K", "middle": ["J"], "last": "Slee", "suffix": "", "affiliation": {"laboratory": "Regional Veterinary Laboratory", "institution": "", "location": {"postBox": "PO Box 483", "postCode": "3875", "settlement": "Bairnsdale", "region": "Victoria"}}, "email": ""}, {"first": "C", "middle": [], "last": "Button", "suffix": "", "affiliation": {"laboratory": "Regional Veterinary Laboratory", "institution": "", "location": {"postBox": "PO Box 483", "postCode": "3875", "settlement": "Bairnsdale", "region": "Victoria"}}, "email": ""}]}, "abstract": [{"text": "procedures other than the Heineke-Mikulicz pyloroplasty would be superior, although a case has been made for the use of Y-U antral flap advancement pyloroplasty by Bright et a1 (1988).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In the one case in which gastric perforation and death occurred following pyloroplasty, the perforation occurred in the cardia and not in the pyloric region. The pyloroplasty site as observed at autopsy was healing without any complication. This is the first case of this condition, so far as we are aware, in which a perforated ulcer has been reported.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Drs M Polese, S Roe and M Zuber carried out surgery on one case, each. Radiological diagnosis were provided by Dr AKW Wood and Dr GS Allan. We acknowledge contributions to individual cases by colleagues in anaesthesia and medicine. References Bcllenger CR and Archibald J (1984) -In Canine and Feline Surgery Vol I, edited by J Archibald, American Veterinary Publications, Santa Barbara, p131 Bright RM, Richardson DC and Stanton ME (1988) -Comp Conrin Educ 1 0 139 Cox M (1981) -Med Clin Nth A m 65: 363 De Novo RC (1989) -In Current Veterinary Therapy X, edited by R Kirk, DuBose T D (1983) -Med Clin Nth A m 7 6 799 Happe RP, Van Der Gaag I and Wolvekamp WThC (1981) -JSmallAnim Kipnis RM (1977) -Digestive Diseases 22: 571 Matthiesen DT (1987) -Seminar Vet Med Surg 2: 248 Matthiesen DT and Walter MC (1986) -J A m Anim HospAssoc22: 241 McGuirk SM and Butler DG (1980) -J A m Vet Med Assoc 177: 551 Robinson EP and Hardy RM (1988) -J A m Vet Med Assoc 192: 943 Rose BD (1984) -In Clinical Physiology of Acid Base and Electrolyte Rutecki GW, Cox JW, Robertson GW, Francisco LL and Ferris TF (1982) Schaer M (1982a) -Vet Clin Nth A m 12: 399 Schaer M (1982b) -Vet Clin Nth A m 12: 439 Sikes RI, Birchard S, Patnaik A and Bradley R (1986) -J A m Anim Hosp Tyler RD, Qualls CW, Heald RD, Cowell RL and Clinkenbeard KD (1987) Walter MC, Goldschmidt MH, Stone EA, Dougherty JF and Matthiesen Walter MC, Matthiesen DT and Stone EA (1985) -J A m Vet MedAssoc (Accepted f o r publication 26 February 1990) WB Saunders, Philadelphia, p 918 Pract 22: 7 Disorders, McGraw Hill, p 380 -J Lab Clin Med 100 53 Assoc 22: 99 -J A m Vet Med Assoc 191: 1095 DT (1985) -J A m Vel Med Assoc 186 157", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "SUMMARY: The features of naturally occurring Yersinia pseudotuberculosis serotype 111 infections in 16 sheep, one goat and 3 pigs, and Y. pseudotuberculosis serotype I infections in 3 goats, are described. Affected animals usually had diarrhoea and were in poor condition or emaciated. A number were moribund or dead when submitted for necropsy. Thickening of the caecal and colonic mucosa was the only gross lesion attributable to Y. pseudotuberculosis infection, with liver or other visceral abscesses not being seen. Characteristic microabscesses were demonstrated in the intestinal mucosa of 10 sheep, one goat and one pig infected with Y. pseudotuberculosis serotype 111 and one goat infected with Y. pseudotuberculosis serotype I.", "cite_spans": [{"start": 100, "end": 102, "text": "16", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Sheep, goats and pigs dosed orally with Y. pseudotuberculosis serotype 111, the serotype isolated most commonly from these species, developed intestinal infection. In sheep and pigs, infection was accompanied by diarrhoea. Haematological changes and specific antibodies were elicited in all 3 species in response to infection. Microabscesses were seen in the intestinal mucosa of all experimentally exposed animals. The occurrence of field cases and the results of experimental exposure confirm that Y. pseudotuberculosis serotype 111 is an enteropathogen of sheep, goats and pigs. The association of K pseudotuberculosis serotype I with lesions in a goat, indicates that this bacterium may also be a pathogen of this species. It is concluded that Y. pseudotuberculosis serotype 111 is an enteric pathogen of a wide range of ungulate species including cattle, buffalo, deer, antelopes, sheep, goats and pigs. Serotypes I and 11, while having a more restricted host range, are probably also pathogens of ungulates and, in particular, deer, antelopes and goats.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Introduction 2: pseudotuberculosis has been recognised as a sporadic cause of outbreaks of a fatal disease in sheep in Australia for many years (Gilruth 1911; Pullar 1932) . The disease that these authors described is similar to that recognised in rodents and birds (Bercovier and Mollaret 1984) , which is characterised by extensive abscessation in visceral organs such as liver and spleen. Pullar (1932) did, however, note that diarrhoea and intestinal lesions occurred in a percentage of affected animals. Both Gilruth (1911) and Pullar (1932) exposed sheep experimentally to Y: pseudotuberculosis but failed to reproduce disease.", "cite_spans": [{"start": 144, "end": 158, "text": "(Gilruth 1911;", "ref_id": null}, {"start": 159, "end": 171, "text": "Pullar 1932)", "ref_id": null}, {"start": 266, "end": 295, "text": "(Bercovier and Mollaret 1984)", "ref_id": null}, {"start": 514, "end": 528, "text": "Gilruth (1911)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "More recently, infection with 2.: pseudotuberculosis has been shown to be associated with enteritis in a range of ungulate species including cattle (Slee et a1 1988) , deer (Henderson 1983; Mackintosh and Henderson 1984 Although there is circumstantial evidence that I: pseudojuberculosis is an enteropathogen of ungulates, only cattle have been exposed to experimental infection (Slee ef a1 1988). These authors failed to produce clinically apparent disease in calves exposed experimentally to Y. pseudotuberculosis serotype 111, but did establish intestinal infection and demonstrated associated haematological changes, antibody production and the intestinal microabscesses characteristic of naturally occurring infection.", "cite_spans": [{"start": 148, "end": 165, "text": "(Slee et a1 1988)", "ref_id": null}, {"start": 173, "end": 189, "text": "(Henderson 1983;", "ref_id": null}, {"start": 190, "end": 219, "text": "Mackintosh and Henderson 1984", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Other than the early infection experiments in sheep by Gilruth (1911) and Pullar (1932) , there are no reports of the experimental exposure of sheep, goats or pigs to I ! pseudotuberculosis. Since this bacterium can be isolated from apparently normal sheep (Bullians 1987) and pigs (Zen-Yoji et a1 1974; Blackall 1977) , it was considered that experimental exposure of sheep, goats and pigs was necessary to establish the pathogenicity of I: pseudotuberculosis serotype 111 for these species.", "cite_spans": [{"start": 55, "end": 69, "text": "Gilruth (1911)", "ref_id": null}, {"start": 74, "end": 87, "text": "Pullar (1932)", "ref_id": null}, {"start": 257, "end": 272, "text": "(Bullians 1987)", "ref_id": null}, {"start": 282, "end": 303, "text": "(Zen-Yoji et a1 1974;", "ref_id": null}, {"start": 304, "end": 318, "text": "Blackall 1977)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "We report a number of field cases of I: pseudotuberculosis infections in sheep, goats and pigs and the results of experimental exposure of these species to I: pseudotuberculosis serotype 111.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Sick and dead sheep, goats and pigs, as well as formalin-fixed and fresh tissue samples, were submitted to the laboratory for diagnosis. Submissions that did not include intestinal tissues for histology and a clinical history were excluded from consideration.", "cite_spans": [], "ref_spans": [], "section": "Field Cases"}, {"text": "Microbiology andparasitology -Intestinal samples and tissues were cultured for Yersinia sp on CIN selective agar* incubated for 40 h at 30 \"C as previously described (Slee et al1988). Yersinia sp isolates were identified by testing for fermentation of cellobiose, melibiose, rhamnose and sucrose and hydrolysis of urea (Slee et al 1988) . I: pseudotuberculosis isolates were serotyped using a slide agglutination technique (Hodges et a1 1984) .", "cite_spans": [{"start": 319, "end": 336, "text": "(Slee et al 1988)", "ref_id": null}, {"start": 423, "end": 442, "text": "(Hodges et a1 1984)", "ref_id": null}], "ref_spans": [], "section": "Diagnostic Methods"}, {"text": "Intestinal samples and faeces were examined for Salmonella sp, nematode and trematode ova and coccidial oocysts. Burdens of lo4 or more worms of Ostertagia sp and Trichostrongylus sp were considered to be of pathological signifitance in sheep and goats.", "cite_spans": [], "ref_spans": [], "section": "Diagnostic Methods"}, {"text": "Pathology -Tissues were fixed in 10% buffered formalin and embedded in paraffin. Sections were cut at 4 p and stained with haematoxylin and eosin. Sections were examined for the lesions that are considered characteristic of yersiniosis: namely a central colony of ovoid bacteria surrounded by neutrophils and occurring in the intestinal lamina propria or in a visceral organ such as liver (Slee et a1 1988) .", "cite_spans": [{"start": 389, "end": 406, "text": "(Slee et a1 1988)", "ref_id": null}], "ref_spans": [], "section": "Diagnostic Methods"}, {"text": "Haematology and biochemistry -Haematological and biochemical investigations, including haemoglobin, total and differential leucocyte count, serum protein, albumin and urea estimations were done when blood was available.", "cite_spans": [], "ref_spans": [], "section": "Diagnostic Methods"}, {"text": "Animals -Four 18-week-old Merino wethers, three 18-weekold Angora bucks and 2 male and 2 female 8-week-old Duroc/ Large White crossbred pigs were used in challenge experiments.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "Preliminary testing -Experimental animals were dosed by mouth with a broad spectrum anthelmintic and faeces were then tested to confirm freedom from enteric pathogens and parasites. Animals were bled to establish pre-treatment haematological and biochemical values and to confirm freedom from antibodies to I: pseudotuberculosis serotype 111.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "isolates of I: pseudotuberculosis serotype I11 of ovine (2 isolates), bovine (1 isolate) and porcine (1 isolate) origins were used in challenge experiments. These isolates were all from animals with enteritis.", "cite_spans": [], "ref_spans": [], "section": "Inoculurn and experimental infection -Minimally subcultured"}, {"text": "The challenge bacteria were grown on sheep blood Columbia agar at room temperature for 24 h and suspended in sterile whole cows milk. Two sheep were each dosed orally with 3.6 x 10\" viable bacteria of ovine origin in 10 ml of milk. Two goats and 2 pigs were each dosed with 10 ml of milk containing 1.4 x 10\" viable bacteria composed of all of the above isolates. The remaining sheep, goat and pigs, were dosed orally with 10 ml of sterile cows milk and were maintained as unexposed controls.", "cite_spans": [], "ref_spans": [], "section": "Inoculurn and experimental infection -Minimally subcultured"}, {"text": "Exposed and control animals were housed separately in concrete pens. At one to 2 d intervals, faecal consistency was recorded and faeces were examined for bacterial pathogens and parasites. Blood was also collected for haernatological and biochemical testing and examination for antibodies to I.: pseudotuberculosis serotype I11 (Slee et a1 1988) .", "cite_spans": [], "ref_spans": [{"start": 329, "end": 346, "text": "(Slee et a1 1988)", "ref_id": null}], "section": "Inoculurn and experimental infection -Minimally subcultured"}, {"text": "Exposed and control animals were killed after the exposed animals began to show signs of infection such as diarrhoea or * Oxoid Australia Pty Ltd, West Heidelberg, Victoria neutrophilia. A gross post-morten examination was done and tissues were collected for histological examination. Swabs were collected from the stomach or abomasum, duodenum, jejunum, ileum, caecum, colon, mesenteric lymph node and liver and were cultured for Yersinia sp and Salmonella sp. Faeces were also examined for virus particles by transmission electron microscopy.", "cite_spans": [], "ref_spans": [], "section": "Inoculurn and experimental infection -Minimally subcultured"}, {"text": "I: pseudotuberculosis was isolated from 16 sheep, 4 goats and 3 pigs. Eleven of the affected sheep were weaners and 5 were mature animals. Goats were from 3 to 24 months old and pigs were from 8 to 12 weeks old. Animals infected with I: pseudotuberculosis serotype I11 usually had no contact with cattle. The majority of sheep, goats and pigs infected with I: pseudotuberculosis had a watery, non-bloody diarrhoea. Sheep and goats were often in poor body condition and were moribund or dead when received. Many had been treated with anthelmintics and sulphonamides prior to submission to the laboratory. Usually a number of animals were affected in the flock and, in some instances, other deaths had already occurred.", "cite_spans": [], "ref_spans": [], "section": "Field Cases"}, {"text": "Gross lesions were seen in some of the infected sheep, goats and pigs. Four sheep had thickening of the caecal and colonic mucosa, while sub-mandibular oedema was seen in a further animal. Intestinal intussusception was found in one pig, while a second had thickening of the mucosa of the spiral colon with associated fibrin tags. One goat had extensive thickening, ulceration and fibrin plaque formation in the caecum and proximal colon, but not in the mid or distal colon.", "cite_spans": [], "ref_spans": [], "section": "Field Cases"}, {"text": "Pathologically significant parasite burdens were demonstrated in 3 of the 14 sheep. No other disease entities were diagnosed.", "cite_spans": [], "ref_spans": [], "section": "Field Cases"}, {"text": "Lesions typical of yersiniosis were seen in the small and large intestine of 10 of 16 sheep. Two of 4 goats had lesions in the small and large intestine and one goat had a single microabscess in the liver. Microabscesses were present in the small intestine of one of 3 pigs. Autoylsis precluded histological assessment of intestinal mucosa in 2 sheep.", "cite_spans": [], "ref_spans": [], "section": "Field Cases"}, {"text": "Sheep and pig isolates were all serotype 111, while goat isolates belonged to serotypes I (3) and 111 (1). I: pseudotuberculosis serotypes I and 111 were both associated with lesions in goats. Neutrophilia was found in 11 of the 12 sheep tested and bandform neutrophils were present in 5 animals. Low serum albumin concentrations were measured in 9 of 10 sheep tested. Blood was not available from any of the goats. Blood was available from only one pig, one of those without lesions. This pig had neutrophilia and increased band-form neutrophils.", "cite_spans": [], "ref_spans": [], "section": "Field Cases"}, {"text": "The seasonal occurrence of I: pseudotuberculosis infection was the same for sheep, goats and pigs, being restricted to the winter and spring months. One infection occurred in May, one in June, 8 in July, 8 in August, 2 in September and 3 in October.", "cite_spans": [], "ref_spans": [], "section": "Field Cases"}, {"text": "The 2 sheep experimentally exposed to I: pseudotuberculosis began excreting the bacterium after 2 d. Both developed mild, non-bloody diarrhoea and a left-shift in blood neutrophils (0.3 x 109/1 and 0.2 x 109/1) on days 4 and 6. One sheep was producing antibody to I: pseudotuberculosis on day 7. Sheep were killed on days 6 and 7 and a post-mortem examination was performed. Other than slight thickening of the intestinal mucosa and fluid colonic contents in one challenged sheep, no gross abnormalities were seen.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "Goats exposed to I: pseudotuberculosis began excreting the organism after 5 d and both had developed a mild left-shift in blood neutrophils (0.8 x 109/1 and 0.2 x 109/1) and antibodies to I: pseudotuberculosis by day 9, when they were killed and a post-mortem examination was performed. Other than pneumonic consolidation of the right apical lung lobe of one goat, no gross lesions were seen.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "The 2 pigs experimentally exposed to I: pseudotuberculosis Y. pseudotuberculosis serotype 111 was isolated from a number of intestinal sites in all exposed animals but not from liver or mesenteric lymph node. Typical microabscesses accompanied by bacterial colonies were seen in the gastro-intestinal lamina propria of all exposed animals. Occasional foci of necrosis and neutrophil infiltration were present in the liver of one sheep. No microabscesses were seen in mesenteric lymph nodes. Sites from which Y. pseudotuberculosis was isolated and where lesions were seen are listed in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 585, "end": 592, "text": "Table 1", "ref_id": null}], "section": "Experimental Infections"}, {"text": "No other bacterial pathogens or parasites were demonstrated in the intestines of sheep, goats or pigs, although viral particles resembling coronavirus were seen in the faeces of the control goat. The control sheep and pigs remained normal throughout the study. No biochemical changes were detected in exposed or control animals. All 3 goats, including the control animal, had intermittent diarrhoea during the trial.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "The isolation of Y. pseudotuberculosis from the intestine of 16 sheep, 4 goats and 3 pigs, the association with diarrhoea and the finding of gross and microscopic intestinal lesions is evidence that this bacterium causes enteritis in these animals. The aetiological role of Y. pseudotuberculosis serotype 111 in the disease in sheep, goats and pigs was confirmed by the development in artificially exposed animals of diarrhoea, haematological changes suggestive of infection, specific antibodies and typical intestinal lesions. Although Y. pseudotuberculosis serotype I was associated with lesions in a goat, experimental infection was not attempted with this serotype or with serotype 11, serotypes which are implicated as enteropathogens of deer (Henderson 1983; Mackintosh and Henderson 1984; Jerrett et a/ 1990 ) and antelopes (Baskin et a/ 1977) .", "cite_spans": [{"start": 748, "end": 764, "text": "(Henderson 1983;", "ref_id": null}, {"start": 765, "end": 795, "text": "Mackintosh and Henderson 1984;", "ref_id": null}, {"start": 796, "end": 814, "text": "Jerrett et a/ 1990", "ref_id": "BIBREF11"}, {"start": 831, "end": 850, "text": "(Baskin et a/ 1977)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Clinical signs and gross pathology of Y. pseudotuberculosis infections were not sufficiently distinctive to allow a diagnosis of yersiniosis to be made, so that isolation of the bacterium or detection of the distinctive microabscesses is necessary to reach a diagnosis. Infection was apparently restricted to the intestinal tract in most animals, although a single microabscess was demonstrated in the liver of one goat. That Y. pseudotuberculosis infection in sheep may, on rare occasions, produce abscesses in organs such as the liver has been known for many years (Gilruth 191 1; Pullar 1932) . Field-acquired Y. pseudotuberculosis infection was restricted t o the cooler months, May to October, and to younger animals as has been previously reported in cattle (Slee et a1 1988) and sheep (Pullar 1932) . Although Y. pseudotuberculosis serotype I11 is commonly isolated from cattle (See eC ul 19881, field infections in sheep, goats and pigs were not dependent on contact with cattle, suggesting that these species may all be capable of maintaining infection with this serotype.", "cite_spans": [{"start": 567, "end": 582, "text": "(Gilruth 191 1;", "ref_id": null}, {"start": 583, "end": 595, "text": "Pullar 1932)", "ref_id": null}, {"start": 764, "end": 781, "text": "(Slee et a1 1988)", "ref_id": null}, {"start": 792, "end": 805, "text": "(Pullar 1932)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Tetracyclines have been shown to be effective for treating cattle infected with Y. pseudotuberculosis (Slee et a1 1988) and may be useful in treating yersiniosis in other species including sheep, goats and pigs.", "cite_spans": [{"start": 102, "end": 119, "text": "(Slee et a1 1988)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Further investigation of possible production losses caused by yersiniosis in sheep, goats and pigs is warranted. Beside direct losses due to deaths, yersiniosis may also cause decreased production or result in the over-use or inappropriate use of anthelmintics and antibiotics. Diarrhoea also predisposes sheep to flystrike. Since Y. pseudotuberculosis is a pathogen of human beings (Bercovier and Mollaret 1984) , the zoonotic potential of yersiniosis in livestock species also requires further investigation.", "cite_spans": [{"start": 383, "end": 412, "text": "(Bercovier and Mollaret 1984)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF11": {"ref_id": "b11", "title": "Ausf Vet J67: 212 Mackintosh CG and Henderson TG", "authors": [{"first": "I", "middle": ["V"], "last": "Jerrett", "suffix": ""}, {"first": "", "middle": [], "last": "Slee", "suffix": ""}, {"first": "B", "middle": ["I"], "last": "Robertson", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Jerrett eta1 1990), antelopes (Baskin et al 1977), buffalo (Behra et a1 1984), a goat (Buddle et al1988) and pigs (Morita et a/ 1968; de Barcellos and de Castro 1981). Most of these infections have been due to Z: pseudotuberculosis serotype 111, although serotypes I and I1 are reported, particularly from deer (Hodges et all984; Jerrett et aZl990) and antelopes (Baskin et a/ 1977).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "began excreting the bacterium on day 8 and had developed a mild, non-bloody diarrhoea, a left-shift in blood neutrophils (20.0 x 109/1 and 1.0 x 109/1) and antibodies by day 10, when all 4 pigs were killed and a post-mortem examination was performed. Other than the presence of approximately 100 ml of clear fluid in the Australian Veterinary Journal, Vol. 61, No. 9, September, 1990TABLE 1 Isolation of Yersinia pseudotuberculosis and presence of lesions in experimentally infected sheep, Y. pseudotuberculosis isolated I microabscesses seenperitoneal cavity and obvious vascular congestion in the distal jejunum and ileum of one challenged pig, no gross lesions were seen.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "number of animals infected with Y. pseudotuberculosis lacked intestinal lesions, possibly reflecting inadequate sampling for histopathology, or indicating that some other undiagnosed disease and not yersiniosis, was present. There are apparently n o previous reports of the association of Y. pseudotuberculosis infection with the characteristic intestinal lesions of yersiniosis in either sheep or goats. However, these lesions have been described previously in pigs (Morita et a/ 1968).", "latex": null, "type": "figure"}, "TABREF1": {"text": "TABLE 1 Isolation of Yersinia pseudotuberculosis and presence of lesions in experimentally infected sheep, goats and pigs", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Host </td><td> </td><td>Abomasum I Stomach </td><td>Yersinia sp isolated I lesions present Duodenum </td><td>Jejunum </td><td>Ileum </td><td>Caecum I Colon </td></tr><tr><td>Sheep </td><td>A </td><td>- / + </td><td>- / + </td><td>+ / + </td><td>+ / + </td><td>+ / + </td></tr><tr><td>B </td><td>- / - </td><td>- / + </td><td>+ / + </td><td>+ / i </td><td>+ / + </td></tr><tr><td>Goat </td><td>A </td><td>- / - </td><td>+ / - </td><td>+ / + </td><td>+ / + </td><td>i / - </td></tr><tr><td>B </td><td>+ / - </td><td>+ / - </td><td>+ / - </td><td>+ / + </td><td>+ / - </td></tr><tr><td>Pig </td><td>A </td><td>- / - </td><td>- / + </td><td>+ / + </td><td>+ / + </td><td>i / - </td></tr><tr><td>B </td><td>- / - </td><td>- / - </td><td>+ / - </td><td>+ / + </td><td>+ / - </td></tr></table></body></html>"}}, "back_matter": [{"text": "The assistance of Ms J Cooper in conducting the experimental infection is gratefully acknowledged.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}]}