{
    "paper_id": "3268a01643f34787da8480f324056676047436b3",
    "metadata": {
        "title": "Recognition and Management of Encephalitis in Children",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "D"
                ],
                "last": "Cherry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Encephalitis is a frightening disease for children and parents, and frequently results in long-term neurologic disability and death. There has always been much confusion relating to terminology. Encephalitis is inflammation of the brain, and meningoencephalitis is inflammation of both the brain and meninges (Cherry, Shields, and Bronstein, in press ). The term emcephalopathy refers to an illness with neurologic findings suggestive of encephalitis but without inflammation of the brain. Encephalitis is often classified as primary or postinfectious/parainfectious. In primary encephalitis the illness is due to the direct invasion and replication of an infectious agent within the brain, whereas postinfectious/parainfectious occurs after, or in combination with, another noncentral nervous system illness or following the administration of a vaccine or other product.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 350,
                    "text": "(Cherry, Shields, and Bronstein, in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Rabies was recognized in ancient times in Europe and Asia. In AD 100, Celsus noted the relationship between animal rabies and human disease (Johnson, 1959) . In the twentieth century, epizootics of encephalitis in equine animals were noted as was their temporal relationship with human illness (Meyer et al., 1960) . Meningoencephalitis was noted as a complication of mumps about 100 years ago (Enders, 1959) . With the development of clinical virology more than 400 zoonotic arthropod-borne viruses were discovered as well as numerous nonpolio enteroviruses (Berge, 1975) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 155,
                    "text": "(Johnson, 1959)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 294,
                    "end": 314,
                    "text": "(Meyer et al., 1960)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 394,
                    "end": 408,
                    "text": "(Enders, 1959)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 559,
                    "end": 572,
                    "text": "(Berge, 1975)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "In spite of major technical advances during the last 25 years, the cause of the majority of sporadic cases of encephalitis remains unexplained. For example, in the recent California encephalitis project the etiology was found in only 38% of 334 cases (Glaser et al., 2003) . In this study, etiologic agents were grouped in the following categories: viruses spread person to person; viruses spread to people by mosquitoes or ticks; viruses spread to people by warm-blooded mammals, bacteria, and other (Tables 1-4) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 272,
                    "text": "(Glaser et al., 2003)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 513,
                    "text": "(Tables 1-4)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Etiology"
        },
        {
            "text": "Herpes group viruses Herpes simplex virus type 1 (HSV-1) is the most common cause of sporadic fatal encephalitis (Cherry, Shields and Bronstein, in press; Whitley and Kimberlin, 2005) . It is most often due to reactivation of latent infection but it can be related to a primary infection or reinfection by a second HSV-1 strain. It occurs in all age groups. In neonates, herpes encephalitis is most often due to disseminated HSV-2 infection acquired during the birth process. Encephalitis in older children is almost always due to HSV-1. HSV-2 rarely causes encephalitis outside of the newborn period except in immunocompromised persons. However, aseptic meningitis due to HSV-2 is a not an infrequent illness associated with recurrent genital HSV-2 infection. Varicella (chicken pox) is complicated by varicella-zoster virus (VZV) encephalitis in $0.3 per 1000 cases (Cherry, Shields, and Bronstein, in press ). Primary infection with VZV results in latent infection in dorsal root ganglia. Reactivation of virus leads to zoster, and between 0.5% and 5% of patients with zoster may have encephalitis. Other herpes group viruses (EBV, CMV, HHV-6, and HHV-7) may occasionally cause encephalitis. There is a particular risk of encephalitis with these viruses in immunocompromised patients due to reactivation of latent virus. In primary infection with EBV resulting in infectious mononucleosis, about 1% of cases will develop encephalitis during the course of the illness. Encephalitis is uncommon in primary CMV infection except in congenital infections. HHV-6 is a common cause of febrile convulsions in infants but it is an uncommon cause of encephalitis.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 154,
                    "text": "(Cherry, Shields and Bronstein, in press;",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 183,
                    "text": "Whitley and Kimberlin, 2005)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 868,
                    "end": 909,
                    "text": "(Cherry, Shields, and Bronstein, in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Etiology"
        },
        {
            "text": "Enteroviruses Nonpolio enteroviruses are a leading viral cause of neurologic disease in children and they are a major cause of encephalitis (Cherry, Shields, and Bronstein, in press ). In recent years, enterovirus 71 has been epidemic in Southeast Asia. In addition to hand, foot, and mouth syndrome, severe neurologic events including meningitis, meningoencephalitis, encephalitis, cerebellitis, and a polio-like syndrome have been observed. Brainstem encephalitis has caused numerous fatalities (Huang et al., 1999) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 181,
                    "text": "(Cherry, Shields, and Bronstein, in press",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 517,
                    "text": "(Huang et al., 1999)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Etiology"
        },
        {
            "text": "Influenza viruses Encephalitis is a manifestation of influenza A and B viral infections (Cherry, Shields, and Bronstein, in press ). Its occurrence is irregular as it seems to be related to specific, circulating strains. Other central nervous system (CNS) manifestations associated with influenza viral infections include Reye's syndrome, acute necrotizing encephalopathy, and myelitis.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 129,
                    "text": "(Cherry, Shields, and Bronstein, in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Etiology"
        },
        {
            "text": "Measles, Mumps, and Rubella Encephalitis due to measles, mumps, and rubella is rare in countries with successful universal childhood immunization programs. Encephalitis can be expected in association with these infections at the following rates: measles, 0.74 per 1000; mumps, 3 per 1000; and rubella, 0.1-0.2 per 1000 (Cherry, Shields, and Bronstein, in press ). Viruses-Spread to People by Mosquitoes or Ticks Arboviruses are the most important cause of severe encephalitis worldwide. The occurrence of specific arboviruses is both seasonal and highly geographic (Cherry, Shields, and Bronstein, in press ). In general, the incidence of neuroinvasive disease and sequalae of infection and death increases with age. Today, the most important cause of epidemic encephalitis worldwide is Japanese encephalitis virus with 10,000 deaths and 35,000-50,000 cases per year (Solomon et al., 2003) (Table 2) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 360,
                    "text": "(Cherry, Shields, and Bronstein, in press",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 606,
                    "text": "(Cherry, Shields, and Bronstein, in press",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 889,
                    "text": "(Solomon et al., 2003)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 890,
                    "end": 899,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Etiology"
        },
        {
            "text": "The most important infection in this category is rabies (World Health Organization, 1978) . With known exposure and postexposure prophylaxis, this is a preventable disease but more than 20,000 cases and deaths occur worldwide every year. Nipah virus, a paramyxovirus, is a new wide-scale epizoonotic encephalitis virus with direct animal-to-human rather than vectorial transmission. It is spread from infected pigs to humans (Chaudhuri and Kennedy, 2002) .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 89,
                    "text": "(World Health Organization, 1978)",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 454,
                    "text": "(Chaudhuri and Kennedy, 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Etiology"
        },
        {
            "text": "Meningitis is the primary CNS manifestation of the agents, presented in Table 3 . However, an encephalitic component is often a part of the infection (Cherry, Shields, and Bronstein, in press) . Spirochetal infections are a more common cause of CNS disease, and specifically encephalitis, than is generally realized. Encephalopathy but not encephalitis is a relatively common complication of pertussis.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 192,
                    "text": "(Cherry, Shields, and Bronstein, in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Etiology"
        },
        {
            "text": "As noted in Table 4 , a number of other infectious agents as well as a number of drugs are occasionally related to encephalitis. Of this group, Mycoplasma pneumoniae is of particular importance (Bitnum et al., 2003) . In one study in Finland, 4.8% of patients hospitalized with M. pneumoniae infections had CNS manifestations (P¨onka¨, 1980) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 215,
                    "text": "(Bitnum et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 341,
                    "text": "(P¨onka¨, 1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Etiology"
        },
        {
            "text": "Historically, a variety of neurologic events including encephalitis have occurred in some recipients of antiserums that were prepared in animals (Cherry, Shields, and Bronstein, in press ). Also, encephalitis was an important complication of smallpox vaccination (0.5 per 100,000 vaccine doses). Encephalitis may also be a rare complication of measles immunization (<1 case per million vaccines). Encephalitis was also a relatively frequent complication of some mumps vaccines.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 186,
                    "text": "(Cherry, Shields, and Bronstein, in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Postimmunization Neurological Disease"
        },
        {
            "text": "Postinfectious or parainfectious encephalitis is an illness which occurs after a demonstrated or presumed viral infection. It is thought to be immune mediated rather than a direct effect of a virus in nerve cells (Cherry, Shields, and Bronstein in press) . It is my opinion, however, that while immune mechanisms may play a role in the pathogenesis, the process is often stimulated by the direct presence of the antigen in the nervous system. This is an important distinction when treatment with corticosteroids is considered.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 254,
                    "text": "(Cherry, Shields, and Bronstein in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Postinfectious Encephalitis"
        },
        {
            "text": "Most postinfectious encephalitides which are immune mediated are subacute in onset. Acute disseminated encephalomyelitis (ADEM) is subacute at onset and is characterized by optic neuritis, myelitis, ataxia, hemiparesis, cranial nerve palsies, and multifocal white-matter lesions (Dale, 2003) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 291,
                    "text": "(Dale, 2003)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Postinfectious Encephalitis"
        },
        {
            "text": "Slow infections are due to a number of viruses and prion diseases. Viral diseases include: progressive multifocal leukoencephalopathy (JC, SV40 and BK viruses), SSPE (measles virus), and acquired immunodeficiency syndrome (HIV-1 and HIV-2) (Cherry, Shields, and Bronstein, in press ). Prion diseases, called transmissible spongiform encephalopathes, are related to similar encephalopathies in cows (mad cow disease) (Prusiner and Hsiao, 1994) .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 281,
                    "text": "(Cherry, Shields, and Bronstein, in press",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 442,
                    "text": "(Prusiner and Hsiao, 1994)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Chronic Encephalitic or Encephalopathic Illnesses (Slow Infections)"
        },
        {
            "text": "Because of many different causes of encephalitis no unified epidemiologic pattern exists. In general, most cases in temperate climates occur in the summer or fall reflecting arboviral and enteroviral etiologies. Arboviruses occur in localized outbreaks and in epidemics with boundaries determined by the range of particular vectors and the prevalence of natural reservoir animals. Arboviruses are zoonoses in which humans are infected accidentally by an arthropod vector. Most commonly, mosquitoes or other insects acquire arboviruses by biting infected birds. Encephalitis in horses and mules may be the first indication of incipient trouble in a geographic area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Encephalitis Epidemiology"
        },
        {
            "text": "Children with encephalitis may demonstrate evidence of diffuse disease, such as behavioral or personality changes and decreased consciousness and generalized seizures or localized features, such as focal seizures, hemiparesis, movement disorders, cranial nerve defects, and ataxia. Some children may appear to be mildly affected initially but suddenly lapse into coma followed by sudden death. In others, the illness may be ushered in by high fever, violent convulsions interspersed with bizarre movement, and hallucinations alternating with brief periods of clarity. These children may recover with relatively few sequelae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Manifestations"
        },
        {
            "text": "Most commonly, the initial manifestations suggest an acute systemic illness with fever, headache, or in infants, screaming spells, abdominal distress, nausea, and vomiting. With rising temperature, CNS manifestations are noted: mental dullness progressing to stupor; bizarre movements; convulsions; nuchal rigidity; and focal signs, which may be stationary, progressing, or fluctuating. Specific forms of encephalitis or complicating manifestations of encephalitis include Guillain-Barre´syndrome and related syndromes, acute transverse myelitis, acute hemiplegia, brainstem encephalitis, and acute cerebellar ataxia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Manifestations"
        },
        {
            "text": "The differential diagnosis of neurologic illness compatible with encephalitis is broad (Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "text": "(Table 5)",
                    "ref_id": null
                }
            ],
            "section": "Differential Diagnosis"
        },
        {
            "text": "In a patient with encephalopathy or possible encephalitis, a careful history and physical examination is the cornerstone of the evaluation (Cherry, Shields, and Bronstein, in press ). Following assessment for increased intracranial pressure, a lumbar puncture with a complete examination and culture and antigen detection tests of the cerebrospinal fluid should be done as soon as possible. Neuroimaging and an electroencephalogram should also be undertaken. Computed tomography (CT) with and without contrast should be done and followed up with MRI which is better for finding subtle changes.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 180,
                    "text": "(Cherry, Shields, and Bronstein, in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Differential Diagnosis"
        },
        {
            "text": "The examination of the cerebrospinal fluid (CSF) is central to making a specific diagnosis (Cherry, Shields, and Bronstein, in press ). In addition to the examination of the fluid for cells, protein, and sugar, cultures should be obtained for viruses, conventional and unusual bacteria, and fungi. Stained smears should be examined for usual pathogens as well as for parasites. PCR should be performed to identify herpes group viruses and enteroviruses. Viral Table 5 Differential diagnosis 1) Metabolic diseases 2) Toxic disorders 3) Mass lesions 4) Subarachnoid hemorrhage 5) Embolic lesions 6) Acute demyelinating disorders 7) Status epilepticus 8) Infectious diseases 9) Postinfectious diseases 10) Acute confusional migraine cultures and PCR of blood, throat, and stool specimens should be obtained. Serologic studies in encephalitis can be very useful but most often they are done inappropriately. The demonstration of a significant titer rise to an infectious agent is most important. This requires the collection of both an acute-phase and a convalescent-phase specimen. In general, these specimens should be studied at the same time. Except for a few specific IgM antibody tests, the examination of an acute-phase specimen alone results in misdiagnoses. Particularly problematic in this regard is the examination of enteroviral antibody panels. Also problematic is the examination of the CSF for antibodies to infectious agents.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 132,
                    "text": "(Cherry, Shields, and Bronstein, in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 467,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Specific Diagnosis"
        },
        {
            "text": "In general, specific treatment should be given for identified agents (Cherry, Shields, and Bronstein in press) . However, because early treatment is critical, most patients should be treated empirically with intravenous (IV) acyclovir until HSV encephalitis is ruled out. Acyclovir should also be used for VZV and probably EBV infections and ganciclovir should be used for CMV infections. Pleconaril, if it again becomes available, should be used for enteroviral infections. If clinical characteristics and nasopharyngeal antigen tests are indicative of influenza, oseltamivir treatment should be considered. Antibacterial, antifungal, and antiparasitic agents should be used for specific infections. Aspects of general management are presented in Table 6 .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 110,
                    "text": "(Cherry, Shields, and Bronstein in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 748,
                    "end": 755,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Treatment"
        },
        {
            "text": "A suggested treatment for status epilepticus is IV lorazepam (0.1-0.2 mg/kg up to 4 mg), which should be tried twice. If this fails, use IV phenytoin (18-20 mg/kg, maximum 1000 mg, given over 20 min).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Cerebral edema is a significant problem in encephalitis. It can be managed with dexamethasone, 0.1-0.2 mg/kg IV as an initial dose followed by 0.05-0.1 mg/kg IV every 4-6 h. In situations of active viral infections an alternative method would be: mannitol IV as a 20% solution in a dose of 0.25-1 g/kg over a 30-60 min period. This can be repeated every 8-12 h. Table 6 General treatment is nonspecific and empiric, aimed at maintaining life and supporting each involved organ system 1) Antibiotics and antivirals 2) ICU care 3) Repeat CT and MRI 4) Monitor ICP 5) Watch for syndrome of inappropriate antidiuretic hormone secretion 6) Monitor fluids and electrolytes 7) Treat status epilepticus vigorously",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 369,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Treatment"
        },
        {
            "text": "The prognosis in all encephalitides is guarded with respect to both immediate outcome and sequelae. Most important are patient age and etiologic agent. Prehospital events are also predictive of outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prognosis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "International Catalogue of Arboviruses including Certain Other Viruses of Vertebrates",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Berge",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Public Health Service",
            "volume": "",
            "issn": "",
            "pages": "75--8301",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diagnosis and treatment of viral encephalitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chaudhuri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G E"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Postgrad. Med. J",
            "volume": "78",
            "issn": "",
            "pages": "575--583",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Encephalitis and meningoencephalitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "Bronstein",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Textbook of Pediatric Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute disseminated encephalomyelitis. Sem",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Dale",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr. Infect. Dis",
            "volume": "14",
            "issn": "",
            "pages": "90--95",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral and Rickettsial Infections of Man",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F. ; F"
                    ],
                    "last": "Enders",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Horsfall",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "780--789",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "In search of encephalitis etiologies: diagnostic challenges in the California Encephalitis Project",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gilliam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schnurr",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin. Infect. Dis",
            "volume": "36",
            "issn": "",
            "pages": "731--742",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Neurologic complications in children with enterovirus 71 infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N. Engl. J. Med",
            "volume": "341",
            "issn": "",
            "pages": "936--942",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral and Rickettsial Infections of Man",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N. ; F J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Horsfall",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "405--431",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Central nervous system syndromes of ''viral'' etiology: A study of 713 cases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Am. J. Med",
            "volume": "2",
            "issn": "",
            "pages": "334--347",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Central nervous system manifestations associated with serologically verified Mycoplasma pneumoniae infection. Scand",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "P¨onka¨",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Infect. Dis",
            "volume": "12",
            "issn": "",
            "pages": "175--184",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human prion diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Prusiner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Ann. Neurol",
            "volume": "35",
            "issn": "",
            "pages": "385--395",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Origin and evolution of Japanese encephalitis virus in Southeast Asia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W C"
                    ],
                    "last": "Beasley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "3091--3098",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Herpes simplex encephalitis: children and adolescents",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kimberlin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Sem. Ped. Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infectious Diseases: Cases and Deaths",
            "authors": [],
            "year": 1978,
            "venue": "World Health Statistics Annual",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Etiologic agents in encephalitis Viruses: spread person to person",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Etiologic viruses in encephalitis spread by warm-blooded mammals",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Other categories which may be associated with encephalitis Chlamydia psittaci and pneumoniae Rickettsial infections Mycoplasma pneumoniae and hominis Fungal meningitides often have an encephalitic component Protozoal: Plasmodinum sp, Trypanosoma sp, Naegleria sp, Acanthamoeba sp, Balamuthia mandrillaris and Toxoplasma gondii Helminths: Trichinella spiralis, Schistosoma sp, Strongyloides stercoralis, Baylisascaris procyonis Drug: trimethroprim",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Many encephalitides (measles, mumps, rubella, varicella) are preventable by universal immunization of children. The control of insect vectors is most important for arboviral agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention"
        }
    ]
}