{"paper_id": "327dba50d84f585f0473a4f31ef7932906cba7bf", "metadata": {"title": "Complete Nucleotide Sequence of Ryegrass Mottle Virus : A New Species of the Genus Sobemovirust", "authors": [{"first": "Feiyun", "middle": [], "last": "Zhang&apos;y2", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shigemitsu", "middle": [], "last": "Toriyama1s3", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mami", "middle": [], "last": "Takahashi&apos;", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The genome of Ryegrass mottle uirus (RGMoV) comprises 4210 nucleotides. The genomic RNA contains four open reading frames (ORFs). The largest ORF 2 encodes a polyprotein of 947 amino acids (103.6 kDa), which codes for a serine protease and an RNA-dependent RNA polymerase. The viral coat protein is encoded on ORF 4 present at the 3-proximal region. Other ORFs 1 and 3 encode the predicted 14.6 kDa and 19.8 kDa proteins of unknown function. The consensus signal for frameshifting, heptanucleotide UUUAAAC and a stem-loop structure just downstream is in front of the AUG codon of ORF 3. Analysis of the in uitro translation products of RGMoV RNA suggests that the 68 kDa protein may represent a fusion protein of ORF 2-ORF 3 produced by frameshifting. The protease region of the polyprotein and coat protein have a low similarity with that of the sobemoviruses (approximately 25% amino acid identity), while the RNA-dependent RNA polymerase region has particularly strong similarity (54 to 60% of more than 350 amino acid residues). The sequence similarities of RGMoV to the sobemoviruses, together with the characteristic genome organization indicate that RGMoV is a new species of the genus Sobemovirus.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Ryegrass mottle virus (RGMoV) was first isolated from stunted Italian ryegrass (Lolium multiflorum) and cocksfoot (Dactylis glomerata) having mottling and necrotic symptoms on leaves\"). The isometric particle, 28 nm in diameter contains a species of single-stranded RNA with a molecular weight of 1.5 X lo6. The physical properties and some biological ones of the virus are similar to Cocksfoot mottle virus (CfMV), which is prevalent in cocksfoot pastures in Japanlg). However, RGMoV is serologically distinct from CfMV, Cocksfoot mild mosaic virus, Cynosurus mottle virus and Phleum mottle virus, which occur in European countries2'). Last year, an isometric virus, isolated from Italian ryegrass in Germany was found to be serologically related to RGMoV ; in agar gel double diffusion tests, a spur formed between RGMoV and the Germany isolate (Frank Rabenstein, Germany ; personal communication).", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In spite of serological differences between RGMoV and sobemoviruses20), general properties of RGMoV are similar to those of grass viruses that belong to sobemo-viruses4). The genome sequence of sobernoviruses has been determined in Southern bean mosaic virus (SBMV)'2,24), CfMV8315), Rice yellow mottle virus (RYMV)\") and Lucerne transient streak virus (LTSV, accession number U31286). The genomic RNA of sobemoviruses is a single-stranded molecule, approximately 4100 to 4500 nucleotides (nt) in size. The 5' terminus has a genome-linked viral protein (VPg) and the 3 end does not have a poly (A) tail. The genome encodes four ORFs : the largest ORF encodes the polyprotein of approximately 100 kDa, which contains protease and RNA polymerase motifs. Only the polyprotein of CfMV is encoded by two smaller overlapping ORFs, by -1 frame shifting7). Recently, we determined the complete nucleotide sequence of the Japanese isolate of CfMV (CfMV/JP) (Zhang and Toriyama, unpublished data ; accession number AB040447). The nucleotide sequence is 96.8% identical to the Norwegian isolate of CfMV(CfMV/ NO)') and 95.8% identical to the Russian i~olate'~). Its genome organization is identical to that of CfMV. So far, the genome sequence of RGMoV and the Germany isolate has not been determined, so the genus is still unknown. In this paper, we report the complete nucleotide sequence of RGMoV and compare it to that of the sobemoviruses.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Ryegrass mottle virus (RGMoV) was propagated in barley plants (cv. Shunsei) and purified as described previously2o). A purified preparation of CfMVl JP, was stored at -80\"C'9) and used for the in uitro translation experiment.", "cite_spans": [], "ref_spans": [], "section": "Viruses"}, {"text": "In a preliminary experiment, we found that RGMoV RNA does not have a poly (A) tail at the 3'-terminus. Thus, we determined the 3'-terminal sequence by two-dimensional mobility shift analysis as described previ~usly'~). In this experiment, the homomix (alkaline digested yeast RNA mixture) was prepared by using the RNA from Torula utilis, a product of Fluka (Riedel-de Haen; Seelze, Germany). The 5'terminal sequence of RGMoV RNA was identified by sequencing the PCR clones amplified by using the 5' RACE abridged anchor primer system (Gibco BRL, Gaithersburg, USA).", "cite_spans": [], "ref_spans": [], "section": "Viruses"}, {"text": "cDNA synthesis was done as described previously2') using M-MLV reverse transcriptase (Gibco BRL), random hexanucleotide primer and synthetic oligonucleotide primer (Pl), -6'-ACTAGTCGACACGAAAACCCC-3' : the sequence at the 3' end underlined was analyzed by twa-dimensional sequence analysis. The synthesized second strand cDNA was blunt-ended with T4 DNA polymerase and ligated into SmaI-digested pUC18. Recombinant plasmids were transformed into competent Escherichia coli DH5a (TOYOBO, Osaka, Japan). The cDNA clones shown in Terminal sequence of viral RNA Cloning and DNA sequence Fig. 1 were made by primer extension and PCR amplification and used for sequencing of RGMoV RNA. The ambiguous nucleotide sequence was confirmed by using PCR clones prepared independently (not shown in Fig. 1 ). Nucleotide sequences were determined using the Pharmacia DNA sequencing kit and an ALFred DNA sequencer (Pharmacia, Uppsala, Sweden). The sequence data were assembled and analyzed using the DNASIS (Macintosh) program (Hitachi Software Engineering Co., Yokohama, Japan). GeneBankIEMBL, NBRF and PIR databases were searched for nucleic acid and amino acid sequence identity.", "cite_spans": [], "ref_spans": [{"start": 582, "end": 588, "text": "Fig. 1", "ref_id": null}, {"start": 784, "end": 790, "text": "Fig. 1", "ref_id": null}], "section": "Viruses"}, {"text": "Cell-free translation In uitro translation using wheat germ extract (Promega, Madison, USA) was performed as described by the manufacturer's manual in a final volume of 50 ,ul in the presence of redivue L-[35Sl methionine (Amersham Pharmacia Biotech, Buckinghamshire, UK) for 1 hr at 25°C. Translation products were separated by SDS-PAGE (10% polyacrylamide) and detected using a Molecular Imager System (BioRad, Richmond, USA). A set of prestained SDS-PAGE standards (BioRad) was used as protein size markers.", "cite_spans": [], "ref_spans": [], "section": "Viruses"}, {"text": "Purified RGMoV was electrophoresed on 10% polyacrylamide-SDS gels and electro-blotted onto the PVDF membrane (Immobilon-PsQ ; Millipore, Middlesex, UK). The portion corresponding to the coat protein on the PVDF membrane was excised, and the N-terminal sequence of the coat protein was analyzed using a gas-phase protein sequencer (model 477A/120A, Applied Biosystems, Foster City, USA).", "cite_spans": [], "ref_spans": [], "section": "Viruses"}, {"text": "Nucleotide sequence and genome organization The complete nucleotide sequence of RGMoV com- a) References of sequence data : SBMV (M23021), LTSV (U31286), RYMV(L20893) and CfMV (248630). b) The percentage values indicate the identity over the stretch of amino acid residues indicated in parentheses. c) This similarity was found between the N-terminal region of the 56.3 K ORF of CfMV (refer to Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 394, "end": 401, "text": "Fig. 2)", "ref_id": null}], "section": "RESULTS AND DISCUSSION"}, {"text": "prises 4210 nt with a base composition of 24.3% A, 22.2% U, 25.2% C and 28.3% G. The G S C content is 53.5%. The sequence contains four major ORFs flanked by 5'-and 3-untranslated sequences of 99 and 198 nt, respectively. Database searches indicated that the genome sequence of RGMoV is significantly similar to that of sobemoviruses, for which the genome organization is summarized in Fig.  2 . As shown in Fig. 2 The largest ORF 2 extends from nucleotides 643 to 3486. The predicted 103.6 kDa protein consists of 947 amino acids. Database searches revealed a significant similarity to the polyproteins of sobemoviruses ; SBMV (accession number, M23021)24), RYMV (L20893)\"), CfMV (248630)*) and LTSV (U31286). The polyprotein of RGMoV contains serine and P3C ~r o t e a s e s~,~~) and an RNA-dependent RNA p01ymerase'~) (Fig. 3) . A conserved sequence, GxPxFDPxYG*), is found in the N-terminal region (amino acids 70 to 90 residues) of the 103.6 kDa polyprotein. The protease motif appears immediately downstream of the conserved sequence : serine protease, in amino acids 148 to 220 from N-terminus and P3C protease, in amino acids 272 to 300 (Fig. 3) . The serine protease motif is well conserved between RGMoV, sobernoviruses and polioviru~~,~~). In addition, the P3C protease motif ... xGxS . /C . GxxxxxxxxGxxxxGxH* ...", "cite_spans": [], "ref_spans": [{"start": 386, "end": 393, "text": "Fig.  2", "ref_id": null}, {"start": 408, "end": 414, "text": "Fig. 2", "ref_id": null}, {"start": 821, "end": 829, "text": "(Fig. 3)", "ref_id": "FIGREF2"}, {"start": 1145, "end": 1153, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "RESULTS AND DISCUSSION"}, {"text": "(the catalytic amino acid residue is marked with asterisks), is present just downstream. However, instead of serine (S*) or cysteine (C*), alanine is found in RGMoV. Thus, it is uncertain whether the P3C protease domain is catalytic in RGMoV or not. The RNA-dependent RNA polymerase is encoded near the C-terminal region of the polyprotein. This region showed very strong similarity, 54 to 60% identity over a 350 amino acid stretch ( Table 1) . The RNA polymerase motifs13) are distributed between amino acids 680 to 810. The sequence of this domain is conserved in particular, with approximately 75% identity between RGMoV and sobemoviruses. Database searches also showed that the sequence of RGMoV polymerase is highly conserved between the RNA polymerases of Beet mild yellowing virus (S65829), Cucurbit aphid-borne yellowing virus (X76931)) Potato leaf roll virus (X74789) and Barley yellow dwarf virus (L25299) of the family Luteoviridae. The similarity is approximately 50% identity over a 240 amino acid stretch, suggesting an evolutionary close relationships between RGMoV, sobemovirus and luteovirus (subgroup 11)'O).", "cite_spans": [], "ref_spans": [{"start": 435, "end": 443, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS AND DISCUSSION"}, {"text": "Van der Wilk et a1.\") found that the VPg of SBMV is encoded by ORF 2, downstream of the protease domain and in front of the RNA polymerase. We compared the amino acid sequence similarity between the VPg region of SBMV ORF 2 and the corresponding region of RGMoV ORF 2. The search revealed no significant similarity. Sequence diversities in the VPg regionzz) are also shown between SBMV, CfMV and RYMV. However, the con-served sequence, WAG + E/D rich sequence is detected in the region, and putative E/S cleavage sites are present on both sides of the region : proteolytic cleavage would result in a protein of 9 kDa. Possibly, the VPg of RGMoV is located between the protease and the RNA-dependent RNA polymerase domains in the same order as in the SBMV ORF 222) (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 764, "end": 772, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "RESULTS AND DISCUSSION"}, {"text": "RGMoV ORF 3 is completely within the ORF 2. The predicted 19.8 kDa protein has distinct similarity, 40% identity to the corresponding ORFs of SBMV and LTSV. However, it is unknown whether the 19.8 kDa protein is independently translated in vivo, because ORF 3 may be expressed as a fusion protein as will be discussed. ORF 4 comprises 198 amino acids encoding a 25.6kDa coat protein. The 16 amino acid sequence of the N-terminus of the viral coat protein was identical to that deduced from the ORF 4 nucleotide sequence (data not shown). Sequence similarity searches indicated that the RGMoV coat protein revealed a weak but significant similarity, 24 to 27% identity with that of SBMV, LTSV and RYMV, but only 15% identity with CfMV (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 734, "end": 743, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS AND DISCUSSION"}, {"text": "In the wheat germ extract system, RGMoV RNA directs the synthesis of two products of 103 kDa and 68 kDa, but no other distinct product was detected. In contrast, the translational products synthesized in vitro with CfMV/JP RNA are four major proteins with sizes almost identical to those previously reported for CfMV/ NO'*) (Fig. 4) . The translational activity of CfMV/JP RNA was low in our present system, as reported for other sobemoviruses'6). RGMoV RNA is a poorer message in our wheat germ extract system.", "cite_spans": [], "ref_spans": [{"start": 324, "end": 332, "text": "(Fig. 4)", "ref_id": null}], "section": "In uitro translation of RGMoV RNA"}, {"text": "The largest product of RGMoV RNA was 103 kDa and seems to be derived from the largest ORF 2 for the polyprotein. In the RGMoV RNA sequence, no ORF corresponds to the second largest product of 68 kDa. The putative replicase of CfMV is translated as part of a single polyprotein by -1 ribosomal frameshifting between two overlapping ORFs having a coding capacity for 60.9 kDa and 56.3 kDa proteins7J8). Translational frameshifts are known in coronavirus IBV2), polymerase genes of r e t r o~i r u s e s~'~) and plant viruses7+'). As consensus signals for frameshifting, the heptanucleotide sequence (e.g., UUUAAAC sequence) and the stem-loop structure immediately downstream have been proposed by Jacks et aL5). As found in CfMV, SBMV and RYMV7), identical signals are found in RGMoV RNA just preceding the initiation codon of the ORF 3 (Fig. 5 ). Tamm et aL1*)", "cite_spans": [], "ref_spans": [{"start": 835, "end": 842, "text": "(Fig. 5", "ref_id": "FIGREF3"}], "section": "In uitro translation of RGMoV RNA"}, {"text": "proposed a possible mechanism that the 70 kDa in uitro translation product of SBMV and RYMV RNAs may represent the OW 2-ORF 3 transframe fusion protein.", "cite_spans": [], "ref_spans": [], "section": "In uitro translation of RGMoV RNA"}, {"text": "Thus, the 68 kDa translational product of RGMoV RNA is probably derived from -1 ribosomal frameshifting (Fig.  3) , not from proteolytic cleavage of the p~lyprotein~~). In this experiment, we tried to detect the RGMoV coat protein in the in uitro translation products by immunoprecipitation. However, we could not detect any signal for the coat protein. The coat protein of SBMV is translated only from a smaller, subgenomic RNA, which is detected in virus-infected tissues as well as virus particle^'^). As smaller RNAs were not detectable in our RGMoV RNA preparation, the amount of subgenomic RNA, if any, may have been insufficient for the detection of the in vitro translated coat protein. We conclude that RGMoV is a member of the genus Sobernovirus based on sequence similarities. The similarity level of nucleic acid (approximately 50% identity) and protein (Table 1) is low enough for virus species demarcation between any species of sobemoviruses, whereas the genome organization of RGMoV is closely related among sobemoviruses. Biological and serological properties of RGMoV are distinct from those of other characterized grass viruseszo). Thus, RGMoV is a unique species of the genus S o b e r n o v i r~~~,~~) .", "cite_spans": [], "ref_spans": [{"start": 104, "end": 113, "text": "(Fig.  3)", "ref_id": "FIGREF2"}, {"start": 866, "end": 875, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 1190, "end": 1222, "text": "genus S o b e r n o v i r~~~,~~)", "ref_id": null}], "section": "In uitro translation of RGMoV RNA"}, {"text": "The polyprotein gene organization of RGMoV is the same as that of SBMV, RYMV and LTSV, but different from that of CfMV, for which a polyprotein is produced as a single fusion-protein by the frameshifting of two ORFs7).", "cite_spans": [], "ref_spans": [], "section": "In uitro translation of RGMoV RNA"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Expression of rice yellow mottle virus P1 protein in vitro and in vivo and its involvement in virus spread", "authors": [{"first": "C", "middle": [], "last": "Bonneau", "suffix": ""}, {"first": "C", "middle": [], "last": "Brugidou", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Beachy", "suffix": ""}, {"first": "C", "middle": [], "last": "Fauquet", "suffix": ""}], "year": 1998, "venue": "Virology", "volume": "244", "issn": "", "pages": "79--86", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An efficient ribosomal frame-shifting signal in the polymerase-encoding region of the coronavirus IBV", "authors": [{"first": "I", "middle": [], "last": "Brierley", "suffix": ""}, {"first": "M", "middle": ["E G"], "last": "Boursnell", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Binns", "suffix": ""}, {"first": "B", "middle": [], "last": "Bilimoria", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Blok", "suffix": ""}, {"first": "T", "middle": ["D K"], "last": "Brown", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Inglis", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Sobemovirus genome appears to encode a serine protease related to cysteine proteases of picornaviruses", "authors": [{"first": "A", "middle": ["E"], "last": "Gorbalenya", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Koonin", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Blinov", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Donchenko", "suffix": ""}], "year": 1988, "venue": "FEBS Lett", "volume": "236", "issn": "", "pages": "287--290", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Genus sobemovirus", "authors": [{"first": "R", "middle": [], "last": "Hull", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Murphy", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Fauquet", "suffix": ""}, {"first": "D", "middle": ["H L"], "last": "Bishop", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Ghabrial", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Jarvis", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Martelli", "suffix": ""}, {"first": "", "middle": [], "last": "Mayo", "suffix": ""}], "year": 1995, "venue": "Virus Taxonomy", "volume": "", "issn": "", "pages": "376--378", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Signals for ribosomal frameshifting in the rous sarcoma virus gag-pol region", "authors": [{"first": "T", "middle": [], "last": "Jacks", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Madhani", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Masiarz", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Varmus", "suffix": ""}], "year": 1988, "venue": "Cell", "volume": "55", "issn": "", "pages": "447--458", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Characterization of ribosomal frameshift in HIV-1 gag-pol expression", "authors": [{"first": "T", "middle": [], "last": "Jacks", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Power", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Masiarz", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Luciw", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Barr", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Varmus", "suffix": ""}], "year": 1988, "venue": "Nature", "volume": "331", "issn": "", "pages": "280--283", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The putative replicase of the cocksfoot mottle sobemovirus is translated as a part of the polyprotein by -1 ribosomal frameshift", "authors": [{"first": "K", "middle": [], "last": "Miikinen", "suffix": ""}, {"first": "V", "middle": [], "last": "Naess", "suffix": ""}, {"first": "T", "middle": [], "last": "Tamm", "suffix": ""}, {"first": "E", "middle": [], "last": "Truve", "suffix": ""}, {"first": "A", "middle": [], "last": "Aaspbllu", "suffix": ""}, {"first": "M", "middle": [], "last": "Saarma", "suffix": ""}, {"first": "K", "middle": [], "last": "Virology Makinen", "suffix": ""}, {"first": "T", "middle": [], "last": "Tamm", "suffix": ""}, {"first": "V", "middle": [], "last": "Naess", "suffix": ""}, {"first": "E", "middle": [], "last": "Truve", "suffix": ""}, {"first": "U", "middle": [], "last": "Puurand", "suffix": ""}, {"first": "T", "middle": [], "last": "Munte", "suffix": ""}, {"first": "M", "middle": [], "last": "Saarma", "suffix": ""}], "year": 1995, "venue": "J. Gen. Virol", "volume": "76", "issn": "", "pages": "2817--2825", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Sequence and organization of barley yellow dwarf virus genomic RNA", "authors": [{"first": "W", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Waterhouse", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Gerlach", "suffix": ""}], "year": 1988, "venue": "Nucleic Acids Res", "volume": "16", "issn": "", "pages": "6097--6111", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Luteovirus gene expression", "authors": [{"first": "W", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Dinesh-Kumar", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Paul", "suffix": ""}], "year": 1995, "venue": "Crit. Rev. Plant Sci", "volume": "14", "issn": "", "pages": "179--211", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "genome characterization of rice yellow mottle virus RNA", "authors": [{"first": "A", "middle": [], "last": "Ngon", "suffix": ""}, {"first": "M", "middle": [], "last": "Yassi", "suffix": ""}, {"first": "C", "middle": [], "last": "Ritzenthaler", "suffix": ""}, {"first": "C", "middle": [], "last": "Brugidou", "suffix": ""}, {"first": "C", "middle": [], "last": "Fauquet", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Beachy", "suffix": ""}], "year": 1994, "venue": "Nucleotide EMBO J", "volume": "16", "issn": "", "pages": "249--257", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Nucleotide sequence of the bean strain of southern bean mosaic virus", "authors": [{"first": "Y", "middle": [], "last": "Othman", "suffix": ""}, {"first": "R", "middle": [], "last": "Hull", "suffix": ""}], "year": 1995, "venue": "", "volume": "206", "issn": "", "pages": "287--297", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Identification of four conserved motifs among the RNA-dependent polymerases encoding elements", "authors": [{"first": "O", "middle": [], "last": "Poch", "suffix": ""}, {"first": "I", "middle": [], "last": "Sauvaget", "suffix": ""}, {"first": "M", "middle": [], "last": "Delarue", "suffix": ""}, {"first": "N", "middle": [], "last": "Tordo", "suffix": ""}], "year": 1989, "venue": "EMBO J", "volume": "8", "issn": "", "pages": "3867--3874", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Messenger RNA for the coat protein of southern bean mosaic virus", "authors": [], "year": null, "venue": "Virology", "volume": "104", "issn": "", "pages": "506--509", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Nucleotide sequence of RNA from the sobemovirus found in infected cocksfoot shows a luteovirus-like arrangement of the putative replicase and protease genes", "authors": [], "year": null, "venue": "Phytopathology", "volume": "86", "issn": "", "pages": "391--397", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Translation of southern bean mosaic virus RNA in wheat embryo and rabbit reticulocyte extracts", "authors": [], "year": null, "venue": "J. Virol", "volume": "34", "issn": "", "pages": "51--58", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Complementarity between the 5'-and 3'-terminal sequences of rice stripe virus RNAs", "authors": [{"first": "M", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "S", "middle": [], "last": "Toriyama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kikuchi", "suffix": ""}, {"first": "T", "middle": [], "last": "Hayakawa", "suffix": ""}, {"first": "A", "middle": [], "last": "Ishihama", "suffix": ""}], "year": 1990, "venue": "J. Gen. Virol", "volume": "71", "issn": "", "pages": "2817--2821", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Identification of genes encoding for the cocksfoot mottle virus proteins", "authors": [{"first": "T", "middle": [], "last": "Tamm", "suffix": ""}, {"first": "K", "middle": [], "last": "Miikinen", "suffix": ""}, {"first": "E", "middle": [], "last": "Truve", "suffix": ""}], "year": 1999, "venue": "Arch. Virol", "volume": "144", "issn": "", "pages": "1557--1567", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Cocksfoot mottle virus in Japan", "authors": [{"first": "S", "middle": [], "last": "Toriyama", "suffix": ""}], "year": 1982, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Ryegrass mottle virus, a new virus from Lolium multiflorum in Japan", "authors": [{"first": "S", "middle": [], "last": "Toriyama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Mikoshiba", "suffix": ""}, {"first": "Y", "middle": [], "last": "Doi", "suffix": ""}], "year": 1983, "venue": "Ann. Phytopathol. SOC. Jpn", "volume": "49", "issn": "", "pages": "610--618", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Nucleotide sequence of RNA 1, the largest genomic segment of rice stripe virus, the prototype of the tenuivirus", "authors": [{"first": "S", "middle": [], "last": "Toriyama", "suffix": ""}, {"first": "M", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sano", "suffix": ""}, {"first": "T", "middle": [], "last": "Shimizu", "suffix": ""}, {"first": "A", "middle": [], "last": "Ishihama", "suffix": ""}], "year": 1994, "venue": "J. Gen. Virol", "volume": "75", "issn": "", "pages": "3569--3579", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The genome-linked protein (VPg) of southern bean mosaic virus is encoded by the ORF2", "authors": [{"first": "F", "middle": [], "last": "Van Der Wilk", "suffix": ""}, {"first": "M", "middle": [], "last": "Verbeek", "suffix": ""}, {"first": "A", "middle": [], "last": "Dullemans", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Der Heuvel", "suffix": ""}], "year": 1998, "venue": "Virus Genes", "volume": "17", "issn": "", "pages": "21--24", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Guidelines to the demarcation of virus species", "authors": [], "year": null, "venue": "Arch. Virol", "volume": "142", "issn": "", "pages": "1505--1518", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Sequence and organization of southern bean mosaic virus genomic RNA", "authors": [], "year": null, "venue": "Virology", "volume": "161", "issn": "", "pages": "73--80", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Evolution of RNA viruses", "authors": [{"first": "D", "middle": [], "last": "Zimmern", "suffix": ""}], "year": 1988, "venue": "In RNA Genetics", "volume": "2", "issn": "", "pages": "211--240", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "cDNA clones used to determine the nucleotide sequence of RGMoV RNA. Solid lines with each number, cDNA clones synthesized using synthetic primer P1 or by primer extension ; Slant lines, PCR clones. The ORF maps on the genome of RGMoV, SBMV, RYMV and CfMV/JP. The ORFs are illustrated as boxes. polypr, polyprotein ; CP, coat protein ; arrows, positions of frameshifting sites. References of sequence data : SBMV (M23021), RYMV (L20893), CfMV/JP (AB040447) and CfMV/NO (248630).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "................................................................... ...........................................................", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Schematic representation of RGMoV genome organization. The ORFs are shown as boxes on the genomic RNA (a line with vertical bars, 1000 nt scale). PRO, region coding for serine protease and P3C protease ; VPg, a putative region for genome-linked viral protein. Putative E/S cleavage sites around the VPg are shown with vertical lines ; POL, region for RNA-dependent RNA polymerase ; CP, ORF coding for RGMoV coat protein ; F/S with an arrow indicates the characteristic frameshifting site. Shaded box under F/S represents the putative ORF 2-ORF 3 transframe fusion product.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Consensus signals for frameshifting in RGMoV and sobemoviruses : heptanucleotide, UUUAAAC and a stem-looped structure. The number pointing to the first nucleotide in a slippery site indicates the actual site in the genome. The initiation codon of the RGMoV ORF 3 is boxed.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Amino acid sequence similarity between coding regions of RGMoV and sobemoviruses", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virusesa) </td><td> </td><td> </td><td> </td><td>ORF 2 : </td><td>polyprotein </td><td> </td><td> </td><td>ORF </td><td> </td></tr><tr><td>ORF 1 </td><td>Protease region </td><td>Polymerase region </td><td>ORF 3 </td><td>4 : </td><td>coat protein </td></tr><tr><td>SBMV </td><td>31.6% (38 aa)b) </td><td>26.0% (346 aa) </td><td>54.2% (369 aa) </td><td>42.1% (122 aa) </td><td>26.8% (157 aa) </td></tr><tr><td>LTSV </td><td>29.0 </td><td>(62) </td><td>29.7 </td><td>(353) </td><td>56.0 </td><td>(357) </td><td>40.3 </td><td>(120) </td><td>25.3 </td><td>(154) </td></tr><tr><td>RYMV </td><td>26.7 </td><td>(15) </td><td>20.1 </td><td>(259) </td><td>54.2 </td><td>(331) </td><td>34.3 </td><td>(48) </td><td>23.8 </td><td>(67) </td></tr><tr><td>CfMV </td><td>26.3 </td><td>(19) </td><td>23.4 </td><td>(397) </td><td>59.0 </td><td>(332) </td><td>48.3 </td><td>(89)\") </td><td>14.9 </td><td>(210) </td></tr></table></body></html>"}, "TABREF2": {"text": "Heat-denatured, 3 p g RGMoV RNA and the labeled product was immunoprecipitated with antiserum to RGMoV and loaded ; Lane 3, Heat-denatured, 3 pug CfMV RNA. Positions of protein size markers are shown on the left.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The nucleotide sequence data reported in this paper have been submitted to DDBJ, EMBL and GenBank under the accession number AB040446. National Institute of Agro-Environmental Sciences, Tsukuba 305-8604, Japan Present address : Tokyo University of Agriculture and Technology, United Graduate School of Agriculture, Fuchu 183-8509, Japan Present address : Tokyo University of Agriculture, Sakuragaoka 1, Setagaya-ku, Tokyo 156-8502, Japan", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "We wish to thank the late Professor Dr. D. Hosokawa, Tokyo University of Agriculture and Technology, for his encouragement and Dr. T. Teraoka for his help with the amino acid sequence analysis.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}