{"paper_id": "32882032310b4aad40a9ed6faa0fe3234a69ed23", "metadata": {"title": "Clinical profile and outcome of patients with acute kidney injury requiring dialysis-an experience from a haemodialysis unit in a developing country", "authors": [{"first": "Ahmed", "middle": [], "last": "Ibrahim", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Momina", "middle": ["M"], "last": "Ahmed", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Seman", "middle": [], "last": "Kedir", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Delayehu", "middle": [], "last": "Bekele", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The first government funded and sustainable dialysis unit was established in Ethiopia at Saint Paul's Hospital Millennium Medical College (SPHMMC). This has led to the development of a unique cohort of patients about which very little is known. This study was conducted to describe the clinical profile and outcome of adult Acute Kidney Injury (AKI) patients treated with intermittent haemodialysis at the dialysis center of SPHMMC. Methods: A retrospective review of clinical records of cases of AKI who required haemodialysis support during the time period from August 1, 2013 to February 1, 2015 was conducted. Results: A total of 151 cases AKI requiring dialysis were included for the study. Overall, the patients were generally younger with a mean age of 36.7 years and thus with few premorbid conditions. The most common causes of AKI were hypovolemia (22.5 %), acute glomerulonephritis (AGN) (21.9 %) and pregnancy related causes (18.5 %). Nearly a third (29.1 %) of patients succumbed to the AKI. Conclusion: Infections, AGN, obstetric causes and nephrotoxins were the primary causes of dialysis requiring AKI. Most of these causes can be prevented with simple interventions such as health education on oral rehydration, quality prenatal and emergency obstetric care, appropriate management of infections and taking appropriate precautions when prescribing potentially nephrotoxic medications.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Background AKI, previously known as Acute Renal Failure, is a clinical syndrome characterized by an abrupt decline in glomerular filtration rate sufficient to decrease the elimination of nitrogenous waste products (urea and creatinine) and other uremic toxins. According to a standardized definition from the Acute Kidney Injury Network proposed in 2007, AKI is a decline in kidney function during 48 h as demonstrated by an increase in serum creatinine of more than 0.3 mg/dl, an increase in serum creatinine of more than 50 % or the development of oliguria [1] .", "cite_spans": [{"start": 559, "end": 562, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "AKI is an increasingly common complication of critical illness, with some researches showing that as high as 1 in 5 adults and 1 in 3 children experiencing AKI per hospital admission. Whether occurring in the community or in the hospital, the clinical and public health importance of AKI is well established due to the association with high mortality and its separate independent effect on the risk of death and resource use [2] .", "cite_spans": [{"start": 425, "end": 428, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "The epidemiology of AKI in developing countries is unique in that certain causes, such as the infections, obstetric causes and nephrotoxins, which are largely obsolete in developed countries remain important causes. Regardless of cause, the management of AKI is mainly supportive, with dialysis being indicated when medical management fails to treat the complications. Haemodialysis is the most commonly used renal replacement therapy in Africa. However, poverty, maladministration of resources and lack of adequate funding for health in nearly all African countries has massively stunted the growth of haemodialysis as a modality of renal replacement therapy.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "There had not been a sustainable government run dialysis service in Ethiopia until the establishment of the Ethio-Egyptian Haemodialysis Unit in August of 2013 at SPHMMC. This had led to the development of a unique cohort of patients about whom little is known. The aim of this study is to describe the clinical profile and outcome of all adult AKI patients treated with intermittent haemodialysis at the unit in the first 18 months since its establishment. This study is the first of its kind to describe the etiology and clinical profile of AKI patients requiring dialysis in Ethiopia.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A hospital based retrospective cross-sectional study was done at the Ethio-Egyptian Haemodialysis Unit at SPHMMC. SPHMMC is a teaching tertiary hospital found in the Ethiopian capital Addis Ababa and gives care to patients from all corners of the country. The study population were all adult AKI patients who required haemodialysis at the unit from August 1, 2013 to February 1, 2015.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The medical record numbers of all patients dialyzed during the study period were identified from the dialysis unit log book and the clinical records retrieved from the hospital record office. All patients of age 14 and above with AKI and have been dialyzed at least once during the study period were included. In the hospital patients of age 14 and above are considered as \"adults\" and admitted to the adult patient wards. Those patients who had dialysis for overdose of dialyzable drugs, those who were under the age of 14 or had incomplete or missing records were excluded.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Data on socio-demographic and premorbid condition, clinical presentation and laboratory variables, dialysis variables and outcome were collected using a structured questionnaire. It was entered into and analysed using Statistical Package for Social Sciences (SPSS) Version 20.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "A total of 243 patients (adult and children) underwent dialysis from August 1, 2013 to February 1, 2015. Of these, a total of 151 adult patient records were included in the study. The others were excluded because 10 were paediatric patients (under the age of 14), 9 had haemodialysis for overdose of dialyzable drugs and the rest were dialyzed for CKD or their records were missing.", "cite_spans": [], "ref_spans": [], "section": "Socio-demographics and premorbid condition"}, {"text": "The mean age of patients was 36.7 ± 14.5 years, with more than two third being in the age group between 21 to 40 years. Gender distribution was nearly equal, with 50.3 % being male. Patients came from all corners of the country with more than a third (38.4 %) coming from the capital Addis Ababa and two third (67.5 %) were urban residents ( Table 1 ). The majority (90.7 %) of patients acquired AKI in the community.", "cite_spans": [], "ref_spans": [{"start": 342, "end": 349, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Socio-demographics and premorbid condition"}, {"text": "The most common premorbid condition identified were HIV infection (15.9 %), followed by hypertension (14.1 %) and cerebrovascular accident (3.3 %). Four patients (2.6 %) had confirmed diabetes. Only four patients had base line premorbid renal function test with mean serum creatinine value of 1.01 mg/dl.", "cite_spans": [], "ref_spans": [], "section": "Premorbid condition"}, {"text": "The most common presenting features were oliguria (86.1 %), followed by edema (58.9 %), encephalopathy (49 %) and 11.3 % present with convulsion. The commonest causes of AKI were hypovolemia (22.5 %), either gastrointestinal loss (in the form of diarrhoea or vomiting) or blood loss, followed by AGN (21.9 %) and pregnancy related cause (18.5 %). Table 2 summarizes the causes of dialysis requiring AKI in the study period. Causes of hypovolemia, the most common cause of AKI in this study, were severe and uncorrected gastrointestinal loss (due to presumed infectious causes amongst others) and blood loss (due to trauma and surgery. Though difficult to accurately diagnose in our setup due to lack of availability of renal biopsy, AGN (diagnosed through clinical means) was found to be a common cause of AKI requiring dialysis. We diagnosed AGN clinically when there is an acute onset of oliguria followed by body swelling, with new onset hypertension, glomerular haematuria and some degree of proteinuria.", "cite_spans": [], "ref_spans": [{"start": 347, "end": 354, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Causes and clinical presentation"}, {"text": "The pregnancy related causes include severe preeclampsia/eclampsia in 20(12.5 %), puerperal sepsis in 5(3.3 %), postpartum haemorrhage in 2(1.3 %) and one case (0.7 %) of septic abortion.", "cite_spans": [], "ref_spans": [], "section": "Causes and clinical presentation"}, {"text": "The most common nephrotoxins were the aminoglycoside gentamycin and the antiretroviral drug Tenofovir, followed by antineoplastic drugs and vancomycin. The common post renal obstructive causes were stone disease, followed by benign prostatic hyperplasia and strictures. Other causes accounting for a minority of cases include malignant hypertension, Tumor Lysis Syndrome, rhabdomyolysis following electric burn injury and interstitial nephritis.", "cite_spans": [], "ref_spans": [], "section": "Causes and clinical presentation"}, {"text": "Twenty Seven (16.9 %) of patients had AKI superimposed on CKD, with the most common cause of CKD being hypertension (51.9 %). A majority of these patients had not been diagnosed initially with CKD as they were presenting to a health facility for the first time. Diabetes and hypertension accounted for a combined 56 % of causes of these background CKD and a quarter (22 %) having no immediately identifiable cause.", "cite_spans": [], "ref_spans": [], "section": "Causes and clinical presentation"}, {"text": "Nearly all of the patients had mild anaemia on admission, and had an average drop of 2 g/dl of haemoglobin at discharge. The mean levels of creatinine at admission and discharge were 10.18 ± 5.19 and 4.97 ± 3.54 mg/dl respectively and for potassium the value was 5.03 ± 1.35 and 4.06 ± 1.02 mEq/L at admission and discharge respectively. Table 3 summarizes the values for selected laboratory parameters.", "cite_spans": [], "ref_spans": [{"start": 338, "end": 345, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Laboratory values"}, {"text": "The average number of dialysis sessions was 4.8, with a maximum of 31 and a minimum of 1. The most common indication for dialysis was refractory fluid overload (89.4 %), followed by uremic signs and symptoms (61.1 %) ( Table 4) .", "cite_spans": [], "ref_spans": [{"start": 219, "end": 227, "text": "Table 4)", "ref_id": "TABREF3"}], "section": "Dialysis and outcome variables"}, {"text": "Average duration of hospital stay was 20.7 days, with range of 1-92 days. Of the 151 patients, 80 (53 %) were discharged improved, and 44 (29.1 %) died, with the remaining absconding (10.6 %) or progressing to end stage renal disease (7.3 %). Hypovolemia, AGN and sepsis are the causes of AKI which accounted for more than half (54.5 %) of deaths ( Table 2 ). The most common cause of death was sudden cardiac arrest and the causes of death for the others are shown in Table 5 .", "cite_spans": [], "ref_spans": [{"start": 349, "end": 356, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 469, "end": 476, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Dialysis and outcome variables"}, {"text": "As the first study on dialysis requiring AKI, the study has shade some light on the epidemiology, causes and prognosis for these patients in the Ethiopian context. The relatively young age of patients is consistent with results from other parts of Africa and can be explained by the predominantly young overall population demographics of most Sum is more than 100 % as most patients had more than one indication for dialysis sub-Saharan countries from which similar researches were done [3, 4] . The prevalence of premorbid conditions is relatively low which might be explained by the relatively younger and thus healthier condition of the patients. HIV infection is the most common premorbid condition identified. This is a reflection of the overall prevalence of HIV infection in the country which is 1.5 % of the 15-49 age group according to the 2011 Ethiopian demographic health survey [5] . Previous studies has shown that patients with HIV infection are more likely to develop kidney disease because of the HIV virus itself, the opportunistic infections arising from the immune-deficient state and the drugs that these patients take [6] . In line with results from multiple studies, diabetes and hypertension accounted for a the majority of cases of background CKDs [4] .", "cite_spans": [{"start": 487, "end": 490, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 491, "end": 493, "text": "4]", "ref_id": "BIBREF3"}, {"start": 890, "end": 893, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1139, "end": 1142, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1272, "end": 1275, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "The most common presenting features were oliguria followed by edema and encephalopathy and this is similar to findings from Emen-Chioma from Nigeria and Bagshaw from Calgary, Alberta Canada [3, 7] .", "cite_spans": [{"start": 190, "end": 193, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 194, "end": 196, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "In contrast to developed countries infections, obstetric complications and nephrotoxins are the major cause of AKI in the tropics. This is also reflected in this study, where the top 5 causes fall into one of these 3 categories; hypovolemia, either gastrointestinal loss (in the form of diarrhoea or vomiting) or blood loss, followed by AGN and pregnancy related causes. Similar results were found in studies done in other parts of Africa, where hypovolemia (or one of its causes) ranks in the top 3 causes of AKI [4, [8] [9] [10] [11] . Though initially correctable with volume correction, as cellular dysfunction continues, renal tubular cells sustain ischemic injury which may persist after correction of the initial hypoperfusion [3] .", "cite_spans": [{"start": 514, "end": 517, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 518, "end": 521, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 522, "end": 525, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 526, "end": 530, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 531, "end": 535, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 734, "end": 737, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "AGN was found to be a common cause of AKI requiring dialysis and this corresponds to previous reports that AGN appears to be higher in developing countries, as evidenced by the high burden in countries like Turkey and Northern Africa [12] .", "cite_spans": [{"start": 234, "end": 238, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "All the pregnancy related causes which includes severe preeclampsia/eclampsia, puerperal sepsis in, postpartum haemorrhage and septic abortion are preventable. This indicates the need for increasing access to appropriate and good quality prenatal and emergency obstetric care services.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The average number of dialysis sessions was 4.8, which is nearly twice that of what was given at a center in Nigeria [3] . However, in the Nigerian study they have stated that the reason for the relatively smaller number of dialysis sessions is financial, as most of their patients could not afford to keep paying the cost and abscond after a couple of cycles.", "cite_spans": [{"start": 117, "end": 120, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "The most common indication for dialysis was refractory fluid overload and uremic signs and symptoms. These results are in contrast to those from an ICU center in Morocco and that of three health boards in Scotland, which has found the most common indications to be refractory hyperkalemia, followed by metabolic acidosis [8, 9] . One possible explanation may be the difficulty in accurately diagnosing metabolic acidosis due to lack of blood gas analysis in the Ethiopian setup.", "cite_spans": [{"start": 321, "end": 324, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 325, "end": 327, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The mortality rate of 29.1 % in our study is much lower than the data from a global meta-analysis of studies done across the globe which has shown a pooled AKI-associated mortality rate 49.4 % for dialysis requiring AKI [2] . However, research from other parts of the world has shown that in AKI, a stable survival rate is not achieved until after 30-60 days postrecovery [13] . Thus considering the fact that this study did not assess survival post discharge, it is difficult to predict that all of the 80 patients who were discharged improved will have good long term prognosis. Furthermore, the fate of 10 % of patients is unknown as they absconded and discharged against medical advice.", "cite_spans": [{"start": 220, "end": 223, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 372, "end": 376, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Consistent with other studies from developing world, this study has also shown that infections, AGN, obstetric causes and nephrotoxins are the primary causes of dialysis requiring AKI at Saint Paul's hospital. Most of these causes can be prevented with simple interventions such as health education on oral rehydration, quality prenatal and emergency obstetric care, appropriate management of infections and taking appropriate precautions when prescribing potentially nephrotoxic medications.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Future studies may also benefit by better identifying modifiable risk factors to prevent the development of AKI from the outset. Patients came from all corners of the country and expansion of acute dialysis services and subspecialty nephrology care to other parts of the country is necessary. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Acute kidney injury network: report of an initiative to improve outcomes in acute kidney injury", "authors": [{"first": "R", "middle": ["L"], "last": "Mehta", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kellum", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Shah", "suffix": ""}], "year": 2007, "venue": "Crit Care", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World incidence of AKI: a meta-analysis", "authors": [{"first": "P", "middle": [], "last": "Susantitaphong", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Cruz", "suffix": ""}, {"first": "J", "middle": [], "last": "Cerda", "suffix": ""}, {"first": "M", "middle": [], "last": "Abulfaraj", "suffix": ""}, {"first": "F", "middle": [], "last": "Alqahtani", "suffix": ""}, {"first": "J", "middle": [], "last": "Koulouridis", "suffix": ""}], "year": 2013, "venue": "Clin J Am Soc Nephro", "volume": "8", "issn": "1", "pages": "1482--93", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Central Statistical Agency [Ethiopia] and ICF International. Ethiopia demographic and health survey", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Comprehensive clinical nephrology", "authors": [{"first": "J", "middle": [], "last": "Floege", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": [], "last": "Feehally", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical outcome of dialysistreated acute kidney injury patients at the university of port Harcourt teaching hospital", "authors": [{"first": "P", "middle": ["C"], "last": "Emem-Chioma", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Alasia", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Wokoma", "suffix": ""}], "year": 2013, "venue": "Nigeria ISRN Nephrology", "volume": "13", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Prognosis for long term survivial and renal recovery in critically ill patients with severe acute renal failure: a population based study", "authors": [{"first": "S", "middle": ["M"], "last": "Bagshaw", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Laupland", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Doig", "suffix": ""}, {"first": "G", "middle": [], "last": "Mortis", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Fick", "suffix": ""}, {"first": "M", "middle": [], "last": "Mucenski", "suffix": ""}, {"first": "T", "middle": [], "last": "Gondinez-Luna", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Svenson", "suffix": ""}, {"first": "Rosena", "middle": ["T"], "last": "", "suffix": ""}], "year": 2005, "venue": "Cricial Care", "volume": "9", "issn": "6", "pages": "700--709", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Acute renal failure requiring renal replacement therapy: incidence and outcome", "authors": [{"first": "W", "middle": [], "last": "Metcalfe", "suffix": ""}, {"first": "M", "middle": [], "last": "Simpson", "suffix": ""}, {"first": "I", "middle": ["H"], "last": "Khan", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Prescott", "suffix": ""}, {"first": "K", "middle": [], "last": "Simpson", "suffix": ""}, {"first": "Wcs", "middle": [], "last": "Smith", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Macleod", "suffix": ""}], "year": 2002, "venue": "Q J Med", "volume": "95", "issn": "", "pages": "579--83", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Commentary: the practice of dialysis in the ICU in a developing country", "authors": [{"first": "O", "middle": [], "last": "Maoujoud", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zajjari", "suffix": ""}, {"first": "M", "middle": [], "last": "Asseraji", "suffix": ""}, {"first": "T", "middle": [], "last": "Aatif", "suffix": ""}, {"first": "S", "middle": [], "last": "Ahid", "suffix": ""}, {"first": "Z", "middle": [], "last": "Oualim", "suffix": ""}], "year": 2014, "venue": "Ethn Dis", "volume": "24", "issn": "2", "pages": "226--234", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Haemodialysis practice in a resource-limited setting in the tropics", "authors": [{"first": "Y", "middle": [], "last": "Okunola", "suffix": ""}, {"first": "O", "middle": [], "last": "Ayodele", "suffix": ""}, {"first": "P", "middle": [], "last": "Akinwusi", "suffix": ""}, {"first": "B", "middle": [], "last": "Gbadengesin", "suffix": ""}, {"first": "R", "middle": [], "last": "Oluyombo", "suffix": ""}], "year": 2013, "venue": "Ghana Med J", "volume": "47", "issn": "1", "pages": "4--9", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Patterns of \"severe acute renal failure\" in a referral center in Sudan", "authors": [{"first": "B", "middle": ["G"], "last": "Kaballo", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Khogali", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Khalifa", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Khaiii", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ei-Hassan", "suffix": ""}, {"first": "H", "middle": [], "last": "Abu-Aisha", "suffix": ""}], "year": 2007, "venue": "Saudi J Kidney Dis Transplant", "volume": "18", "issn": "2", "pages": "220--225", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical profile and outcome of AKI related to pregnancy in developing countries: a single center study from India", "authors": [{"first": "S", "middle": [], "last": "Godara", "suffix": ""}, {"first": "V", "middle": [], "last": "Kute", "suffix": ""}, {"first": "H", "middle": [], "last": "Trivedi", "suffix": ""}, {"first": "A", "middle": [], "last": "Vanikar", "suffix": ""}, {"first": "P", "middle": [], "last": "Shah", "suffix": ""}, {"first": "M", "middle": [], "last": "Gumber", "suffix": ""}, {"first": "H", "middle": [], "last": "Patel", "suffix": ""}, {"first": "V", "middle": [], "last": "Gumber", "suffix": ""}], "year": 2014, "venue": "Saudi J Kidney Dis Transpl", "volume": "25", "issn": "4", "pages": "906--917", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Epidemiology of acute kidney injury", "authors": [{"first": "J", "middle": [], "last": "Cerda", "suffix": ""}, {"first": "N", "middle": [], "last": "Lameire", "suffix": ""}, {"first": "P", "middle": [], "last": "Eggers", "suffix": ""}, {"first": "N", "middle": [], "last": "Pannu", "suffix": ""}, {"first": "S", "middle": [], "last": "Uchino", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "A", "middle": [], "last": "Bagga", "suffix": ""}, {"first": "A", "middle": [], "last": "Levin", "suffix": ""}], "year": 2008, "venue": "Clin J Am Soc Nephrol", "volume": "3", "issn": "", "pages": "881--887", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A multicenter comparison of dialysis membranes in the treatment of acute renal failure requiring dialysis", "authors": [{"first": "J", "middle": [], "last": "Himmelfarb", "suffix": ""}, {"first": "Tolkoff", "middle": [], "last": "Rubin", "suffix": ""}, {"first": "N", "middle": [], "last": "Chandran", "suffix": ""}, {"first": "P", "middle": [], "last": "Parker", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Wingard", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Hakim", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 1998, "venue": "J Am Soc Nephrol", "volume": "9", "issn": "", "pages": "257--66", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Abbreviations AGN, Acute Glomerulonephritis; AKI, Acute Kidney Injury; ARDS, Adult Respiratory Distress Syndrome; CKD, Chronic Kidney Disease; SNNPR, Sothern Nations Nationalities People Region; SPHMMC, Saint Paul's Hospital Millennium Medical College; WBC, White Blood Cell", "latex": null, "type": "figure"}, "TABREF0": {"text": "Socio-demographic characteristics of dialysis requiring AKI patients, SPHMMC, Addis Ababa, May 2015 Socio-demographic variables Sub variable Frequency Percent", "latex": null, "type": "table"}, "TABREF1": {"text": "Common Causes of dialysis requiring AKI, SPHMMC, Addis Ababa, May 2015", "latex": null, "type": "table"}, "TABREF2": {"text": "Selected Laboratory Values dialysis requiring AKI patients, SPHMMC, Addis Ababa, May 2015", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Cause of death of dialysis requiring AKI patients, SPHMMC, Addis Ababa, May 2015", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 4 Indication for dialysis of AKI patients, SPHMMC, Addis Ababa, May 2015", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Dialysis indicationa </td><td>Frequency (Percent)\n</td></tr><tr><td>Yes </td><td>No\n</td></tr><tr><td>Refractory Fluid Overload </td><td>135 (89.4 %) </td><td>16 (10.6 %)\n</td></tr><tr><td>Uremic signs and symptoms </td><td>93 (61.6 %) </td><td>58 (38.4 %)\n</td></tr><tr><td>Hyperkalemia </td><td>44 (29.1 %) </td><td>107 (70.9 %)\n</td></tr><tr><td>Metabolic Acidosis </td><td>14 (9.3 %) </td><td>137 (90.7 %)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Author details 1 Moyale Hospital, Oromia Regional State, Ethiopia. 2 ", "cite_spans": [{"start": 15, "end": 16, "text": "1", "ref_id": "BIBREF0"}, {"start": 67, "end": 68, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "acknowledgement"}, {"text": "We would like to thank SPHMMC for funding the research. Special appreciation goes to the staff of the haemodialysis unit and the patient record office for their facilitation and assistance during data collection. Last, but by no means least, we would like to thank the 151 patients, who even though will remain anonymous.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}, {"text": "The study is funded by SPHMMC. Except providing the funds, SPHMMC had no role in the design of the study and collection, analysis, and interpretation of data and in writing the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The data set is available and can be requested from the corresponding author who could be reached at delayehu@gmail.com.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "All authors have read and approved the final manuscript, and all authors made intellectual contributions to the design of the study. AI and DB prepared the manuscript. MA and SK revised the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Authors' contribution"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Ethics approval and consent to participate Ethics and consent section Ethical clearance was secured from the institutional review board of SPHMMC. Permission was also obtained from the Renal and Dialysis Unit and hospital officials. No identifiers were used and the questionnaires containing the collected data was kept in a safe and secure location throughout the duration of the study and subsequently destroyed in an appropriate manner upon completion of the study.• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:", "cite_spans": [], "ref_spans": [], "section": "Consent for publication Not applicable."}]}