{"paper_id": "3292dbbcc3a2d0721499956e65138c6ea5248df9", "metadata": {"title": "IFITM1 Is Superior to CD10 as a Marker of Endometrial Stroma in the Evaluation of Myometrial Invasion by Endometrioid Adenocarcinoma", "authors": [{"first": "Aurelia", "middle": [], "last": "Busca", "suffix": "", "affiliation": {"laboratory": "", "institution": "the Ottawa Hospital and Eastern Ontario Regional Laboratory Association", "location": {"settlement": "Ottawa", "country": "Canada"}}, "email": ""}, {"first": "Bojana", "middle": [], "last": "Djordjevic", "suffix": "", "affiliation": {"laboratory": "", "institution": "the Ottawa Hospital and Eastern Ontario Regional Laboratory Association", "location": {"settlement": "Ottawa", "country": "Canada"}}, "email": ""}, {"first": "Ana", "middle": [], "last": "Giassi", "suffix": "", "affiliation": {"laboratory": "", "institution": "the Ottawa Hospital and Eastern Ontario Regional Laboratory Association", "location": {"settlement": "Ottawa", "country": "Canada"}}, "email": ""}, {"first": "Carlos", "middle": [], "last": "Parra-Herran", "suffix": "", "affiliation": {"laboratory": "", "institution": "the Ottawa Hospital and Eastern Ontario Regional Laboratory Association", "location": {"settlement": "Ottawa", "country": "Canada"}}, "email": ""}]}, "abstract": [{"text": "Background: Distinguishing myometrial invasion from adenomyosis involvement is important for staging of endometrial endometrioid adenocarcinoma. We aimed to compare CD10, which has limited value in this scenario, with interferon-induced transmembrane protein 1 (IFITM1), a recently described sensitive and specific marker of endometrial stroma.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We reviewed 25 hysterectomies containing endometrial endometrioid adenocarcinoma and adenomyosis. Tumor areas were classified as unequivocally myoinvasive or unequivocally noninvasive. Foci equivocal for invasion were also recorded. Immunohistochemistry for IFITM1 and CD10 was performed and scored in terms of intensity and distribution and classified as negative or positive.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Image 1 (cont) C and D, By immunohistochemistry, interferon-induced transmembrane protein 1 is negative around myoinvasive carcinoma, showing expression only in stroma of the endometrium and adenomyosis. E and F, CD10 immunohistochemistry shows strong and diffuse staining around both invasive and noninvasive carcinoma.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "AJCP / ORIGINAL ARTICLE Image 2 (cont) E and F, CD10 is strongly and diffusely expressed by peritumoral mesenchyma.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Image 3 Endometrial adenocarcinoma, endometrioid type, extending to adenomyosis, scanning (A, C, and E; Â5) and Â20 (B, D, and F) views. A and B, Despite the subtle irregularity in the contour of the neoplastic population, residual normal endometrial glands and stroma are identified in the periphery (H&E).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "AJCP / ORIGINAL ARTICLE Image 4 Endometrial adenocarcinoma, endometrioid type, extending to adenomyosis, Â80 (A, C, and E) and Â100 (B, D, and F) views. A and B, Residual normal endometrial glands and stroma are identified in the periphery of and in between neoplastic glands (H&E). C and D, Diffuse cytoplasmic interferon-induced transmembrane protein 1 expression in the endometrial stroma.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "AJCP / ORIGINAL ARTICLE", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Results: Unlike CD10, IFITM1 staining showed significant differences in mean intensity (P < .0001) and distribution (P < .0001) between invasive vs noninvasive areas. Sixteen (84.2%) invasive and 34 (97.1%) noninvasive areas were positive for CD10 (P ¼ .22). In contrast, none of the invasive vs 25 (71.4%) noninvasive areas were positive for IFITM1 (P < .0001). IFITM1 had 71.4% sensitivity and 100% specificity in detecting stroma surrounding endometrioid adenocarcinoma, hence excluding myoinvasion. Eleven (45.8%) of 24 foci designated as equivocal stained with IFITM1.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Conclusions: Compared with CD10, IFITM1 has superior performance distinguishing endometrial stroma of adenomyosis from mesenchyma surrounding invasive endometrial adenocarcinoma. IFITM1 expression is highly predictive of the absence of invasion and may be valuable in cases in which determining myoinvasion has staging implications.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Determination of the depth of invasion in endometrial adenocarcinoma has therapeutic and prognostic implications and is important for staging purposes. 1 One of the pitfalls encountered when assessing depth of invasion is differentiating myometrial invasion from involvement of adenomyosis, especially when involved adenomyosis foci are located in the outer myometrium. 2 Tumor extension into adenomyosis can be encountered in up to 30% of all hysterectomy specimens with endometrial endometrioid adenocarcinoma. 3 This phenomenon, however, does not affect prognosis and has no implications on pathologic staging. Unfortunately, distinction between adenomyosis and true myometrial invasion is frequently challenging, and interobserver variability in such differential is as high as 30%. 4 CD10, or common acute lymphoblastic leukemia antigen, is a sensitive marker for endometrial stromal cells. 5 Upon completion of this activity you will be able to: • outline the clinical and staging implications of differentiating myometrial invasion by endometrial adenocarcinoma from extension into adenomyosis. • list the differences in sensitivity and specificity between CD10 and IFITM1 as markers of endometrial stroma in the above setting. • describe the expected staining pattern of IFITM1 in stroma of adenomyosis compared to the pattern associated with myometrial invasion by adenocarcinoma of the endometrium.", "cite_spans": [{"start": 152, "end": 153, "text": "1", "ref_id": "BIBREF0"}, {"start": 370, "end": 371, "text": "2", "ref_id": "BIBREF1"}, {"start": 513, "end": 514, "text": "3", "ref_id": "BIBREF2"}, {"start": 787, "end": 788, "text": "4", "ref_id": "BIBREF3"}, {"start": 896, "end": 897, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "The ASCP is accredited by the Accreditation Council for Continuing Medical Education to provide continuing medical education for physicians. The ASCP designates this journal-based CME activity for a maximum of 1 AMA PRA Category 1 Credit TM per article. Physicians should claim only the credit commensurate with the extent of their participation in the activity. This activity qualifies as an American Board of Pathology Maintenance of Certification Part II Self-Assessment Module.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The authors of this article and the planning committee members and staff have no relevant financial relationships with commercial interests to disclose.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Exam is located at www.ascp.org/ajcpcme.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "It was previously hypothesized that CD10 would stain endometrial stroma surrounding foci of adenomyosis and be absent in myoinvasive areas. However, independent studies have disproved this hypothesis, showing that CD10 is frequently expressed in myometrium surrounding frankly invasive endometrial carcinoma. 6, 7 Interferon-inducible transmembrane protein 1 (IFITM1, also known as CD225) has been recently described as a novel marker of endometrial stromal differentiation. The expression of IFITM1 in the uterus is restricted to endometrial stroma: staining is diffuse and strong in stromal cells, as well as weak to absent in endometrial glands and myometrium in both human 8 and mouse samples. 9 Moreover, IFITM1 expression is consistently higher in endometrial stromal neoplasms compared with smooth muscle tumors, suggesting that IFITM1 is potentially a useful marker for endometrial stroma in clinical practice. 8 In this study, we sought to evaluate the ability of IFITM1 to differentiate true myometrial invasion by endometrial endometrioid adenocarcinoma from involvement of adenomyosis. We also compared the performance of IFITM1 with that of CD10 in this diagnostic scenario. Last, we applied both markers to areas deemed equivocal for myometrial invasion by routine histopathologic analysis.", "cite_spans": [{"start": 309, "end": 311, "text": "6,", "ref_id": "BIBREF5"}, {"start": 312, "end": 313, "text": "7", "ref_id": "BIBREF6"}, {"start": 698, "end": 699, "text": "9", "ref_id": "BIBREF9"}, {"start": 919, "end": 920, "text": "8", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "This study was approved by the Ottawa Health Science Research Ethics Board.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "We retrieved H&E-stained glass slides from 25 consecutive cases of endometrial adenocarcinoma, endometrioid type, in uteri containing adenomyosis. Two representative slides containing frank myometrial invasion and/or tumor in adenomyosis were selected in each case. In addition, age at diagnosis, International Federation of Gynecology and Obstetrics (FIGO) tumor grade, depth of invasion, and myometrial thickness were noted from the final surgical pathology report.", "cite_spans": [], "ref_spans": [], "section": "Case Selection"}, {"text": "Material was reviewed by two gynecologic pathologists (C.P.-H. and B.D.) and a pathology resident (A.B.). Areas of interest were marked in each slide: the number of areas of interest ranged from two to three in each case. Areas were classified as follows:", "cite_spans": [], "ref_spans": [], "section": "Case Selection"}, {"text": "• Unequivocal myometrial invasion (invasive):", "cite_spans": [], "ref_spans": [], "section": "Case Selection"}, {"text": "Myoinvasion confirmed by both pathologists, in the form of pushing/expansile and/or frankly destructive (single cells, angulated glands with desmoplastic stroma) infiltration.", "cite_spans": [], "ref_spans": [], "section": "Case Selection"}, {"text": "• Unequivocal adenomyosis involved by adenocarcinoma (noninvasive): Adenomyosis involvement confirmed by both pathologists. In these areas, tumor had a well-defined contour and was, at least focally, surrounded by nonneoplastic endometrial glands and/or stroma. • Equivocal for invasion: This group comprised areas in which there was disagreement between the two pathologists regarding myoinvasion and areas where one or both pathologists felt uncertain about the presence of myoinvasion.", "cite_spans": [], "ref_spans": [], "section": "Case Selection"}, {"text": "Slides from selected paraffin-embedded tissue material were stained for IFITM1 and CD10. The mesenchyma surrounding adenocarcinoma glands was scored as follows:", "cite_spans": [], "ref_spans": [], "section": "Immunohistochemistry"}, {"text": "1. Intensity: 0 ¼ absent staining, 1 ¼ weak staining, 2 ¼ moderate staining, 3 ¼ strong staining 2. Distribution: 0 ¼ absent staining, 1 ¼ less than 50% of the focus circumference, 2 ¼ 50% to 75% of circumference, 3 ¼ more than 75% of the circumference A total score was calculated by adding intensity and distribution scores for each area (ranging from 0 to 6). For grouping purposes, a total score of 0 to 2 was considered negative, and a total score of 3 to 6 was classified as positive.", "cite_spans": [], "ref_spans": [], "section": "Immunohistochemistry"}, {"text": "Statistical analyses were performed using GraphPad Prism version 5.00 for Windows (GraphPad Software, La Jolla, CA). An unpaired two-tailed Student t test was used to compare the means of IFITM1 and CD10 scores corresponding to areas of unequivocal myoinvasion and areas of unequivocal adenomyosis involved by adenocarcinoma. Intensity, distribution, and total scores were analyzed separately. Following conversion of total scores to categorical data (negative or positive), the correlation between IFITM1/CD10 positivity and the presence of myoinvasion was assessed using a v 2 test. A P value of less than .05 was considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Clinical characteristics of the study population are summarized in Table 1 . Mean age at time of surgery was 62.5 years (range, 38-79 years). All patients had endometrioid adenocarcinoma, endometrioid type; 16 (64%) were FIGO grade 1 and nine (36%) FIGO grade 2. Myometrial invasion was documented in 22 cases; of those, 18 (81.8%) were FIGO stage 1A, and four (18.2%) were stage 1B. Three additional cases contained extensive adenocarcinoma in adenomyosis but no definitive myometrial invasion.", "cite_spans": [], "ref_spans": [{"start": 67, "end": 74, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "A total of 78 areas of adenocarcinoma in myometrium were identified and selected for immunohistochemical analysis. After independent assessment of the material and consensus diagnosis, these areas were classified as follows: 19 foci of unequivocal myometrial invasion, 35 foci of unequivocal adenomyosis involved by adenocarcinoma (noninvasive), and 24 foci equivocal for invasion.", "cite_spans": [], "ref_spans": [], "section": "IFITM1 and CD10 Staining of Mesenchyma Surrounding Unequivocal Myoinvasive and Noninvasive Adenocarcinoma"}, {"text": "Examples of areas tested, as well as immunohistochemical staining patterns for IFITM1 and CD10, are depicted in Image 1 , Image 2 , Image 3 , and Image 4 , as well as Table 2 and Table 3 . CD10 showed similar staining intensity between invasive (mean score, 2.52) and noninvasive areas (mean score, 2.85; P ¼ .12). Interestingly, distribution of staining showed differences, being more patchy in invasive foci (mean score, 2.10) and diffuse in noninvasive foci (mean score, 2.66; P ¼ .023). As a result, the difference in the CD10 total score between the two groups was statistically significant (4.63 in invasive vs 5.51 in noninvasive areas, P ¼ .044). However, when classifying total scores as positive or negative, there was no statistical difference in CD10 staining between groups: 84.2% of invasive areas and 97.1% of noninvasive areas were CD10 positive (P ¼ .22). As a result, CD10 had excellent sensitivity (97.1%) but poor specificity (15.7%) and limited diagnostic accuracy (0.68) in detecting endometrial stroma and excluding myometrial invasion.", "cite_spans": [], "ref_spans": [{"start": 167, "end": 174, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 179, "end": 186, "text": "Table 3", "ref_id": "TABREF1"}], "section": "IFITM1 and CD10 Staining of Mesenchyma Surrounding Unequivocal Myoinvasive and Noninvasive Adenocarcinoma"}, {"text": "In contrast, IFITM1 expression was significantly different between groups. IFITM1 staining had 0.21 vs 2.17 mean intensity (P < .0001), 0.21 vs 2.02 distribution (P < .0001), and 0.42 vs 4.20 total score in invasive vs noninvasive areas, respectively (P < .0001). When classified as positive or negative, IFITM1 stain was negative in all invasive areas and positive in 71.4% of noninvasive areas. In other words, all areas that expressed IFITM1 were noninvasive, whereas 65.5% of areas negative for IFITM1 were invasive (P < .0001). Thus, IFITM1 had 71.4% sensitivity and 100% specificity, 100% positive predictive value, and 65.5% negative predictive value in detecting stroma surrounding endometrioid adenocarcinoma, hence excluding myoinvasion. Diagnostic accuracy was superior to that of CD10 (0.81).", "cite_spans": [], "ref_spans": [], "section": "IFITM1 and CD10 Staining of Mesenchyma Surrounding Unequivocal Myoinvasive and Noninvasive Adenocarcinoma"}, {"text": "We identified 24 foci that were considered equivocal for myometrial invasion, as previously described. The staining characteristics of these areas are depicted in Table 4 and Image 5 . Of the 24 areas, 23 (95.8%) were positive for CD10, with a mean total score of 5.7 (intensity, 2.7; distribution, 2.8). On the other hand, 11 (45.8%) of 24 equivocal areas were positive for IFITM1, with a mean total score of 3 (intensity, 1.6; distribution, 1.4). Based on the previously calculated specificity and positive predictive value of 100% for IFITM1 expression, the presence of IFITM1 staining allowed excluding myoinvasion in 45.8% of areas with diagnostic disagreement or uncertainty.", "cite_spans": [], "ref_spans": [{"start": 163, "end": 170, "text": "Table 4", "ref_id": null}], "section": "IFITM1 and CD10 Immunohistochemistry in Areas Equivocal for Myometrial Invasion"}, {"text": "Diagnosis of myometrial invasion by endometrial adenocarcinoma is a common challenge in the examination of hysterectomy specimens. The endomyometrial interface in routine sections is commonly irregular and convoluted. In addition, adenocarcinoma extending to areas of adenomyosis may mimic myometrial invasion. In most cases, areas concerning for invasion are located in the inner myometrium, and therefore uncertainty in their interpretation does not carry adverse consequences on staging and clinical management as per current clinical guidelines. 10 Less frequently, suspicious areas are located in the outer myometrium, and their interpretation as invasive vs noninvasive affects the staging and becomes clinically relevant.", "cite_spans": [{"start": 550, "end": 552, "text": "10", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "The diagnostic reproducibility of myometrial invasion by endometrial adenocarcinoma is good when an obviously infiltrative and destructive pattern of invasion is present. On the other hand, expansile and pushing invasion of the myometrial wall often represents a source of difficulty and disagreement among pathologists. 4 In fact, discrepancy and/or uncertainty in the interpretation of myometrial invasion was observed in as much as 30.7% of the areas analyzed in our study.", "cite_spans": [{"start": 321, "end": 322, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "Demonstration of residual nonneoplastic endometrial glands and/or stroma in suspicious areas will confirm adenomyosis and therefore exclude myoinvasion. However, endometrial stroma in adenomyosis is commonly attenuated or has a fibrotic appearance in routine H&E preparations. CD10, the most widely used immunohistochemical marker of endometrial stroma, has limited value in this scenario. While it is consistently expressed in areas of adenomyosis involved by tumor, it also highlights reactive/desmoplastic mesenchymal cells surrounding myoinvasive adenocarcinoma as well as some lymphocytes. Therefore, CD10 is commonly positive Image 2 Myoinvasive endometrial adenocarcinoma, endometrioid type, in a background of adenomyosis, Â40 (A, C, and E) and Â200 (B, D, and F) views. A and B, Neoplastic glands with irregular distribution invading myometrium (H&E). C and D, Absence of interferon-induced transmembrane protein 1 (IFITM1) expression in the mesenchyma surrounding adenocarcinoma. Endothelium in interspersed capillaries is positive for IFITM1, which serves as an internal positive control.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "in areas of myometrial invasion, resulting in low specificity. 6, 7 Attention to the distribution of CD10 staining around the suspicious focus may be of value, since it tends to be diffuse and circumferential in adenomyosis and patchy in myoinvasion. For diagnostic purposes, absence of CD10 staining is a strong indicator of myometrial invasion. However, such a scenario is rather infrequent: 0% to 48% in previous reports 6, 7 and only 15.8% in our study. Thus, more specific markers of endometrial stromal differentiation are needed.", "cite_spans": [{"start": 63, "end": 65, "text": "6,", "ref_id": "BIBREF5"}, {"start": 66, "end": 67, "text": "7", "ref_id": "BIBREF6"}, {"start": 424, "end": 426, "text": "6,", "ref_id": "BIBREF5"}, {"start": 427, "end": 428, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "Initially identified in response to interferon stimulation in a neuroblastoma cell line, 11, 12 the IFITM family inhibits multiple pathogenic viruses mainly by restricting viral fusion to the cell membrane in the early phase of infection. 13 In addition to its antiviral properties, IFITM gene expression has also been involved in development, as silencing of IFITM1 or IFITM3 during embryogenesis disrupts the establishment of the posterior axis. 14 IFITM1 (also known as 9-27, Leu-13, and CD225) mediates most of the antiproliferative and growth-inhibitory effects of interferon c. [15] [16] [17] Although the function of IFITM1 in the human female genital tract is not fully understood yet, some studies suggest a role in uterine growth and embryo implantation as part of the Wnt/b-catenin signaling pathway. 18, 19 IFITM1 has been recently characterized as a sensitive and specific marker of endometrial stromal differentiation. In situ hybridization studies have shown IFITM1 messenger RNA levels to be mainly expressed in endometrial stromal cells in mice. 9 By immunohistochemistry, IFITM1 is consistently expressed by the endometrial stroma of normal endometrium independent of the hormonal status (active vs inactive endometrium) and menstrual cycle phase (proliferative vs secretory), as well as the stroma in adenomyosis. 8 IFITM1 expression by immunohistochemistry has also been demonstrated in endometrial stromal neoplasms, including endometrial stromal nodules and low-grade endometrial stromal sarcomas. 8 Given its high specificity for endometrial stroma, IFITM1 may be valuable in other scenarios that require demonstration of endometrial stroma, such as in the diagnosis of endometriosis.", "cite_spans": [{"start": 89, "end": 92, "text": "11,", "ref_id": "BIBREF11"}, {"start": 93, "end": 95, "text": "12", "ref_id": "BIBREF12"}, {"start": 239, "end": 241, "text": "13", "ref_id": "BIBREF13"}, {"start": 584, "end": 588, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 589, "end": 593, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 594, "end": 598, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 812, "end": 815, "text": "18,", "ref_id": "BIBREF18"}, {"start": 816, "end": 818, "text": "19", "ref_id": "BIBREF19"}, {"start": 1063, "end": 1064, "text": "9", "ref_id": "BIBREF9"}, {"start": 1520, "end": 1521, "text": "8", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "To our knowledge, our study is the first to explore ancillary immunohistochemical testing in the diagnosis of myometrial invasion by adenocarcinoma after recommendations against the use of CD10. We demonstrate that IFITM1 immunohistochemistry is useful in this scenario and superior to CD10 as a more specific marker of endometrial stroma. Since IFITM1 was negative in all definitive myoinvasive areas, the presence of IFITM1 staining virtually confirms adenomyosis and excludes myometrial invasion. Based on these data, IFITM1 positivity would help Image 3 (cont) C and D, Interferon-induced transmembrane protein 1 immunohistochemistry is strongly and diffusely positive in endometrial stroma around adenocarcinoma. E and F, A similar pattern is observed with CD10. classify as noninvasive up to 45.8% of areas with diagnostic uncertainty or disagreement. In practice, these results indicate that IFITM1 immunohistochemistry can potentially prevent overinterpretation of myometrial invasion and incorrect upstaging. On the other hand, a negative IFITM1 result was also seen in definitive adenomyosis; thus, such a result will not entirely confirm myoinvasion. It is important to note that adenomyosis involved by tumor may be completely devoid of stroma (\"stromapoor\" adenomyosis), in which case distinction from true myometrial invasion will rely solely on morphologic examination.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The diagnosis of myometrial invasion arising from deep adenomyosis is challenging, particularly when carcinoma is present only in adenomyosis and absent in the endometrial surface, a rare but well-documented phenomenon. 20, 21 Careful microscopic examination will help: invasion should be considered if there is contour irregularity with finger-like or frankly infiltrative glands arising from a well-demarcated glandular area. In addition, attention to the distribution of IFITM1 staining may prove useful. In our study, 71.4% of areas identified as adenomyosis showed IFITM1 staining in more than 50% of the area circumference (score 2 or 3), with a mean distribution score of 2.02. Conversely, distribution score was 0 or 1 in all myoinvasive areas (meaning expression ranging from absent to less than 50% of the focus circumference). Thus, in a focus of adenomyosis with contour irregularity, IFITM1 will stain diffusely in the smooth, noninvasive parts of the focus circumference and will conversely be patchy or absent in the irregular, invasive parts. Given the rarity of this diagnostically challenging scenario, further studies and exploration of our hypotheses are required.", "cite_spans": [{"start": 220, "end": 223, "text": "20,", "ref_id": "BIBREF20"}, {"start": 224, "end": 226, "text": "21", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, we demonstrate that, as a marker of endometrial stroma, IFITM1 has value in the determination of myometrial invasion by endometrial adenocarcinoma in hysterectomies containing adenomyosis. This marker has excellent specificity and positive predictive value, and its presence around suspicious foci of adenocarcinoma virtually excludes myoinvasion. IFITM1 can potentially aid in the workup of cases where diagnosis of myoinvasion has staging implications. Validation of our findings in subsequent studies is necessary.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Corresponding author: Carlos Parra-Herran, MD, FCAP, University of Toronto and Sunnybrook Health Sciences Centre, Image 4 (cont) E and F, A similar pattern is observed with CD10. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Revised FIGO staging for carcinoma of the vulva, cervix, and endometrium", "authors": [{"first": "S", "middle": [], "last": "Pecorelli", "suffix": ""}], "year": 2009, "venue": "Int J Gynaecol Obstet", "volume": "105", "issn": "", "pages": "103--104", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Patterns of myoinvasion in endometrial adenocarcinoma: recognition and implications", "authors": [{"first": "A", "middle": ["J"], "last": "Cole", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Quick", "suffix": ""}], "year": 2013, "venue": "Adv Anat Pathol", "volume": "20", "issn": "", "pages": "141--147", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The significance of tumor involved adenomyosis in otherwise low-stage endometrioid adenocarcinoma", "authors": [{"first": "K", "middle": ["Z"], "last": "Hanley", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Dustin", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Stoler", "suffix": ""}], "year": 2010, "venue": "Int J Gynecol Pathol", "volume": "29", "issn": "", "pages": "445--451", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Difficulties in assessing the depth of myometrial invasion in endometrial carcinoma", "authors": [{"first": "A", "middle": [], "last": "Ali", "suffix": ""}, {"first": "D", "middle": [], "last": "Black", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Soslow", "suffix": ""}], "year": 2007, "venue": "Int J Gynecol Pathol", "volume": "26", "issn": "", "pages": "115--123", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "CD10 is a marker for normal and neoplastic endometrial stromal cells", "authors": [{"first": "T", "middle": [], "last": "Toki", "suffix": ""}, {"first": "M", "middle": [], "last": "Shimizu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Takagi", "suffix": ""}], "year": 2002, "venue": "Int J Gynecol Pathol", "volume": "21", "issn": "", "pages": "41--47", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The role of CD10 staining in distinguishing invasive endometrial adenocarcinoma from adenocarcinoma involving adenomyosis", "authors": [{"first": "A", "middle": ["F"], "last": "Nascimento", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Hirsch", "suffix": ""}, {"first": "A", "middle": [], "last": "Cviko", "suffix": ""}], "year": 2003, "venue": "Mod Pathol", "volume": "16", "issn": "", "pages": "22--27", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "CD10 immunostaining does not distinguish endometrial carcinoma invading myometrium from carcinoma involving adenomyosis", "authors": [{"first": "M", "middle": [], "last": "Srodon", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Klein", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Kurman", "suffix": ""}], "year": 2003, "venue": "Am J Surg Pathol", "volume": "27", "issn": "", "pages": "786--789", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A and B, Adenocarcinoma has an expansile growth pattern; borders are smooth and noninfiltrative, but definitive endometrial-type stroma is not visualized (H&E). C and D, Mesenchyma around malignant glands shows moderate interferon-induced transmembrane protein 1 staining, in keeping with an endometrial stromal phenotype", "authors": [{"first": "C", "middle": [], "last": "Â50 (a", "suffix": ""}, {"first": "E) And Â160 (b", "middle": [], "last": "", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Targeted development of specific biomarkers of endometrial stromal cell differentiation using bioinformatics: the IFITM1 model", "authors": [{"first": "C", "middle": ["E"], "last": "Parra-Herran", "suffix": ""}, {"first": "L", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Nucci", "suffix": ""}], "year": 2014, "venue": "Mod Pathol", "volume": "27", "issn": "", "pages": "569--579", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Characterisation of mouse interferon-induced transmembrane protein-1 gene expression in the mouse uterus during the oestrous cycle and pregnancy", "authors": [{"first": "H", "middle": ["J"], "last": "Park", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Kuk", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Kim", "suffix": ""}], "year": 2011, "venue": "Reprod Fertil Dev", "volume": "23", "issn": "", "pages": "798--808", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Cancer Staging Manual", "authors": [{"first": "S", "middle": [], "last": "Edge", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Byrd", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Compton", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Transcriptional and posttranscriptional regulation of interferon-induced gene expression in human cells", "authors": [{"first": "R", "middle": ["L"], "last": "Friedman", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Manly", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcmahon", "suffix": ""}], "year": 1984, "venue": "Cell", "volume": "38", "issn": "", "pages": "745--755", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A single DNA response element can confer inducibility by both alpha-and gamma-interferons", "authors": [{"first": "L", "middle": ["E"], "last": "Reid", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Brasnett", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Gilbert", "suffix": ""}], "year": 1989, "venue": "Proc Natl Acad Sci", "volume": "86", "issn": "", "pages": "840--844", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "IFITM proteins restrict viral membrane hemifusion", "authors": [{"first": "K", "middle": [], "last": "Li", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Markosyan", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Zheng", "suffix": ""}], "year": 2013, "venue": "PLoS Pathog", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "IFITM/mil/fragilis family proteins IFITM1 and IFITM3 play distinct roles in mouse primordial germ cell homing and repulsion", "authors": [{"first": "S", "middle": ["S"], "last": "Tanaka", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Yamaguchi", "suffix": ""}, {"first": "B", "middle": [], "last": "Tsoi", "suffix": ""}], "year": 2005, "venue": "Dev Cell", "volume": "9", "issn": "", "pages": "745--756", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Therapeutic potential and molecular mechanism of a novel, potent, nonpeptide, smac mimetic SM-164 in combination with TRAIL for cancer treatment", "authors": [{"first": "J", "middle": [], "last": "Lu", "suffix": ""}, {"first": "D", "middle": [], "last": "Mceachern", "suffix": ""}, {"first": "H", "middle": [], "last": "Sun", "suffix": ""}], "year": 2011, "venue": "Mol Cancer Ther", "volume": "10", "issn": "", "pages": "902--914", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Distinct patterns of IFITM-mediated restriction of filoviruses, SARS coronavirus, and influenza A virus", "authors": [{"first": "I", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Bailey", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Weyer", "suffix": ""}], "year": 2011, "venue": "PLoS Pathog", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The IFITM proteins mediate cellular resistance to influenza A H1N1 virus, West Nile virus, and dengue virus", "authors": [{"first": "A", "middle": ["L"], "last": "Brass", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Benita", "suffix": ""}], "year": 2009, "venue": "Cell", "volume": "139", "issn": "", "pages": "1243--1254", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Canonical wnt signaling is critical to estrogen-mediated uterine growth", "authors": [{"first": "X", "middle": [], "last": "Hou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tan", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}], "year": 2004, "venue": "Mol Endocrinol", "volume": "18", "issn": "", "pages": "3035--3049", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Inactivation of nuclear wntbeta-catenin signaling limits blastocyst competency for implantation", "authors": [{"first": "H", "middle": [], "last": "Xie", "suffix": ""}, {"first": "S", "middle": [], "last": "Tranguch", "suffix": ""}, {"first": "X", "middle": [], "last": "Jia", "suffix": ""}], "year": 2008, "venue": "Development", "volume": "135", "issn": "", "pages": "717--727", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Adenocarcinoma arising in adenomyosis: report of an unusual case", "authors": [{"first": "D", "middle": [], "last": "Couto", "suffix": ""}, {"first": "F", "middle": [], "last": "Mota", "suffix": ""}, {"first": "T", "middle": [], "last": "Silva", "suffix": ""}], "year": 2004, "venue": "Acta Obstet Gynecol Scand", "volume": "83", "issn": "", "pages": "406--408", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Adenocarcinomas arising from uterine adenomyosis: a report of four cases", "authors": [{"first": "M", "middle": [], "last": "Koshiyama", "suffix": ""}, {"first": "A", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "M", "middle": [], "last": "Ozawa", "suffix": ""}], "year": 2002, "venue": "Int J Gynecol Pathol", "volume": "21", "issn": "", "pages": "239--245", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Myoinvasive endometrial adenocarcinoma, endometrioid type, in a background of adenomyosis, scanning (A, C, and E; Â5) and Â30 (B, D, and F) views. A and B, Myometrial invasion is present on the left side of the tissue section, characterized by packed neoplastic glands dissecting myometrium in a pushing/expansile pattern (H&E).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Patient Characteristics of the Study Population a FIGO, International Federation of Gynecology and Obstetrics.", "latex": null, "type": "table"}, "TABREF1": {"text": "IFITM1 and CD10 Qualitative (Positive vs Negative) Expression in Areas of Adenocarcinoma With Myoinvasion and Adenomyosis Involvement IFITM1, interferon-induced transmembrane protein 1; NPV, negative predictive value; PPV, positive predictive value.", "latex": null, "type": "table"}, "TABREF2": {"text": "Mean Staining Intensity, Distribution, and Total Scores for CD10 and IFITM1 in Areas of Unequivocal Invasion and Adenomyosis Involvement (Noninvasive) IFITM1, interferon-induced transmembrane protein 1. 2075 Bayview Ave, Room E4 27a, Toronto ON, Canada, M4N 3M5; carlos.parraherran@sunnybrook.ca.", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 2\nTable 3\nMean Staining Intensity, Distribution, and Total Scores for CD10 and IFITM1 in Areas of Unequivocal Invasion and Adenomyosis Involvement (Noninvasive)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Score </td><td>CD10, Mean (SD) </td><td>IFITM1, Mean (SD)\n</td></tr><tr><td>Intensity score\n</td><td> </td><td> </td></tr><tr><td>Invasive </td><td>2.52 (1.02) </td><td>0.21 (0.42)\n</td></tr><tr><td>Noninvasive </td><td>2.85 (0.55) </td><td>2.17 (0.98)\n</td></tr><tr><td>P value </td><td>.12 </td><td>&lt;.0001\n</td></tr><tr><td>Distribution score\n</td><td> </td><td> </td></tr><tr><td>Invasive </td><td>2.10 (0.99) </td><td>0.21 (0.42)\n</td></tr><tr><td>Noninvasive </td><td>2.66 (0.72) </td><td>2.02 (0.92)\n</td></tr><tr><td>P value </td><td>.02 </td><td>&lt;.0001\n</td></tr><tr><td>Total score\n</td><td> </td><td> </td></tr><tr><td>Invasive </td><td>4.63 (1.94) </td><td>0.42 (0.84)\n</td></tr><tr><td>Noninvasive </td><td>5.51 (1.19) </td><td>4.20 (1.86)\n</td></tr><tr><td>P value </td><td>.04 </td><td>&lt;.0001\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 4\nIFITM1 and CD10 Expression in Areas Indeterminate for Myometrial Invasion (n ¼ 24)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristic\n</td><td>Positive, No. (%)\n</td><td>Negative, No. (%)\n</td><td>Mean Staining Score\n</td></tr><tr><td>IFITM1 </td><td>11 (45.8) </td><td>13 (54.2) </td><td>3\n</td></tr><tr><td>CD10 </td><td>23 (95.8) </td><td>1 (4.2) </td><td>5.7\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Image 5 (cont) E, and F, Peritumoral mesenchyma is also strongly positive for CD10. ", "cite_spans": [], "ref_spans": [], "section": "annex"}]}