{"paper_id": "3292dacdf5f624a787283051370a497377f0983f", "metadata": {"title": "THE LABORATORY SELECTION OF ANTIVIRAL AGENTS", "authors": [{"first": "D", "middle": ["L"], "last": "Swallow", "suffix": "", "affiliation": {"laboratory": "", "institution": "ICI Pharmaceuticals Division Macclesfield", "location": {"settlement": "Cheshire"}}, "email": ""}, {"first": "G", "middle": ["L"], "last": "Kampfner", "suffix": "", "affiliation": {"laboratory": "", "institution": "ICI Pharmaceuticals Division Macclesfield", "location": {"settlement": "Cheshire"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The major disease targets for antiviral chemotherapy are influenza, rhinovirus colds and herpetic infections Some success has been achieved against influenza with 1 -amino adamantane (amantadine), and several new alicyclic amines are at the development stage. There are many organic compounds, covering a wide range of chemical types, which will inhibit very effectively most or all strains of rhinovirus in vitro, but all have failed to inhibit significantly disease development in infected human volunteers. Most success has been achieved with anti-herpetic drugs, and a variety of nucleoside analogues are now available for clinical use. Primary testing methods for potential antiviral agents rely on high-throughput methods for detecting inhibition of virus replication in cell cultures. Secondary screening of active compounds is often done in organ culture e.g. tracheal tissue explants. In-vivo evaluation is done in animal models of the human disease, where available. Prolonged safety testing is required before human trials can be started.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The search for safe and effective antiviral drugs has been long and hard, and has not yet been ideally successful although very significant discoveries have been made.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Since it now costs the pharmaceutical industry £3Om-5Om to develop a new drug, any target has to be large enough to offset these development costs. The only virus diseases that have the level of incidence at present to justify this expenditure in research and development are the common cold, influenza and herpes. All other virus infections are either controlled by effective vaccines, 1 not amenable to the testing of potential drugs in vitro, or of too low an incidence to justify the development of antivirals.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The major causative virus of the common cold is rhinovirus of which there are well over 100 strains and serotypes. Coronavirus and adenovirus also cause upper respiratory infection but to a lesser extent than rhinovirus.", "cite_spans": [], "ref_spans": [], "section": "The Common Cold"}, {"text": "Primary screening of potential drugs for activity against the common cold is done in Hela or lung fibroblast cell culture in which rhinoviruses will replicate satisfactorily. While it is adequate to use only one strain of rhinovirus in a primary screen, any follow-up of an active compound should include evaluation against as many strains as possible, since activity can vary widely from one strain to another. Needless to say, for a drug to have any chance of success, it must be active against all strains of the virus.", "cite_spans": [], "ref_spans": [], "section": "The Common Cold"}, {"text": "The only animal hosts for in-vivo testing of potential drugs . against rhinoviruses are humans and chimpanzees. While the latter may be preferable, they are so expensive to breed, maintain and house, that drug firms prefer to use the facilities of the very few primate centres that maintain a chimpanzee colony. Even so, the animals are potentially dangerous to handle and require tranquillization or anaesthesia before experimental procedures can be carried out. Numbers of animals available are usually small, and so it is difficult to obtain statistically significant results. In several reported tests, the death rate from multiple anaesthetic procedures has been quite high. Human volunteers are therefore altogether preferable. This means that any potential drug with high in-vitro activity against rhinovirus has to be submitted to complete toxicity and safety evaluation before it is known to have any in-vivo activity at all. This is such a large financial risk that many drug companies are unwilling to undertake it, especially as safety evaluation costs continue to escalate.", "cite_spans": [], "ref_spans": [], "section": "The Common Cold"}, {"text": "Despite this risk, numerous compounds with high in-vitro activity against a wide range of rhinovirus strains have been taken to clinical trial, 2 reflecting the fact that in-vitro activity against rhinovinis is found in a great variety of chemical types. The following are recent examples.", "cite_spans": [{"start": 144, "end": 145, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "The Common Cold"}, {"text": "This compound, a distant relative of the classical benzimidazole antiviral agents, showed high in-vitro activity with median effective dose (ED 50 ) in the range 0.04-<0.01 ug/ml against 13 different strains of rhinovirus. Toxicity to the cell culture was shown only at 24 ng/ml, and so the activity was truly selective for virus. 3 Enviroxime has the anti-configuration of its oximino function, as shown in Fig. la, b . The isomeric syn-form of the compound is 6-10 times less active than the anti-form against the same virus strain, but there is some evidence 4 that metabolic conversion of syn-to antioccurs in vivo. Several clinical trials have been reported. In two, 5 ' 6 the drug was given by frequent nasal spray of a solution containing 284 ug drug per spray. When the compound was given orally to volunteers in single or multiple doses of 25 mg, 5 blood levels ranged from undetectable to 0.013 ug/ml. Nasal secretion levels were undetectable in most of the 57 samples taken and 9 of 10 volunteers developed nausea and sometimes vomiting. Enviroxime was then given orally and intranasally and volunteers were challenged with rhinovirus 9. There were fewer colds and symptoms scores were lower in the treated group against most of the parameters measured 7 (see also Phillpotts and Tyrrell, this Volume). The authors of this paper 7 considered enviroxime to be the most active anti-rhinovirus compound so far tested in humans, but Lilly have since terminated ah 1 studies on it due to lack of efficacy in vivo. 8 They continue to investigate chemically modified analogues and one of these, in which the anti-oxminio function of enviroxime is replaced by the sterically similar trans-propenyl, as shown in Fig. lb , has been given the name enviradene. 9 Patenting indicates that the molecule can be modified considerably at the 1 and 6 positions of the benzimidazole nucleus and anti-rhinovirus activity is retained if the 1 substituent is bulky and retains the N-S link, and the 6 substituent is a bulky ketone or derivative thereof. The mode of action of enviroxime is not known with certainty, but may affect the synthesis or action of the viral RNA. If the drug is removed by washing cells with drug-free medium, virus production resumes at a high rate. 10 ", "cite_spans": [{"start": 331, "end": 332, "text": "3", "ref_id": "BIBREF2"}, {"start": 1520, "end": 1521, "text": "8", "ref_id": null}, {"start": 1760, "end": 1761, "text": "9", "ref_id": null}, {"start": 2266, "end": 2268, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 408, "end": 418, "text": "Fig. la, b", "ref_id": null}, {"start": 1714, "end": 1721, "text": "Fig. lb", "ref_id": null}], "section": "Enviroxime"}, {"text": "These compounds, namely 4',6-dichloroflavan (Fig. 2a) and 4'ethoxy-2'-hydroxy-4,6'-dimethoxychalcone (Fig. 2b) have very similar antiviral properties. Both inhibit the replication of rhinovirus in cell culture when present at the time of infection. As little as 0.002 ng/ml is required to give 50% inhibition of some strains, while other strains require 2-3 ng/ml or higher concentrations. Toxicity to cell cultures only becomes apparent at 25-30 ng/ml so that the antiviral activity is selective even against the resistant strains. 1112 When the compounds are added to cell cultures after virus has had time to absorb and penetrate the cells, no antiviral activity can be observed. They are also unusual in that they inactivate virus particles on contact and this inhibition is reversed by extraction with non-polar solvents. These facts indicate that the compounds act by attaching to that part of the virus particle required to initiate penetration into a susceptible cell, and blocking the process. The nature of the drug receptor on the virus is so far unknown, but it could be a specific capsid polypeptide which varies slightly in sequence from one strain of rhinovirus to another. It is specific for rhinoviruses and no other viruses are inhibited by these compounds. The drug receptor may be similar for both drugs since mutants resistant to one drug may be resistant to the other. 4',6-Dich]oroflavan is well absorbed and distributed to most tissues on oral dosing to animals. • • Good blood levels are obtained in human volunteers on oral dosing, but infection with rhinovirus 9, which was particularly sensitive to the drug in vitro, was not prevented, neither were symptoms reduced. 12 The chalcone (Fig. 2b) , on the other hand, is not well absorbed from an oral dose and is irritant to the nasal mucosa. A phosphate ester prodrug (Fig. 2c) has been developed which is well absorbed and converted back to the form shown in Fig. 2b in vivo. 13 This derivative has been tested in volunteers by oral dosing but had no effect whatever on rhinovirus infections. It was suspected that, despite absorption, the drug did not reach the respiratory mucosa. 1 *", "cite_spans": [{"start": 1696, "end": 1698, "text": "12", "ref_id": "BIBREF11"}, {"start": 1954, "end": 1956, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 44, "end": 53, "text": "(Fig. 2a)", "ref_id": null}, {"start": 101, "end": 110, "text": "(Fig. 2b)", "ref_id": null}, {"start": 1712, "end": 1721, "text": "(Fig. 2b)", "ref_id": null}, {"start": 1845, "end": 1854, "text": "(Fig. 2c)", "ref_id": null}, {"start": 1937, "end": 1944, "text": "Fig. 2b", "ref_id": null}], "section": "4',6-Dichloroflavan and 4'-Ethoxy-2'Hydroxy 4,6'-Dimethoxychalcone"}, {"text": "Two further examples of rhinovirus inhibitors, both highly effective in vitro but ineffective in human volunteers, are RMI 15731 (Fig. 3a) and ICI 73602 (Fig. 3b) , which again exemplify the variety of chemical structures showing activity. l-(5-Tetradecyloxy-2-furanyl)ethanone ( Fig. 3a) inactivates rhinovirus both intracellularly and extracellularly and, like the other inactivators, there are some strains against which it has little activity. 15 It was particularly active against strain RV 39 in vitro, but was not active prophylactically in volunteers infected with this strain. 16 The guanidine derivative (Fig. 3b ) was very active (0.2-1.6 ug/ml) against all strains examined when tested in human embryo lung cells and in human embryonic trachea. 17 Cellular toxicity was evident at 30 |ig/ml. It was not a virus inactivator, but caused inhibition of the action of the virus-induced RNA-dependent RNA polymerase. It was not absorbed after oral or intranasal dosing in rats and was not toxic. A clinical trial in volunteers using frequent intranasal spray of a solution of the drug did not prevent development of colds, although there were slight reductions in symptom scores.", "cite_spans": [{"start": 448, "end": 450, "text": "15", "ref_id": "BIBREF14"}, {"start": 586, "end": 588, "text": "16", "ref_id": "BIBREF15"}, {"start": 757, "end": 759, "text": "17", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 129, "end": 138, "text": "(Fig. 3a)", "ref_id": null}, {"start": 153, "end": 162, "text": "(Fig. 3b)", "ref_id": null}, {"start": 280, "end": 288, "text": "Fig. 3a)", "ref_id": null}, {"start": 614, "end": 622, "text": "(Fig. 3b", "ref_id": null}], "section": "4',6-Dichloroflavan and 4'-Ethoxy-2'Hydroxy 4,6'-Dimethoxychalcone"}, {"text": "Many structural analogues of this derivative have in-vitro activity against rhinoviruses, especially when the guanidine group is placed between the two phenyl rings. In this situation, it is possible to replace one phenyl ring by heterocyclic or certain alicyclic ring systems to give compounds of high activity. Many other compounds, all with high activity in vitro, have been submitted to clinical trials. None have had significant activity in humans. Is the goal unattainable? The one indication that it is possible to prevent rhinovirus colds effectively has been the recent demonstration that highly purified interferon, dosed intranasally, will do so. 18", "cite_spans": [], "ref_spans": [], "section": "4',6-Dichloroflavan and 4'-Ethoxy-2'Hydroxy 4,6'-Dimethoxychalcone"}, {"text": "It is probably unique in the history of microbial chemotherapy for the one and only effective drug for a particular infection to take nearly 20 years to become accepted. Yet this is the position of amantadine (1-amino adamantane, Fig. 4a ), first reported by Du Pont in 1964, for the treatment of influenza. Perhaps it is because the drug is not 100% effective, or perhaps because the Food and Drugs Administration in the USA would not approve its use against any strain of influenza other than the original A2/Asian until September 1976. By that time, the prevalent strains of influenza A virus had undergone several antigenic changes, including the major Hong Kong 'flu epidemic of 1966, but the drug, although just as active in vitro and in animals against these newer strains, could not be promoted or used against these epidemics. Since 1976, amantadine could be used for both treatment and prophylaxis of all influenza A strains. However, the delays had left a mistaken impression among physicians that the compound really did not work and it has taken almost another decade to overcome these prejudices.", "cite_spans": [], "ref_spans": [{"start": 230, "end": 237, "text": "Fig. 4a", "ref_id": null}], "section": "Amantadine and Rimantadine"}, {"text": "At the presently accepted dose of 100 mg orally twice per day, amantadine has shown in numerous trials of its prophylactic use a prevention rate of 60-80%. When tested therapeutically, it produces a more rapid recovery by 1-2 days, lower level of fever, fewer clinical symptoms and, significantly from the point of view of virus spread in the community, reduced excretion of virus. 19 The close analogue of amantadine, rimantadine (a-methyl-1adamantane methylamine, Fig. 4b ) was first reported in 1964 along with amantadine and, although its anti-influenza properties in vitro were slightly better, the more readily synthesized amantadine was favoured in the Western world, while Russian workers preferred rimantadine. 20 A comparison of the two compounds in ferret tracheal ciliated epithelium infected with influenza indicates that in this test system rimantadine is 2-8 times more effective than amantadine. 21 A recent clinical trial comparison 22 involved their use as prophylactics in 450 volunteers during a naturally occurring epidemic of influenza (mainly H,N! with a little H 3 N 2 ). The doses were 100 mg twice daily for 6 weeks. Both drugs gave 85-90% prevention rate, but CNS side effects were significantly less for rimantadine, making it, in the view of the authors, the drug of choice.", "cite_spans": [{"start": 382, "end": 384, "text": "19", "ref_id": "BIBREF18"}, {"start": 720, "end": 722, "text": "20", "ref_id": "BIBREF19"}, {"start": 912, "end": 914, "text": "21", "ref_id": "BIBREF20"}, {"start": 950, "end": 952, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 466, "end": 473, "text": "Fig. 4b", "ref_id": null}], "section": "Amantadine and Rimantadine"}, {"text": "The mode of action of these amines has been extensively studied but no definitive mechanism has been deduced. They appear to inhibit a late stage of process whereby infectious RNA is released from the virus particle into the cytoplasm of the cell -the uncoating process.' 9 - 2 3 Virus attaches to the cell surface which then surrounds it to form an intracellular vacuole. The pH in the vacuole normally falls, triggering the fusion of the virus with the vacuole membrane and releasing the RNA into the cell. It appears that adamantane amines inhibit this last stage of breaking down the vacuole membrane, possibly by maintaining a high pH within the vacuole. Many derivatives of amantadine and rimantadine have been prepared and tested, some in clinical trials, but none have given overall results better than the originals.", "cite_spans": [{"start": 276, "end": 279, "text": "2 3", "ref_id": null}], "ref_spans": [], "section": "Amantadine and Rimantadine"}, {"text": "The only other experimental compound to have received prolonged testing against influenza is ribavirin (virazole: l-f5-D-ribofuranosyl-l,2,4-triazole-3-carboxamide, Fig. 5 ). Its activity against both RNA and DNA viruses was first reported in 1972\" and it was hailed as the first broad-spectrum antiviral agent. Its mode of action seems to be inhibition of the enzyme inosine monophosphate dehydrogenase which results in decreased synthesis of guanine nucleosides, thus inhibiting viral nucleic acid synthesis. Studies on virazole triphosphate indicate that it also inhibits messenger RNA (mRNA) guanyltransferase and so prevents the initial step in the capping of mRNA. This site of action causes some concern since it is essential for the capping of cellular mRNA also.", "cite_spans": [], "ref_spans": [{"start": 165, "end": 171, "text": "Fig. 5", "ref_id": null}], "section": "Ribavirin"}, {"text": "Against influenza A virus in vitro, virazole has a 50% inhibitory concentration of 1.0 ug/ml and does not appear to be toxic to cells by visual inspection at lOOug/ml. However, if the synthesis of cellular DNA is measured, 50% inhibition is caused by 1.0 ug/ml of virazole, 25 and so many authors conclude that virazole does not have a virus-specific action. Despite these caveats, and its known teratogenicity in rodents, it has been tested widely in humans, male and female, by oral dosing without evidence of more than slight and transient side effects.", "cite_spans": [{"start": 274, "end": 276, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Fig. 5 Ribavirin"}, {"text": "The results of clinical trials against influenza have been variable, despite very good activity in a larger number of tests in mice. In man, oral dosing sometimes gave slight amelioration of symptoms or no effect at all, 26 and occasionally a good positive effect. 27 Trials using ribavirin treatment as an aerosol were apparently successful against influenza A 28 and B 29 and are now being extended to respiratory syncytial virus infections, in which a significant clinical effect has been shown. 30 Many analogues of ribavirin have been prepared and tested, but where activity is present, it is not of the same order as that of the original and the compounds are usually more toxic.", "cite_spans": [{"start": 221, "end": 223, "text": "26", "ref_id": "BIBREF25"}, {"start": 265, "end": 267, "text": "27", "ref_id": "BIBREF26"}, {"start": 371, "end": 373, "text": "29", "ref_id": "BIBREF28"}, {"start": 499, "end": 501, "text": "30", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Fig. 5 Ribavirin"}, {"text": "Very few new compounds are being reported with anti-influenza activity in vivo as well as in vitro. Principal among these seems to be a ring analogue of rimantadine which has a tetracyclononane ring system in place of adamantane (ICI 130685, Fig. 6 ). 31 It is reported to be five times more active than amantadine against influenza A 2 in vitro and 100 times more active against Ai. It shows good prophylactic and therapeutic effects against A 2 in mice and ferrets at 50 mg/kg orally twice daily. Amantadine is not very effective in the ferret and allows almost the full range of symptoms of untreated animals to develop, including a marked fever. ICI 130685, when dosed to ferrets simultaneously with infection, completely prevents any symptoms developing. When dosed 24 h after infection, such symptoms as have already begun to appear, including fever, begin to abate within 4 h of dosing. Clinical trials are in progress.", "cite_spans": [{"start": 252, "end": 254, "text": "31", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 242, "end": 248, "text": "Fig. 6", "ref_id": null}], "section": "ICI 130685"}, {"text": "By far the largest group of anti-DNA virus compounds are the analogues of naturally occurring nucleosides, changed either in the organic base or in the sugar residue or in both. Since the number of possible changes is enormous and very large numbers have already been made and tested, it is difficult in a brief review to give an adequate picture. More detailed reviews are available on: purines and purine nucleosides; 32 pyrimidines and pyrimidine nucleosides; 33 purine nucleosides with selective antiviral activity; 3 * pyrimidine nucleosides with selective antiviral activity; 35 aranuclecsides and aranucleotides in antiviral chemotherapy; 36 aminonucleosides; 37 5-membered aza-heterocycles and their nucleosides; 38 and selectivity of anti-herpes compounds on viral and cellular DNA synthesis. 39 The volume containing the last review 39 is also a most useful overview of clinical and pharmacological aspects of herpes viruses.", "cite_spans": [{"start": 463, "end": 465, "text": "33", "ref_id": "BIBREF32"}, {"start": 582, "end": 584, "text": "35", "ref_id": "BIBREF34"}, {"start": 667, "end": 669, "text": "37", "ref_id": "BIBREF36"}, {"start": 721, "end": 723, "text": "38", "ref_id": "BIBREF37"}, {"start": 802, "end": 804, "text": "39", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Herpetk Infections"}, {"text": "Very briefly, the sugar moieties of nucleoside analogues prepared as anti-herpes agents (and sometimes as anticancer agents with antiviral activity as a spin-off) have included: ribose and deoxyribose, as in normal nucleosides; arabinose; xylose; substituted sugars (i.e. OH replaced by NH 2 ,N 3 ,C1,F); acyclic sugar analogues; and carbocyclic analogues (i.e. the oxygen atom of the furanose ring replaced by CH 2 ).", "cite_spans": [], "ref_spans": [], "section": "Herpetk Infections"}, {"text": "The pyrimidine or purine portion of natural nucleosides has been modified in every conceivable way with fewer or more nitrogens, different hetero atoms, different ring sizes, hundreds of different substituents in the 5 position of pyrimidines, a few in the 6 position of pyrimidine or 8 position of purines, and linkage to the sugar via a carbon atom rather than nitrogen (Fig. 7) .", "cite_spans": [], "ref_spans": [{"start": 372, "end": 380, "text": "(Fig. 7)", "ref_id": null}], "section": "Herpetk Infections"}, {"text": "Out of this very large chemical and virological examination have come a few particularly interesting compounds. The first to be used clinically as an antiviral was 5-iodo-2'-deoxyuridine (IDU, Fig. 8a) , an analogue of thymidine (Fig. 8b) . It was of value in topical therapy of ocular herpes infections and, to a lesser extent, cutaneous herpes and zoster. These viruses fairly rapidly became Br deoxy resistant to the drug, which caused problems in prolonged therapy, and dosing was restricted to the topical route because of unacceptable side effects on systemic administration. 33 More recently introduced is 5-trifluoromethyl-2'-deoxyuridine (trifluradine, TFT, Fig. 8c ) an analogue of thymidine, again useful for topical therapy of ocular herpes and espcially for infections resistant to IDU. It is much more soluble in water than IDU so that higher concentrations can be obtained, and it is less toxic. It is also active against cytomegalovirus, a virus frequently unaffected by nucleoside analogues.* 0 These two thymidine analogues incorporate into viral DNA after being phosphorylated by the viral thymidine and thymidylate kinases and interacting with DNA polymerase. Unfortunately, they interact with the cellular enzymes at almost the same concentrations, and so there is little selectivity for the virus.", "cite_spans": [{"start": 582, "end": 584, "text": "33", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 193, "end": 201, "text": "Fig. 8a)", "ref_id": null}, {"start": 229, "end": 238, "text": "(Fig. 8b)", "ref_id": null}, {"start": 667, "end": 674, "text": "Fig. 8c", "ref_id": null}], "section": "Idoxuridine"}, {"text": "A high degree of selectivity was found in E-5-(2-bromovinyl)-2'deoxyuridine (BVDU, Fig. 8d) , reported in 1981 to be the most potent and selective agent, at least in vitro, yet known against herpes simplex and zoster viruses.* 1 The minimum inhibitory concentration (MIC) of this compound against HSV-1 is 0.001-0.01 ug/ml but cellular cytotoxicities are of the order of 20-100 ug/ml, giving an enormous therapeutic ratio. It is less active against HSV-2 (MIC 0.1-0.7 ug/ml), but this is still high activity. BVDU is specifically recognized and phosphorylated by the virus-encoded thymidine kinase, but not recognized, and thus not phosphorylated by the cellular thymidine kinase. Thus it is only incorporated into viral and not cellular DNA. It also specifically inhibits viral DNA polymerase but has no activity against human DNA polymerase a, p or y, i2 BVDU has given excellent results in animal models of herpetic infections dosed topically, orally or subcutaneously. Many open clinical trials in humans dosed topically or orally have been carried out in patients suffering from herpetic eye and mucocutaneous infections, ophthalmic an,d disseminated zoster and varicella zoster in leukaemic children. BVDU has given very encouraging results in these infections, especially those of the eye.* 3 However, only when double-blind, placebo-controlled trials have been carried out, can its real therapeutic efficacy and any toxic side effects be established.", "cite_spans": [], "ref_spans": [{"start": 83, "end": 91, "text": "Fig. 8d)", "ref_id": null}], "section": "Bromovinyl Deoxyuridine"}, {"text": "Many analogues of BVDU have been prepared and tested. Replacement of the bromine by H, F, Cl, I, CN, CH 3 or CF 3 gives compounds of very high activity, but larger substituents than these have much lower or zero activity. The virus-cell selectivity is usually very good in this series. A very comprehensive review of 5-substituted pyrmidine nucleoside analogues was published in 1983.\"", "cite_spans": [], "ref_spans": [], "section": "Bromovinyl Deoxyuridine"}, {"text": "Replacement of ribose or 2'-deoxy-ribose in nucleosides by arabinose produces compounds which inhibit viral and cellular DNA synthesis. 9-p-D-Arabinofuranosyladenine (vidarabine, araA, Fig. 9a ) is the most interesting and clinically useful member of this NH 2 HO OH NH, HO class, having been used successfully against herpes simplex virus (HSV), cytomegalovirus (CMV) and adenovirus infections. Dosing has to be parenteral (5-20 mg/kg/day) or topical. As the drug is rather insoluble (0.5 mg/ml solubility in water), treatment can involve infusion of large volumes. However, the 5'-monophosphate of araA (araAMP) is much more soluble, and successful trials have been carried out on genital (HSV-2) herpes using topical formulations, and parenterally against chronic active hepatitis B. 43 AraA and araAMP are both fairly rapidly deaminated in vivo by adenosine deaminase, to the much less active hypoxanthine arabinoside, and so effective therapy needs frequent or constant dosing. Deaminase inhibitors are known and sometimes used but they produce overall greater toxic effects.", "cite_spans": [{"start": 787, "end": 789, "text": "43", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 185, "end": 192, "text": "Fig. 9a", "ref_id": null}], "section": "Vidwabine"}, {"text": "Cytosine arabinoside (araC: Fig. 9b ) has very high anti-herpes activity (MIC 0.1 ug/ml) and has been used to treat severe generalized herpes infection and herpes encephalitis.* 6 It is mainly used as an anti-cancer agent on account of its high anti-cellular activity (MIC < 0.07 ug/ml), and so there is no positive therapeutic ration for herpes infection. Most authors conclude now that it does more damage to the host than to the virus, and should only be used as a last desperate measure in severe, life-threatening DNA virus infections when all else has failed. Like araA, it is rapidly deaminated in vivo to an inactive compound and all attempts to produce less toxic and more active compounds by chemical modification have failed.", "cite_spans": [], "ref_spans": [{"start": 28, "end": 35, "text": "Fig. 9b", "ref_id": null}], "section": "Cytosine Arabinoside"}, {"text": "Many other arabinosyl nucleosides have been prepared, especially the analogues of the novel 5-substituted pyrimidine 2'-deoxyribosides. Noteworthy among these are 5-ethyl uracil arabinoside (Fig. 10a ) and the 5-ethynyl analogue (Fig. 10b) , both highly active and highly selective for HSV-1 and HSV-2 (MIC 0.4 ug/ml), and the arabinose analogue of BVDU (Fig. 10c) which is equiactive with BVDU against HSV-1 and even less toxic to cells, but is 10 times more active than BVDU against varicella zoster.* 7 It is claimed to be the most active anti-zoster agent so far described. In marked contrast to the useful effects of replacing ribose and 2'deoxyribose by arabinose, replacement by xylose (Fig. lOd) has given compounds with very little or no activity against DNA viruses. 48 Nucleoside analogues with nitrogen-containing substituents (NHj, N 3 ) on the sugar ring in the 5', 3' or 2' position have in general very low or no activity against herpes. Two exceptions are 5-iodo-5'amino-2',5'-dideoxyuridine (AIU, Fig. lla ) and its 5-methyl analogue (Fig. lib) . Both compounds were interesting because of their very selective activity in vitro against herpes, and virtual lack of toxicity and teratogenic effects when compared with 5'-iodo-2'-deoxuridine. AIU is specific because it is phosphorylated to mono-and diphosphates only by the virus-encoded thymidine kinase and, although cellular thymidine kinase converts the di-to the tri-phosphate ready for incorporation into DNA, this can only occur in virusinfected cells. This produces a labile DNA containing phosphoramidate linkages.* 9 However, AIU has shown little or no anti-herpetic activity in animal models and has not been tested in man.", "cite_spans": [{"start": 777, "end": 779, "text": "48", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 190, "end": 199, "text": "(Fig. 10a", "ref_id": null}, {"start": 229, "end": 239, "text": "(Fig. 10b)", "ref_id": null}, {"start": 354, "end": 364, "text": "(Fig. 10c)", "ref_id": null}, {"start": 693, "end": 703, "text": "(Fig. lOd)", "ref_id": null}, {"start": 1015, "end": 1023, "text": "Fig. lla", "ref_id": null}, {"start": 1052, "end": 1062, "text": "(Fig. lib)", "ref_id": null}], "section": "Cytosine Arabinoside"}, {"text": "Several of the 2'-halogeno-arabinofuranosyl cytosines and uracils exhibit high and selective anti-herpes activity. The most potent are 2'-fluoro-5-iodo-araC (FIAC, Fig. 12a ) and 2'-fluoro-5-methyl-araU (FMAU, Fig. 12b ). Their ED 50 for HSV-1, HSV-2 and VZV is about 0.003 ug/ml, and they are remarkably active against CMV (EDJO 0.03-0.1 |ig/ml). FIAC has an in-vitro therapeutic ratio of 860 and FMAU, 80, and so they are highly selective for virus. 50 In a clinical trial against VZV, immunosuppressed patients recovered more rapidly on FIAC than on araA. 51 Placing the fluorine atom in the arabino position (as shown) is critical for activity since the 2'-F-ribose analogues (Fig. 12c) are almost inactive. The arabino-Br and -Cl analogues have much lower activities than FIAC. 50 As with so many other selective compounds, FIAC and FMAU are phosphorylated only by the virus-induced thymidine kinase.", "cite_spans": [{"start": 452, "end": 454, "text": "50", "ref_id": "BIBREF49"}, {"start": 783, "end": 785, "text": "50", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 164, "end": 172, "text": "Fig. 12a", "ref_id": "FIGREF8"}, {"start": 210, "end": 218, "text": "Fig. 12b", "ref_id": "FIGREF8"}, {"start": 680, "end": 690, "text": "(Fig. 12c)", "ref_id": "FIGREF8"}], "section": "2'-Fluoro-5-lodo-AraC"}, {"text": "To the surprise of most antiviral chemists, it was reported in 1977-78 that missing out the 7 and 3' carbon atoms from the sugar moiety of nucleoside and analogues could give highly active antiviral compounds with low toxicity. This came with the announcement of the synthesis and activity of 9-{2-hydroxyethoxymethyl) guanine (acycloguanosine, acyclovir, ACV, Fig. 13a) . This compound has an ED S0 against both HSV1 and HSV2 of 0.1 UM, 160 times more active than araA and 1000 times more active than IDU. It shows no toxicity to uninfected cells at 20 ITIH, and so the therapeutic ratio is extremely high. 52 The mode of action is again through high specificity for the virus-coded thymidine kinase towards monophosphorylation, but the virus DNA polymerase is NH, HO HO OH OH also some 30 times more sensitive to acycloguanosine triphosphate than is the cellular DNA polymerase. 53 ACV has shown excellent pharmacology and safety in animal and human testing to date, and many clinical trials in a variety of herpetic infections have given significant results. It is available for dosing orally, intravenously or topically. Work on the compound up to 1982 has been well reviewed. 54 Chemical modification has given compounds with lower activity but one of these, shown in Fig. 13b , although 80 times less active in vitro, is well absorbed after oral dosing and is efficiently deaminated in vivo to give high blood and urine levels of ACV. It is thus a promising prodrug. 55 The pyrimidine analogues of ACV are uniformly inactive against herpes or any other virus.", "cite_spans": [{"start": 608, "end": 610, "text": "52", "ref_id": "BIBREF51"}, {"start": 881, "end": 883, "text": "53", "ref_id": "BIBREF52"}, {"start": 1181, "end": 1183, "text": "54", "ref_id": "BIBREF53"}, {"start": 1473, "end": 1475, "text": "55", "ref_id": "BIBREF54"}], "ref_spans": [{"start": 361, "end": 370, "text": "Fig. 13a)", "ref_id": null}, {"start": 1273, "end": 1281, "text": "Fig. 13b", "ref_id": null}], "section": "Acyclovir"}, {"text": "The race to modify further the acyclic function has so far produced two interestingly active compounds. 9-(3,4-dihydroxybutyl) guanine (DHBG, Fig. 14a ) and 9-(l,3-dihydroxy-2-propoxymethyl) guanine (DHPG, Fig. 14b ). Both have good selectivity as antivirals. DHPG is as active as ACV and is said to be outstandingly active against mouse herpetic encephalitis. 56 Evaluation is still at an early stage.", "cite_spans": [{"start": 361, "end": 363, "text": "56", "ref_id": "BIBREF55"}], "ref_spans": [{"start": 142, "end": 150, "text": "Fig. 14a", "ref_id": "FIGREF10"}, {"start": 206, "end": 214, "text": "Fig. 14b", "ref_id": "FIGREF10"}], "section": "Acyclovir"}, {"text": "In addition to nucleoside analogues, a few other compounds have become well-known as anti-herpetic agents.", "cite_spans": [], "ref_spans": [], "section": "Acyclovir"}, {"text": "Phosphonoacetic acid (PAA) and phosphonoformic acid (PFA) (Fig. 15 ) have been known for over a decade as weakly active but very non-toxic anti-herpetic agents. They are pyrophosphate analogues and interfere with the virus-specific DNA polymerase at a pyrophosphate binding site. They have a therapeutic ratio of at least 5. 57 PAA is irritant when applied to skin, a major disadvantage for a topical agent, but PFA as its trisodium salt is almost free from this defect. After many years of animal testing, clinical studies are in progress with encouraging results in herpes labialis. 58 Finally, two adamantane derivatives are said to have antiherpetic activity and, like amantadine in influenza, are thought to exert an effect on the uncoating stage of the herpes virus. They are tromantadine (Fig. 16a) , known for at least 10 years and being marketed in some European countries for herpetic infections, 59 and a very new compound, l-(2-methyl-2-aminopropyl) adamantane (somantadine, Fig. 16b ), reported to be in clinical trials against HSV-2 infections in the USA. 60 ", "cite_spans": [{"start": 325, "end": 327, "text": "57", "ref_id": "BIBREF56"}, {"start": 907, "end": 909, "text": "59", "ref_id": "BIBREF58"}, {"start": 1070, "end": 1072, "text": "60", "ref_id": null}], "ref_spans": [{"start": 58, "end": 66, "text": "(Fig. 15", "ref_id": null}, {"start": 795, "end": 805, "text": "(Fig. 16a)", "ref_id": null}, {"start": 987, "end": 995, "text": "Fig. 16b", "ref_id": null}], "section": "Phosphonoformate"}, {"text": "The careful selection of an appropriate screening system plays a significant role in the evaluation of any potential antiviral compound. However, it is still impossible to predict how the compound will behave in man, although the choice of screen together with accurate pharmacokinetic models, such as the marmoset, may eventually allow some degree of prediction.", "cite_spans": [], "ref_spans": [], "section": "Antiviral Testing Systems"}, {"text": "Embryonated eggs, either whole or as egg-bit pieces, have long been used as an initial screening procedure, and little has changed in the past 40 years since their introduction. Their main use at the present time is in virus infectivity titrations, principally for influenza viruses using either the allantoic cavity or egg-bit pieces of the chorio-allantoic membrane (CAM). Herpes viruses and vaccinia virus are still grown on the CAM, producing classical pocks. However, the complexities of evaluating test results, especially in determining toxicity, has led to the decline of this system as a primary assay. ", "cite_spans": [], "ref_spans": [], "section": "Embryonated Egg System"}, {"text": "Cell cultures, either primary, secondary or continuous, which are susceptible to the virus under investigation, can be grown in flasks or plates in a defined artificial medium with the addition of serum or a serum substitute and allowed to reach confluence. When the virus is added to the medium, it will enter the cells and alter them in several ways which can be measured and form the basis of the virus assays. Some 30 years ago, Rightsel 61 and his colleagues described his pH swing test which has remained unaltered to this day and it is still used for the more cytopathic viruses. The zone-inhibition test is an adaptation of the plaque assay system 62 but its use has declined because of its relative insensitivity and the fact that it could only be used for the more cytopathic viruses.", "cite_spans": [], "ref_spans": [], "section": "In-Vitro Assay Systems Using Cell Cultures"}, {"text": "Assays based on the inhibition of cytopathic effects remain the principal systems for the screening of antiviral compounds, and they have been extensively automated and modified over the past 10 years. This has enabled the systems to be used for a wide range of cytopathic and haemadsorbing viruses, such as herpes, rhinoviruses and myxoviruses. The early refinements of these assays as described by Finter, such as quantitation of vital dye uptake and quantitative haemadsorption, 63 have been further adapted to the microtitre system. Small amounts of haemoglobin or adsorbed red blood cells can be detected by the method of Collier, 64 who used the oxidation of chlorpromazine (CPZ) to a coloured free radical to detect micro quantities of haemoglobin.", "cite_spans": [{"start": 482, "end": 484, "text": "63", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "In-Vitro Assay Systems Using Cell Cultures"}, {"text": "This method is extensively used in our own laboratory for all haemadsorbing viruses and has eliminated the use of microscopy. Using microtitre tissue culture plates and a Flow multiscan reader linked to a small microcomputer, this system 65 can be used for the rapid estimation of infectivity titres and virus inhibition assays. Vital dye techniques, used extensively for the cytopathic viruses such as herpes and enteroviruses and, in particular, interferon assays, have also been successfully adapted to this rapid and automated technique.", "cite_spans": [], "ref_spans": [], "section": "In-Vitro Assay Systems Using Cell Cultures"}, {"text": "With all these assays, the degree of viral inhibition can be expressed as the minimum 50% inhibitory concentration (MIC 3 o), which is the least amount of compound that inhibits by 50% a viral effect. The toxicity of the compound is also measured in a similar way and a therapeutic ratio (TR) may be determined, i.e. maximum non-toxic concentration divided by MlC 5 o. With all these assays it is important that at least one active compound is run in parallel to compare as a standard.", "cite_spans": [], "ref_spans": [], "section": "In-Vitro Assay Systems Using Cell Cultures"}, {"text": "These assays, which utilize radiolabelled nucleic acid precursors to measure antiviral effects on the metabolism of the host cells, have been extensively described for both RNA and DNA viruses. 66 They can also be used to detect drug effects on host cell metabolism.", "cite_spans": [{"start": 194, "end": 196, "text": "66", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Radiochemical Assays"}, {"text": "The past few years has seen an increase in this type of assay system, and many excellent reviews have appeared, principally in the search for anti-herpetic 67 and anti-influenzal agents. 68 However, these assays concentrate on only one part of the whole replicative process.", "cite_spans": [{"start": 187, "end": 189, "text": "68", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Inhibition of Virus-Specific Enzymes"}, {"text": "Lately, enzyme-linked immunosorbent assays (ELISA) have been used by various workers to assay viruses in cell culture systems which show little or no cytopathic effect. 69 Though they can be automated, they often have little advantage over the methods already described.", "cite_spans": [{"start": 169, "end": 171, "text": "69", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Enzyme-Linked Immunosorbent Assays"}, {"text": "The techniques of animal organ culture are now well established and a whole range of cultures has been extensively used. 1017 Usually, however, a piece of tissue, rather than an entire organ, is cultured to retain the morphology and function it possessed in vivo. In our laboratory we have used tracheal cultures in the evaluation of antiviral compounds against respiratory viruses. 70 For example, compounds that show activity in conventional cell culture against the influenza viruses are tested in organ cultures of ferret trachea before being tested in whole animals. The effects of applied compounds can be observed by microscopic observations of ciliary activity.", "cite_spans": [{"start": 121, "end": 125, "text": "1017", "ref_id": null}, {"start": 383, "end": 385, "text": "70", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Organ Cultures"}, {"text": "Ferret nasal turbinates have been shown to be at least ten times more sensitive than trachea to the effects of antiviral compounds and produce a much greater yield of virus, but this may be because of their much larger surface area. They are, however, much more difficult to assess for ciliary activity when read microscopically. Infected organ culture medium may be removed daily and titrated for infectious virus. As with conventional cell cultures, both prophylactic and therapeutic experiments can be undertaken to evaluate antiviral compounds (Fig. 17) . In all cases, a laboratory standard should be included. Higher concentrations of test compound may be required to produce an antiviral effect than those required in cell culture and thus the TR of the test compound is reduced. What may have been an 'active' compound in cell culture may be inactive in tracheal culture.", "cite_spans": [], "ref_spans": [{"start": 548, "end": 557, "text": "(Fig. 17)", "ref_id": null}], "section": "Organ Cultures"}, {"text": "Animal models of the virus disease may predict the therapeutic potential of a new compound and should mirror as closely as possible the main pathological features of the human disease. Unfortunately, many models of infection represent the human condition only to a limited extent.", "cite_spans": [], "ref_spans": [], "section": "Animal Models of Virus Disease"}, {"text": "The evaluation of antiviral compounds against influenza can be undertaken in a number of animal models. It has been shown that mice, hamsters, ferrets, dogs, guinea pigs, pigs and squirrel monkeys are all susceptible to human influenza viruses, but only the ferret and monkey exhibit all the signs and symptoms of the human disease, including a febrile response. The monkey model has not been extensively used in the UK, although researchers are now examining the marmoset as a primate model.", "cite_spans": [], "ref_spans": [], "section": "Influenza"}, {"text": "Mice are preferred as they are small, easy to maintain and are available as outbred and inbred strains. They exhibit a slight strain response to influenza infections, the outbred Swiss mice being more resistant than the inbred strains. This does not present a great problem as the majority of the influenza viruses must be adapted by serial passage of infected lung material to produce lung lesions and death in mice. We routinely use a nose-only exposure chamber which is capable of holding up to 120 mice (similar to that used for toxicological purposes). Viruses are nebulized using either the Wright or Bird appliances, or a combination of both, to produce small-particle aerosols, 80% of the droplets being 2-4 n in diameter. Using this apparatus, the concentration of virus used can be carefully controlled and measured and a range of infections induced which vary from mild to severe. The amount of virus present in the lungs of each mouse can be determined, following homogenization and titration in cell culture, by the CPZ method mentioned previously. Table 1 illustrates prophylactic results obtained using ICI 130685 and adamantaneamine 31 in this mouse model, which can also be used for therapeutic studies.", "cite_spans": [], "ref_spans": [{"start": 1062, "end": 1069, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Influenza"}, {"text": "Hamsters are inexpensive to maintain and breed easily. As all 71 However, it is essential that the colonies of hamster used are specific-pathogen-free, and especially free of Sendai virus as this will interfere in the influenza model and give erratic and atypical responses. Ferrets are relatively large laboratory animals and are expensive to maintain. No problems have been encountered in our laboratory in establishing a colony of animals and, when used at 15-20 weeks of age, produce a uniform response to influenza infections. They have been extensively used for the study of influenza virus infections and for the evaluation of vaccines. 72 Virus grows readily, without prior adaptation, in the upper respiratory tract and produces an infection which gives similar signs to those seen in man. The results of infection and the effect of antiviral compounds can be assessed quantitatively by measuring virus in nasal turbinates, trachea and lungs, and qualitatively by scoring the severity of eight clinical parameters. This model is used routinely in our laboratory for the final evaluation of compounds that have demonstrated activity in the mouse model of influenza, and both prophylactic and therapeutic experiments are undertaken.", "cite_spans": [{"start": 62, "end": 64, "text": "71", "ref_id": "BIBREF70"}, {"start": 644, "end": 646, "text": "72", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Influenza"}, {"text": "In recent experiments with ICI 130685 (Fig. 6 ), 31 ferrets were infected under halothane anaesthesia by reverse irrigation of the upper respiratory tract with infectious influenza A 2 HK/l/68 (H 3 N 2 ) virus grown in ovo. ICI 130685 showed activity both prophylactically and therapeutically following oral dosing. In addition, symptomatic appearance of the disease was prevented and no febrile response could be observed.", "cite_spans": [], "ref_spans": [{"start": 38, "end": 45, "text": "(Fig. 6", "ref_id": null}], "section": "Influenza"}, {"text": "The animal models currently available for the demonstration of antiviral compounds against human HSV are numerous and have been extensively reviewed. Simian VZV, which produces a zosterlike infection of both Patas and African green monkeys has been used as a model of human zoster. 73 The corneal micro-inoculation system and corneal lesion reduction assay in the rabbit eye 7 * is in common use. Antiviral activity can be assessed by measuring corneal infectivity titres and reduction of epithelial lesions. It does not reflect a therapeutic effect on established lesions or on stromal disease. Early models used a strain of HSV-1 grown in rabbit kidney cell culture and produced a more severe effect than that seen in the human infection. By growing the virus in continuous monkey cells (Vero), a selflimiting disease is produced which resolves completely within 12 days, thus mimicking the human infection. The method used is a modification of that of Jones et al. 7 * Topical treatment with drug commences 1.5 h before scarification and is continued at 8 doses daily for 5 days. Eyes are examined daily and scored by the recognized system. Lesions are enhanced by staining with 1% fluorescein. 1% HPMC is used for placebo and laboratory standard compounds are IDU (1 mg/ml) and ICI 69653 (aphidicolin), both of which produce cures within four days.", "cite_spans": [{"start": 282, "end": 284, "text": "73", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "Herpes Virus Infections"}, {"text": "A fatal encephalitis results from the intracerebral inoculation of mice with HSV1. The animals are observed for 14 days and the antiviral effect of test compounds is determined by comparing the number of survivors and survival times in treated and placebo animals. A similar model can be used with HSV2 which produces a fatal disseminated infection within 10 days, following intranasal infection. The efficacy of compounds is determined as above.", "cite_spans": [], "ref_spans": [], "section": "Herpes Virus Infections"}, {"text": "The guinea pig infection described by Schafer 75 is a standard laboratory model. A grid of six squares is marked out on the clean epilated area on the back of the guinea pig and a predetermined dose of virus applied to each square and inoculated with a springloaded tuberculin vaccination instrument. The developing skin lesions are observed daily over a 10-day period and a daily score assigned for each site. DMSO was originally used as the drug vehicle, but polyethylene glycol is now more commonly used. Efficacy is determined by a reduction in daily lesion scores between compound-and placebo-treated animals.", "cite_spans": [], "ref_spans": [], "section": "Herpes Virus Infections"}, {"text": "Although the mouse has been used for genital infections with both HSV-1 and HSV-2, the guinea pig is easier to infect and observe. Virus is instilled into the guinea pig vagina and animals are observed daily for 14 days. The severity of disease is scored as described by Sim, 76 which ranges from 0 (no signs of disease) to 5 (hind-limb paralysis and death). Compounds may be dosed either orally or by topical administration in PEG.", "cite_spans": [], "ref_spans": [], "section": "Herpes Virus Infections"}, {"text": "In the field of antivirals, as in the rest of medicinal chemistry, a few successful compounds have been found after a vast amount of research involving the synthesis and testing of thousands of novel molecules. Those organizations that have had success are encouraged to go on, but of those that have not, more and more are withdrawing effort from antivirals. This does not allow one to envisage rapid progress, but perhaps some of the compounds mentioned in this summary or in a recent, more comprehensive review 77 will, after proper evaluation, be found to be generally useful in the management or control of influenza, the common cold and herpetic infections.", "cite_spans": [], "ref_spans": [], "section": "Concluding Remarks"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Viral vaccines: the use of currently available products and future developments", "authors": [{"first": "E", "middle": [], "last": "Norrby", "suffix": ""}], "year": 1983, "venue": "Arch Virol", "volume": "76", "issn": "", "pages": "163--177", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Targets for the design of antiviral agents", "authors": [{"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "189--202", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Synthesis of syn and anti isomers of 6-[[(hydroxyimino)phenyl]methyl]-l-[(l-methylethyl)sulpho-nylJ-l/f-benzJmidazol-2-amine. Inhibitors of rhinovirus multiplication", "authors": [{"first": "J", "middle": ["H"], "last": "Wikel", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Paget", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Delong", "suffix": ""}], "year": 1980, "venue": "J Med Chem", "volume": "23", "issn": "", "pages": "368--372", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Studies on the metabolic conversion of the synoxime LY122771 to the anti-oxime LY122772", "authors": [{"first": "C", "middle": ["J"], "last": "Parli", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Bopp", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Quay", "suffix": ""}], "year": 1980, "venue": "Fed Proc", "volume": "39", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Prophylactic activity of intranasal enviroxime against experimentally induced rhinovirus type 39 infection", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1982, "venue": "Antimicrob Agents Chemother", "volume": "21", "issn": "", "pages": "892--897", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Topical enviroxime against rhinovirus infection", "authors": [{"first": "R", "middle": ["A"], "last": "Lewandowski", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Pachucki", "suffix": ""}, {"first": "M", "middle": [], "last": "Rubenis", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Jackson", "suffix": ""}], "year": 1982, "venue": "Antimicrob Agents Chemother", "volume": "22", "issn": "", "pages": "1004--1007", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The activity of enviroxime against rhinovirus infection in man", "authors": [{"first": "R", "middle": ["J"], "last": "Phiupotts", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Delong", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallace", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Jones", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Reed", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1981, "venue": "Lancet", "volume": "1", "issn": "", "pages": "1342--1344", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Inhibition of rhinovirus replication in organ culture by a potential antiviral drug", "authors": [{"first": "D", "middle": ["C"], "last": "Delong", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Reed", "suffix": ""}], "year": 1980, "venue": "J Infect Dis", "volume": "141", "issn": "", "pages": "87--91", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Young DAB. 4',6-dichloroflavan (BW683C), a new antirhinovirus compound", "authors": [{"first": "D", "middle": ["J"], "last": "Bauer", "suffix": ""}, {"first": "Jwt", "middle": [], "last": "Selway", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Batchelor", "suffix": ""}, {"first": "M", "middle": [], "last": "Tisdale", "suffix": ""}, {"first": "Caldwell", "middle": [], "last": "Ic", "suffix": ""}], "year": 1981, "venue": "Nature", "volume": "292", "issn": "", "pages": "369--370", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Direct and specific inactivation of rhinovirus by chalcone Ro 09-0410", "authors": [{"first": "H", "middle": [], "last": "Ishitsuka", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Ninomiya", "suffix": ""}, {"first": "C", "middle": [], "last": "Ohsawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Fujiu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Suhara", "suffix": ""}], "year": 1982, "venue": "Antimicrob Agents Chemother", "volume": "22", "issn": "", "pages": "617--621", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "New antirhinovirus agents, Ro 09-0410 and Ro 09-0415", "authors": [{"first": "H", "middle": [], "last": "Ishitsuka", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ninomiya", "suffix": ""}, {"first": "C", "middle": [], "last": "Ohsawa", "suffix": ""}], "year": 1981, "venue": "Current chemotherapy and immunotherapy. Proceedings of the 12th International Congress of Chemotherapy. Florence", "volume": "2", "issn": "", "pages": "1083--1085", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Lennox-Smith I. Evaluation of the antirhinovirus chalcone Ro 09-0415 given orally to volunteers", "authors": [{"first": "R", "middle": ["J"], "last": "Phiupotts", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Higgins", "suffix": ""}, {"first": "J", "middle": [], "last": "Willman", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1984, "venue": "J Antimicrob Chemother", "volume": "14", "issn": "", "pages": "403--409", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "731 (l-[5-Tetradecyloxy-2-furanyl]-ethanone), a new antirhinovirus compound", "authors": [{"first": "R", "middle": ["J"], "last": "Ash", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Parker", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Hagan", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Mayer", "suffix": ""}], "year": 1979, "venue": "Antimicrob Agents Chemother", "volume": "15", "issn": "", "pages": "301--305", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Prophylactic efficacy of intranasal RMI 15,731 in experimental rhinovirus infection", "authors": [{"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1983, "venue": "Abstracts of 23rd Interscience Conference on", "volume": "256", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A new antirhinovirus compound. ICI 73602: structure, properties and spectrum of activity", "authors": [{"first": "D", "middle": ["L"], "last": "Swallow", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bucknall", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Stanier", "suffix": ""}, {"first": "A", "middle": [], "last": "Hutchinson", "suffix": ""}, {"first": "H", "middle": [], "last": "Gaskin", "suffix": ""}], "year": 1977, "venue": "Ann NY Acad Sci", "volume": "284", "issn": "", "pages": "305--309", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Purified interferon as protection against rhinovirus infection", "authors": [{"first": "G", "middle": ["M"], "last": "Scott", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Phiupotts", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallace", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Secher", "suffix": ""}, {"first": "K", "middle": [], "last": "Cantell", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1982, "venue": "Br Med J", "volume": "284", "issn": "", "pages": "1822--1825", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Antiviral activity of amantadine: a review of laboratory and clinical data", "authors": [{"first": "J", "middle": ["S"], "last": "Oxford", "suffix": ""}, {"first": "A", "middle": [], "last": "Galbraith", "suffix": ""}], "year": 1980, "venue": "Pharmacol Ther", "volume": "11", "issn": "", "pages": "181--262", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Study of rimantadine in the USSR: a review of the literature", "authors": [{"first": "D", "middle": ["M"], "last": "Zlydnikov", "suffix": ""}, {"first": "O", "middle": ["I"], "last": "Kubar", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Kovaleva", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Kamforin", "suffix": ""}], "year": 1981, "venue": "Rev Infect Dis", "volume": "3", "issn": "", "pages": "408--421", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Anti-influenza A virus activity of amantadine hydrochlonde and rimantadine hydrochloride in ferret tracheal ciliated epithelium", "authors": [{"first": "D", "middle": ["B"], "last": "Burlington", "suffix": ""}, {"first": "G", "middle": [], "last": "Meiklejohn", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Mostow", "suffix": ""}], "year": 1982, "venue": "Antimicrob Agents Chemother", "volume": "21", "issn": "", "pages": "794--799", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A controlled trial of amantadine and rimantadine in the prophylaxis of influenza A infection", "authors": [{"first": "R", "middle": [], "last": "Dolin", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Relchman", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Madore", "suffix": ""}, {"first": "R", "middle": [], "last": "Maynard", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Linton", "suffix": ""}, {"first": "J", "middle": [], "last": "Webber-Jones", "suffix": ""}], "year": 1982, "venue": "N Engl J Med", "volume": "307", "issn": "", "pages": "580--584", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Influenza virus uncoating in infected cells and effect of rimantadine", "authors": [{"first": "A", "middle": ["G"], "last": "Bukrinskaya", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Vorkunova", "suffix": ""}, {"first": "G", "middle": ["V"], "last": "Kornlyaeva", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Narmanbetova", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Vorkunova", "suffix": ""}], "year": 1982, "venue": "J Gen Virol", "volume": "60", "issn": "", "pages": "49--59", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Broad-spectrum antiviral activity of virazole: l-f)-D-ribofuranosyll,2,4-triazole-3-carboxamide", "authors": [{"first": "R", "middle": ["W"], "last": "Sidwell", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Huffman", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Khare", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Allen", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Witkowski", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Robins", "suffix": ""}], "year": 1972, "venue": "Science", "volume": "177", "issn": "", "pages": "705--706", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The discovery and development of antiviral drugs -the commercial approach", "authors": [{"first": "R", "middle": ["A"], "last": "Bucknall", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Rutty", "suffix": ""}], "year": 1977, "venue": "Chemoprophylaxis and virus infections of the respiratory tract", "volume": "2", "issn": "", "pages": "119--178", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Lack of effect of oral ribavirin in naturally occurring influenza A virus (H1N1) infection", "authors": [{"first": "C", "middle": ["B"], "last": "Smith", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Charette", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Fox", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Cooney", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Hall", "suffix": ""}], "year": 1980, "venue": "J Infect Dis", "volume": "141", "issn": "", "pages": "548--554", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Clinical evaluation of l-fi-D-nbofuranosyl-l,2,4-tnazole-3-carboxamide (ribavirin) in a double-blind study during an outbreak of influenza", "authors": [{"first": "F", "middle": [], "last": "Salido-Rengell", "suffix": ""}, {"first": "H", "middle": [], "last": "Nasser-Quinones", "suffix": ""}, {"first": "B", "middle": [], "last": "Briseno-Garcia", "suffix": ""}], "year": 1977, "venue": "Ann NY Acad Sci", "volume": "284", "issn": "", "pages": "272--277", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Ribavirin small-particle aerosol treatment of influenza", "authors": [{"first": "V", "middle": [], "last": "Knight", "suffix": ""}, {"first": "S", "middle": ["Z"], "last": "Wilson", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Quarles", "suffix": ""}], "year": 1981, "venue": "Lancet", "volume": "2", "issn": "", "pages": "945--949", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Ribavirin aerosol treatment of influenza B virus infection", "authors": [{"first": "H", "middle": ["W"], "last": "Mcclung", "suffix": ""}, {"first": "V", "middle": [], "last": "Knight", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Gilbert", "suffix": ""}], "year": 1983, "venue": "Clin Res", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Ribavinn treatment of experimental respiratory cyncytial virus infection. A controlled doubleblind study in young adults", "authors": [{"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Walsh", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Hruska", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Betts", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Hall", "suffix": ""}], "year": 1983, "venue": "JAMA", "volume": "249", "issn": "", "pages": "2666--2670", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The antiviral activity of ICI 130685 (8-aminoethyl-tetracyclononane hydrochloride) against influenza viruses in vitro and in vivo", "authors": [{"first": "G", "middle": ["L"], "last": "Kampfner", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Platt", "suffix": ""}, {"first": "A", "middle": [], "last": "Atkinson", "suffix": ""}, {"first": "S", "middle": [], "last": "Hinchcliffe", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swallow", "suffix": ""}], "year": 1982, "venue": "Abstracts of the 4th International Conference on Comparative Virology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Purines and their nucleosides", "authors": [{"first": "Weg", "middle": [], "last": "Muller", "suffix": ""}], "year": 1980, "venue": "Antibiot Chemother", "volume": "27", "issn": "", "pages": "139--163", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Pynmidines and their nucleosides", "authors": [{"first": "H", "middle": ["E"], "last": "Renis", "suffix": ""}], "year": 1980, "venue": "Antibiot Chemother", "volume": "27", "issn": "", "pages": "164--207", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Chemotherapy of viral infections", "authors": [{"first": "N", "middle": ["H"], "last": "Park", "suffix": ""}, {"first": "D", "middle": [], "last": "Pavan-Langston", "suffix": ""}, {"first": "", "middle": [], "last": "Purines", "suffix": ""}], "year": 1982, "venue": "", "volume": "61", "issn": "", "pages": "117--136", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Pyrimidine nucleosides with selective antiviral activity", "authors": [{"first": "P", "middle": ["H"], "last": "Fischer", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Prusoff", "suffix": ""}], "year": 1982, "venue": "Chemotherapy of viral infections", "volume": "61", "issn": "", "pages": "95--116", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Aranucleosides and aranucleotides in viral chemotherapy", "authors": [{"first": "T", "middle": ["W"], "last": "North", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Cohen", "suffix": ""}], "year": 1979, "venue": "Pharmacol Ther", "volume": "4", "issn": "", "pages": "81--108", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Chemistry of aminonucleosides", "authors": [{"first": "T", "middle": [], "last": "Maruyama", "suffix": ""}], "year": 1980, "venue": "Tokushima Bunri Daigaku Kenkyu Kiyo", "volume": "20", "issn": "", "pages": "33--50", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "5-Mcmbered azaheterocycles and their nudeosides", "authors": [{"first": "R", "middle": ["W"], "last": "Sidwell", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Olsen", "suffix": ""}], "year": 1980, "venue": "Antibiot Chemother", "volume": "27", "issn": "", "pages": "208--232", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Selectivity of antiherpes compounds on viral and cellular DNA synthesis", "authors": [{"first": "A", "middle": [], "last": "Larrson", "suffix": ""}, {"first": "B", "middle": [], "last": "Oberg", "suffix": ""}], "year": 1982, "venue": "International Congress Series", "volume": "571", "issn": "", "pages": "211--214", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Tnflundine: a review of its antiviral activity and therapeutic use in the topical treatment of viral eye infections", "authors": [{"first": "A", "middle": ["A"], "last": "Carmine", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Brogden", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Heel", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Speight", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Avery", "suffix": ""}], "year": 1982, "venue": "Drugs", "volume": "23", "issn": "", "pages": "329--353", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Specific phosphorylation of £-5-(2-iodovinyl)-2'-deoxyuridine by herpes simplex virus-infected cells", "authors": [{"first": "J", "middle": [], "last": "Descamps", "suffix": ""}, {"first": "De", "middle": [], "last": "Clercq", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 1981, "venue": "J Biol Chem", "volume": "56", "issn": "", "pages": "5973--5976", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "£-5-(2-bromovinyl>-2'-deoxyuridine (BVDU), pharmacology and clinical experience", "authors": [{"first": "I", "middle": ["S"], "last": "Sim", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Meredith", "suffix": ""}, {"first": "J", "middle": [], "last": "Nuttall", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Mccullagh", "suffix": ""}], "year": 1982, "venue": "Herpesvirus. Clinical, Pharmacological and basic aspects", "volume": "571", "issn": "", "pages": "157--164", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Antiviral activity of 5-substituted pyrimidine nucleoside analogues", "authors": [{"first": "E", "middle": [], "last": "De Clercq", "suffix": ""}], "year": 1983, "venue": "Pure Appl Chem", "volume": "55", "issn": "", "pages": "623--636", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Pharmacology, tolerance, and antiviral activity of vidarabine monophosphate in humans", "authors": [{"first": "R", "middle": ["J"], "last": "Whitley", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Tucker", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Kinkel", "suffix": ""}], "year": 1980, "venue": "Antimicrob Agents Chemother", "volume": "18", "issn": "", "pages": "709--715", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Arabinosyl nucleosides and nucleotides", "authors": [{"first": "", "middle": [], "last": "Chi&apos;en", "suffix": ""}, {"first": "", "middle": [], "last": "Lt", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Schabel", "suffix": ""}, {"first": "Alford", "middle": [], "last": "Ca", "suffix": ""}], "year": 1973, "venue": "Selective Inhibitors of viral functions Cleveland", "volume": "", "issn": "", "pages": "227--256", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Inhibitory effects of antiherpes-viral thymidine analogs against varicella-zoster virus", "authors": [{"first": "H", "middle": [], "last": "Machida", "suffix": ""}, {"first": "A", "middle": [], "last": "Kuninaka", "suffix": ""}, {"first": "H", "middle": [], "last": "Yoshino", "suffix": ""}], "year": 1982, "venue": "Antimicrob Agents Chemother", "volume": "21", "issn": "", "pages": "358--361", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Synthetic nucleosides and nucleotides. XX. Synthesis of various l-|J-D-xylofuranosyl-5-alkyluracils and related nucleosides", "authors": [{"first": "C", "middle": [], "last": "Nakayama", "suffix": ""}, {"first": "M", "middle": [], "last": "Saneyoshi", "suffix": ""}], "year": 1982, "venue": "Nucleosides Nucleotides", "volume": "1", "issn": "", "pages": "139--146", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The incorporation of 5-iodo-5'-amino-2',5-dideoxyviridine and 5-iodo-2'-deoxyundine into herpes simplex virus DNA. Relationship between antiviral activity and effects on DNA structure", "authors": [{"first": "P", "middle": ["H"], "last": "Fischer", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Chen", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Prusoft", "suffix": ""}], "year": 1980, "venue": "Biochim Biophys Acta", "volume": "606", "issn": "", "pages": "236--281", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Synthesis of antiviral nucelosides: 5-substituted l-(2-deoxy-2-halogeno-P-D-arabinofuranosyl)cvtosines and -uracils", "authors": [{"first": "K", "middle": ["A"], "last": "Watanabe", "suffix": ""}, {"first": "T-L", "middle": [], "last": "Su", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Klein", "suffix": ""}], "year": 1983, "venue": "J Med Chem", "volume": "123", "issn": "", "pages": "152--156", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "A potent new antiviral agent -therapeutic superiority over adenine arabinoside (Ara-A) against varicella zoster infections in immunosuppressed patients", "authors": [{"first": "J", "middle": ["B"], "last": "Leyland", "suffix": ""}, {"first": "H", "middle": [], "last": "Donnelly", "suffix": ""}, {"first": "P", "middle": [], "last": "Myskowski", "suffix": ""}], "year": 1983, "venue": "Clin Res", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "-Hydroxyethoxymethyl)guanine activity against viruses of the herpes group", "authors": [{"first": "H", "middle": ["J"], "last": "Schaeffer", "suffix": ""}, {"first": "L", "middle": [], "last": "Beauchamp", "suffix": ""}, {"first": "P", "middle": [], "last": "De Miranda", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Elion", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Bauer", "suffix": ""}, {"first": "P", "middle": [], "last": "Collins", "suffix": ""}], "year": 1978, "venue": "Nature", "volume": "272", "issn": "9", "pages": "583--585", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Selectivity of action of an antiherpetic agent 9", "authors": [{"first": "G", "middle": ["B"], "last": "Elion", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Furman", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Fyfe", "suffix": ""}, {"first": "P", "middle": [], "last": "De Miranda", "suffix": ""}, {"first": "L", "middle": [], "last": "Beauchamp", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Schaeffer", "suffix": ""}], "year": 1977, "venue": "Proc Natl Acad Sci", "volume": "74", "issn": "2", "pages": "5716--5720", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Sponsored by Burroughs Wellcome Co. and the National Institute of Allergy and Infectious Diseases", "authors": [{"first": "D", "middle": ["H"], "last": "King", "suffix": ""}, {"first": "G", "middle": [], "last": "Galasso", "suffix": ""}], "year": 1982, "venue": "Proceedings of a Symposium on acyclovir", "volume": "73", "issn": "", "pages": "1--387", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Oral pharmacokinetics and metabolism of the prodrug of acyclovir, A134U, in humans", "authors": [{"first": "H", "middle": ["C"], "last": "Krasny", "suffix": ""}, {"first": "Sht", "middle": [], "last": "Liao", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Good", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Petty", "suffix": ""}, {"first": "B", "middle": [], "last": "Petty", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Lietman", "suffix": ""}], "year": 1983, "venue": "Clin Pharmacol Ther", "volume": "33", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Activation by thymidine kinase and potent antiherpetic activity of 2'-nor-2\"-deoxyguanosine (2\"NDG)", "authors": [{"first": "W", "middle": ["T"], "last": "Ashton", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Karkas", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Field", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Tolman", "suffix": ""}], "year": 1982, "venue": "Biochem Biophys Res Commun", "volume": "108", "issn": "", "pages": "1716--1721", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Cellular toxicity of pyrophosphate analogues", "authors": [{"first": "K", "middle": [], "last": "Stenberg", "suffix": ""}], "year": 1981, "venue": "Biochem Pharmacol", "volume": "30", "issn": "", "pages": "1005--1008", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Treatment of recurrent herpes labialis with trisodium phosphonoformate", "authors": [{"first": "J", "middle": [], "last": "Wallin", "suffix": ""}, {"first": "J-O", "middle": [], "last": "Lernestedt", "suffix": ""}, {"first": "E", "middle": [], "last": "Lycke", "suffix": ""}], "year": 1980, "venue": "Current Chemotherapy and infectious Disease. Proceedings of the 11th International Congress of Chemotherapy", "volume": "2", "issn": "", "pages": "1361--1362", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Antiviral agents", "authors": [{"first": "C", "middle": ["E"], "last": "Hoffmann", "suffix": ""}], "year": 1978, "venue": "Annu Rep Med Chem", "volume": "13", "issn": "", "pages": "139--148", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Use of vinyl plastic containers in tissue cultures for virus assays", "authors": [{"first": "W", "middle": ["A"], "last": "Rightsel", "suffix": ""}, {"first": "P", "middle": [], "last": "Schulz", "suffix": ""}, {"first": "D", "middle": [], "last": "Muething", "suffix": ""}, {"first": "I", "middle": ["W"], "last": "Mclean", "suffix": ""}], "year": 1956, "venue": "J Immunol", "volume": "76", "issn": "", "pages": "464--474", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "A simple plaque inhibition test for antiviral agents: application to assay of interferon", "authors": [{"first": "J", "middle": ["S"], "last": "Porterfield", "suffix": ""}], "year": 1959, "venue": "Lancet", "volume": "2", "issn": "", "pages": "326--327", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Methods for screening in vitro and in vivo for agents active against myxoviruses", "authors": [{"first": "N", "middle": ["B"], "last": "Finter", "suffix": ""}], "year": 1970, "venue": "Ann NY Acad Sci", "volume": "1", "issn": "", "pages": "131--138", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Chlorpromazine as a substitute for ortho-dianisidine and ortho-tolidine in the determination of chlorine, hemoglobin, and peroxidase activity", "authors": [{"first": "H", "middle": ["B"], "last": "Collier", "suffix": ""}], "year": 1974, "venue": "Clin Biochem", "volume": "7", "issn": "", "pages": "331--338", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "A computerised Elisa system for the determination of total and antigen-specific immunoglobulins in serum and secretions", "authors": [{"first": "J", "middle": ["H"], "last": "Platt", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Shore", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Smithyman", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Kampfner", "suffix": ""}], "year": 1981, "venue": "J Immunoassay", "volume": "2", "issn": "", "pages": "59--74", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "The effects of substituted benzimidazoles on the growth of viruses and the nucleic acid metabolism of the host cells", "authors": [{"first": "R", "middle": ["A"], "last": "Buclcnall", "suffix": ""}], "year": 1967, "venue": "J Gen Virol", "volume": "1", "issn": "", "pages": "89--99", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "The relative merits and drawbacks of new nucleoside analogues with clinical potential", "authors": [{"first": "B", "middle": [], "last": "Johannsson", "suffix": ""}, {"first": "N-G", "middle": [], "last": "", "suffix": ""}], "year": 1984, "venue": "J Antimicrob Chemother", "volume": "14", "issn": "", "pages": "5--26", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Specific inhibitors of influenza related to the molecular biology of virus replication", "authors": [{"first": "J", "middle": ["S"], "last": "Oxford", "suffix": ""}], "year": 1977, "venue": "Chemoprophylaxis and virus infections of the respiratory tract", "volume": "1", "issn": "", "pages": "139--187", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "The enzyme linked immunosorbent assay (Elisa). A guide with abstracts of microplate applications", "authors": [{"first": "A", "middle": [], "last": "Voller", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Bidwell", "suffix": ""}, {"first": "A", "middle": [], "last": "Bartlett", "suffix": ""}], "year": 1979, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "The continuing search for antiviral drugs", "authors": [{"first": "R", "middle": ["A"], "last": "Bucknall", "suffix": ""}], "year": 1973, "venue": "Advances in pharmacology and chemotherapy 11", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "The hamster as a model system for the study of influenza vaccines", "authors": [{"first": "C", "middle": ["W"], "last": "Potter", "suffix": ""}, {"first": "R", "middle": [], "last": "Jennings", "suffix": ""}], "year": 1976, "venue": "Postgrad Med J", "volume": "52", "issn": "", "pages": "345--351", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Immunity to influenza in ferrets. 1. Response to live and killed virus", "authors": [{"first": "C", "middle": ["W"], "last": "Potter", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Oxford", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Shore", "suffix": ""}, {"first": "C", "middle": [], "last": "Mclaren", "suffix": ""}, {"first": "Stuart-Harris", "middle": [], "last": "Sir", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 1972, "venue": "Br J Exp Pathol", "volume": "53", "issn": "", "pages": "153--167", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Acyclovir treatment of experimental simian varicella infection of monkeys", "authors": [{"first": "K", "middle": ["F"], "last": "Soike", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Felsenfeld", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Gerone", "suffix": ""}], "year": 1981, "venue": "Antimicrob Agents Chemother", "volume": "20", "issn": "", "pages": "291--297", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Therapeutic considerations in ocular vaccinia", "authors": [{"first": "B", "middle": ["R"], "last": "Jones", "suffix": ""}, {"first": "K", "middle": [], "last": "Al-Hussaini", "suffix": ""}], "year": 1963, "venue": "Trans Ophthal Soc UK", "volume": "83", "issn": "", "pages": "613--631", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Cutaneous herpes simplex virus infection of guinea pigs as a model for antiviral chemotherapy", "authors": [{"first": "T", "middle": ["W"], "last": "Shafer", "suffix": ""}, {"first": "M", "middle": [], "last": "Lieberman", "suffix": ""}, {"first": "J", "middle": [], "last": "Eventt", "suffix": ""}, {"first": "P", "middle": [], "last": "Came", "suffix": ""}], "year": 1977, "venue": "Ann NY Acad Sci", "volume": "284", "issn": "", "pages": "624--631", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Oral and topical treatment of experimental HSV-1 genital herpes with (E)-5-{2 bromovinyl)-2'-deoxyuridine", "authors": [{"first": "I", "middle": ["S"], "last": "Sim", "suffix": ""}], "year": null, "venue": "J Antimicrob Chemother", "volume": "1984", "issn": "", "pages": "111--118", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Antiviral agents 1978-1983", "authors": [{"first": "D", "middle": ["L"], "last": "Swallow", "suffix": ""}], "year": 1984, "venue": "Prog Drug Res", "volume": "28", "issn": "", "pages": "127--195", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ".1 a. Enviroxime. b. Enviradene (Eli Lilly)", "latex": null, "type": "figure"}, "FIGREF1": {"text": ". 2 a. 4',6-Dichloroflavan (Wellcome), b. 4'-Ethoxy-2'-hydroxy-4,6'dimethyoxychalcone (Roche), c. Ro 09-0415", "latex": null, "type": "figure"}, "FIGREF2": {"text": ". RMI 15731. b. ICI 73602", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Fig. 4 a. Amantadine. b. Rimantadine", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Fig. 6 ICI 130685 (8-aminoethyl-tetracyclononane hydrochloride)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Fig. 7 a. Pyrimidine. b. Purine", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fig. 9 a. Vidarabine. b. Cytosine arabinoside OH Fig. 10 a. 5-Ethyl uracil arabinoside. b. 5-Ethynyl analogue, c. Arabinose analogue of bromovinyi deoxyuridine. d. Replacement by xylose", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Fig. 13 a. Acyclovir. b Prodrug (A134U)", "latex": null, "type": "figure"}, "FIGREF8": {"text": ". 2'-Fluoro-5-iodo-araC. b. 2'-Fluoro-5-methyl-araC. c. 2'-F-ribose analogue", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Fig. 15 a. Phosphonoacetic acid. b. Phosphonoformic acid", "latex": null, "type": "figure"}, "FIGREF10": {"text": ". 9-(3,4-dihydroxybuty1)guanine. b. 9-(1,3-Dihydroxy-2-propoxymethyl)guanine Fig. 16 a. Tromantadine. b. Somantadine", "latex": null, "type": "figure"}, "FIGREF12": {"text": "of replication of influenza virus AjHK/68 in ferret tracheal organ culture by single doses of IC1130685 oradamantaneamine, 0, 24, 30, 48 or 72 h after infection.11 This test is similar to the human situation where the subject becomes infected and only when symptoms appear does ttt tt treatment start.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Prophylactic experiments in mice. Inhibition of influenza virus Ai HK/68 growth in mice by multiple oral doses of ICI 130685 and adamantaneamine the laboratory hamsters In the UK are derived from a single litter, they are all closely related and results obtained are reproducible. Influenza in the hamster is primarily an upper respiratory tract infection. Like the ferret, hamsters are susceptible to unadapted virus, but unlike the ferret, they do not produce a febrile response. The model is used extensively in the evaluation of influenza virus vaccines.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1\nProphylactic experiments in mice. Inhibition of influenza virus Ai HK/68 growth in mice by multiple oral doses of ICI 130685 and adamantaneamine", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Compound </td><td>Dosa\nmg/kg\n</td><td>Lung tltro logio units\n</td><td>Reduction of growth compared\nto contra]\n</td></tr><tr><td>Control\n</td><td> </td><td>36\n</td><td> </td></tr><tr><td>ICI 130685\n</td><td>126\n</td><td>&lt;1 1\n</td><td>&gt;4O0timei\n</td></tr><tr><td>31\n</td><td>1 5\n</td><td>100time»\n</td></tr><tr><td>AdamantonBamine\n</td><td>125\n</td><td>&lt;1 1\n</td><td>&gt;400 times\n</td></tr><tr><td>31\n</td><td>3.9\n</td><td>0\n</td></tr></table></body></html>"}}, "back_matter": []}