{
    "paper_id": "32a9b949bc3395ba39e81eb4582b43f45b8124d5",
    "metadata": {
        "title": "Year in review in Intensive Care Medicine 2013: III. Sepsis, infections, respiratory diseases, pediatrics",
        "authors": [
            {
                "first": "Jean-Francois",
                "middle": [],
                "last": "Timsit",
                "suffix": "",
                "affiliation": {},
                "email": "jean-francois.timsit@bch.aphp.fr"
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Citerio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Bakker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matteo",
                "middle": [],
                "last": "Bassetti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [],
                "last": "Benoit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maurizio",
                "middle": [],
                "last": "Cecconi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Randall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Curtis",
                "middle": [],
                "last": "Glenn Hernandez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Margaret",
                "middle": [],
                "last": "Herridge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samir",
                "middle": [],
                "last": "Jaber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Joannidis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laurent",
                "middle": [],
                "last": "Papazian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Peters",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Singer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marcio",
                "middle": [],
                "last": "Soares",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Antoni",
                "middle": [],
                "last": "Torres",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Antoine",
                "middle": [],
                "last": "Vieillard-Baron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elie",
                "middle": [],
                "last": "Azoulay",
                "suffix": "",
                "affiliation": {},
                "email": "elieazoulay.icm@sls.aphp.fr"
            },
            {
                "first": "Ó",
                "middle": [],
                "last": "Springer-Verlag",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Berlin",
                "middle": [],
                "last": "Heidelberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Esicm",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J.-F",
                "middle": [],
                "last": "Timsit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Citerio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Bakker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Bassetti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Benoit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Cecconi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "R"
                ],
                "last": "Curtis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Hernandez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Herridge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Jaber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Peters",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Singer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Soares",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Torres",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Vieillard-Baron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hôpital",
                "middle": [
                    "Ambroise"
                ],
                "last": "Paré",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "France",
                "middle": [
                    "E"
                ],
                "last": "Paris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Azoulay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Azoulay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dobutamine has been widely advocated to improve (inadequate) cardiac output in septic shock. However, on the basis of the double-blind, crossover, randomized study from Hernandez et al. [1] , the microcirculatory and regional effects, despite improvement of the macrocirculation, seem to be limited. Indeed despite an increase in cardiac output and heart rate, with dobutamine, they found no significant impact on lactate level and sublingual vessel perfused density. This is in contrast to some other studies. The question now is were the results of these earlier studies wrong or is the current baseline resuscitation of critically ill patients so different from these earlier days that the state of the vasculature of our patients is now different when compared to those earlier days?",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Micro-and macrocirculation in septic shock and severe sepsis"
        },
        {
            "text": "A change of case-mix related to these critical endothelial factors such as variations of endothelial protein C receptor polymorphisms [2] or of endothelial derived microparticles [3] might also have led to these different results. Maybe even the resuscitation measures used, in and of itself, influence endothelial activation/injury. Targeting these sepsis-induced coagulation abnormalities that are critically linked to endothelial injury was reviewed by Levi and van der Poll [4] . The impressive effect of recombinant human soluble thrombomodulin on disseminated intravascular coagulation (DIC) and prognosis in a pilot uncontrolled study published in the journal this year merits further investigations in patients with severe sepsis [5] . Another question arises from this study: what is a clinically relevant endpoint of resuscitation? We more or less agree that macrocirculatory endpoints might not be adequate in many cases. At least in fluid resuscitation patients the microcirculation might prove to be more important than macrocirculation [6] . Adequate microcirculatory perfusion might even permit one to have abnormal macrocirculatory parameters; however, the scientific bases for these endpoints need to be laid out [7] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1230,
                    "end": 1233,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Micro-and macrocirculation in septic shock and severe sepsis"
        },
        {
            "text": "One of the molecular regulatory systems which has been reported to contribute to endothelial activation and vascular permeability control in sepsis and other diseases is the angiopoietin/Tie2 system. Kurniati et al. [8] demonstrated that the endothelial expression of Tie2 in vivo is dependent on flow. A decrease of flow leads to a decrease in Tie2 expression. This has major implications for basal research on sepsis mediators and its effects on endothelial cells. The translation from these preclinical findings to human sepsis is more complicated, but the study suggests that interventions in sepsis patients aimed at normalizing diminished blood flow may be able to prevent downregulation of Tie2 and potentially counteract microvascular dysfunction and permeability in this devastating condition.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Micro-and macrocirculation in septic shock and severe sepsis"
        },
        {
            "text": "The exact impact of early goal-directed therapy (EGDT) in the prognosis of sepsis is still challenging. Importantly, three large randomized controlled trials (RCTs) were conducted this year, one each in the USA (ProCESS: protocolized care for early septic shock), Australasia (ARISE: Australasian resuscitation in sepsis evaluation), and the UK (ProMISe: protocolized management in sepsis). All three trials conform to CONSORT guidelines, address the same fundamental questions, and share key design elements. Each trial is a patient-level, equal-randomized, parallelgroup superiority trial that seeks to enroll emergency department patients with inclusion criteria that are consistent with the original EGDT trial (suspected or confirmed infection, two or more systemic inflammatory response syndrome criteria, and refractory hypotension or elevated lactate), is powered to detect a 6-8 % absolute mortality reduction (hospital or 90-day), and uses trained teams to deliver EGDT. Let us hope that these studies will provide homogeneous results [9] .",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Micro-and macrocirculation in septic shock and severe sepsis"
        },
        {
            "text": "Septic patients develop immune dysfunctions with an increased risk of adverse outcomes. A better understanding of the pathophysiological mechanisms induced after severe injury is a prerequisite to the initiation of immune adjuvant therapies. MerTK is a protein tyrosine kinase that with Tyro-3 and Axl comprises the TAM receptor family. In their very interesting and elegant study, Guignant et al. [10] prospectively evaluated 98 patients with septic shock and severe trauma to investigate the expression patterns of TAM receptors in circulating white blood cells. They observed that the evolution of MerTK expression in circulating monocytes over time is associated with adverse outcome in patients with septic shock. MerTK expression decreased between day 1/2 after the onset of injury and day 3/4 in patients with septic shock who recovered uneventfully, but remained elevated in patients who died or developed a nosocomial episode. Patients with persistent overexpression in whom MerTK expression remained elevated at day 3/4 may actually be at risk of deleterious outcome. These observations suggest that the development of a putative biomarker evaluating the risk of death or infection after severe injury may require dynamic measurements over time to be more informative than a single value, and the evolution of monocyte MerTK overexpression in patients with septic shock over time may be predictive of adverse outcome.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Immune dysfunction during sepsis and antimicrobial dose variability"
        },
        {
            "text": "Lactate level and lactate clearance remained major prognostic factors. This year Kim et al. [11] confirmed their value in predicting the outcome of pediatric patients with septic shock.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Prognostic biomarkers in severe sepsis and septic shock"
        },
        {
            "text": "In a prospective cohort of 137 patients, Suberviola et al. [12] tested the added prognostic value of new biomarkers proadrenomedullin (proADM) and urokinasetype plasminogen activator receptor (suPAR) as compared to traditional procalcitonin (PCT) and C-reactive protein (CRP) and severity scores. In this study, they found that the recently introduced biomarkers suPAR (area under the receiver operating characteristic curve (AUC ROC) = 0.67; 95 % CI 0.57-0.77) and proADM (AUC ROC = 0.63; 95 % CI 0.52-0.73) performed better than the commonly used biomarkers CRP and PCT in predicting hospital survival of patients with severe sepsis and septic shock. However, their accuracy in assessing the risk of mortality was lower than for current severity scores, and their addition to these only slightly improved their ability to predict in-hospital mortality.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Prognostic biomarkers in severe sepsis and septic shock"
        },
        {
            "text": "However, it should be borne in mind that the choice of the outcome variable (outcome after 1, 3, or 6 months) in the intensive care unit (ICU) population may largely influence the accuracy of predictive models [13] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Prognostic biomarkers in severe sepsis and septic shock"
        },
        {
            "text": "Severe sepsis induces multiple organ dysfunction, including renal dysfunction, causing a decrease in antibiotic clearance. In the ICU, vancomycin is widely used as a first-line antibacterial agent in patients with sepsis and often patients have shown much lower concentrations of vancomycin than expected. In these patients, an increased vancomycin dose was suggested in order to reach the recommended target concentration of vancomycin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotic pharmacokinetics in severe sepsis"
        },
        {
            "text": "In their interesting study, Shimamoto et al. [14] evaluated 105 patients with sepsis treated with vancomycin in a department of critical care in Osaka, Japan. In this study, systemic inflammatory response syndrome (SIRS) patients were further classified into three subgroups according to the number of criteria met. They found considerable differences in vancomycin concentrations among the three SIRS subgroups. Consistent with these concentration measurements, the area under the curve/minimum inhibitory concentration ratio (AUC/ MIC) of vancomycin showed a decreasing trend with increasing SIRS score. The AUC/MIC is the most important pharmacokinetic/pharmacodynamic parameter correlating with efficacy and the target AUC/MIC has been reported to be more than 400. In this study, 39 % of patients with SIRS-2, 60 % of those with SIRS-3, and 69 % of those with SIRS-4 did not reach the target AUC/ MIC of 400. This study clearly demonstrated changes in the pharmacokinetic profile of vancomycin in patients assessed using the SIRS criteria for the first time in a Japanese population. That is, the vancomycin clearance increased as the SIRS score increased in SIRS patients without renal failure.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Antibiotic pharmacokinetics in severe sepsis"
        },
        {
            "text": "A major component of the inflammatory response in sepsis is the development of a vasodilated, hyperdynamic cardiovascular state characterized by high cardiac output and increased blood flow to the major organs. Since vancomycin is cleared predominantly by the kidneys, increased renal clearance probably due to increased blood flow in the kidneys could enhance elimination of vancomycin via the urine and result in lower plasma vancomycin concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotic pharmacokinetics in severe sepsis"
        },
        {
            "text": "The study suggests that suggests that age and SIRS criteria could be easily accessible references for determining approximate clearance of vancomycin in patients with sepsis. In combination with renal function and vancomycin monitoring, the vancomycin dose requirement can be adjusted accordingly to quickly hit and maintain target concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotic pharmacokinetics in severe sepsis"
        },
        {
            "text": "In a self-explanatory and well-documented review, Udy et al. [15] discussed available data on possible solutions for optimizing antimicrobial pharmacodynamics. In particular they proposed many pragmatic solutions to daily concerns of physicians at the bedside.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Antibiotic pharmacokinetics in severe sepsis"
        },
        {
            "text": "Catheter-related bloodstream infection (CRBSI) is defined as the presence of bacteremia originating from an intravenous catheter. It is one of the most frequent, lethal, and costly complications of central venous catheterization. It is also the most common cause of nosocomial bacteremia. Although the use of central venous catheters (CVC) is increasing, there is evidence that the problem of CRBSI can be reduced. In their distinguished and complex study Harron et al. [16] studied all the cases of BSI in two English children's hospitals in the period 2003-2010. They calculated trends of pediatric ICU (PICU)-acquired BSI, defined as BSI occurring between at least 2 days after admission until up to 2 days following discharge. In one PICU, they compared rates of all PICU-acquired BSI with clinically significant PICU-acquired BSI submitted to the national surveillance system. The results showed that the rate of PICU-acquired BSI per 1,000 bed-days was 15.17 (14.45-15.86 ). The rate of PICU-acquired BSI decreased by 9 % (95 % CI 7-11 %) each year during the study period. This corresponded to a 44 % reduction in the rate of PICU-acquired BSI between 2003 and 2010 associated with the introduction of a bundle of catheter care and maintenance. However, only 321 (41 %) BSIs were classified as clinically significant. Indeed, of the 445 PICU-acquired BSIs due to skin organisms (mainly coagulase negative staphylococci), only 155 (34.5 %) were clinically significant. Although definitions for classification of healthcare-associated BSI exist, there are no clear criteria to guide clinical judgment on classification of clinically significant positive isolates that are reported to the national surveillance system. Clinicians need to make daily judgments about the care and treatment of patients, but national monitoring requires objective outcome measures to achieve fair comparisons. Automated downloads of laboratory data to the voluntary surveillance system, introduced in recent years, offer the opportunity to capture all positive BSI data. Analyses based on these data would overestimate the total burden of clinically significant BSI acquired in the PICU, as happened in the described study.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 965,
                    "end": 977,
                    "text": "(14.45-15.86",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bloodstream infections"
        },
        {
            "text": "Conventional methods for the diagnosis of CRBSI require catheter removal and tip culture using either semiquantitative or quantitative methods [17] . Conservative or in situ techniques to assess CRBSI include paired quantitative blood cultures, differential time to positivity (DTP), and semiquantitative superficial cultures (SQSC) of the skin entry site and catheter hubs.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Bloodstream infections"
        },
        {
            "text": "In their very interesting study Gowardman et al. [18] prospectively evaluated 120 episodes of clinically suspected CRBSI in 101 patients in an ICU center in Australia to assess two conservative methods (superficial skin and hub cultures, and DTP) for the diagnosis of BSI and catheter tip colonization (CTC). In combination, the two methods had maximum sensitivity (100 %, 95 % CI 63-100 %) and NPV (100 %, 95 % CI 93-100 %). This study demonstrated the utility of DTP and SQSC for the diagnosis of both CRBSI and CTC in critically ill patients. DTP was the more accurate of the two approaches; however, both DTP and SQSC displayed very high NPV. The clinical utility may be optimized by performing both DTP and superficial cultures concurrently.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Bloodstream infections"
        },
        {
            "text": "The role of ultrasound in limiting catheter misplacement and mechanical complications has been addressed by two studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bloodstream infections"
        },
        {
            "text": "In a prospective randomized trial, Airapetian [19] compared quick-look ultrasound with skin mark, landmark (LM), and ultrasound-guided (UG) canulation of jugular and femoral veins by inexperienced operators. The success rate was higher in the UG group than in the LM and UM groups (100, 74, and 73 %, respectively; p = 0.01). The total number of mechanical complications (arterial puncture, local or visible hematoma) was higher in the LM and UM groups than in the UG group (24 and 36 vs. 0 %, respectively; p = 0.01) but severe mechanical complications (pneumothorax, hemothorax, severe bleeding) never occurred. The insertion technique used had no impact on catheter colonization rate.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Bloodstream infections"
        },
        {
            "text": "In a prospective study of 101 catheter placements in 98 patients, Bedel et al. [20] looked at the ability of transthoracic echocardiography (TTE) to localize the guidewire and detect catheter misplacement during the procedure. Catheter misplacement was detected by TTE with a sensitivity of 96 % (CI 90-98 %), a specificity of 83 % (CI 44-97 %), a PPV of 98 %, and a NPV of 55 %.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Bloodstream infections"
        },
        {
            "text": "The prevalence of gram-negative bacterial pathogens resistant to multiple antimicrobial agents is increasing in hospitals, and particularly in ICU settings [21] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial resistance"
        },
        {
            "text": "Carbapenems and colistin are currently considered to be the preferred agents for the treatment of serious bacterial infections caused by multidrug-resistant gramnegative pathogens, mainly Enterobacteriaceae, Pseudomonas aeruginosa, and nonfermenters, e.g., Acinetobacter baumannii [22] . However, the emergence of carbapenem and colistin resistance among gram-negative pathogens has been increasingly reported worldwide and is a matter of great concern, because it complicates both empirical and guided treatment.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial resistance"
        },
        {
            "text": "Greece is the European country with the highest level of resistance to carbapenems in enterobacteriaceae. In their excellent study Routsi et al. [23] prospectively evaluated 1,096 patients admitted to a 25-bed university ICU in Athens to identify risk factors for acquisition of carbapenem-resistant (CR) gram-negative bacteremia (GNB). Of the 842 evaluable patients, 43 patients developed only gram-positive bacteremia and/or candidemia and 169 developed GNB giving an incidence of 16.3 per 1,000 patient-ICU days, of which 85 patients had bacteremia due to CR isolates. CR-GNBs were most commonly due to A. baumannii (32 patients, 37.6 %) and P. aeruginosa (31 patients, 36.5 %). Patients with CR-GNB, as compared to those with carbapenem-susceptible (CS)-GNB, had longer hospitalization and longer length of ICU stay prior to bacteremia, a significantly longer duration of mechanical ventilation, and a longer total length of ICU stay. Finally, patients with CR-GNB had a significantly longer prior exposure to carbapenems, colistin, glycopeptides, and antifungals compared with that of patients with CS-GNB. A significant relationship was found between duration of exposure to carbapenems (OR 1.079 per day of exposure, 95 % CI 1.022-1.139, p = 0.006) and colistin (OR 1.113 per day of exposure, 95 % CI 1.046-1.184, p = 0.001).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial resistance"
        },
        {
            "text": "Owing to the worldwide emergence of multiresistant gram-negative bacteria, colistin has become increasingly important as a last-resort antibiotic, especially for patients in ICU. Colistin has been widely used for selective digestive decontamination (SDD) and selective oropharyngeal decontamination (SOD); however, the effects of this topical use on colistin resistance have not been determined rigorously, although some data suggest that prolonged use induces colistin resistance. Oostdijk et al. [24] tried to quantify the rates of colistin resistance among GNB in the intestinal and respiratory tract of patients receiving SDD or SOD in two large Dutch cohorts of ICU patients. The authors demonstrated that the prolonged use of colistin as part of SDD and SOD was not associated with increased acquisition of colistinresistant GNB in the respiratory tract. Moreover, acquisition rates of colistin-resistant GNB in the intestinal tract during SDD ranged from 1.2 to 3.2 per 1,000 patient-days at risk. The overall conversion rate from colistin susceptibility to resistance in the intestinal tract was below 1 conversion per 1,000 patient-days at risk. Although the overall risk of acquisition of colistin-resistant GNB and conversion rates to colistin resistance were low the study identified the circumstances in which this risk is higher. The conversion rate was about fivefold higher during persistent intestinal carriage with GNB, and about 15-fold higher during intestinal colonization with tobramycinresistant GNB. On the basis of the results of this study and the worrisome result of another study [25] , the authors recommend SDD or SOD in settings with low levels of antibiotic resistance. If SDD or SOD is used, it should be accompanied by careful monitoring of tobramycin and colistin resistance in GNB.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 502,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1608,
                    "end": 1612,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial resistance"
        },
        {
            "text": "Schultsz et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimicrobial resistance"
        },
        {
            "text": "[26] performed an interesting prospective study to determine the predominant routes of acquisition of five prevalent nosocomial pathogens in a dedicated tetanus ICU in Vietnam. After the implementation of the infection control program, adherence to hand hygiene prior to and after patient contact was 54 % and adherence to glove use, including removal of gloves, was 70 %. Ceftazidime usage decreased by 53 % (95 % CI 45-60 %) in year 2. The use of piperacillin-tazobactam and ciprofloxacin increased 7.2-fold (95 % CI 4.6-11.8) and 4.5-fold (95 % CI 3.1-6.6), respectively. Imipenem usage decreased by 40 % (95 % CI 26-52 %). The combined measures were highly effective in reducing exogenous methicillin-resistant Staphylococcus aureus (MRSA) transmission, but failed to reduce the prevalence of drug-resistant gram-negative bacteria. Using Markov chain modeling, they observed clear differences in the predominant acquisition routes between MRSA and gram-negative microorganisms. The conclusions of this study were that combination of simple infection control measures and antibiotic mixing was highly effective in reducing the prevalence of MRSA, but not of gram-negative microorganisms and are in line with the recently published study of the MOSAR group [27] and may suggest other interventions to reduce the spread of multiresistant gram-negative bacteria in the ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimicrobial resistance"
        },
        {
            "text": "The absence of positive effects of contact isolation is also important considering its possible adverse impact. After careful adjustment for confounding variables and use of appropriate time-adjusted models, Zahar et al. [28] found that hypoglycemia, hyperglycemia, error in anticoagulant prescription, and ventilator-acquired pneumonia due to multidrug-resistant organisms were the medication errors or adverse events observed significantly more often in isolated patients. It confirms the results of studies performed in hospital wards outside of ICUs and suggests that the use of isolation may cause patients to receive less medical attention and less healthcare worker-to-patient contact; it may also result in more frequent medical errors and adverse events.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial resistance"
        },
        {
            "text": "The level of uncertainty surrounding the diagnosis and management of candidiasis in ICUs encourages further investigations. Remarkably little is known about invasive candidiasis in pediatric ICUs. In a study involving seven PICUs in Greece the incidence of candidemia was 6.4 cases/1,000 admissions with large differences between units [29] . A multidisciplinary expert panel reported conclusions about the treatment of intra-abdominal candidiasis [30] . The report clearly reviewed available data and the level of evidence about diagnosis, prevention, and treatment of intra-abdominal candidiasis and areas of uncertainty. In particular, they clearly stated that diagnosis should be based on perioperative samples or percutaneous puncture and not from samples obtained from drain tubes. They recommended the treatment of patients when direct examinations of purulent and necrotic intra-abdominal specimens obtained during surgery or by percutaneous puncture are positive in all patients with non-appendicular abdominal infections or when culture of the same specimens are positive for Candida. The possible role of non-culture diagnostic methods is discussed as well as the reasons for empirical antifungal treatment.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fungal infections"
        },
        {
            "text": "Comorbidities may play a role in mortality in patients that develop ventilator-acquired pneumonia (VAP) and hospital-acquired pneumonia (HAP). Knowledge of the impact of comorbidities in VAP/HAP mortality is very important when interpreting results from RCTs. Di Pasquale et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilator-acquired pneumonia"
        },
        {
            "text": "[31] examined the impact of chronic liver disease (CLD) on mortality in patients with VAP or HAP acquired in the ICU. Of 343 consecutive patients with ICU-acquired pneumonia, 67 (20 %) had chronic liver disease (67 % had liver cirrhosis with a MELD score of 26 ± 9, 20 % Child-Pugh class C). They presented higher severity scores than patients without CLD both on admission and at onset of pneumonia. Levels of C-reactive protein were lower in patients with liver cirrhosis. The presence of liver cirrhosis in patients with VAP or HAP was independently associated with decreased 28and 90-day survival. As concluded by the authors, the presence of liver cirrhosis has to be taken into account when analyzing mortality in clinical trials involving ICUacquired pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilator-acquired pneumonia"
        },
        {
            "text": "The current algorithm for the empirical treatment of VAP divides patients into those with early onset without risk factors and those with late or early onset with risk factors. The rationale of this classification is that potentially resistant microorganisms (PRMs) rarely belong to the group of early onset without risk factors. Martin-Loeches et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilator-acquired pneumonia"
        },
        {
            "text": "[32] performed a secondary analysis of a prospective, observational, multicenter cohort study conducted in 27 ICUs from nine European countries. From a total of 689 patients with nosocomial pneumonia who required mechanical ventilation, 485 patients with confirmed etiology and antibiotic susceptibility were further analyzed. Of these patients, 152 (31 %) were allocated to group 1 with early-onset pneumonia and no risk factors for PRM acquisition, and 333 (69 %) were allocated to group 2 with early-onset pneumonia with risk factors for PRM or late onset pneumonia. Group 2 patients were older and had more chronic renal failure and more severe illness (SAPS II score, 44.6 ± 16.5 vs. 47.4 ± 17.8, p = 0.04) than group 1 patients. In group 1, 77 patients (51 %) had PRM in spite of the absence of classic risk factors recognized by the current guidelines. A logistic regression analysis identified that presence of severe sepsis/septic shock (OR = 3.79) and pneumonia developed in centers with greater than 25 % prevalence of PRM (OR = 11.3 were independently associated with multidrug resistance in group 1 patients. In patients admitted to ICUs with a prevalence of multidrug resistance greater than 25 % or with severe sepsis/septic shock, empiric therapy for group 1 nosocomial pneumonia requiring mechanical ventilation should also include agents likely to be effective for multidrug-resistant (MDR) pathogens. These factors should be taken into account when updating VAP/HAP guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilator-acquired pneumonia"
        },
        {
            "text": "P. aeruginosa is one of the more frequent microorganisms causing VAP. Typically, it causes VAP in patients with late-onset pneumonia or with risk factors such as previous administration of antibiotics. The increasing rate of MDR Pseudomonas is a concern and a challenge for clinicians. The presence of MDR is a clear factor for a higher initial inadequate treatment and higher mortality. Tumbarello and colleagues [33] conducted a retrospective analysis of prospective data collected in an ICU of a tertiary hospital in Italy. They included 110 VAP patients with confirmed P. aeruginosa. In 42 % of cases, the Pseudomonas was MDR. Sixty percent of the patients received initial inadequate therapy and 49 (44.5 %) died. Initial inadequate therapy, diabetes mellitus, higher SAPS II score, and older age were independently associated with ICU mortality. Among patients that survive, those with MDR Pseudomonas and those with initial inadequate therapy had significant longer periods of post-pneumonia onset mechanical ventilation days. These findings highlight the importance of initial adequacy of antibiotic treatment and that of the early detection of MDR Pseudomonas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilator-acquired pneumonia"
        },
        {
            "text": "In a nice ''What's new'' article, Rello et al. [34] summarized up-to-date information about risk factors for VAP due to P. aeruginosa that may have an impact on the choice of preventive strategies and the optimization of probable treatment of VAP.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "[34]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Ventilator-acquired pneumonia"
        },
        {
            "text": "The use of surveillance cultures (SC) to predict the microbial etiology of VAP is controversial. The studies performed have shown different results. The discrepancies found are due to different populations studied, different sequences of SC taken, and which SC culture is taken as a reference. Brusselaers and colleagues [35] performed a systematic review and meta-analysis including 14 eligible studies with a total of 791 VAP patients. The meta-analysis showed a high accuracy of SC, with a pooled sensitivities up to 0.75 and specificities up to 0.92 in culture-positive VAP. The AUC of the hierarchical summary ROC curve demonstrates moderate accuracy (AUC 0.90) in predicting multidrug resistance. A sampling frequency of greater than 2 per week and consideration of only the most recent surveillance culture are associated with a higher accuracy of prediction. The authors concluded that the meta-analysis provided evidence of SC in predicting MDR bacterial pathogens in VAP. However, they acknowledged the heterogeneity of this meta-analysis.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[35]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Ventilator-acquired pneumonia"
        },
        {
            "text": "The risk of acquiring VAP or ventilator-acquired tracheobronchitis (VAT) in patients that need mechanical ventilation for more than 48 h is increased in patients after major heart surgery (MHS). A lot of preventive measures have been recommended. There is little information about the efficacy of pre-emptive antibiotic treatment in these patients. Bouza and colleagues [36] performed an open-label randomized trial comparing linezolid and meropenem, and the control group, which received the standard of care. The main outcome was the development of VAP or VAT. Overall, of the 78 patients included in the study, 40 were in the intervention group and 38 in the control group. Both groups were comparable. Data for the intervention and control groups, respectively, were as follows: VAP ? VAT/1,000 days was 31.79 vs. 64 .78 (p = 0.03), median length of MV before the first episode of VAP or VAT 9 vs. 4.5 days (p = 0.02). No significant differences were observed in median length of stay in the ICU, median length of hospital stay, antibiotic use, Clostridium difficile infection, and overall mortality rate. They detected linezolid-resistant coagulase-negative and coagulase-positive staphylococci in the MHS ICU after the study period. This study suggested that a pre-emptive approach with broad-spectrum antibiotics may be effective in reducing the incidence and delaying the onset of VAP ? VAT after MHS. The ecological consequences have to be carefully evaluated in future trials.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[36]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 818,
                    "end": 820,
                    "text": "64",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Ventilator-acquired pneumonia"
        },
        {
            "text": "An up-to-date editorial about the key rules of treatment of respiratory hypoxemia was published in the journal this year [37] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[37]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Ventilator-acquired pneumonia"
        },
        {
            "text": "Aerosol therapy is a type of treatment that it is frequently used during mechanical ventilation. With the increase of MDR patients with VAP this therapy has gained importance as regards the administration of antibiotics. Ehrmann and colleagues [38] performed a multicenter survey in France with the aim of knowing the current aerosol therapy practices during mechanical ventilation. Of the respondents, who represented 611 departments in 70 countries, 99 % reported using aerosol therapy during mechanical ventilation (including noninvasive), 43 % exclusively used nebulizers and 55 % also used metered dose inhalers. Nebulization relied on jet, ultrasonic, and vibrating mesh nebulizers (55, 44 , and 14 % of respondents, respectively). During nebulization, ventilator settings were never changed by 77 % of respondents, 65 % reported placing a filter on the expiratory limb, and of these 28 % never changed it. Only 22 % of respondents using heated humidifiers reported turning them off during nebulization. A majority of respondents (87 %) thought that ultrasonic nebulizers outperform jet nebulizers, whereas 69 % had no opinion concerning mesh nebulizers. This study emphasized the importance of improving knowledge and skills of aerosol therapy in the ICU. Educational programs and research focusing on a better bench-to-bedside transfer of knowledge are needed.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[38]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "(55,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "44",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Ventilator-acquired pneumonia"
        },
        {
            "text": "The association between metabolomics and outcomes has not been widely studied in community-acquired pneumonia (CAP). Seymour and colleagues [39] selected an outcome-stratified case-control sample from a prospective study of 1,895 patients hospitalized with CAP and sepsis. Cases (n = 15) were adults who died before 90 days, and controls (n = 15) were adults who survived, matched on demographics, infection type, and PCT. They determined the global metabolomic profile in the first emergency department blood sample using non-targeted mass spectrometry and they derived metabolite-based prognostic models for 90-day mortality. A total of 423 small molecules were identified; of these, the relative levels of 70 (17 %) were different between survivors and non-survivors (p B 0.05). Broad differences were present in pathways of oxidative stress, bile acid metabolism, and stress response. Metabolite-based prognostic models for 90-day survival performed modestly (AUC = 0.67). Five nucleic acid metabolites were greater in non-survivors (p B 0.05). Of these metabolites, pseudouridine increased monocyte expression of TNF-a and IL-1b vs. controls (p B 0.05). Pseudouridine was also increased in liver and kidney homogenates from CLP mice vs. sham (p B 0.05 for both). Although replication is required, the study showed that the global metabolomic profile in plasma broadly differs between survivors and non-survivors of CAP and sepsis. Metabolite-based prognostic models had modest performance, though metabolites of oxidative stress may act as putative damage-associated molecular patterns.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[39]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 712,
                    "end": 718,
                    "text": "(17 %)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Community-acquired pneumonia"
        },
        {
            "text": "Macrolides are a family of antibiotics frequently used in the treatment of severe CAP in addition to beta-lactams. They are preferred to quinolones because some observational studies have shown a decreased mortality when comparing the two types of combination in favor of macrolides. It has been hypothesized that this beneficial effect is due to the anti-inflammatory and immunomodulatory effects of macrolides. However, the potential effects in pure viral pneumonia are unknown. Martin-Loeches et al. [40] investigated the potential effects of macrolides in patients with severe pure H1N1 pneumonia. Primary viral pneumonia was present in 733 ICU patients with pandemic influenza A (H1N1) virus infection with severe respiratory failure. Macrolide-based treatment was administered to 190 (26 %) patients. Patients who received macrolides more often had chronic obstructive pulmonary diseases. Length of ICU stay in survivors was not significantly different in patients who received macrolides compared to patients who did not [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] vs. [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] , p = 0.9]. ICU mortality was 24.1 % (n = 177). Patients with macrolide-based treatment had lower ICU mortality in the univariate analysis (19.2 vs. 28.1 %, p = 0.02); however, a propensity score analysis showed no effect of macrolide-based treatment on ICU mortality (OR = 0.87). A separate analysis of patients under mechanical ventilation yielded similar results (OR = 0.77; 95 % CI 0.44-1.35, p = 0.4). These results suggest that macrolide-based treatment was not associated with improved survival in critically ill H1N1 patients with primary viral pneumonia.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[40]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1127,
                    "end": 1131,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Community-acquired pneumonia"
        },
        {
            "text": "Fiberoptic bronchoscopy (FOB) is a frequently needed procedure in patients with severe acute respiratory failure without intubation. A prospective, multicenter, observational study was carried out in eight French adult ICUs [41] . The study included 169 FOBs performed in patients with a PaO 2 /FIO 2 ratio B300. The main endpoint was intubation rate. The secondary endpoint was rate of increased ventilatory support defined as an increase in oxygen requirement [50 %, the need to start noninvasive positive pressure ventilation (NIPPV) or increase NIPPV support. Within 24 h, an increase in ventilatory support was required following 59 bronchoscopies (35 %), of which 25 (15 %) led to endotracheal intubation. The existence of chronic obstructive pulmonary disease (COPD; OR 5) or immunosuppression (OR 5.4) was significantly associated with the need for intubation in the multivariable analysis. None of the baseline physiological parameters, including the PaO 2 /FiO 2 ratio, was associated with intubation. Bronchoscopy is often followed by an increase in ventilatory support in hypoxemic critically ill patients, but less frequently by the need for intubation. COPD and immunosuppression is associated with the need for invasive ventilation in the 24 h following bronchoscopy. Bronchoscopists and intensivists have to be aware of these risk factors for intubation when performing FOB in patients with acute respiratory failure.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[41]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Community-acquired pneumonia"
        },
        {
            "text": "When intubation is needed, the choice between traditional laryngoscopy technique and combo videolaryngoscope groups is debated. In a before-after study of 210 procedures, Jong et al. [42] found that the incidence of difficult laryngoscopy and/or difficult intubation is lower with the combo videolaryngoscope as compared to the classical technique (4 vs. 16 %, p = 0.01). However, the severe life-threatening complications related to intubation did not differ between groups (16 vs. 14 %, p = 0.79).",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[42]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Community-acquired pneumonia"
        },
        {
            "text": "De Gast-Bakker and colleagues from Leiden presented a randomized control study comparing two transfusion thresholds [Hb 10.8 g/dL (6.8 mmol/L) and Hb 8.0 g/dL (5.0 mmol/L)] in non-cyanotic children undergoing surgery for congenital cardiac disease involving bypass. In contrast to previous work, the interventions were applied during anesthesia and surgery and not just postoperative ICU care. In the restrictive group less blood was used, costs were lower, and, most importantly, the length of hospital stay was reduced [restrictive median 8 (IQR 7-11) vs. liberal 9 (IQR 7-14) days, p = 0.047] [43] . The accompanying editorial reminds us once again of the central importance of primum non nocere [44] . This theme recurred throughout the year.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 600,
                    "text": "[43]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[44]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Primum non nocere"
        },
        {
            "text": "Perhaps the simplest observation we published this year was that a case-mix adjusted increase in risk of death with increasing number of drugs administered in over 1,000 admissions (estimated odds ratio for PICU death per additional drug = 1.13, 95 % CI 1.01-1.27, p = 0.034) [45] . Of course this may represent the limitations of our risk adjustment models but it does remind us of the constant need to consider the risks of all our treatments.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[45]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Medications and patient safety"
        },
        {
            "text": "The risks of medications is an emerging theme within patient safety. Vet and colleagues systematically reviewed sedation practice in pediatric intensive care. They highlighted that oversedation is common and brings with it prolonged stay, tolerance, and withdrawal [46] . The use of propofol in 4 of the 25 studies identified was noteworthy especially in the light of the new reports of propofol infusion syndrome [47] .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[46]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[47]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Medications and patient safety"
        },
        {
            "text": "Garcia Guerra and colleagues highlighted another cause of unwanted variability in managing medications. They measured milrinone blood levels in the first 48 h after surgical repair of congenital heart disease. More than half of the measured values were outside the therapeutic range and high levels were associated with low cardiac output syndrome [48] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[48]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Medications and patient safety"
        },
        {
            "text": "Smulders et al. reviewed the literature assessing the impact of central line and ventilator bundles on healthcare-associated infections in critically ill neonates and children. Although there were few studies available (10 in children and 2 in neonates) and a therefore a real risk of publication bias, the authors suggest that bundles do seem to be effective in these age groups. They particularly highlight the importance of the need for ongoing care of central venous lines in children [49] .",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 493,
                    "text": "[49]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Medications and patient safety"
        },
        {
            "text": "Inclusive, high-quality national and international registries and databases are crucial for us to understand the real-world risks and benefits of our care of critically ill children where children are no longer admitted to adult ICUs [50] . The high value of these sources including the Extracorporeal Life Support Organization registry (http://www.elsonet.org), the UK and Ireland Paediatric Intensive Care Audit Network (www.picanet.org.uk), the Dutch Pediatric Intensive Care Evaluation (www.pice.nl) registries, and more recent initiatives such as Iberoamerican Pediatric Cardiac Arrest Study Network (RIBEPCI) were demonstrated in the journal in 2013.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[50]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "PICU outcomes and organization"
        },
        {
            "text": "Polito and colleagues [51] described the epidemiology of acute neurological complications in 7,190 neonates supported with ECMO between 2005 and 2009. Twenty percent of cases (1,412) had an acute neurological complication noted and 13 % had a documented intracranial hemorrhage. Complications were increased by low birth weight (\\3 kg), gestational age (\\34 weeks) need for CPR pre-ECMO, low pH and bicarbonate use, and the use of veno-arterial ECMO.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[51]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "PICU outcomes and organization"
        },
        {
            "text": "Madderom and colleagues [52] also described the neurological consequences of ECMO, but did so in more depth in a cohort of 135 survivors at 8 years of age. Intelligence, concentration, coordination, and behavior were assessed. Although IQ was within the normal range (99.9), 9 % of this cohort received special education and 39 % extra support in regular education. Concentration scores were lower than those of the controls and there were some subtle differences in behavior. These two papers combine to provide invaluable data for improving our understanding of risks and benefits and having meaningful informed consent discussions with families [53] .",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[52]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[53]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "PICU outcomes and organization"
        },
        {
            "text": "Ramnarayan and colleagues from the Intensive Care National Audit and Research Centre (ICNARC) reported the outcome of the 13,430 children admitted to adult ICUs in the UK between 1996 and 2011. This covers a period during which a shift towards fewer larger regional PICUs took place. Children represented a small (1.3 %) and decreasing proportion of over the more than million admissions to the 210 adult units reported. Crude mortality fell from 6.7 to 2.8 % and the proportion transferred out to a PICU rose from 18.9 to 51.4 %. These are important data in understanding the impact of increased regionalization of PICU services [50] .",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 634,
                    "text": "[50]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "PICU outcomes and organization"
        },
        {
            "text": "Visser el al. assessed the performance of a range of variants of the PIM2 and PRISM outcome prediction models amongst more than 12,000 critically ill Dutch children. They concluded that the freely available PIM2 and the proprietary PRISMIII-24 models displayed good calibration and discrimination but they warn about their utility in patients remaining in the ICU for a week or more [54] .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[54]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "PICU outcomes and organization"
        },
        {
            "text": "The ACTION study investigators reported the impact of congenital heart disease (CHD) on outcome for 3,684 preterm infants of gestational age 22-31 weeks. CHD was more than twice as common as in term infants and carried significant additional risk of complications and death [55] .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[55]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "PICU outcomes and organization"
        },
        {
            "text": "Lopez-Herce and collaborators in 12 countries reported a prospective observational study of 502 children suffering an in-hospital cardiac arrest. The figures of return of circulation in 69.5 %, with 39.2 % surviving to hospital discharge of whom 88.9 % have a good neurological outcome, are better than many series. The authors urge us to focus our efforts on preventing cardiac arrests, especially outside of the ICU, as well as our resuscitation techniques [56] .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "[56]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "PICU outcomes and organization"
        },
        {
            "text": "Oualha and colleagues addressed the challenge of outcome prediction after cardiac arrest. In a small but novel study they suggest that early diffusion-weighted magnetic resonance imaging may be a useful adjunct to standard clinical and electrophysiologic outcome prediction tools [57] .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[57]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "PICU outcomes and organization"
        },
        {
            "text": "A novel method of ultrasound dilution for measuring cardiac output in pediatric patients after biventricular repair of congenital heart disease was also published [58] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[58]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "PICU outcomes and organization"
        },
        {
            "text": "The Respiratory Section of the European Society for Pediatric and Neonatal Intensive Care undertook a multicenter study to validate the Berlin definition of ARDS in infants and young children. The definition had impressive validity in this group. The subgroup with severe ARDS (PaO 2 /FiO 2 \\ 100 mmHg with a PEEP [ 5 cmH 2 O) had a hazard ratio of 3 (95 % CI 1.1-7.9) for death or ECMO use after adjustment for age, sex, PRISM-III24, ARDS type (primary/secondary), and study center [59] .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[59]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory and mechanical ventilation"
        },
        {
            "text": "Attempts to create ECMO criteria for newborns with persistent pulmonary hypertension after inhaled nitric oxide and/or high-frequency oscillatory ventilation were also published in the journal and required external validation [60] .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[60]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory and mechanical ventilation"
        },
        {
            "text": "The journal published a new way of measuring resistance and reactance using forced oscillation technique (FOT) measurement in preterm newborns that may help to understand lung mechanics. FOT is very sensitive to its changes with PEEP, making this method a promising technique for the noninvasive bedside titration of mechanical ventilation in preterm newborns [61] .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[61]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory and mechanical ventilation"
        },
        {
            "text": "The effects of high-flow humidified oxygen on infant respiratory failure due to respiratory syncytial virus (RSV) were assessed in 21 infants by Milesi et al. [62] . Significant but small increments in pharyngeal pressure were observed even with flow rates as low as 2 L/kg/min. Absolute flow rates of greater 6 L/min maintained a positive pharyngeal pressure throughout the respiratory cycle and were associated with improvements in measures of respiratory distress.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[62]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory and mechanical ventilation"
        },
        {
            "text": "Evidence for the superiority of a strategy employing first-line nasal continuous positive airway pressure (nCPAP) in comparison to intermittent positive pressure ventilation (IPPV) for RSV was reported by Essouri and colleagues. They compared 193 cases between 1996 and 2000, when nCPAP was rarely used, with 332 cases between 2006 and 2010, when nCPAP was the dominant mode of respiratory support. Their analysis suggests a clinical and cost improvement of nCPAP including a shorter duration of ventilatory support (hazard ratio 1.8, 95 % CI 1.5-2.2, p \\ 0.001) and a 3-day reduction in both PICU and hospital length of stay. They estimate savings in their unit of around €700,000/year with this approach [63] .",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 710,
                    "text": "[63]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory and mechanical ventilation"
        },
        {
            "text": "Lee et al. reviewed the role of high-flow nasal cannula (HFNC) systems as a respiratory support modality in the infant, pediatric, but also adult populations as an alternative to noninvasive positive pressure ventilation [64] .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[64]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory and mechanical ventilation"
        },
        {
            "text": "With this increasing use of noninvasive ventilation, contemporary predictors of failure of NIV are required. Mayordomo-Colunga [65] reported an 81 % success rate for 369 patients receiving NIV in a prospective multicenter cohort study. This fell to 50 % in the subgroup with ARDS. Standardized criteria for intubation were used and SpO 2 /FiO 2 ratios were recommended as useful predictors of NIV failure. An SpO 2 /FiO 2 threshold of 193 provided a clinically useful AUC ROC curve of 0.75 for failure in the first 6 h.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[65]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory and mechanical ventilation"
        },
        {
            "text": "Polygraphic respiratory events during sleep with noninvasive ventilation in children was very common. In a prospective evaluation, unintentional leaks, patientventilator asynchronies, decrease in ventilatory drive, upper airway obstruction with or without reduction of ventilatory drive, and mixed events were observed in 27, 33, 10, 11, 12, and 3 % of the patients, respectively [66] .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[66]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory and mechanical ventilation"
        },
        {
            "text": "Jouvet and colleagues' innovative exploratory RCT of 30 children may provide us with a glimpse of the future for mechanical ventilation. They compared duration of weaning with a computer-driven protocol vs. standard care. The median duration of weaning was dramatically reduced with the protocol (21 h, range 3-142 h) compared to standard care (90 h, range 4-552 h, p = 0.007) [67] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[67]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory and mechanical ventilation"
        },
        {
            "text": "Although a great proportion of asthmatic patients are well controlled there are still a small percentage that require ICU admission for an exacerbation both in pediatric and adult populations. Magnesium sulfate has been advocated as a coadjuvant treatment when patients do not respond to standard medications. Egelund et al. [68] carried out a prospective cohort study within a 20-bed PICU in an academic community hospital. Patients 2-18 years of age admitted with status asthmaticus between October 2009 and August 2010 were included in the study. All patients received standard therapy for asthma, whereas the treatment group received an intravenous magnesium sulfate bolus of 50-75 mg/kg (0.2-0.3 mmol/kg) followed by 40 mg/kg/h (0.16 mmol/kg/h) for 4 h. Patients were monitored for cardiorespiratory complications. The treatment group underwent four blood draws to assess pharmacokinetic parameters. Nineteen patients were in the treatment group and 38 patients in the control group after consideration of exclusion criteria and consenting were included. No clinically significant differences were found between groups. There were no interventions or discontinuations of MgSO 4 due to adverse events. In the treatment group, three patients had mild infusion-related reactions. Heart rate and respiratory rate were statistically significantly lower in the magnesium treatment group. The continuous infusions of MgSO 4 were safe at the studied doses and maintained serum magnesium (SrMg) and ionized magnesium levels similar to levels required to produce smooth muscle relaxation in other clinical settings. Further studies are needed to investigate the efficacy of high-dose continuous MgSO 4 infusion as an adjunctive treatment for severe asthma treatment and determine the SrMg level required to maintain airway smooth muscle relaxation.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[68]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Severe asthma"
        },
        {
            "text": "Deep et al. [69] used serial suprasternal Doppler estimations of stroke volume in 36 children with evolving sepsis. They confirmed wide variability in presentation hemodynamics ranging from vasoconstricted low cardiac output, cold shock, to vasoplegic warm shock. They also confirmed the association between shock physiology and etiology of sepsis. Most interestingly, however, they demonstrated a complex nonlinear relationship between cardiac output and ScvO 2 . There is not a threshold cardiac output above which ScvO 2 is in the target range, but rather a 'sweet spot' of cardiac index around 4-5.5 L/ min/m 2 (not too low but also not too high) associated with peak ScvO 2 values.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[69]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Sepsis and biomarkers"
        },
        {
            "text": "Diastolic dysfunction was documented in a subset of patients with acute meningococcal disease by Paize and colleagues. A possible association with raised N-terminal pro-B-type natriuretic peptide was observed. These clinical studies assist in designing new algorithms by reminding us of the need for individualized resuscitation [70] .",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[70]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Sepsis and biomarkers"
        },
        {
            "text": "The heterogeneity of the entity we call 'sepsis' was also highlighted in an elegant study of cytokine profiles in early sepsis amongst pediatric hematology/oncology cases from Xu and colleagues in Hangzhou, China. They demonstrated distinct profiles of early cytokine responses in gram-negative sepsis (threefold IL-6 levels, tenfold IL-10 levels, and double TNF levels) in contrast to grampositive sepsis. The clinical utility of this observation is limited but the implications for different responses to attempts at immunomodulation or risk stratification are clear [71] .",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 573,
                    "text": "[71]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Sepsis and biomarkers"
        },
        {
            "text": "One approach to this complexity is to use increasingly complex panels of biomarkers to assess risk. Schlapbach et al. described a further analysis of the Neonatal Procalcitonin Intervention Study in three Swiss hospitals. Early-onset neonatal sepsis occurred in 33 of their cohort of 137 'at risk' cases. PCT alone was outperformed by a combination of PCT and pancreatic stone protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sepsis and biomarkers"
        },
        {
            "text": "Importantly the NPV of the combined parameters below threshold values was 100 %. Although this must be validated elsewhere, this bioscore therefore has potential utility [72] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[72]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Sepsis and biomarkers"
        },
        {
            "text": "Spaeder reported a remarkable series of 100 cases of severe adenovirus infection admitted to PICU. Co-infection with other viruses was present in 50 cases. Seven children died, five of whom were immunocompromised (odds ratio for death 136, p = 0.001). Only one immunocompromised patient with adenovirus survived ICU [73] .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[73]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Sepsis and biomarkers"
        },
        {
            "text": "Conflicts of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sepsis and biomarkers"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effects of dobutamine on systemic, regional and microcirculatory perfusion parameters in septic shock: a randomized, placebo-controlled, double-blind, crossover study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bruhn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luengo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1435--1443",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2982-0"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Endothelial protein C receptor polymorphisms and risk of severe sepsis in critically ill patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Vassiliou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kotanidou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1752--1759",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3018-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Microparticles are new biomarkers of septic shockinduced disseminated intravascular coagulopathy",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Delabranche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boisrame-Helms",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Asfar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1695--1703",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2993-x"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Endothelial injury in sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Der Poll",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1839--1842",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3054-1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Recombinant human soluble thrombomodulin in sepsis-induced disseminated intravascular coagulation: a multicenter propensity score analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamakawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ogura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fujimi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "644--652",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2822-2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Microcirculatory blood flow as a tool to select ICU patients eligible for fluid therapy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pranskunas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Koetsier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "612--619",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2793-8"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Re-thinking resuscitation: leaving blood pressure cosmetics behind and moving forward to permissive hypotension and a tissue perfusion-based approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Dünser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brunauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/cc12727"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The flow dependency of Tie2 expression in endotoxemia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Kurniati",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jongman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vom Hagen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1262--1271",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2899-7"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Harmonizing international trials of early goal-directed resuscitation for severe sepsis and septic shock: methodology of ProCESS, ARISE, and ProMISe",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Angus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barnato",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1760--1775",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3024-7"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Increased MerTK expression in circulating innate immune cells of patients with septic shock",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guignant",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Venet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Planel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1556--1564",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3006-9"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Early blood lactate area as a prognostic marker in pediatric septic shock",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E-J",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Jhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1818--1823",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2959-z"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hospital mortality prognostication in sepsis using the new biomarkers suPAR and proADM in a single determination on ICU admission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Suberviola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castellanos-Ortega",
                    "suffix": ""
                },
                {
                    "first": "Ruiz",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1945--1952",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3056-z"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prediction of longterm mortality in ICU patients: model validation and assessing the effect of using in-hospital versus long-term mortality on benchmarking",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brinkman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abu-Hanna",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Jonge",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "De Keizer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1925--1931",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3042-5"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Systemic inflammatory response syndrome criteria and vancomycin dose requirement in patients with sepsis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shimamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1247--1252",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2909-9"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical implications of antibiotic pharmacokinetic principles in the critically ill",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Udy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lipman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2070--2082",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3088-4"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Risk-adjusted monitoring of blood-stream infection in paediatric intensive care: a data linkage study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Muller-Pebody",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1080--1087",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2841-z"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical practice guidelines for the diagnosis and management of intravascular catheter-related infection: 2009 update by the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mermel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bouza",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1--45",
            "other_ids": {
                "DOI": [
                    "10.1086/599376"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A comparative assessment of two conservative methods for the diagnosis of catheterrelated infection in critically ill patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gowardman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jeffries",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lassig-Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "109--116",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2689-7"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ultrasound-guided central venous cannulation is superior to quicklook ultrasound and landmark methods among inexperienced operators: a prospective randomized study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Airapetian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maizel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Langelle",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1938--1944",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3072-z"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Guidewire localization by transthoracic echocardiography during central venous catheter insertion: a periprocedural method to evaluate catheter placement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vallee",
                    "suffix": ""
                },
                {
                    "first": "Mari",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1932--1937",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3097-3"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Antimicrobial resistance surveillance in Europe",
            "authors": [],
            "year": 2012,
            "venue": "Surveillance report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Characteristics and determinants of outcome of hospital-acquired bloodstream infections in intensive care units: the EUROBACT International Cohort Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tabah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koulenti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Laupland",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "",
            "pages": "1930--1945",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2695-9"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Risk factors for carbapenemresistant gram-negative bacteremia in intensive care unit patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Routsi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pratikaki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Platsouka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1253--1261",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2914-z"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical outcomes of Pseudomonas aeruginosa pneumonia in intensive care unit patients",
            "authors": [
                {
                    "first": "Ean",
                    "middle": [],
                    "last": "Oostdijk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Smet 33. Tumbarello",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Pascale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trecarichi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "682--692",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2828-9"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Risk factors for Pseudomonas aeruginosa pneumonia in the early twenty-first century",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Borgatta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lisboa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2204--2206",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3046-1"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Value of lower respiratory tract surveillance cultures to predict bacterial pathogens in ventilator-associated pneumonia: systematic review and diagnostic test accuracy meta-analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Brusselaers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Labeau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vogelaers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blot",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "365--375",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2759-x"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Pre-emptive broadspectrum treatment for ventilatorassociated pneumonia in high-risk patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bouza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Perez Granda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hortal",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1547--1555",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2997-6"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "What is new in refractory hypoxemia?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kacmarek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1207--1210",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2905-0"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Aerosol therapy during mechanical ventilation: an international survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ehrmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Roche-Campo",
                    "suffix": ""
                },
                {
                    "first": "Gfs",
                    "middle": [],
                    "last": "Papa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1048--1056",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2872-5"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Metabolomics in pneumonia and sepsis: an analysis of the GenIMS cohort study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Seymour",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yende",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1423--1434",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2935-7"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Macrolide-based regimens in absence of bacterial coinfection in critically ill H1N1 patients with primary viral pneumonia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Martin-Loeches",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bermejo-Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valles",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "693--702",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2829-8"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Safety of performing fiberoptic bronchoscopy in critically ill hypoxemic patients with acute respiratory failure",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cracco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fartoukh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Prodanovic",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "45--52",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2687-9"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Implementation of a combo videolaryngoscope for intubation in critically ill patients: a before-after comparative study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Clavieras",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conseil",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2144--2152",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3099-1"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Safety and effects of two red blood cell transfusion strategies in pediatric cardiac surgery patients: a randomized controlled trial",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Gast-Bakker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "De Wilde",
                    "suffix": ""
                },
                {
                    "first": "Rbp",
                    "middle": [],
                    "last": "Hazekamp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2011--2019",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3085-7"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Do cardiac children need more red blood cell transfusions than other critically ill children?",
            "authors": [
                {
                    "first": "Du",
                    "middle": [],
                    "last": "Pont-Thibodeau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lacroix",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2050--2052",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3082-x"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Is the number of drugs independently associated with mortality?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tritschler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2060--2062",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3065-y"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Optimal sedation in pediatric intensive care patients: a systematic review",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Vet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ista",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "De Wildt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1524--1534",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2971-3"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "An urgent plea: give the use of prolonged propofol infusion a second thought",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van De Voorde",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Lander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Colpaert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2058--2059",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3058-x"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Incidence of milrinone blood levels outside the therapeutic range and their relevance in children after cardiac surgery for congenital heart disease",
            "authors": [
                {
                    "first": "Garcia",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Joffe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Senthilselvan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "951--957",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2858-3"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Are central line bundles and ventilator bundles effective in critically ill neonates and children?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Smulders",
                    "suffix": ""
                },
                {
                    "first": "Jpj",
                    "middle": [],
                    "last": "Van Gestel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Bos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1352--1358",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2927-7"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Characteristics and outcome of children admitted to adult intensive care units in England",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ramnarayan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pappachan",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2020--2027",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3010-0"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Neurologic complications in neonates supported with extracorporeal membrane oxygenation. An analysis of ELSO registry data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Polito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wypij",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1594--1601",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2985-x"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Neurodevelopmental, educational and behavioral outcome at 8 years after neonatal ECMO: a nationwide multicenter study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Madderom",
                    "suffix": ""
                },
                {
                    "first": "Jjcm",
                    "middle": [],
                    "last": "Reuser",
                    "suffix": ""
                },
                {
                    "first": "Emwj",
                    "middle": [],
                    "last": "Utens",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1584--1593",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2973-1"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Looking beyond survival rates: neurological outcomes after extracorporeal life support",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maclaren",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Marino",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1870--1872",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3050-5"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Mortality prediction models for pediatric intensive care: comparison of overall and subgroup specific performance",
            "authors": [
                {
                    "first": "Ihe",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hazelzet",
                    "suffix": ""
                },
                {
                    "first": "Mjij",
                    "middle": [],
                    "last": "Albers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "942--950",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2857-4"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Increased morbidity and mortality in very preterm/VLBW infants with congenital heart disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Polito",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Piga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Cogo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1104--1112",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2887-y"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Factors associated with mortality in pediatric in-hospital cardiac arrest: a prospective multicenter multinational observational study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lopez-Herce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matamoros",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "309--318",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2709-7"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Early diffusion-weighted magnetic resonance imaging in children after cardiac arrest may provide valuable prognostic information on clinical outcome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oualha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gatterre",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Boddaert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1306--1312",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2930-z"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Validation of a new method based on ultrasound velocity dilution to measure cardiac output in paediatric patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Floh",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Rotta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wermelt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "926--933",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2848-5"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The use of the Berlin definition for acute respiratory distress syndrome during infancy and early childhood: multicenter evaluation and expert consensus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Luca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Piastra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chidini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2083--2091",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3110-x"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Adapted ECMO criteria for newborns with persistent pulmonary hypertension after inhaled nitric oxide and/or high-frequency oscillatory ventilation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Berkel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Binkhorst",
                    "suffix": ""
                },
                {
                    "first": "Afj",
                    "middle": [],
                    "last": "Van Heijst",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1113--1120",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2907-y"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Relationship between respiratory impedance and positive endexpiratory pressure in mechanically ventilated neonates",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Dellaca",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Veneroni",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vendettuoli",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "511--519",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2795-6"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Is treatment with a high flow nasal cannula effective in acute viral bronchiolitis? A physiologic study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Milesi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baleine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matecki",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1088--1094",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2879-y"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Improved clinical and economic outcomes in severe bronchiolitis with pre-emptive nCPAP ventilatory strategy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Essouri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laurent",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chevret",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Intensive Care Med",
            "volume": "40",
            "issn": "",
            "pages": "84--91",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3129-z"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Use of high flow nasal cannula in critically ill infants, children, and adults: a critical review of the literature",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Rehder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Williford",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "247--257",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2743-5"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Predicting non-invasive ventilation failure in children from the SpO(2)/FiO(2) (SF) ratio",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mayordomo-Colunga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pons",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1095--1103",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2880-5"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Polygraphic respiratory events during sleep with noninvasive ventilation in children: description, prevalence, and clinical consequences",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Caldarelli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Borel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khirani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "739--746",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2806-7"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Weaning children from mechanical ventilation with a computer-driven protocol: a pilot trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jouvet",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Payen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gauvin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "919--925",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2837-8"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "High-dose magnesium sulfate infusion protocol for status asthmaticus: a safety and pharmacokinetics cohort study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Egelund",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wassil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "117--122",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2734-6"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Evolution of haemodynamics and outcome of fluidrefractory septic shock in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deep",
                    "suffix": ""
                },
                {
                    "first": "Cda",
                    "middle": [],
                    "last": "Goonasekera",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1602--1609",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-3003-z"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Diastolic dysfunction and N-terminal pro-brain natriuretic peptide in children with meningococcal sepsis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Paize",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Makwana",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Baines",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1501--1502",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2948-2"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Inflammatory cytokine measurement quickly discriminates gram-negative from gram-positive bacteremia in pediatric hematology/oncology patients with septic shock",
            "authors": [
                {
                    "first": "X-J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y-M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "319--326",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2752-4"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Pancreatic stone protein as a novel marker for neonatal sepsis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Schlapbach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woerner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "754--763",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2798-3"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Severe adenoviral respiratory infection in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Spaeder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1157--1158",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-013-2893-0"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "For the diagnosis of CRBSI, DTP had high accuracy (94 %, 95 % CI 92-98 %), specificity (98 %, 95 % CI 93-100 %), negative predictive value (NPV; 96 %, 95 % CI 90-98), and positive predictive value (PPV; 67 %, 95 % CI 24-94), while superficial cultures had a PPV of 14 % (95 % CI 6-26 %), NPV of 97 % (95 % CI 89-99 %), sensitivity of 78 % (95 % CI 41-96 %), specificity of 60 % (50-69 %), and accuracy of 74 % (65-82 %).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}