{
    "paper_id": "34261678facd3ba33b2c7c7017d3aa29941de291",
    "metadata": {
        "title": "Complex dynamic behavior in a viral model with state feedback control strategies",
        "authors": [
            {
                "first": "Lin-Fei",
                "middle": [],
                "last": "Nie",
                "suffix": "",
                "affiliation": {},
                "email": "lfnie@163.com"
            },
            {
                "first": "Zhi-Dong",
                "middle": [],
                "last": "Teng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Il",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hyo",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L.-F",
                "middle": [],
                "last": "Nie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z.-D",
                "middle": [],
                "last": "Teng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "H"
                ],
                "last": "Jung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the consideration of mechanism of prevention and control for the spread of viral diseases, in this paper, we propose two novel virus dynamics models where state feedback control strategies are introduced. The first model incorporates the density of infected cells (or free virus) as control threshold value; we analytically show the existence and orbit stability of positive periodic solution. Theoretical results imply that the density of infected cells (or free virus) can be controlled within an adequate level. The other model determines the control strategies by monitoring the density of uninfected cells when it reaches a risk threshold value. We analytically prove the existence and orbit stability of semi-trivial periodic solution, which show that the viral disease dies out. Numerical simulations are carried out to illustrate the main results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viruses are the most abundant type of biological entities and are found in almost every ecosystem on Earth, which can infect all types of life forms, from animals and plants to bacteria and archaea. Many serious diseases, such as ebola, AIDS, avian influenza, and SARS, are caused by viruses. The control and hence eradication of diseases is one of the major concerns in the study of viral epidemiology. Since viral reproduction always involves host cells and uses the cellular machinery for the synthesis of their genome and other components, there have been two methodologies used to mimic these processes by mathematical models. Perhaps the earliest and simplest classical virus dynamics model was developed by Kermack et al. in [1] and Anderson et al. in [2, 3] as follows",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 735,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 740,
                    "end": 755,
                    "text": "Anderson et al.",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 763,
                    "end": 765,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where x denotes the density of uninfected cells and y denotes the density of infected cells, λ is the rate of production of uninfected cells, δ is their per capita death rate, β is the rate of infection of uninfected cells, and μ is the rate of disappearance of infected cells. Model (1) is very important in viral epidemiology, which has been studied by many authors. A more detailed description of model (1) and its dynamic behaviors may be found in [1] [2] [3] and the references therein.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Not long after that many similar models which include the dynamics of free virus or immune response have been used to describe the short-term dynamics of virus load during drug treatment and have helped to estimate virus turnover rates in vivo. We refer to some of them in [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] and the references therein. However, Bartholdy et al. [14] and Wodarz et al. [15] found that the turnover of free virus is much faster than that of infected cells, which allowed them to make a quasisteady state assumption-that is, the amount of free virus is simply proportional to the number of infected cells. Therefore, the density of infected cells y in model (1) also can be considered as a measure of the free virus load.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 354,
                    "end": 366,
                    "text": "Bartholdy et",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In recent years, many researchers studied the evolution of virus dynamics models from different perspectives. These include the existence of the threshold value, which is the index for the persistence and extinction of a viral disease; the local or global stability of virus-free equilibrium and the virus equilibrium; the existence and stability of periodic solutions, to name just a few (see, e.g., [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] ). Particularly, Nakata [26] studied the global dynamics of a viral infection model with a latent period and nonlinear function which denotes the incidence rate of the virus infection in vivo. Wang and Zhao [27] considered the investigation of the effects of periodic drug treatment on a standard within-host virus model. Ball et al. [28] examined the dynamics of strain replacement in a simple model that includes a convex trade-off between rapid virus reproduction and long-term host cell survival. Lang and Li [29] investigated the consequences of a more general CTL response and show that a sigmoidal response function gives rise to complex behaviors previously unobserved.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is well known that exploring an effective and easily implementable control measure to keep the level of spread of diseases is significant both theoretically and practically. For example, of many strategies, the efficient ways for elimination or control of malignant neoplasm are still chemotherapy, radiotherapy, and immunotherapy in clinical treatment in recent years. The clinical data show that the course of these treatments for some viral diseases is relatively short but the density of various cells in vivo changed radically, which in nature is submitted to short temporary effects that are negligible compared to the process duration. These short-time perturbations are often assumed to be in the form of impulses in the modeling process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Very recently, many works have been focused on the analysis of mathematical models described by ordinary differential equations with control effects [30] [31] [32] [33] . Particularly, the state-dependent impulsive control strategies are applied widely to the prevention of spread of infectious disease due to its economic, high efficiency, and feasibility nature. This idea can be found in many other areas like agricultural production and fishery industry; where the control measures, such as catching, poisoning, releasing the natural enemy, and harvesting, are taken only when the number of population reaches an economic threshold value. Following this idea, the dynamic behaviors of population, epidemic and language models with state-dependent impulsive effects are considered, and the existence and stability of positive periodic solution by the Poincaré map, properties of the Lambert W function, and analog of Poincaré criterion are obtained [34] [35] [36] [37] [38] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 972,
                    "end": 976,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Motivated by the above works, we propose, in this paper, two novel virus dynamics models with state feedback control strategies. The main purpose is to investigate the state feedback control strategies which govern whether the viral disease dies out or not, and further to examine how the state feedback control strategies affect the prevention and control of viral disease. This paper is organized as follows. In the next section, we introduce two novel virus dynamics models where the state feedback control strategies are considered, some basic definitions, and an important lemma. The density of infected cells (or free virus) as control threshold value, and some sufficient conditions are presented in Sect. 3 for the existence and orbital stability of positive periodic solutions. In Sect. 4, the existence and stability of semi-trivial periodic solution are obtained, where the density of uninfected cells is the control threshold value. The numerical simulations are carried out in Sect. 5 for illustration. Some concluding remarks are presented in Sect. 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The basic reproductive rate for model (1) is R 0 = λβ μδ , which is defined as the average number of secondary infected cells generated by a single infected cell placed in an uninfected cell (or free virus). It is clear that (i) if R 0 < 1, then model (1) admits only a global asymptotical stable virus-free equilibrium ( λ δ , 0); (ii) if R 0 > 1, then model (1) admits an unstable trivial equilibrium ( λ δ , 0) and a unique globally asymptotically stable positive equilibrium (x * , y * ), where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation and preliminaries"
        },
        {
            "text": "Generally, the objective of treatment and control for viral disease is to reduce the density of free virus or infected cells in vivo. For all this, we propose, firstly, a novel virus dynamics model with state feedback control strategies, while regarding the density of free virus or infected cells as control threshold value. The control model is governed by the following state feedback impulsive differential equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation and preliminaries"
        },
        {
            "text": "The meaning of model (3) is as follows: when the density of infected cells (or free virus) y reaches the critical threshold value Y c at time t i (Y c ) at the i-th time, control strategies (such as chemotherapy, radiotherapy, immunotherapy, etc.) are taken and the densities of uninfected cells x and infected cells (or free virus) y immediately become (1 − p)x(t i (Y c )) + τ and (1−q)y(t i (Y c )), respectively, where p, q ∈ (0, 1), and τ > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation and preliminaries"
        },
        {
            "text": "Remark 1 It is clear that a priori time of control strategies depends on the density of infected cells (or free virus), which makes our control strategy a \"state feedback control.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation and preliminaries"
        },
        {
            "text": "On the other hand, from the dependencies between the densities of uninfected cells and infected cells (or free virus) in model (1) , it is obvious that if the density of uninfected cells is high then infected cells (or free virus) are growing fast. Therefore, regarding the density of uninfected cells as control threshold value, we propose another novel model simulating immune boosting and viral suppressing as state feedback control strategies, and investigate its dynamical behaviors. We suppose that, therefore, when the density of uninfected cells x reaches the risk threshold value X r at time t i (X r ) at the i-th time, the control strategies are taken and the densities of uninfected cells x and infected cells (or free virus) y turn very suddenly to a great degree to (1− p) x(t i (X r ))+τ and (1−q)y(t i (X r )), respectively, where p, q ∈ (0, 1), τ > 0, and (1 − p)X r + τ < X r .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 780,
                    "end": 786,
                    "text": "(1− p)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model formulation and preliminaries"
        },
        {
            "text": "Under the assumption aforementioned, we come to a control model that is governed by the following ordinary differential equation with state feedback control strategies:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation and preliminaries"
        },
        {
            "text": "We assume, throughout this paper, that R 0 = λβ μδ > 1. By the biological background, we only consider models (3) and (4) in the region R 2 + = {(x, y) : x > 0, y > 0}, where the biology makes sense. Obviously, R 2 + is divided into four domains with vertical isocline dx dt = 0 and horizontal isocline dy dt = 0, followed by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation and preliminaries"
        },
        {
            "text": "The global existence and uniqueness of solution for models (3) and (4) are guaranteed by the smoothness of the right-hand sides of models (3) and (4) . For more details, we refer to [39] . (3) and (4) with the initial value in the interior of R 2 + at time t = t 0 ≥ 0 are positive.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Model formulation and preliminaries"
        },
        {
            "text": "The proof of Lemma 1 is obvious, hence we omit it here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1 Solutions of models"
        },
        {
            "text": "Let S ⊂ R 2 + be a nonempty set and P 0 ∈ R 2 + be a point. The distance between P 0 and S is defined by ρ(P 0 , S) = inf P∈S |P − P 0 |. Let z(t) = (x(t), y(t)) be a solution of model (3) starting from initial point z 0 ∈ R 2 + at t = t 0 . We define the positive orbit as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1 Solutions of models"
        },
        {
            "text": "Definition 2 (Orbitally asymptotical stability [40] ) A trajectory O + (z 0 , t 0 ) is said to be orbitally asymptotically stable if it is orbitally stable, and there exists a constant η > 0 such that for any other solution z",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Definition 1 (Orbital stability [40]) A trajectory"
        },
        {
            "text": "Next, for model (3), let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Orbital stability [40]) A trajectory"
        },
        {
            "text": "again. Therefore, we can define a Poincaré map on section Γ 2 as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For any point"
        },
        {
            "text": "Furthermore, we can define",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For any point"
        },
        {
            "text": "Similarly, we can define two sections to model (4) by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For any point"
        },
        {
            "text": "and a Poincaré map on section Γ 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For any point"
        },
        {
            "text": "Next, we consider the following autonomous system with pulse effects:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For any point"
        },
        {
            "text": "where f and g are continuous differentiable functions defined on R 2 and ϕ is a sufficiently smooth function with gradϕ = 0. Let (μ(t), ν(t)) be a positive T -periodic solution of system (8) . The following result comes from Corollary 2 of Theorem 1 of [41] .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "For any point"
        },
        {
            "text": "is the time of the j-th jump, then (μ, ν) is orbitally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For any point"
        },
        {
            "text": "Since virus equilibrium (x * , y * ) is globally asymptotically stable for model (1) , any solution of model (3) without state feedback control strategy will eventually tend to (x * , y * ). If Y c ≤ y * , we easily see that trajectory of model (3) with initial value (x 0 , y 0 ) ∈ Γ 1 will intersect section Γ 2 infinitely many times, and when Y c > y * , then trajectory of model (3) starting from point (x 0 , y 0 ) ∈ Γ 1 may intersect section Γ 2 finitely many times. Therefore, in this section, we give some sufficient conditions for the existence and stability of positive periodic solutions in two cases of Y c ≤ y * and Y c > y * , respectively.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "The following result is on the existence of positive order-1 periodic solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "Theorem 1 For any p, q ∈ (0, 1), and τ > 0, model (3) admits a positive order-1 periodic solution. (3) will enter into domain III or in succession enter into domain IV and finally intersect Γ 2 at point",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": ". This shows that there are two different solutions which start from this point. It contradicts with the uniqueness of solution for model (3) . Therefore, by Poincaré map (6), it follows that",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "On the other hand, for the intersection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "Namely,x 2 >x 1 for this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "Thus, from the above discussion, we get that (i) ifx 1 =x 2 , then model (3) has a positive order-1 periodic solution; (ii) ifx 2 >x 1 , then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "By (10) and (11), it follows that Poincaré map (6) has a fixed point. This amounts to saying that model (3) has a positive order-1 periodic solution. This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with period T . On the orbital stability of solution (φ(t), ψ(t)) of model (3), we have the following Theorem 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "Furthermore, it follows from (13), (14) , and (9) that",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "On the other hand, integrating both sides of the second equation of model (3) along the orbit C + C gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "From (15)- (17), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "By condition (12), we know that model (3) satisfies all conditions of Lemma 2. It then follows from Lemma 2 that the order-1 periodic solution (φ(t), ψ(t)) of model (3) is orbitally asymptotically stable. This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "Remark 2 Generally, the condition (12) of Theorem 2 is not easy to test since the expression of periodic solution (φ(t), ψ(t)) is unknown. We note that, however, it is also weaker since the exponent term of condition (12) is less than 1.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "The following corollary is a direct consequence of Theorem 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (3)"
        },
        {
            "text": "then (φ(t), ψ(t)) is orbitally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "3.2 Case Y c > y * As already mentioned above, this case Y c > y * is complex since the virus equilibrium (x * , y * ) of model (1) is globally asymptotically stable. Additionally, since control measures are aimed at reducing the density of infected cells (or free virus) y, we suppose that (1 − q)Y c < y * . We now have the following result on the existence and orbital stability of positive orderk periodic solution of model (3) with Y c > y * .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "Theorem 3 For any p, q ∈ (0, 1), and τ > 0, one of the following statements is valid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "has a positive order-1 or order-2 periodic solution, which is orbitally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "has a positive order-1 or order-2 periodic solution, which is orbitally asymptotically stable. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "x * ) will tend to virus equilibrium (x * , y * ) and not intersect with section Γ 2 . Moreover, since (1− p) λ δ +τ <x, then (1− p)x +τ < x for any point (x, Y c ) ∈ Γ 2 and x < λ δ . Therefore, for any E(x, Y c ) ∈ Γ 2 and x < λ δ , trajectory O + (E, t 0 ) starting from point E(x, Y c ) will intersect with Γ 2 infinitely many times due to state feedback control strategies x = −px(t) + τ and y(t) = −qY c .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "Considering any two points Y c ) , respectively. We claim that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 32,
                    "text": "Y c )",
                    "ref_id": null
                }
            ],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "In fact, if (18) ",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "or the two points coincide. So it follows that trajec- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": ". By the Poincaré map (6) of section Γ 2 , it follows that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "Repeating the above process, we have x n+1 = F n 1 (x 0 ) (n = 0, 1, . . .). Particularly, model (3) has a positive order-1 periodic solution when x 0 = x 1 and a positive order-2 periodic solution when x 0 = x 1 and x 0 = x 2 . Now, we consider the general situation for x 0 = x 1 = x 2 = · · · = x k (k > 2). On the relation of x 0 , x 1 , and x 2 , there are the following two different cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "(C1) x 0 < x 1 In this case, we can get from (18) that x 1 > x 2 . This results in the relation of x 0 , x 1 , and x 2 to be one of the following two cases.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 14,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "In this case, x 3 > x 1 > x 2 by (18). Repeating the above process, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "(ii) x 0 < x 2 < x 1 Similar to (i), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "In this case, it follows from (18) that x 1 < x 2 . This results in the relation of x 0 , x 1 , and x 2 to be one of two cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "In this case, x 2 > x 1 > x 3 by (18) . Repeating the above process, we have",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "(iv) x 1 < x 2 < x 0 Similar to (iii), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "Further, in (i) of case (C1), we have lim k→∞ x 2k = θ * and lim k→∞ x 2k+1 = θ * , where x * < θ * < θ * < d λ . Hence θ * = F 1 (θ * ) and θ * = F 1 (θ * ). So model (3) has an orbitally asymptotically stable positive order-2 periodic solution. Similarly, in (ii) of case (C1) and (iv) of case (C2), model (3) has an orbitally asymptotically stable positive order-1 periodic solution. In (iii) of case (C2), model (3) has an orbitally asymptotically stable positive order-2 periodic solution. This proves (a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "Next, we prove conclusion (b). If for any",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "will intersect with section Γ 2 infinitely many times due to state feedback control strategies and the fact (1 − p) λ δ + τ < x * . Similar to conclusion (a), we can also obtain that model (3) has a positive order-1 or order-2 periodic solution, which is orbitally asymptotically stable. Conclusion (b) thus follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "Finally, we turn to (c). If for any x ∈ (0, x * ], the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "x * ] will tend to virus equilibrium (x * , y * ) and not intersect with section Γ 2 . Furthermore, any other trajectory intersects section Γ 2 at most finitely many times, and then tends to virus equilibrium (x * , y * ) due to (1 − p) λ δ + τ < x * . In this case, model (3) has no positive order-k (k ≥ 1) periodic solution and virus equilibrium (x * , y * ) is globally asymptotically stable. This is (c). This completes the proof.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "Remark 3 From conclusion (a) of Theorem 3, we note that (1− p) λ δ <x is a sufficient condition for system (3) to have a positive order-1 or order-2 periodic solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "Remark 4 Conclusion (c) of Theorem 3 shows that the state feedback control strategies are invalid when the controlled strengths p, q, and τ remain at a relatively low level and threshold value Y c is greater than y * .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1 Let (φ(t), ψ(t)) be a positive order-1 periodic solution of model (3) with periodic T . If"
        },
        {
            "text": "Similar to Sect. 3, we also divided two cases to give some sufficient conditions for the existence and stability of periodic solutions for model (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the virus dynamics model (4)"
        },
        {
            "text": "The following result is on the extinct of y.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case of X r ≤ x *"
        },
        {
            "text": "Proof Suppose that (x(t), y(t)) be any solution of model (4) with initial value (x 0 , y 0 ) ∈ R 2 + and x 0 ≤ X r . Since any trajectory of model (4) starting from domain I will enter into domain II , where I and II are given by (5) , solution (x(t), y(t)) must intersect with section Γ 4 at a point A(X r , y 1 ), and then jump to section γ 3 at point A + ((1 − q)X r + τ, (1 − q)y 1 ) due to state feedback control strategies. Obviously,",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "So we consider only trajectories which start from points (x 0 , y 0 ) ∈ Γ 3 and y 0 ≤ ω.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "and then jumps to point E + 1 ((1− p)X r +τ, y + 1 ) on section Γ 3 due to control strategies, and reaches section Γ 4 at point E 2 (X r , y 2 ) again, where y 1 , y 2 ∈ (0, λ−δ X r β X r ). Repeating the above process, we can get two point sequences {E + n ((1− p)X r +τ, y + n )} and {E n (X r , y n )}, where y + n = (1 − q)y n . The corresponding impulsive time sequences are marked by {t n }.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "Integrating both sides of the first equation of model (4) from the orbit E + n E n+1 we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "Further, integrating both sides of the second equation of model (4) from the orbit E + n E n+1 , we can get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "This together with (19) shows that",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "From the above recursive formula, it can be easily shown that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "This results in lim n→∞ y n = 0, where we used the facts (1 − p)X r + τ < X r and β X r − μ < 0. Moreover, lim t→∞ y(t) = 0. This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "Let y ≡ 0 for t ∈ [0, ∞) in model (4), we can get the following reduce model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "It can be easy to calculate that model (20) has a T periodic solution which is given by",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "for all nT < t ≤ (n + 1)T , where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "x(0) = (1 − p)X r + τ and x(T ) = X r . This means that model (4) has the following semi-trivial periodic solution for nT < t ≤ (n + 1)T (n = 0, 1, 2, . . .)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "On the stability of this semi-trivial periodic solution, we have the following Theorem 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "Theorem 5 For any p, q ∈ (0, 1), τ > 0, and X r ≤ x * , the semi-trivial periodic solution (21) is orbitally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "Proof Suppose that ( x(t), y(t)) is a solution of of small-amplitude perturbation of periodic solution (φ(t), ψ(t)) with initial value ( x(0), y(0)) = ((1 − p)X r + τ, y 0 ), which first intersects section Γ 4 at point (X r , y 1 ) and then jumps to point ((1 − p)X r + τ, y + 1 ). Further, solution ( x(t), y(t)) intersects section Γ 4 at point (X r , y 2 ) again. Repeating the above process, we have two point sequences {((1 − p)X r + τ, y + n )} and {(X r , y n )}, where y + n = (1 − q) y n . Further, by Theorem 4, it is clear that lim t→∞ y(t) = 0. This shows that semi-trivial periodic solution (21) is orbitally asymptotically stable. This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 For any solution (x(t), y(t)) of model (4) with initial condition"
        },
        {
            "text": "Case of x * < X r < λ δ From the properties (5) of the phase space of model (4), we know that there a point E 0 ((1 − p)X r + τ, γ ) such that trajectory O + (E 0 , t 0 ) is tangent to the section Γ 4 at the intersection E 1 (X r , λ−δ X r β X r ) of section Γ and isocline dx dt = 0, where γ = γ (X r , p, τ ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "starting from point E(X r , y) (where y ≤ λ−δ X r β X r ) will intersect with Γ 4 infinitely many times due to control strategies x = −pX r + τ and y(t) = −qy(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "For any two points E i (X r , y i ) and E j (X r , y j ) on section Γ 4 , where y i , y j ∈ (0, λ−δ X r β X r ), and y i < y j , in view of control strategies,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "Similar to the discussion of Theorem 3, we give the following result on the existence and orbital stability of periodic solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "Theorem 6 For any p, q ∈ (0, 1), τ > 0, and X r > x * , if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "then model (4) admits an order-1 periodic solution which is orbitally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "Remark 5 We want to make clear that the order-1 periodic solution in Theorem 6 may be a positive periodic solution, or it may also be a semi-trivial periodic solution by condition (22) .",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "To illustrate the theoretical results and the feasibility of state control strategies, we perform numerical simulations for different control parameters p, q, τ , Y c , and X r using the software MATLAB. We fixed parameters as those in papers [4, 8, 11] with λ = 50, δ = 0.1, β = 0.002, and μ = 0.5 in model (1) . It is easy to calculate that model (1) has a unique globally asymptotically stable virus equilibrium (x * , y * ) = (250, 50), which is illustrated here by the blue line in Fig. 1a . Firstly, we choose the control parameters to be p = 0.3, q = 0.5, τ = 50, and Y c = 45 < y * , respectively. Using Theorem 1, we know that model (3) has a positive order-1 periodic solution (φ(t), ψ(t)) which is shown by red line in Fig. 1a . At the same time, Fig. 1a also shows that the periodic solution starting from the initial point (φ(0), ψ(0)) = (251.8965, 22.5000). Further, by the condition of Corollary 1, it can be easily shown that",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 247,
                    "end": 249,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 494,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 730,
                    "end": 737,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 758,
                    "end": 765,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Numerical simulation and discussion"
        },
        {
            "text": "Therefore, it follows that (φ(t), ψ(t)) is orbitally asymptotically stable by Corollary 1, which is shown in Fig. 1b . Further, we fixed the values of q, τ , and Y c as mentioned before and choose p to be 0.2, 0.4, 0.6, and 0.8, respectively. Numerical simulations show that the density of y can be controlled within a certain limit and the period T of order-1 periodic solution for model (3) increases with the increase of immune strength p, which is shown in Fig. 2a . The similar numerical results are presented in Fig. 2b . Secondly, let p = 0.3, q = 0.5, τ = 50, and Y c = 55 > y * ; it is easy to see that model (3) has a positive locally orbitally asymptotically stable order-1 periodic solution by parts (a) or (b) of Theorem 3, which is shown in Fig. 3 . However, we only change model parameter Y c = 56, and fixed x(0) = 250 and y(0) ∈ [5, 35] , it can be found that the attraction domains of positive order-1 periodic solution and virus equilibrium appear alternately from Fig. 4 . It is different from the case of Y c = 55. Therefore, the value of control threshold value Y c plays an important role in the treatment of various diseases.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 461,
                    "end": 468,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 518,
                    "end": 525,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 755,
                    "end": 761,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 990,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Numerical simulation and discussion"
        },
        {
            "text": "Further, we fixed Y c = 55, q = 0.5, and τ = 50 and change the control strength p to be 0. 35 Fig. 5 show that trajectories intersect with section Γ 2 finitely many times and then tend to virus equilibrium (x * , y * ) when p is small, but trajectories intersect with section Γ 2 infinitely many times and model has a orbitally asymptotically stable periodic solution with increase of parameter p. The plots in Fig. 5 show also that control strength p has only a small effect on the periodic of treatment cycle. Similar results can be obtained if we choose q as a control parameter. However, if we fixed Y c = 55, p = 0.3, q = 0.5, and change the control strength τ to be 120, 80, 40, and 0, respectively. As shown in Fig. 6 , the periodic of treatment cycle decrease as control strength τ increases. This implies that when we reduce the concentration Thirdly, we discuss the existence and stability of semi-trivial periodic solution of model (4) . Here, we choose p = 0.3, q = 0.5, τ = 5, and X r = 250 = x * . By Theorem 5, it follows that model (4) has a orbitally asymptotically stable semi-trivial periodic solution, which are shown in Fig. 7 . Theoretical results and numerical simulations show clearly that infected cells (or free virus) y dies out if we control the density of uninfected cells x within a certain range. It also pro- Fig. 6 The effect of control strength τ for the dynamical behaviors of model (3) with Y c = 55, p = 0.3, and q = 0.5 vides theoretical basis for finding a new measure to prevent the spread of virus disease. In fact, this is also consistent with the results in [42] , where Ross proposed a mathematical model to study the spread between human beings and mosquitoes for malaria in earlier 1911. A concept of threshold density is introduced and it is concluded that \"· · · in order to counteract malaria anywhere we need not banish Anopheles there entirelywe need only to reduce their numbers below a certain figure. \"",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 943,
                    "end": 946,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1601,
                    "end": 1605,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 411,
                    "end": 417,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 718,
                    "end": 724,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1147,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1341,
                    "end": 1347,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 1947,
                    "end": 1954,
                    "text": "figure.",
                    "ref_id": null
                }
            ],
            "section": "Numerical simulation and discussion"
        },
        {
            "text": "Finally, fixing p = 0.5, τ = 10, and X r = 350 > x * , model (4) has an orbitally asymptotical stability of positive order-1 periodic solution when q = 0.4385 as shown in Fig. 8 . At the same time, (4) with p = 0.5, q = 0.4385, τ = 10, and X r = 350 > x * many numerical simulations show that the attraction domain of this periodic solution is very small; that is, the stability of this periodic solution is very sensitive to the initial value of solution. The plots in Fig.  9 show that the solution tends to virus equilibrium for q = 0.43, tends to positive order-1 periodic solution for q = 0.4385, and tends to the semi-trivial periodic solution for q = 0.44, respectively. It implies that control strength q is sensitive for the persistence and extinction of infected cells (or free virus) y for X r > x * . This is the relevant contents of Theorem 6 and Remark 5. q=0.43 q=0.4385 q=0.44 Fig. 9 The effect of control strength q for the dynamical behaviors of model (4) with p = 0.5, τ = 10, and X r = 350 > x *",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 177,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 477,
                    "text": "Fig.  9",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 899,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Numerical simulation and discussion"
        },
        {
            "text": "The dynamic complexity of two novel virus epidemic models with state feedback control strategies are analyzed systemically in this paper. Firstly, choosing the density of infected cells or free virus as a control threshold value, some sufficient conditions on the existence and orbitally asymptotical stability of positive order-1 or order-2 periodic solution of model (3) are presented by the Poincaré map, the analog of Poincaré criterion and qualitative analysis method. This amounts to that we can control the density of infected cells or free virus at a low level over a long period of time by adjusting control strength. It is concluded that the state feedback control strategies are feasible and effective. Further, choosing the density of uninfected cells x as control threshold value, we obtain that the existence and orbitally asymptotical stability of periodic solution. In particular, the existence and orbitally asymptotical stability of semi-trivial periodic are obtained. This implies that infected cells or free virus y dies out if we control the density of cells x within a certain range. It provides theoretical basis for finding a new measure to prevent and control the spread of viral disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Contributions to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "Proc. R. Soc. Lond. Ser. A",
            "volume": "141",
            "issn": "",
            "pages": "94--122",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modern parasitology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Blackwell Scientific Publications Ltd",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Population biology of infectious dieases: I",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature",
            "volume": "280",
            "issn": "",
            "pages": "361--367",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human immunodeficiency virus drug therapy and virus load",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonhoeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Coffin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "3275--3278",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Virus dynamics and drug therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonhoeffer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "94",
            "issn": "",
            "pages": "6971--6976",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral dynamics in hepatitis B virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonhoeffer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boehme",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "93",
            "issn": "",
            "pages": "4398--4402",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Population dynamics of immune responses to persistent viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R M"
                    ],
                    "last": "Bangham",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "272",
            "issn": "",
            "pages": "74--79",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A viral infection model with periodic immune response and nonlinear CTL response",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Math. Comput. Simul",
            "volume": "80",
            "issn": "",
            "pages": "2309--2316",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Virus dynamics: a global analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D E"
                    ],
                    "last": "Leenheer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Smit",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SIAM J. Appl. Math",
            "volume": "63",
            "issn": "",
            "pages": "1313--1327",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "HIV-1 infection kinetics in tissue cultures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Spouge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Shrager",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Dimitrov",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Math. Biosci",
            "volume": "138",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Complex dynamic behavior in a viral model with delayed immune response",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Phys. D",
            "volume": "226",
            "issn": "",
            "pages": "197--208",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "HIV population dynamics in vivo: implications for genetic variation, pathogenesis, and therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Coffin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "267",
            "issn": "",
            "pages": "483--489",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rapid turnover of plasma virions and CD4 lymphocytes in HIV-1 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "U"
                    ],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Perelson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Markowitz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "373",
            "issn": "",
            "pages": "123--126",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Persistent virus infection despite chronic cytotoxic Tlymphocyte activation in Gamma interferon-deficient mice infected with lymphocytic chroriomeningitis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bartholdy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wodarz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomsen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "10304--10311",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The importance of lytic and nonlytic immune responses in viral infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wodarz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomsen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Immunol",
            "volume": "23",
            "issn": "",
            "pages": "194--200",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effects of replicative fitness on competing HIV strains",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chirove",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lungu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BioSystems",
            "volume": "113",
            "issn": "",
            "pages": "28--36",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A model for coupling within-host and betweenhost dynamics in an infectious disease",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Velasco-Hernandez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tapia-Santos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leite",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nonlinear Dyn",
            "volume": "68",
            "issn": "",
            "pages": "401--411",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The importance of immune responses in a model of hepatitis B virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nonlinear Dyn",
            "volume": "67",
            "issn": "",
            "pages": "723--734",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dynamical behaviour of an HIV/AIDS epidemic model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Samanta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Differ. Equ. Dyn. Syst",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12591-013-0173-7"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Hopf bifurcation analysis in a delayed oncolytic virus dynamics with continuous control",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nonlinear Dyn",
            "volume": "67",
            "issn": "",
            "pages": "629--640",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A delayed HIV-1 infection model with Beddington-DeAngelis functional response",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nonlinear Dyn",
            "volume": "62",
            "issn": "",
            "pages": "67--72",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Optimal control of drug therapy: Melding pharmacokinetics with viral dynamics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BioSystems",
            "volume": "107",
            "issn": "",
            "pages": "174--185",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Global stability of a delayed HIV infection model with nonlinear incidence rate",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nonlinear Dyn",
            "volume": "68",
            "issn": "",
            "pages": "207--214",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A viral infection model with a nonlinear infection rate. Bound. Value Probl",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Nieto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Stability and Hopf bifurcation for a virus infection model with delayed humoral immunity response",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Math. Anal. Appl",
            "volume": "411",
            "issn": "",
            "pages": "63--74",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Global dynamics of a viral infection model with a latent periodic and Beddington-DeAngelis response. Nonlinear Anal",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakata",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "74",
            "issn": "",
            "pages": "2929--2940",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A within-host virus model with periodic multidrug therapy",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull. Math. Biol",
            "volume": "75",
            "issn": "",
            "pages": "543--563",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Modeling withinhost evolution of HIV: mutation, competition and strain replacement",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilchrist",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coombs",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bull. Math. Biol",
            "volume": "69",
            "issn": "",
            "pages": "2361--2385",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Stable and transient periodic oscillations in a mathematical model for CTL response to HTLV-I infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Math. Biol",
            "volume": "65",
            "issn": "",
            "pages": "181--199",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Biological control of a predator-prey system through provision of a super predator",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghorai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Kar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nonlinear Dyn",
            "volume": "74",
            "issn": "",
            "pages": "1029--1040",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A mathematical study of a prey-predator model in relevance to pest control",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jana",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Kar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nonlinear Dyn",
            "volume": "74",
            "issn": "",
            "pages": "667--883",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Dynamics in two nonsmooth predator-prey models with threshold harvesting",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nonlinear Dyn",
            "volume": "74",
            "issn": "",
            "pages": "107--132",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Stability of discrete-time Markovian jump delay systems with delayed impulses and partly unknown transition transition probabilities",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nonlinear Dyn",
            "volume": "75",
            "issn": "",
            "pages": "101--111",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A state dependent pulse control strategy for a SIRS epidemic system",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Z"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull. Math. Biol",
            "volume": "75",
            "issn": "",
            "pages": "1697--1715",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Dynamic analysis of an SIR epidemic model with state dependent pulse vaccination",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nonlinear Anal. Real World Appl",
            "volume": "13",
            "issn": "",
            "pages": "1621--1629",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Dynamic analysis of a two-Language competitive model with control strategies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Nieto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Math. Probl. Eng",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The dynamics of a prey-predator model with impulsive state feedback control. Discrete Contin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "S"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Dyn. Syst. Ser. B",
            "volume": "6",
            "issn": "",
            "pages": "1310--1320",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "State-dependent impulsive models of integrated pest management (IPM) strategies and their dynamic consequences",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cheke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Math. Biol",
            "volume": "50",
            "issn": "",
            "pages": "257--292",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Theory of Impulsive Differential Equations",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lakshmikantham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Bainov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Simeonov",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Dynamics and Bifurcations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kocak",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Orbital stability of periodic solutions of autonomous systems with impulse effect",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Simeonov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Bainov",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Int. J. Syst. Sci",
            "volume": "19",
            "issn": "",
            "pages": "2561--2585",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The Prevention of Malaria",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1911,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "then model(3) has no positive order-k (k ≥ 1) periodic solution and the virus equilibrium (x * , y * ) is globally asymptotically stable.Proof We first prove conclusion (a). Suppose that there is a positive",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The existence and orbital asymptotical stability of order-1 periodic solution of model (3) with p = 0.3, q = 0.5, τ = 50, and Y c = 45 < y * : a the blue line shows that equilibrium (x * , y * ) of model (3) without control is globally asymptotically stable, the red line shows the existence of periodic solution of model (3); b the orbitally asymptotical stability",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The trajectories of model (3) with τ = 50, Y c = 45, and a: q = 0.5, p = 0.2, 0.4, 0.6, and 0.8, respectively; b p = 0.3, q = 0.1, 0.3, 0.5, and 0.7, respectively 0.55, 0.65, and 0.75, respectively. Numerical simulations in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The existence and orbital asymptotical stability of order-1 periodic solution of model (3) with p = 0.3, q = 0.5, τ = 50, and Y c = 55 > y Comparison of control threshold values Y c = 55 with Y c = 56, where p = 0.3, q = 0.5, and τ = 50 of infected cells (or free virus) we also should reasonably control the concentration of uninfected cells in the course of treating disease because the high concentrations of uninfected cells will promote the growth of infected cells (or free virus).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The effect of control strength p for the dynamical behaviors of model(3)with Y c = 55, q = 0.5, and τ = 50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The existence and orbitally asymptotical stability of semitrivial periodic solution of model (4) with p = 0.3, q = 0.5, τ = 5, and X r = 250 = x The existence of positive periodic solution of model",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank antonymous referees for their constructive suggestions and comments that substantially improved the original manuscript. This research has been partially supported by the National Natural Sci- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}