{"paper_id": "344868d285fc1031b2ad08f4521a176348d43ac0", "metadata": {"title": "Article Risk analysis for the highly pathogenic avian influenza in Mainland China using meta-modeling", "authors": [{"first": "Cao", "middle": [], "last": "Chunxiang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Min", "middle": [], "last": "Xu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Chang", "middle": [], "last": "Chaoyi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Xue", "middle": [], "last": "Yong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Shaobo", "middle": [], "last": "Zhong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "", "middle": [], "last": "Fang Liqun", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"postCode": "100071", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Cao", "middle": [], "last": "Wuchun", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"postCode": "100071", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Zhang", "middle": [], "last": "Hao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Gao", "middle": [], "last": "Mengxu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "H", "middle": ["E"], "last": "Qisheng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Zhao", "middle": [], "last": "Jian", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Chen", "middle": [], "last": "Wei", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Zheng", "middle": [], "last": "Sheng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "&amp;", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Xiaowen", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "A logistic model was employed to correlate the outbreak of highly pathogenic avian influenza (HPAI) with related environmental factors and the migration of birds. Based on MODIS data of the normalized difference vegetation index, environmental factors were considered in generating a probability map with the aid of logistic regression. A Bayesian maximum entropy model was employed to explore the spatial and temporal correlations of HPAI incidence. The results show that proximity to water bodies and national highways was statistically relevant to the occurrence of HPAI. Migratory birds, mainly waterfowl, were important infection sources in HPAI transmission. In addition, the HPAI outbreaks had high spatiotemporal autocorrelation. This epidemic spatial range fluctuated 45 km owing to different distribution patterns of cities and water bodies. Furthermore, two outbreaks were likely to occur with a period of 22 d. The potential risk of occurrence of HPAI in Mainland China for the period from January 23 to February 17, 2004 was simulated based on these findings, providing a useful meta-model framework for the application of environmental factors in the prediction of HPAI risk.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "highly pathogenic avian influenza, meta-modeling, remote sensing, geographical information system, Bayesian maximum entropy, logistic regression, spatiotemporal autocorrelation Citation:", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Cao C X, Xu M, Chang C Y, et al. Risk analysis for the highly pathogenic avian influenza in Mainland China using meta-modeling.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A logistic model was employed to correlate the outbreak of highly pathogenic avian influenza (HPAI) with related environmental factors and the migration of birds. Based on MODIS data of the normalized difference vegetation index, environmental factors were considered in generating a probability map with the aid of logistic regression. A Bayesian maximum entropy model was employed to explore the spatial and temporal correlations of HPAI incidence. The results show that proximity to water bodies and national highways was statistically relevant to the occurrence of HPAI. Migratory birds, mainly waterfowl, were important infection sources in HPAI transmission. In addition, the HPAI outbreaks had high spatiotemporal autocorrelation. This epidemic spatial range fluctuated 45 km owing to different distribution patterns of cities and water bodies. Furthermore, two outbreaks were likely to occur with a period of 22 d. The potential risk of occurrence of HPAI in Mainland China for the period from January 23 to February 17, 2004 was simulated based on these findings, providing a useful meta-model framework for the application of environmental factors in the prediction of HPAI risk.", "cite_spans": [{"start": 1016, "end": 1033, "text": "February 17, 2004", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "highly pathogenic avian influenza, meta-modeling, remote sensing, geographical information system, Bayesian maximum entropy, logistic regression, spatiotemporal autocorrelation Citation:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Cao C X, Xu There has been much progress in the study of influenza viruses. Influenza viruses are important members of the family Orthomyxoviridae and are characterized as Types A, B, and C on the basis of the character of the internal nucleoprotein antigen. Influenza A viruses infect domestic birds, wild birds, humans, pigs, and ocean mammals. Until recently, the other types had not been found to infect birds. When referring to avian influenza, we mean a syndrome of avian diseases caused by influenza A viruses. Moreover, influenza viruses are further divided into subtypes determined by hemagglutinin (H) and neuraminidase (N) *Corresponding author (email: cao413@irsa.ac.cn) antigens. To date, 16 H subtypes and 9 N subtypes have been identified from influenza A. New viruses can be formed by any combination of subtypes. Thus, theoretically, there are 144 influenza A viruses, although there are fewer in reality. When humans are co-infected with different types of viruses, these viruses have the propensity to re-assort or mutate and produce new viruses that spread among humans rapidly. This leads to serious socio-economic and public health consequences. According to the pathogenicity of viruses to avian species, avian influenza is usually divided into highly pathogenic avian influenza (HPAI) and mildly pathogenic avian influenza (MPAI Several preliminary studies showed that the occurrences of HPAI have high temporal and spatial clustering and are closely related to environmental factors [5] . Most of the avian influenza cases reported involved contact with large bodies of water and waterfowl. Chen et al. [6] justified that the H5N1 virus had already been transmitted between migratory birds at a lake. Waterfowl not only comprised wild birds but also migratory birds and domestic birds (such as ducks). Because of their stopover functions, it is strongly suspected that water bodies are significant locations for the transmission of avian influenza, especially between migratory birds to poultry. In addition, seasonal changes affected outbreaks, which can probably be attributed to temperature changes. Therefore, even though the clear relationship between environmental factors and avian influenza outbreaks was not explained and substantiated, we suspect that environmental factors affect the spread of influenza. In early research, remote sensing (RS) and geographic information systems (GISs) were successfully used in analyzing malaria and schistosomiasis, demonstrating the tremendous potential of adapting GIS and RS techniques in explaining epidemics in specific environments [7, 8] . RS can obtain abundant data and a GIS can provide spatial analysis tools to interpret the relationships among flyways, the environment, and HPAI. Early qualitative analyses using GIS and RS techniques showed that various factors (such as climate, bird migration, transportation, and water bodies) have significant correlation with the occurrence of HPAI [9, 10] . Determining the exact environmental factors influencing outbreaks is now the key to understanding the spread of HPAI. Recent research indicates that rice agriculture positively corresponds to HPAI occurrence [11] , which implies that vegetation and the spill-over function of poultry should not be neglected. Besides vegetation, the land surface temperature (LST) and circumstance of poultry have roused the interest of researchers to identify how HPAI spreads. Previous research has mainly employed spatial analysis functions and exploratory spatial data analysis techniques such as overlapping analysis, buffering analysis, histograms, scatterplots, and spatial clustering (in these studies, climate data such as water vapor, land surface temperature, and aerosol optical depth were obtained by R S) We selected essential environmental factors only and reduced the number of correlations between factors. Conventionally, the auto-logistic regression model has been applied in epidemiology, especially in binary outbreak modeling [12, 13] . In addition, including modern spatial and temporal statistics has enhanced the accuracy of simulation. The Bayesian maximum entropy (BME) approach applies outcomes of the binary logistic model efficiently by tolerating uncertainties throughout assessment [14] [15] [16] . Employing the BME and binary logistic model reveals systematic associations between the environmental influence and spatiotemporal autocorrelations, and allows the development of a mathematically rigorous and scientifically meaningful modeling framework by accounting for environmental factors, space, time and epidemic determinants of HPAI diffusion [17] . These studies provide a valuable theoretical basis for applying RS and GIS technologies in analyzing HPAI diffusion. To further understand the mechanism of an outbreak and epidemic of HPAI, it is necessary to quantitatively analyze the correlation between ", "cite_spans": [{"start": 9, "end": 11, "text": "Xu", "ref_id": null}, {"start": 1508, "end": 1511, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1628, "end": 1631, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 2609, "end": 2612, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 2613, "end": 2615, "text": "8]", "ref_id": "BIBREF7"}, {"start": 2972, "end": 2975, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 2976, "end": 2979, "text": "10]", "ref_id": "BIBREF9"}, {"start": 3190, "end": 3194, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 4013, "end": 4017, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 4018, "end": 4021, "text": "13]", "ref_id": "BIBREF12"}, {"start": 4279, "end": 4283, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 4284, "end": 4288, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 4289, "end": 4293, "text": "[16]", "ref_id": null}, {"start": 4647, "end": 4651, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": ""}, {"text": "(i) Data and preprocessing for GIS analyses. Data of the occurrences of HPAI in 2004 were collected from monthly reports published by the Ministry of Agriculture, China (http://www.agri.gov.cn/). The data items include the positions of villages where disease broke out and the dates of the outbreaks. According to the 1 : 1000000 ArcGIS digital map of China provided by the State Bureau of Surveying and Mapping, the sites of the outbreaks (the centroids of the villages where HPAI occurred) are geocoded precisely onto the map. The dates when the disease broke out were defined as when the suspected cases were reported and confirmed finally, or when the confirmed cases were reported directly without suspected cases reported previously.", "cite_spans": [], "ref_spans": [], "section": "Data and preprocessing"}, {"text": "In this study, we used MODIS data. The National Aeronautics and Space Administration provides full and free land, atmosphere, and ocean data at their website for download. All remotely sensed data were preprocessed throughout the territory of Mainland China and its surrounding areas (72°-136°E, 16°-56°N) before they were used with data of the occurrences of HPAI. Refer to the ArcGIS online manual for details of the algorithms (http://www.esri.com/). Eight environmental factors were chosen for consideration: rivers, lakes, reservoirs, national expressways, railways, land temperature, vegetation, and moisture. Rivers, lakes, reservoirs, national highways, and railway data were obtained from layers of 1 : 1000000 digital maps. Corresponding MODIS standard products for all of China were downloaded from the website of the Goddard Earth Sciences Data and Information Services Center (http://disc.gsfc.nasa.gov/) to obtain land temperature and moisture data. SPOT vegetation products for all of China corresponding to the period of occurrences of HPAI were downloaded from a website providing free SPOT vegetation products (http://free.vgt.vito.be). Figure 2 illustrates the operational flow before modeling analysis.", "cite_spans": [], "ref_spans": [{"start": 1155, "end": 1163, "text": "Figure 2", "ref_id": null}], "section": "Data and preprocessing"}, {"text": "(ii) Statistical analyses. In our study, a binary logistic regression model that considers spatial and temporal weights was used to analyze the correlation between environmental factors and HPAI occurrence. The LST, infrared water vapor (IWV), and normalized difference vegetation index (NDVI) were retrieved from RS data while the proximity to water bodies (rivers, lakes, and reservoirs) and proximity to transportation lines (national highways and railways) were calculated using GIS ( Figure 3 ). Considering the relationships among spatial environmental data, flyways of migratory birds, and the occurrences of HPAI, we defined the spatial weights of the occurrences of HPAI.", "cite_spans": [], "ref_spans": [{"start": 489, "end": 497, "text": "Figure 3", "ref_id": null}], "section": "Data and preprocessing"}, {"text": "(iii) Strategy for spatial analysis. In accordance with the Figure 2 Procedures of meta-modeling. Logistic regression analysis with HPAI occurrence as the response variable and various factors derived from remotely sensed images or GIS vector data as covariates. The main steps of the processing of remotely sensed data and GIS vector data are also illustrated. In the BME model, the outbreaks are hard data and the logistic probability map is soft data.", "cite_spans": [], "ref_spans": [{"start": 60, "end": 68, "text": "Figure 2", "ref_id": null}], "section": "Data and preprocessing"}, {"text": "spatial resolution of MODIS satellite imagery, the digital vector map was divided into a lattice with 0.5°×0.5° cells, on which the occurrences of HPAI were located and regarded as virtual objects for spatial analysis. Objects that are similar to those in case-control (or case-reference) studies in epidemiology [18] were selected. In this way, we reduce selective bias and avoid heavy yet inefficient data processing and computational tasks. For this purpose, we designed the following sampling strategies. First, we partitioned the study area (Mainland China) into rows and columns of small spatial cells with dimensions of 1°×1°. Each cell having an HPAI occurrence was selected as a case category, which is used in the following discussion to interpret the evolving pattern of H5N1 and establish a prediction program. In addition, twice as many cells were selected as a control group to verify the accuracy of the modeling result.", "cite_spans": [{"start": 313, "end": 317, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Data and preprocessing"}, {"text": "(i) Formulation. It is recommended to use a nonlinear function in the ordinary linear regression of a binary variable. A logistic function has been widely used, and the corresponding regression model is usually called a logistic regression model [19] . Let the conditional probability of the occurrence of an event be P(y i =1|x i )=p i . The logistic regression model assumes that this probability can be expressed as", "cite_spans": [{"start": 246, "end": 250, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Methodology and modeling"}, {"text": "where p i is the conditional probability of the occurrence of the ith case. The function is a nonlinear function of the covariates and can be transformed into a linear function.", "cite_spans": [], "ref_spans": [], "section": "Methodology and modeling"}, {"text": "Geographic distributions of highways, railways, wetland, and HPAI occurrence. There is correlation between the transportation network and HPAI outbreaks that requires analysis.", "cite_spans": [], "ref_spans": [], "section": "Figure 3"}, {"text": "According to eq. (1), the ratio of the occurrence of an event to non-occurrence is", "cite_spans": [], "ref_spans": [], "section": "Figure 3"}, {"text": "This ratio is referred to as \"the odds\". We obtain a linear function by taking a natural logarithm transform of the odds:", "cite_spans": [], "ref_spans": [], "section": "Figure 3"}, {"text": "(ii) Binary logistic regression model. Owing to the spatial variability influenced by migratory birds, the classic logistic model is not suitable for the analysis of spatial data. Thus, the binary logistic regression model, which is especially designed for the analysis of spatial data, was put forward [20] . This model incorporates a spatial weighting function into the classic logistic regression model. It can deal with inherent spatial variability in spatial statistical analysis. The logistic regression model has been developed over several decades and is widely used.", "cite_spans": [{"start": 303, "end": 307, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Figure 3"}, {"text": "In contrast to the classical logistic regression model, binary logistic regression is better able to represent the 0/1 value of outbreaks (i.e. the \"yes\" or \"no\" situation). The binary logistic regression model determines the conditional probability of y i according to ", "cite_spans": [], "ref_spans": [], "section": "Figure 3"}, {"text": "tor, and γ is the parameter corresponding to the spatial covariate ˆi y . However, for time-series data like these in our study, we have to consider both a spatial function and temporal function comprehensively. Here, we let", "cite_spans": [], "ref_spans": [], "section": "Figure 3"}, {"text": "Thus, the formula is the same as for the logistic model. However, the meaning of the final term in the equation is quite different. Thus, the probability of occurrence in each lattice cell can be obtained to construct the BME soft data.", "cite_spans": [], "ref_spans": [], "section": "Figure 3"}, {"text": "In our study, all variables initially incorporated are theoretically acceptable. In the phase of model building, we need to select all candidate variables that can predict the response variable well. In general, we first fit a preliminary model and then modify the results to produce a new model. Each model has a different mathematic meaning; the binary logistic model considering various environmental factors as well as the BME model focuses on spatial and temporal statistics. We then compare the results obtained by employing the models. Adjustments and comparisons are likely to be repeated many times in producing the final model. In the first step, when there are many covariates, the work is time and energy consuming. In this case, we may let a computer automatically select covariates. In practice, the variables for constituting the model should pass the statistical f-test.", "cite_spans": [], "ref_spans": [], "section": "Modeling and parameter estimation"}, {"text": "Because incorporating the spatial and temporal function ruins the assumption of variable independence, the maximum likelihood method is not suitable in determining parameters of the model. In principle, we should employ other approaches in determining parameters; e.g. the Monte Carlo Markov chain. However, for convenience, we used the binary logistic procedure of SPSS13 software (SPSS Inc., 1989 -2004 to estimate parameters; i.e. we used the pseudolikelihood method [21] .", "cite_spans": [{"start": 382, "end": 398, "text": "(SPSS Inc., 1989", "ref_id": null}, {"start": 470, "end": 474, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Modeling and parameter estimation"}, {"text": "In our study, migratory birds were considered to be a main factor influencing the outbreaks. Figure 3 portrays the four acknowledged migratory routes of birds in Mainland China [22] : (1) from Inner Mongolia, Gansu Province, and Qinghai Province to India and Pakistan; (2) from northeastern and northern China to Southeast Asia; (3) from northeastern and northern China to Japan, the Philippines, and Australia; and (4) from Mongolia and Siberia to southern China. On these migratory routes, 20 stopover sites were considered in our model. Figure 4 shows the occurrences of HPAI superimposed on the main flyways and important wetlands, and it is clear that the occurrences are quite near the flyways.", "cite_spans": [{"start": 177, "end": 181, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 93, "end": 101, "text": "Figure 3", "ref_id": null}, {"start": 540, "end": 548, "text": "Figure 4", "ref_id": "FIGREF3"}], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "It is known that birds rarely fly incessantly while migrating. Because of the length of their journeys, they stop over at certain locations, and these locations are of particular importance in terms of the spread of disease. Stopovers are generally locations that provide abundant food, are hardly affected by human beings, and provide appropriate habitat. These places are mainly wetlands such as lakes, reservoirs, and rivers. When we superimpose major wetlands in Mainland China, the main flyways in China, and the occurrences of HPAI breakouts during 2004 and 2005, we see that outbreaks were mostly around wetlands. However, there were few or no occurrences of HPAI around some wetlands.", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "There are two main approaches to determining the spatial weighting function: using prior knowledge and exploring the spatial patterns of existing data. From the correlation between flyways and the occurrences of HPAI, we deduced the following.", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "(1) There is high correlation between stopovers on the same flyway or areas around these stopovers and the occurrence of HPAI.", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "(2) The correlation between stopovers outside the flyways and the occurrence of HPAI depends on the distance from the nearest flyway.", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "(3) The correlation between stopovers on different flyways is relatively low and should be determined by their spatial connections.", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "According to the above conclusions, we present rules for determining the spatial weighting function.", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "(1) ω ij = 0.", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "(2) If two sites i, j are stopovers on the same flyway, then ω ij = 1.", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "(3) If at least one of two sites is not on a flyway, we calculate the distance to the nearest stopover for each site and determine the weight according to the sum of the distances (e.g. the inverse of the sum).", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "(4) In other situations, we calculate the spatial distance between two sites and determine the weight (e.g. the inverse of the Euclidian distance between the two sites).", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "We set the distance between two stopovers on the same flyway as zero; therefore, the spatial weight is expressed as 1 . ", "cite_spans": [], "ref_spans": [], "section": "Spatial weighting function for the flyways of migratory birds"}, {"text": "The spatial pattern is sometimes relevant to an earlier spatial pattern, which is usually seen during the spread of infectious diseases. The reason for this is that the interaction between infective and susceptible individuals develops the spatial pattern in different ways. We can understand this as the historical occurrences of the disease affecting the current status of the disease. In addition, the relationship between two time points is relevant to the interval between them. Intuitionally, the shorter the interval is, the stronger the association is. Therefore, we use a monotonically decreasing function to express the temporal autocorrelation; e.g. ", "cite_spans": [], "ref_spans": [], "section": "Temporal weighting function"}, {"text": "While the binary logistic model can represent and evaluate processes relevant to the epidemic, the BME method can analyze spatiotemporal variability, which equally determines the HPAI risk. Considering the different perspectives of parameters and research application, the optimal solution in this study is to combine the two models in an attempt to make the simulation more accurate than is possible using each model alone. The BME approach is a useful geostatistical method for estimating data with uncertainties by incorporating a multi-disciplinary knowledge base and highorder statistics. All events (outbreaks and potential outbreaks) are regarded as realizations (possibilities) in a random field that has a temporal dimension in addition to two spatial dimensions. All events are divided into two classes: hard data and soft data. Hard data correspond to accurate variables, such as observables and records, labeled χ(ρ)=χ(s,t). Soft data correspond to links between hard data and potential realizations, and can be portrayed by a multivariate probability density function (PDF); e.g.", "cite_spans": [], "ref_spans": [], "section": "Meta-modeling employing BME"}, {"text": "where prob[.] is a probability operator. Thus, the probability of soft data can be calculated according to the cumulative density function. The soft data are established according to multi-disciplinary knowledge, and they are combined with hard data to form a dataset referred to as the specificatory knowledge base. The stochastic expectation of a random field is then defined as", "cite_spans": [], "ref_spans": [], "section": "Meta-modeling employing BME"}, {"text": "With a known mean, all realizations can be separated into stochastic expectations and residuals; i.e. ", "cite_spans": [], "ref_spans": [], "section": "Meta-modeling employing BME"}, {"text": "where χ d represents the residuals of the different realiza-tions. Based on the residuals, we can use covariance to quantify space-time variability. The distance comprises spatial lag and temporal lag. Spatial lag is the spatial distance between two spatial points while temporal lag is the time interval between two points. The spatiotemporal covariance is obtained through a calculation in which the parameters of sill and range have epidemic meanings. Sill refers to the decline in covariance to a constant value and the spatiotemporal range is the range of autocorrelation on spatial and temporal scales. A mathematic model should then be selected to fit the calculated spatiotemporal covariance. To maximize the Bayesian entropy, the BME method calculates the posterior PDF at each estimation realization χ k on the basis of equations obtained through Bayesian conditionalization:", "cite_spans": [], "ref_spans": [], "section": "Meta-modeling employing BME"}, {"text": "where A is a normalization coefficient and f(map) is the weight deduced from the spatiotemporal covariance model. Even though the binary logistic model passes the statistical f-test at a 95% confidence level, it brings plenty of uncertainty to the estimation. Therefore, the result is considered soft data. The HPAI outbreaks are hard data. In general, BME estimation significantly increases the accuracy of the binary logistic model.", "cite_spans": [], "ref_spans": [], "section": "Meta-modeling employing BME"}, {"text": "In our study, eight covariates were initially analyzed. They were proximity to a national highway, proximity to a reservoir, proximity to a lake, proximity to a railway, proximity to a river, the LST, the NDVI and the IWV. The response was the status of occurrence of HPAI (presence or absence). The status was a binary variable; cells that contained an occurrence(s) had a value of 1, and 0 otherwise. Table 1 is a descriptive summary of the covariates and responses.", "cite_spans": [], "ref_spans": [{"start": 403, "end": 410, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Results and validations"}, {"text": "Through analysis of individual factors, six of the investigated eight factors were found to be significantly relevant to the occurrence of HPAI. Table 2 gives the detailed results of analysis. The P values of five factors are less than 0.05, which is statistically significant. These factors include all transportation and water body factors. This is consistent with the assumption that the trade of waterfowl and poultry, which is related to transportation, affects the occurrence of HPAI. Table 3 presents the results of analysis using the binary ", "cite_spans": [], "ref_spans": [{"start": 145, "end": 152, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 491, "end": 498, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Analysis of individual factors"}, {"text": "Using eq. (12), with input of the status of disease before the current date and the environment factors in the area of interest, we obtain the probability of occurrence of HPAI at the corresponding site. Dividing Mainland China into an array of cells and calculating the probability of occurrence for each cell, we can predict the occurrence of HPAI in Mainland China. Figure 5 is a prediction map of the probability of occurrence of HPAI obtained employing the above model. Using the binary logistic model, a simulation closely related to HPAI outbreaks is available for BME approaches. It is clear that the binary logistic model provides prominent environmental determinants of the occurrence of bird flu but intro-duces uncertainties in regions without disease. The main aim of BME estimation is to eliminate the uncertainty and increase the simulation accuracy.", "cite_spans": [], "ref_spans": [{"start": 369, "end": 377, "text": "Figure 5", "ref_id": "FIGREF8"}], "section": "Analysis of results obtained using the binary logistic regression model"}, {"text": "Points within a certain distance of hard data were taken as soft data. The soft dataset has strong correspondence with the environment which impact the HPAI outbreaks, as well as a range of uncertainty. As natural residuals, the uncertainty is distributed normally (Gaussian distribution of the PDF). For the period from January 23 to February 17, 2004 , there were 50 hard data and 2238 soft data. Figure 6 shows the spatial distribution of all data over the research duration. After the expectation was removed, the residuals of all data accord to a normal distribution and are correlated spatiotemporally. We calculate the covariance of the BME three-dimensional random field, and present the results in Figure 7 .", "cite_spans": [{"start": 335, "end": 352, "text": "February 17, 2004", "ref_id": null}], "ref_spans": [{"start": 399, "end": 407, "text": "Figure 6", "ref_id": "FIGREF9"}, {"start": 707, "end": 715, "text": "Figure 7", "ref_id": "FIGREF10"}], "section": "Analysis of meta-modeling employing BME approaches"}, {"text": "After experimental covariance is calculated, we construct a theoretical covariance model that fits it suitably: ", "cite_spans": [], "ref_spans": [], "section": "Analysis of meta-modeling employing BME approaches"}, {"text": "where c 1 = 0.08, c 2 = 0.005, a ri = 234.5 km, a r2 = 45 km, at 1 = 22 d, and at 2 = 4.6 d. As our covariance model indicates the epidemic spatiotemporal variability, the parameters have epidemic meaning. The spatiotemporal structure of HPAI indicates that the epidemic risk was influenced by two categories of spatiotemporal patterns: (1) the main spatial and temporal spill-over and (2) the disturbance. Thus, for mapping purposes, we extract a BME mean value for each estimation point chronologically and validate its accuracy.", "cite_spans": [], "ref_spans": [], "section": "Analysis of meta-modeling employing BME approaches"}, {"text": "A dataset was selected randomly among HPAI outbreaks and blank spots to validate the model. A total of 55 validation points were picked randomly among the hard and soft data points (see Figure 8 ).", "cite_spans": [], "ref_spans": [{"start": 186, "end": 194, "text": "Figure 8", "ref_id": "FIGREF11"}], "section": "Validation of BME meta-modeling"}, {"text": "To measure the mapping accuracy, we use the simplest method to define the error-the difference between the model estimation and observation. While the outbreaks had a value of 1 and non-outbreaks a value of zero, the errors were calculated directly from the difference between the absolute risk probability and observation (see Figure 9) . The X-axis shows the absolute accuracy of observations. We randomly picked a day for validation (see Figure 10 ). The results and map were calculated for January 31, 2004. Compared with the result of simply using the binary logistic model, the overall accuracy of meta-modeling was 8.8%", "cite_spans": [], "ref_spans": [{"start": 328, "end": 337, "text": "Figure 9)", "ref_id": "FIGREF12"}, {"start": 441, "end": 450, "text": "Figure 10", "ref_id": "FIGREF1"}], "section": "Validation of BME meta-modeling"}, {"text": "better. In addition, Figure 9 shows that the BME method can significantly increase the accuracy stably, and the variance of error decreased by 38.8%.", "cite_spans": [], "ref_spans": [{"start": 21, "end": 29, "text": "Figure 9", "ref_id": "FIGREF12"}], "section": "Validation of BME meta-modeling"}, {"text": "In this paper, we analyzed and predicted the occurrences of HPAI in Mainland China using meta-modeling incorporating binary logistic regression and BME modern geostatistics. Various MODIS products provided fundamental data for the analysis of environmental factors. Through analyzing the relationships of the flyways of migratory birds and the occurrences of HPAI and the characteristics of the spread of HPAI, we defined the spatiotemporal weighting function. Using remote sensing data and GIS technologies, we identified potential environmental variables relevant to the occurrence of HPAI. Finally, a logistic regression model incorporating the defined spatiotemporal weight was built. Using this model, we can determine dominant variables affecting the occurrence of HPAI, and then predict the outbreak of avian influenza A infection, which will help in prevention and control.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and future work"}, {"text": "Three main factors were determined in our study. Proximity to a national highway, proximity to a reservoir, and proximity to a lake are statistically significant environmental factors relevant to the occurrence of HPAI. A strong connection between the proximity to a water body and HPAI outbreaks is apparent, which might be due to the characteristics of bird migration. Water bodies such as lakes and reservoirs are the main stopover sites of migratory birds. The water bodies constitute the flyways of migratory routes and are essential to some species of poultry. When stopover sites of certain migration routes become hosts for the influenza virus, they are the most probable sites for the severe cross-infection of migratory bird groups. When species of poultry are fed traditionally within an environment of a water body and with exposure to infectious wild birds, there is cross-infection between the migratory birds and poultry. To some extent, this persuades us further that migratory birds, mainly waterfowl, are important infection sources of HPAI, while the role of migratory birds in the spread of HPAI has previously been discussed. This study also demonstrates that proximity to national highways is relevant to the occurrences of HPAI. National highways are important transportation routes for poultry trade. The infected poultry would be contagious to other fowl in transportation, trade, and distribution. Even though the prevalence in poultry is considered to be easier to control, the significance of fowl as an infection source should not be ignored.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and future work"}, {"text": "The chosen factors (proximity to a national highway, proximity to a reservoir, proximity to a lake, proximity to a railway, proximity to a river, LST, NDVI, and IWV) have relatively high odds ratios to HPAI occurrence. We attribute these phenomena primarily to the strong connections between a water body and migratory birds and nearby poultry and between transportation routes and poultry. Furthermore, the outbreaks were distributed on maps with 1° resolution, and thus, the distance between routes (migratory and transportation) and the overlaid outbreaks would appear to be relatively large, which results in the tolerance of error and higher correlation. Although all of the factors seem useful in the research, autocorrelations between factors should be considered; e.g. locations near reservoirs are always near rivers or lakes. In our study, we chose three factors (prox-imity to a national highway, proximity to a reservoir, and proximity to a lake) to establish our model because they have relatively low P-values. However, there are other, more complicated, factors of the outbreak and spread of HPAI. Spatiotemporal variability could also be interpreted using three determinants. Two outbreaks within 234.5 km are highly correlated. The distance is possibly the distance between two cities for routine poultry trade or the length of bird migration per day. Within this distance, after an occurrence of HPAI, the transportation of birds has a high probability of spreading the virus to traditional markets (which have open access and confined space) and the flight of birds has a high probability of spreading the virus to poultry farms near water bodies (where migratory birds stop over for food and rest). This epidemic spatial range has a 45-km fluctuation due to the different distribution patterns of cities and water bodies. In addition, two outbreaks are likely to occur within 22 d. One important reason for the temporal range is the seasonality of HPAI; outbreaks are always in winter and spring. A period of 22 d in these seasons could be a period of stable climate, which increases the odds of virus infection and diffusion. Even though the clarified delitescence is still controversial, the latent period for HPAI virus survival is longer at lower temperature.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and future work"}, {"text": "Although this study considered the main environmental factors and the migration of birds in assessing HPAI outbreaks and modeled HPAI for a period in 2004, we could not precisely forecast the evolution of HPAI. As time elapses, the relationship between HPAI and other influential determinants will vary. In future work, we will explore other factors such as the location and scope of a landform, terrain, wind stress and direction, water body temperature, and particularly the socioeconomic situation. We hope to develop a space-time interactive model that has the ability to incorporate various social, economic, and environmental factors to simulate and predict the outbreak and spread of HPAI.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and future work"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A review of avian influenza in different bird species", "authors": [{"first": "D", "middle": [], "last": "Alexander", "suffix": ""}], "year": 2000, "venue": "Vet Microbiol", "volume": "74", "issn": "", "pages": "3--13", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An overview of the epidemiology of avian influenza. Vaccine", "authors": [{"first": "D", "middle": [], "last": "Alexander", "suffix": ""}], "year": 2007, "venue": "", "volume": "25", "issn": "", "pages": "5637--5644", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Highly pathogenic avian influenza", "authors": [{"first": "D E", "middle": [], "last": "Swayne", "suffix": ""}, {"first": "D", "middle": [], "last": "Suarez", "suffix": ""}], "year": 2000, "venue": "Rev Sci Tech", "volume": "19", "issn": "", "pages": "463--482", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Fatal Infection with Influenza A (H5N1) Virus in China", "authors": [{"first": "Q Y", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "E D", "middle": [], "last": "Qin", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2006, "venue": "New Engl J Med", "volume": "354", "issn": "", "pages": "2731--2732", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Application of GIS and remote sensing for study of epidemiology of infectious diseases-case dtudies of hepatitis B and highly pathogenic avian influenza (in Chinese). Dissertation for the Doctoral Degree", "authors": [{"first": "S", "middle": [], "last": "Zhong", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "67--83", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Avian flu: H5N1 virus outbreak in migratory waterfowl", "authors": [{"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "G J", "middle": [], "last": "Smith", "suffix": ""}, {"first": "S Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "436", "issn": "", "pages": "191--192", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Satellite imagery in the study and forecast of malaria", "authors": [{"first": "D J", "middle": [], "last": "Rogers", "suffix": ""}, {"first": "S E", "middle": [], "last": "Randolph", "suffix": ""}, {"first": "R W", "middle": [], "last": "Snow", "suffix": ""}], "year": 2002, "venue": "Nature", "volume": "415", "issn": "", "pages": "710--715", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Snail density prediction for schistosomiasis control using Ikonos and ASTER images", "authors": [{"first": "B", "middle": [], "last": "Xu", "suffix": ""}, {"first": "P", "middle": [], "last": "Gong", "suffix": ""}, {"first": "G", "middle": [], "last": "Biging", "suffix": ""}], "year": 2004, "venue": "Photog Eng Rem Sens", "volume": "70", "issn": "", "pages": "1285--1294", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Study on the highly pathogenic avian influenza epidemic using land surface temperature from MODIS data", "authors": [{"first": "J P", "middle": [], "last": "Guo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xue", "suffix": ""}, {"first": "C X", "middle": [], "last": "Cao", "suffix": ""}], "year": 2005, "venue": "Int Geosci Rem Sens Symp", "volume": "5", "issn": "", "pages": "3599--3602", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Studies on the spatial distribution and environmental factors of highly pathogenic avian influenza in China using geographic information system technology (in Chinese)", "authors": [{"first": "L Q", "middle": [], "last": "Fang", "suffix": ""}, {"first": "C X", "middle": [], "last": "Cao", "suffix": ""}, {"first": "G S", "middle": [], "last": "Chen", "suffix": ""}], "year": 2005, "venue": "Chin J Epidemiol", "volume": "26", "issn": "", "pages": "839--842", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Free-grazing ducks and highly pathogenic avian influenza", "authors": [{"first": "M", "middle": [], "last": "Gilbert", "suffix": ""}, {"first": "P", "middle": [], "last": "Chaitaweesub", "suffix": ""}, {"first": "T", "middle": [], "last": "Parakamawongsa", "suffix": ""}], "year": 2006, "venue": "", "volume": "12", "issn": "", "pages": "227--234", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Effect of climate change on lyme disease risk in North America", "authors": [{"first": "J S", "middle": [], "last": "Brownstein", "suffix": ""}, {"first": "T R", "middle": [], "last": "Holford", "suffix": ""}, {"first": "D", "middle": [], "last": "Fish", "suffix": ""}], "year": 2005, "venue": "Eco Health", "volume": "2", "issn": "", "pages": "38--46", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Autologistic model of spatial pattern of Phytophthora epidemic in bell pepper: Effects of soil variables on disease presence", "authors": [{"first": "M L", "middle": [], "last": "Gumpertz", "suffix": ""}, {"first": "J M", "middle": [], "last": "Graham", "suffix": ""}, {"first": "J", "middle": [], "last": "Ristaino", "suffix": ""}], "year": 1997, "venue": "J Agric Biol Environ Stat", "volume": "2", "issn": "", "pages": "131--156", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Spatiotemporal information systems in soil and environmental sciences", "authors": [{"first": "G", "middle": [], "last": "Christakos", "suffix": ""}], "year": 1998, "venue": "Geoderma", "volume": "85", "issn": "", "pages": "141--179", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Modern Spatiotemporal Geostatistics", "authors": [{"first": "G", "middle": [], "last": "Christakos", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "116--215", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Data-driven exploration of \"spatial pattern-time process-driving forces\" associations of SARS epidemic in Beijing", "authors": [{"first": "J F", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Christakos", "suffix": ""}, {"first": "W G", "middle": [], "last": "Han", "suffix": ""}], "year": 2008, "venue": "China. J Public Health", "volume": "30", "issn": "", "pages": "234--244", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Epidemiology: Study Design and Data Analysis", "authors": [{"first": "M", "middle": [], "last": "Woodward", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "145--190", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Applied Logistic Regression", "authors": [{"first": "D W", "middle": [], "last": "Hosmer", "suffix": ""}, {"first": "L", "middle": [], "last": "Stanley", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Spatial interaction and the statistical analysis of lattice systems", "authors": [{"first": "J", "middle": [], "last": "Besag", "suffix": ""}], "year": 1974, "venue": "J Royal Statist Soc B", "volume": "36", "issn": "", "pages": "192--236", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Statist for Spatial Data", "authors": [{"first": "N", "middle": [], "last": "Cressie", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Migration routes and important resting areas of Siberian cranes (Grus leucogeranus) between northeastern Siberia and China as revealed by satellite tracking", "authors": [{"first": "K", "middle": [], "last": "Kanai", "suffix": ""}, {"first": "M", "middle": [], "last": "Ueta", "suffix": ""}, {"first": "N", "middle": [], "last": "Germogenov", "suffix": ""}], "year": 2002, "venue": "Biol Conserv", "volume": "106", "issn": "", "pages": "339--346", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "M, Chang C Y, et al. Risk analysis for the highly pathogenic avian influenza in Mainland China using meta-modeling. Chinese Sci Bull, 2010, 55: 4168−4178, doi: 10.1007/s11434-010-4225-x", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Number of HPAI occurrences in Mainland China in 2004. Shown are laboratory-confirmed H5N1 cases only. the occurrence of HPAI and related factors.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "β 1 , β 2 ,···,β p )′ is the parameter vec-tor of the covariates,", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Occurrences of HPAI superimposed on the main flyways and important wetlands (migratory flyways of wild birds are adapted from information collected and analyzed by Wetlands International). Taken from Global Patterns of Influenza A Virus in Wild Birds.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Logistic prediction map of Mainland China for January 31, 2004.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Occurrences of HPAI (hard data) in Mainland China in 2004. Shown are laboratory-confirmed H5N1 cases only. Soft data used in calculations are also labeled on the map.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "(a) Experimental and model covariance on a spatial scale; (b) experimental and model covariance on a temporal scale.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Validation points randomly selected from hard and soft data.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Absolute error of validation points of the logistic model and meta-model showing that the results of the BME estimation are more reliable than those of simple logistic regression.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Prediction map of the meta-model for Mainland China on January 31, 2004.", "latex": null, "type": "figure"}, "TABREF1": {"text": "1 Introduction of the prevalence of HPAI", "latex": null, "type": "table"}, "TABREF2": {"text": "Description of variables", "latex": null, "type": "table"}, "TABREF3": {"text": "Analysis of individual factors", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Covariate </td><td>Odds ratio </td><td>Odds ratio (95% confidence interval) </td><td>P value </td></tr><tr><td>National </td><td>0.949 </td><td>0.928-0.97 </td><td>&lt;0.001 </td></tr><tr><td>Railway </td><td>0.995 </td><td>0.992-0.998 </td><td>&lt;0.05 </td></tr><tr><td>Reservoir </td><td>0.983 </td><td>0.974-0.992 </td><td>&lt;0.001 </td></tr><tr><td>Lake </td><td>0.927 </td><td>0.900-0.956 </td><td>&lt;0.001 </td></tr><tr><td>River </td><td>0.997 </td><td>0.995-0.999 </td><td>&lt;0.05 </td></tr><tr><td>LST </td><td>0.974 </td><td>0.927-1.024 </td><td>0.304 </td></tr><tr><td>Wv </td><td>0.999 </td><td>0.967-1.031 </td><td>0.941 </td></tr><tr><td>NDVI </td><td>0.957 </td><td>0.806-1.137 </td><td>0.616 </td></tr></table></body></html>"}, "TABREF4": {"text": "Table 3 Analysis using the binary model and considering spatial and temporal functions", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Coefficient </td><td>Odds ratio </td><td>Odds ratio (95% confidence interval) </td><td>P value </td></tr><tr><td>National </td><td>-0.113 </td><td>0.893 </td><td>0.842-0.948 </td><td>&lt;0.001 </td></tr><tr><td>Reservoir </td><td>-0.011 </td><td>0.989 </td><td>0.976-1.002 </td><td>&lt;0.1 </td></tr><tr><td>Lake </td><td>-0.039 </td><td>0.962 </td><td>0.930-0.994 </td><td>&lt;0.05 </td></tr><tr><td>Sigmaw </td><td>1.849 </td><td>6.353 </td><td>2.502-16.131 </td><td>&lt;0.001 </td></tr><tr><td>Constant </td><td>1.464 </td><td>4.325 </td><td>－ </td><td>&lt;0.01 </td></tr></table></body></html>"}}, "back_matter": []}