{
    "paper_id": "34a0c029032b2a331609f9ba91b2b71163925f42",
    "metadata": {
        "title": "Septicemia due to Streptococcus mitis in neutropenic patients with acute leukemia*",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Arning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Heinrich-Heine-University",
                    "location": {
                        "addrLine": "Moorenstrasse 5",
                        "postCode": "W-4000",
                        "settlement": "Diisseldorf",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Gehrt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Heinrich-Heine-University",
                    "location": {
                        "addrLine": "Moorenstrasse 5",
                        "postCode": "W-4000",
                        "settlement": "Diisseldorf",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Aul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Heinrich-Heine-University",
                    "location": {
                        "addrLine": "Moorenstrasse 5",
                        "postCode": "W-4000",
                        "settlement": "Diisseldorf",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Runde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Heinrich-Heine-University",
                    "location": {
                        "addrLine": "Moorenstrasse 5",
                        "postCode": "W-4000",
                        "settlement": "Diisseldorf",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "U",
                "middle": [],
                "last": "Hadding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Heinrich-Heine-University",
                    "location": {
                        "addrLine": "Moorenstrasse 5",
                        "postCode": "W-4000",
                        "settlement": "Diisseldorf",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Schneider",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Heinrich-Heine-University",
                    "location": {
                        "addrLine": "Moorenstrasse 5",
                        "postCode": "W-4000",
                        "settlement": "Diisseldorf",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Eight neutropenic patients with acute lymphocytic or nonlymphocytic leukemia had septicemia due to different strains of Streptococcus mitis (St. mitis), a microorganism not commonly recognized as a special pathogen in leukemic patients. Four of the patients had been treated with high-dose cytosine arabinoside as part of the cytostatic regimen, six had a central venous line and four patients had oral lesions prior to the infection. Selective gut decontamination consisted of co-trimoxazole/colistin in five patients and quinolones in three patients. The first three patients died, either due to interstitial pneumonia with the adult respiratory distress syndrome (ARDS), or due to infection-triggered disseminated intravascular coagulation despite prompt empiric antibiotic therapy including vancomycin. The other patients improved after empiric supplementation of penicillin G (30 Mega/day) to the antibiotic regimen. Beginning ARDS in two of these patients dramatically responded to high-dose steriods. We conclude that St. mitis is a major pathogen in neutropenic leukemic patients. Infection appears to occur independently of acute leukemic cell type, regimen of selective gut decontamination, venous access, visible oral lesions or treatment with highdose cytosine arabinoside. The clinical course of our patients raises questions about the value of commonly recommended empiric antibiotic regimens, which were clearly ineffective to control infections with St. mitis in this patient group. Our data indicate that immediate antibiotic therapy with penicillin G is indicated and may be life-saving for suspected St. mitis infections in neutropenic leukemic patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recently, an increase of gram-positive infections due to a-hemolytic streptococci has been reported from several cancer centers. Aggressive chemotherapeutic protocols containing high-dose cytosine arabinoside (HD-Ara-C), herpes-simplex infections of the oropharynx and the increasing use of quinolones for selective gut decontamination (SGD) are discussed as risk factors for the development of such infections [1, 2, 4 -6, 8, 10] . In 1988, we observed three cases of septicemia with adult respiratory distress syndrome (ARDS) in patients with acute leukemia. During drug-induced aplasia, fever developed and the patients received prompt antibiotic therapy commonly recommended for the empiric treatment of fever in immunocompromised patients. After isolation of St. mitis from blood cultures, therapy was supplemented with high-dose penicillin G (pen G), but this could not prevent fatal ARDS. In this report, we summarize our experience with eight episodes of septicemia caused by St. rnitis and discuss the importance of our findings for the empiric treatment of fever in leukemic patients.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 430,
                    "text": "[1, 2, 4 -6, 8, 10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From July 1988 to October 1989, eight patients (4 male, 4 female, median age 39 years, range 23-48 years) with microbiologically proven septicemia due to St. mitis were observed in our department. Patients' characteristics are given in Table 1 . Hematologic diagnoses were acute non-lymphocytic leukemia (ANLL) in five cases and acute lymphocytic leukemia in three cases. Therapy consisted of high-dose cytosine arabinoside (3 g/m 2) and mitoxantrone (10 mg per m2), either as part of a double induction regimen for ANLL (n = 2) or as consolidation therapy for ALL (n = 2). Three patients received the TAD-9 protocol for induction treatment of ANLL, one patient with B-ALL was treated with a combination of adriamycin, cytosine arabinoside, vincristine, VM26, cyclophosphamide and ifosfamide.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patients and methods"
        },
        {
            "text": "All patients received a standard low-contaminated hospital diet and were instructed in a program of personal hygiene. They were kept in reverse isolation in one-patient rooms. Medical personal wore masks during visits in the room. As part of an ongoing study Patients with fever (> 38.5 °C for more than 4 h) and suspected infection were given systemic antimicrobial treatment according to the Paul Ehrlich Intervention Protocol for therapy of infections in immunocompromised patients [9] . Antimicrobial treatment was started within 2 h after the first chill or other evidence of infection.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 488,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "During infection episodes, at least three blood cultures were taken and cultured under aerobic and anaerobic conditions by standard methods. Microorganisms were identified by means of standard criteria. Streptococci were characterized biochemically by the API-20-Strep-system (BioMerieux, N0rtingen, FRG) ( Table 3 ). Resistance patterns were determined according to DIN-Norm 58940 [3] (Fig. 1 ). All strains were retrospectively tested by macrodilution method to determine the minimal inhibitory concentration (MIC) and the minimal bactericidal concentration (MBC) [3] of pen G and vancomycin ('Fable 2). Characterization of the streptococcal proteins was done by SDS polyacrylamide gels according to the method of Laemmli [8] (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 314,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 386,
                    "end": 393,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 736,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Microbiological investigations."
        },
        {
            "text": "Surveillance cultures from urine and feces were done at least once weekly. The oropharynx and anus were inspected daily, but regular cultures from the oropharynx were only taken from sides with clinical evidence of infection. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbiological investigations."
        },
        {
            "text": "The initial clinical course of our patients with streptococcal septicemia was rather uniform. After a median interval of treatment-induced severe neutropenia of eight days (range 2-11 days) all patients abruptly developed fever up to 40 ° C, accompanied by chills, without any prodroreal symptoms. Fever was resistant to antipyretic drugs and immediate antibiotic therapy including vancomycin, piperacillin, ceftazidime or aminoglycosides ( Table 1) . Two of the patients had evidence of disseminated intravascular coagulation (DIC).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 449,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the first three patients with microbiologically confirmed septicemia, the central venous lines were removed within 24 h after the first evidence of septicemia. Tips were cultivated, but no streptococci or other microorganisms could be isolated. From 24 to 72 h after the onset of septicemia, these patients developed adult respiratory distress syndrome (ARDS), characterized by diffuse interstitial infiltrates on chest X-ray, low central venous pressure and arterial hypoxemia. Two of these patients were transferred to the intensive care unit and required respirator therapy for 7 and 11 days, respectively. They died from ARDS and septic shock despite continuing antibiotic therapy including supplementation of pen G which was added immediately after St. mitis was isolated from blood cultures. Autopsy was performed in one patient and revealed an interstitial pneumonia, but no streptococci could be isolated from any part of the body. One patient died because of intrapulmonary hemorrhage associated with disseminated intravascular coagulation (DIC). In view of the distinct clinical picture, we added pen G (30 mega/day) to the empiric antibiotic regimen in the next patients with suspected septicemia. During the following months, five patients developed septicemia due to St. mitis. They improved within 48 h after the beginning of pen G treatment. Temperature returned to normal with improvement of the clinical status. Two of the patients had evidence of beginning ARDS, but without clinical signs of respiratory distress. In view of the clinical course in the first three patients, therapy with methylprednisolone (250 mg daily for three days) was started and resulted in complete clearance of the pulmonary interstitial changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Microbiological differentiation yielded St. rnitis in all cases, with different validation in the API-code. Several strains were involved as indicated by different resistance patterns (Fig. 1) and SDS-polyacrylamide gel analysis of the streptococcal proteins (Fig. 2 ). Table 3 ). At least four different strains were involved. Therefore, it is unlikely that the increase of streptococcal infection is due to a nosocomial outbreak. Moreover, streptococcal infections are also being seen with increasing frequency in other cancer centers [2, 4 -71.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 266,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 277,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the literature, several reasons for the emergence of streptococcal infections are discussed [1, 2, 4, 6, 7, 91. The use of more aggressive chemotherapeutic protocols with increased mucosal toxicity, mucosal ulcerations due to herpes simplex infections and the prophylactic use of the newer quinolones for SGD instead of the previously used combination of cotrimoxazole and colistin may be predisposing factors for such infections in our patient population. Table 1 , however, shows that none of these reasons can fully explain the increase of a-hemolytic streptococcal infections in this patient group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 467,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Our data confirm that St. rnitis is an important pathogen in leukemic patients. During the last 15 months, this organism was the most frequently isolated pathogen in blood cultures in our clinical department, not even surpassed by microbiologically proven Staphylococcus epidermidis bacteraemia (7 cases). Such an increase of infections in one department raises the question of an outbreak of nosocomial acquired pathogens. However, analysis of the streptococcal proteins and the biochemical differentiation of the isolated strains do not suggest such a possibility (Fig. 2 and"
        },
        {
            "text": "In a retrospective analysis, Kern at al. [7] described the association between high-dose Ara-C treatment and streptococcal infections in 25 adult patients with ANLL. The patients received 40 treatment courses for remission induction and postremission intensive consolidation therapy. Of 13 bacteremic episodes in a total of 45 infectious episodes, 10 were caused by streptococci. Three of the infections were lethal. In our population, however, only four patients received high-dose Ara-C. The others received a chemotherapeutic regimen with cytosine arabinoside at conventional dosages of 60 mg to 100 mg daily. Similarily, the use of quinolones for SGD does not fully explain the increased occurrence of a-hemolytic streptococcal infections. Indeed, quinolones have limited activity against streptococci and do not often achieve sufficient tissue concentrations to prevent streptococcal infections. Five of the eight infections, however, were observed during treatment with cotrimoxazole and colistin for SGD. Except for one strain, the isolated streptococci showed resistance to cotrimoxazole.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Our data confirm that St. rnitis is an important pathogen in leukemic patients. During the last 15 months, this organism was the most frequently isolated pathogen in blood cultures in our clinical department, not even surpassed by microbiologically proven Staphylococcus epidermidis bacteraemia (7 cases). Such an increase of infections in one department raises the question of an outbreak of nosocomial acquired pathogens. However, analysis of the streptococcal proteins and the biochemical differentiation of the isolated strains do not suggest such a possibility (Fig. 2 and"
        },
        {
            "text": "Herpes simplex infections of the mouth are also mentioned as a possible cofactor for the increased incidence of streptococcal infections. It has been suggested [11] , but also questioned [1] , that oral herpes simplex ulceration may be responsible for invasion of viridans streptococci that normally reside in the oral mucosa. In our patient group, however, only one patient had evidence of oral herpes simplex infection at the beginning of septicemia.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Our data confirm that St. rnitis is an important pathogen in leukemic patients. During the last 15 months, this organism was the most frequently isolated pathogen in blood cultures in our clinical department, not even surpassed by microbiologically proven Staphylococcus epidermidis bacteraemia (7 cases). Such an increase of infections in one department raises the question of an outbreak of nosocomial acquired pathogens. However, analysis of the streptococcal proteins and the biochemical differentiation of the isolated strains do not suggest such a possibility (Fig. 2 and"
        },
        {
            "text": "Of major concern is the fact that drugs usually recommended for empiric treatment of fever in leukemic patients [9] did not prevent the fatal outcome of our first three patients despite prompt institution of antibiotic treatment within 2 h after the first rise of temperature. Neither specifically added antibiotics against gram-positive infections such as vancomycin nor several broadspectrum antibiotics listed in Table 1 were able to control the infection. In contrast, the immediate addition of pen G to the empiric antibiotic regimen led to improvement of the patients' clinical status within 48 h. In only 2 patients to whom pen G was given, radiologic signs of beginning ARDS were seen without clinical symptoms. Both patients received corticosteroid therapy which resulted in complete disappearance of the radiologic changes within 24 h. However, the precise role of steroid treatment in these 2 patients remains unclear, as both had already improved with pen G therapy.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 423,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Our data confirm that St. rnitis is an important pathogen in leukemic patients. During the last 15 months, this organism was the most frequently isolated pathogen in blood cultures in our clinical department, not even surpassed by microbiologically proven Staphylococcus epidermidis bacteraemia (7 cases). Such an increase of infections in one department raises the question of an outbreak of nosocomial acquired pathogens. However, analysis of the streptococcal proteins and the biochemical differentiation of the isolated strains do not suggest such a possibility (Fig. 2 and"
        },
        {
            "text": "The main reason of death in the first 3 patients was interstitial pneumonia with ARDS (n = 2) and DIC with pulmonary hemorrhage. The pathogenesis of this kind of ARDS in St. mitis septicemia is unknown. Vansteenkiste and Boogaerts [13] described 7 episodes of ARDS occurring in leukemic patients with long-standing and severe neutropenia. Three of these episodes were caused by viridarts streptococci. The authors suggest a possible role for certain arachidonic acid metabolites in the pathogenesis of ARDS in neutropenic patients. Guiot et al. [6] also pointed to the association of streptococcal infections and interstitial pneumonia. They assume that the infection initiates immunologic reactions damaging the lung with consecutive development of interstitial pneumonia. This hypothesis is supported by the fact that in our patients no streptococci could be cultivated from various sites of the body after 2 days. In vitro, several antibiotics primarily used had sufficient activity against the isolated streptococci (data not shown).",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Our data confirm that St. rnitis is an important pathogen in leukemic patients. During the last 15 months, this organism was the most frequently isolated pathogen in blood cultures in our clinical department, not even surpassed by microbiologically proven Staphylococcus epidermidis bacteraemia (7 cases). Such an increase of infections in one department raises the question of an outbreak of nosocomial acquired pathogens. However, analysis of the streptococcal proteins and the biochemical differentiation of the isolated strains do not suggest such a possibility (Fig. 2 and"
        },
        {
            "text": "Further evidence for the possible involvement of immunological mechanisms is provided by the clinical course in 2 patients with beginning ARDS whose pulmonary changes rapidly disappeared after administration of highdose steroids. Similar courses were described by Dybedal and Lamvik [5] , who observed 5 leukemic patients with septicemia due to a-hemolytic streptococci and acute respiratory failure after treatment with high-dose Ara-C (1.6-3.6 g/m2). The patients treated immediately with methylprednisolone when signs of respiratory failure were apparent also showed dramatic improvement in their clinical condition, drop of temperature and improvement of respiratory function. We hypothesize that St. mitis septicemia induces ARDS in leukemic patients, which is triggered by immunological mechanisms that can be ameliorated or even prevented by the rapid bactericidal of pen G. As shown in Table 2 , only pen G had a 100°70 bactericidal activity against all tested strains. In contrast, no bactericidal serum levels of vancomycin could be reached without serious toxicity in three of tested strains (recommended peak levels of vancomycin are < 30 ~tg/ml).",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 894,
                    "end": 901,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Our data confirm that St. rnitis is an important pathogen in leukemic patients. During the last 15 months, this organism was the most frequently isolated pathogen in blood cultures in our clinical department, not even surpassed by microbiologically proven Staphylococcus epidermidis bacteraemia (7 cases). Such an increase of infections in one department raises the question of an outbreak of nosocomial acquired pathogens. However, analysis of the streptococcal proteins and the biochemical differentiation of the isolated strains do not suggest such a possibility (Fig. 2 and"
        },
        {
            "text": "What is the solution to the problem of a-hemolytic steptococcal septicemia in leukemic patients? With the increasing frequency of these infections, one possibility is a selective prophylaxis of streptococcal infections combined with the standard protocol for selective gut decontamination. Rozenberg-Arska et al. [12] recently published the results of a pilot study using roxithromycin for prevention of streptococcal infections and found a decreased incidence of these infections when compared with a historical control group. Further studies are needed to investigate this method of antimicrobial prophylaxis.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Our data confirm that St. rnitis is an important pathogen in leukemic patients. During the last 15 months, this organism was the most frequently isolated pathogen in blood cultures in our clinical department, not even surpassed by microbiologically proven Staphylococcus epidermidis bacteraemia (7 cases). Such an increase of infections in one department raises the question of an outbreak of nosocomial acquired pathogens. However, analysis of the streptococcal proteins and the biochemical differentiation of the isolated strains do not suggest such a possibility (Fig. 2 and"
        },
        {
            "text": "Another method is the addition of pen G to the empirical antibiotic regimen in patients with the clinical characteristics of streptococcal septicemia. The fulminant course of these infections is very characteristic and different from beginning fungal or virus infections. Until now, we have not seen a strain of St. mitis with only moderate susceptibility or even resistance to pen G, although infections due to pen G resistant viridans streptococci have been described [10] . To our knowledge, no other study group has yet investigated the empirical treatment with pen G in leukemic patients.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Our data confirm that St. rnitis is an important pathogen in leukemic patients. During the last 15 months, this organism was the most frequently isolated pathogen in blood cultures in our clinical department, not even surpassed by microbiologically proven Staphylococcus epidermidis bacteraemia (7 cases). Such an increase of infections in one department raises the question of an outbreak of nosocomial acquired pathogens. However, analysis of the streptococcal proteins and the biochemical differentiation of the isolated strains do not suggest such a possibility (Fig. 2 and"
        },
        {
            "text": "Our data raise questions whether the recommended standard empiric antibiotic regimens for infections in immunocompromised patients are still appropriate. In most cancer centers today, gram-positive bacteria are the predominant microorganisms causing severe infections in granulocytopenic patients. The European Organisation for Research and Treatment of Cancer (EORTC) therapy group trials have shown that the proportion of grampositive infections increased from 29°7o to 63 °70 in the last years. If more and more streptococcal infections are reported from other cancer centers, a reappraisal of the empirical treatment strategy for fever in the immunocompromised patient seems necessary, and randomized, prospective studies comparing the conventional EORTC therapy with a pen G modified protocol should be performed. In our patient population, the recommended use of vancomycin for empirical use in suspected gram-positive infections was clearly insufficient to overcome the infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Our data confirm that St. rnitis is an important pathogen in leukemic patients. During the last 15 months, this organism was the most frequently isolated pathogen in blood cultures in our clinical department, not even surpassed by microbiologically proven Staphylococcus epidermidis bacteraemia (7 cases). Such an increase of infections in one department raises the question of an outbreak of nosocomial acquired pathogens. However, analysis of the streptococcal proteins and the biochemical differentiation of the isolated strains do not suggest such a possibility (Fig. 2 and"
        },
        {
            "text": "In summary, our data confirm that St. mitis is an important pathogen in leukemic patients. Infection occurs independently of leukemic cell type, kind of selective gut decontamination, venous access, visible oral lesions and administration of high-dose ara-C. The clinical course of our patients raises questions about the standard empiric antibiotic regimen and points to the need for early use of pen G. Our findings and the results of other authors suggest a beneficial effect of high-dose glucocorticosteroids in ameliorating or preventing streptococcal-induced ARDS when given within 48 h after the first signs of respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Our data confirm that St. rnitis is an important pathogen in leukemic patients. During the last 15 months, this organism was the most frequently isolated pathogen in blood cultures in our clinical department, not even surpassed by microbiologically proven Staphylococcus epidermidis bacteraemia (7 cases). Such an increase of infections in one department raises the question of an outbreak of nosocomial acquired pathogens. However, analysis of the streptococcal proteins and the biochemical differentiation of the isolated strains do not suggest such a possibility (Fig. 2 and"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mucositis and streptococcal sepsis in bone marrow transplant patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bostrom",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weisdorf",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Lancet",
            "volume": "I",
            "issn": "",
            "pages": "1120--1121",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Septicemia caused by viridans streptococci in neutropenic patients with leukemia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Worsley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Catovsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Galton",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Lancet II",
            "volume": "",
            "issn": "",
            "pages": "1452--1453",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Methoden zur Empfindlichkeitsprafung von bakteriellen Krankheitserregern (auger Mykobakterien) gegen Chemotherapeutika (DIN-Norm 58940/3/5)",
            "authors": [],
            "year": 1987,
            "venue": "Deutsches Institut far Normung",
            "volume": "222",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risk factors involved in the development of bacteremia due to \"viridans\" streptococci in neutropenic patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "Iro",
                    "middle": [],
                    "last": "Novakova",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "De Witte",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "De Pauw",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "The Immunocompromised Host Society (Ed). 5th Intern Symposium on Infections in the immunocompromised host",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Respiratory insufficiency in acute leukemia following treatment with cytosine arabinoside and septicemia with Streptococcus viridans",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dybedal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lamvik",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Eur J Haematol",
            "volume": "42",
            "issn": "",
            "pages": "405--406",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The association between streptococcal infection and interstitial pneumonia in chemotherapy and BMT",
            "authors": [
                {
                    "first": "Hfl",
                    "middle": [],
                    "last": "Guiot",
                    "suffix": ""
                },
                {
                    "first": "P J",
                    "middle": [],
                    "last": "Van Den Broek",
                    "suffix": ""
                },
                {
                    "first": "Jwm",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Willemze",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Furth",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Bone Marrow Transpl",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High risk of streptococcal septicemia after high dose cytosine arabinoside for acute myelogenous leukemia",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kurrle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vanek",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Klin Wochenschr",
            "volume": "65",
            "issn": "",
            "pages": "773--780",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cleavage of structural proteins during the assembly of the head of the bacteriophage T4",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature",
            "volume": "227",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Intervention therapy for infections in immunocompromised patients",
            "authors": [
                {
                    "first": "Paul-Ehrlich-Gesellschaft Study",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Z Antimikr Antineoplast Chemother",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Serious infections due to penicillin-resistant strains of viridans streptococci with altered penicillin-binding proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Divincenzo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lucks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Luskin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Shatzer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lerner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Infect Dis",
            "volume": "157",
            "issn": "",
            "pages": "764--769",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Decreased incidence of viridans streptococcal septicaemia in allogeneic bone marrow transplant recipients after the introduction of acyclovir",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ringden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heimdahl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lonnqvist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Malmborg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wilczek",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Lancet",
            "volume": "I",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prevention of gram-positive bacteremias by a short course of roxithromycin in granulocytopenic patients receiving ciprofloxacin prophylactically",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rozenberg-Arska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Dekker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Verdonck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Verhoef",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "5th International Symposium on infections in the immunocompromised host",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Adult respiratory distress syndrome in neutropenic leukemia patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Vansteenkiste",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Boogaerts",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Blut",
            "volume": "58",
            "issn": "",
            "pages": "287--290",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "minimal inhibitory concentration; MBC, minimal bactericidal concentration; ND, not done; IU, International unit",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patients characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "MIC/MBC of penicillin G and vancomycin for Streptococcus mitis isolates",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Fig. 1. Resistance patterns of Streptococcus rnitis. Pen, penicillin G; Amp, ampicillin; Cez, cefazolin; Mez, mezlocillin; Gen, gentamicin; Cot, Co-trimoxazol; Ery, erythromycin; Cli, clindamycin; Van, vancomycin. [2~ sensitive; 1 resistant",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}