{"paper_id": "350a167243df1d549d23fefc2bc10400be1976f2", "metadata": {"title": "Extremely low risk for acquisition of a respiratory viral infection in the emergency room of a large pediatric hospital during the winter season", "authors": [{"first": "Helena", "middle": ["C"], "last": "Maltezou", "suffix": "", "affiliation": {}, "email": "helen-maltezou@ath.forthnet.gr"}, {"first": "Katerina", "middle": [], "last": "Mougkou", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Athens Medical School", "location": {"settlement": "Athens", "country": "Greece"}}, "email": ""}, {"first": "Hara", "middle": [], "last": "Asimaki", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Athens Medical School", "location": {"settlement": "Athens", "country": "Greece"}}, "email": ""}, {"first": "Katerina", "middle": [], "last": "Koniaraki", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Athens Medical School", "location": {"settlement": "Athens", "country": "Greece"}}, "email": ""}, {"first": "Panos", "middle": [], "last": "Katerelos", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maria", "middle": [], "last": "Giannaki", "suffix": "", "affiliation": {"laboratory": "", "institution": "Aghia Sophia Children Hospital", "location": {"addrLine": "3-5 Agrafon Street", "postCode": "15123", "settlement": "Athens, Athens", "country": "Greece., Greece"}}, "email": ""}, {"first": "Maria", "middle": [], "last": "Theodoridou", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Athens Medical School", "location": {"settlement": "Athens", "country": "Greece"}}, "email": ""}]}, "abstract": [{"text": "The aim of this study was to investigate the rate of transmission of respiratory viral infections to children visiting the emergency room of a large pediatric hospital during winter. A total of 615 children were prospectively studied. Twenty-two (3AE6%) children developed at least one symptom compatible with a respiratory viral infection within 1-7 days after the visit, including cough (12 children), fever (8), rhinorrhea (7), and ⁄ or respiratory distress (1). Three children (0AE49%) developed an influenza-like illness. These findings indicate that transmission of respiratory viral infections to children visiting an emergency room during the winter season is extremely low. Please cite this paper as: Maltezou et al. (2013) Extremely low risk for acquisition of a respiratory viral infection in the emergency room of a large pediatric hospital during the winter season. Influenza and Other Respiratory Viruses 7(1), 14-17.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Waiting areas of health-care facilities represent a particular challenge for infection control, because large numbers of people congregate in close proximity and can be exposed to infectious agents. An important proportion of children who visit emergency departments (EDs) are consulting for infectious diseases, especially during winter and early spring, when influenza viruses and respiratory syncytial virus (RSV) circulate in the community. For influenza alone, the rate of visits to United States EDs during the influenza season was estimated at 6-27 per 1000 children <5 years. 1 Influenza is transmitted from human to human mainly through inhalation of large droplets that are expelled during coughing or sneezing, but also through direct contact with a contagious person or contaminated inanimate objects. 2, 3 Influenza virus may survive on surfaces and transfer to hands and vice versa. 4, 5 Respiratory syncytial virus is primarily transmitted through contact. 6 Both viruses may spread rapidly in closed settings. Compared to adults, children with respiratory viral infections shed higher viral loads and for more days, while at the same time they do not adhere to hygiene measures. Nosocomial outbreaks affecting large numbers of persons have been documented in various pediatric health-care settings, 7, 8 in association with substantial morbidity or even death among patients with underlying conditions. 7,8 However, there are very few data on transmission of respiratory viral infections in pediatric EDs. 9 The purpose of this study was to prospectively investigate nosocomial transmission of respiratory viral infections associated with a visit in the ED of a large pediatric hospital during winter.", "cite_spans": [{"start": 584, "end": 585, "text": "1", "ref_id": "BIBREF0"}, {"start": 814, "end": 816, "text": "2,", "ref_id": "BIBREF1"}, {"start": 817, "end": 818, "text": "3", "ref_id": "BIBREF2"}, {"start": 897, "end": 899, "text": "4,", "ref_id": "BIBREF3"}, {"start": 900, "end": 901, "text": "5", "ref_id": "BIBREF4"}, {"start": 972, "end": 973, "text": "6", "ref_id": "BIBREF5"}, {"start": 1315, "end": 1317, "text": "7,", "ref_id": "BIBREF6"}, {"start": 1318, "end": 1319, "text": "8", "ref_id": "BIBREF7"}, {"start": 1522, "end": 1523, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "The study was conducted at 'Aghia Sophia' Children Hospital, a 750-bed tertiary care, university pediatric hospital in Athens, Greece. The ED provides emergency medical and surgical services every other day to children, irrespective of insurance status or other socioeconomic parameters. Approximately, 80 000 children 0-15 years old visit the ED each year, with a peak of approximately 10 000 children per month during winter. Well-child visits are scheduled in separate areas.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The ED waiting room occupies 50 m 2 at the basement of the main building of the hospital. Triage is implemented at the entrance of the ED by a nurse to identify children requiring consultation by a surgeon. All other children are seen by a pediatrician. Syndromic-based cohorting [e.g., influenza-like illness (ILI), gastroenteritis] is not implemented. There are five examination rooms for pediatric consultation. Alcohol-based solutions and surgical masks are available for visitors, and posters about respiratory etiquette and hand hygiene are posted. Routine cleansing is performed twice per day.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The study was conducted from November 4, 2010 to March 31, 2011 (influenza and RSV season in Greece). All visits to the ED in one predefined day per week were identified through a computerized system, and the names and telephone numbers of parents of children with no respiratory symptoms and ⁄ or a discharge diagnosis other than a respiratory infection were recorded. The parents were called 6-7 days after their child's ED visit. Patients' demographic data, data about their ED visit, and data about new onset of symptoms compatible with an ILI were collected by three trained pediatric residents through phone interviews using a standardized questionnaire ( Figure 1 ). Children who visited another health-care facility because of their illness were excluded. Laboratory testing was offered at hospital to all children who developed ILI within 1-7 days after discharge from the ED. Respiratory syncytial virus and influenza infections were diagnosed with an immunochromatographic assay (CORIS, Belgium and DIAQUICK A ⁄ B ⁄ H1N1, Austria, respectively) using nasal aspirates. Influenza-like illness was defined as acute onset of fever (>38AE0°C) and cough or another respiratory symptom. Close contact was defined as a distance of £1 m. Oral consent was requested from the parents. The study was approved by the hospital Ethics Committee.", "cite_spans": [], "ref_spans": [{"start": 662, "end": 670, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Methods"}, {"text": "Multiple logistic regression (stepwise forward selection) was applied to investigate risk factors associated with the onset of symptoms after discharge from the ED. P-values of 0AE05 or less were considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "During the study period, 11 066 children visited the ED for pediatric consultation (median: 527 children, range: 368-687 children per enrollment day). Of them, 1637 children had no respiratory symptoms and ⁄ or were discharged with a diagnosis other than respiratory infection (median: 78 children, range: 47-108 children per enrollment day). We reached the parents of 615 children (median: 29 children, range: 9-56 children per enrollment day), which constitute the study group. Figure 1 depicts the number of enrolled patients by month. Table 1 shows their characteristics. During their visit, 92 (15%) of the 615 children had close contact with a coughing and ⁄ or sneezing visitor or a visitor with rhinorrhea, including close contact with a symptomatic child (89 patients, 96AE7%) or a symptomatic adult (three patients; 3AE3%); none reported close contact with a symptomatic health-care worker. Main diagnoses at Of the 615 children, 22 (3AE6%) developed at least one symptom within 1-7 days after discharge from the ED, including cough (12 children; 54AE5%), fever (eight children; 36AE4%), rhinorrhea (seven children; 31AE8%), and ⁄ or respiratory distress (one child; 4AE54%); all had a mild course. Overall, three children (0AE49%) developed an ILI. Multiple logistic regression revealed that children who developed symptoms tended to be younger compared with children who did not develop symptoms (mean age: 4AE2 versus 6 years old, respectively; Wald statistic P-value = 0AE035) and more often visited the ED during December 2010 compared with children who did not develop symptoms (45AE5% versus 19AE6%; Wald statistic P-value = 0AE021). No statistically significant association was found between the onset of symptoms after visiting the ED and sex, duration of stay in the ED, and history of close contact with a symptomatic person. Three (0AE49%) of the 615 children developed an ILI within 1-7 days after the visit; however, a respiratory specimen was not available for testing.", "cite_spans": [], "ref_spans": [{"start": 480, "end": 488, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 539, "end": 546, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "During ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Emergency departments serve as the front line of healthcare systems for patients with respiratory viral infections. 10 Visitors may wait in close proximity with symptomatic persons especially during winter, when the two most important pediatric viral infections peak, namely influenza and RSV. Our data indicate that visiting the ED of a large pediatric hospital during the winter is associated with an extremely low risk for acquisition of a respiratory viral infection, despite the high burden of influenza and RSV cases admitted through the ED. The study was conducted in the largest pediatric ED in Greece, and our results may be generalized to other EDs with similar crowded conditions and waiting hours. Quach et al. 9 also found that a visit to a Canadian pediatric ED did not seem to result to a detectable risk of respiratory infection among children £5 years. Alcohol-based solutions and surgical masks were available for ED visitors in both studies; however, adher-ence of children to infection control measures is questionable. In another study conducted during 1983-1984, it was shown that exposure of young children to an ambulatory pediatric office was not an important cause of respiratory or gastrointestinal infections with an incubation period of £1 week. 11 A likely explanation for these findings is the high baseline risk of respiratory infection in children. In a study using a Monte Carlo stochastic model to analyze the transmission of airborne infections in a hospital waiting area under various occupancy levels, waiting times, and ventilation rates, it was found that the mean probability for acquiring influenza, although relatively small, increased with increasing waiting times and decreasing distance among visitors. 12 Emergency departments in Greek hospitals are typically overcrowded during winter and many parents in our study reported that they moved away from symptomatic patients, a fact that may had an impact on the extremely low rate of transmission of infection. Another explanation is the fact that ill children stayed at their home after their visit to the ED, which most probably protected them from acquisition of an infection. However, in the study conducted in Canada, 9 the risk for onset of a respiratory illness was 17%, similar to others. 13 Climatic differences that may influence the frequency of congregation in closed settings, as well as viral transmission per se, may also play a role.", "cite_spans": [{"start": 116, "end": 118, "text": "10", "ref_id": "BIBREF9"}, {"start": 723, "end": 724, "text": "9", "ref_id": "BIBREF8"}, {"start": 1275, "end": 1277, "text": "11", "ref_id": "BIBREF10"}, {"start": 1749, "end": 1751, "text": "12", "ref_id": "BIBREF11"}, {"start": 2218, "end": 2219, "text": "9", "ref_id": "BIBREF8"}, {"start": 2292, "end": 2294, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, a visit to a pediatric ED during winter appears to be associated with an extremely low risk for acquisition of a respiratory viral infection. No control group was used in our study, which represents a potential limitation. In addition, the risk of transmission of a respiratory viral infection to adult visitors during a visit at a pediatric ED was not assessed. In a prospective study conducted in a hospital during the 1986-1987 season, up to one-third of a total of 43 influenza cases diagnosed in the hospital could be associated with a visit to the ED. 14 Given the critical role played by children in the transmission of respiratory viral infections, 8, 15 a large study to assess this particularly is warranted.", "cite_spans": [{"start": 672, "end": 674, "text": "8,", "ref_id": "BIBREF7"}, {"start": 675, "end": 677, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Prevention and control of influenza with vaccines: recommendations of the Advisory Committee on Immunization Practices (ACIP)", "authors": [{"first": "A", "middle": ["E"], "last": "Fiore", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Uyeki", "suffix": ""}, {"first": "K", "middle": [], "last": "Broder", "suffix": ""}], "year": 2010, "venue": "", "volume": "59", "issn": "", "pages": "1--62", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Novel (pandemic) influenza A H1N1 in healthcare facilities: implications for prevention and control", "authors": [{"first": "H", "middle": ["C"], "last": "Maltezou", "suffix": ""}], "year": 2010, "venue": "Scand J Infect Dis", "volume": "42", "issn": "", "pages": "412--420", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Transmission of influenza: implications for control in healthcare settings", "authors": [{"first": "C", "middle": [], "last": "Buxton Bridges", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Kuehnert", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "37", "issn": "", "pages": "1094--1101", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "How long do nosocomial pathogens persist on inanimate surfaces? A systemic review", "authors": [{"first": "A", "middle": [], "last": "Kramer", "suffix": ""}, {"first": "I", "middle": [], "last": "Schwebke", "suffix": ""}, {"first": "G", "middle": [], "last": "Kampf", "suffix": ""}], "year": 2006, "venue": "BMC Infect Dis", "volume": "6", "issn": "", "pages": "130--138", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The occurrence of influenza A virus on household and day care center fomites", "authors": [{"first": "S", "middle": ["A"], "last": "Boone", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Gerba", "suffix": ""}], "year": 2005, "venue": "J Infect", "volume": "51", "issn": "", "pages": "103--109", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Modes of transmission of respiratory syncytial virus", "authors": [{"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Douglas", "suffix": ""}], "year": 1981, "venue": "J Pediatr", "volume": "99", "issn": "", "pages": "100--103", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Nosocomial respiratory syncytial virus infection in an intensive care nursery; rapid diagnoses by immunofluorescence", "authors": [{"first": "L", "middle": [], "last": "Mintz", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Ballard", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Sniderman", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Roth", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Drew", "suffix": ""}], "year": 1979, "venue": "Pedatrics", "volume": "64", "issn": "", "pages": "149--153", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Nosocomial influenza in children", "authors": [{"first": "H", "middle": ["C"], "last": "Maltezou", "suffix": ""}, {"first": "M", "middle": [], "last": "Drancourt", "suffix": ""}], "year": 2003, "venue": "J Hosp Infect", "volume": "55", "issn": "", "pages": "83--91", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Do pediatric emergency departments pose a risk of infection?", "authors": [{"first": "C", "middle": [], "last": "Quach", "suffix": ""}, {"first": "D", "middle": [], "last": "Moore", "suffix": ""}, {"first": "F", "middle": [], "last": "Ducharme", "suffix": ""}, {"first": "D", "middle": [], "last": "Chalut", "suffix": ""}], "year": 2011, "venue": "BMC Pediatr", "volume": "11", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Communicable respiratory threats in the ED: tuberculosis, influenza, SARS, and other aerosolized infections", "authors": [{"first": "R", "middle": ["E"], "last": "Rothman", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Hsieh", "suffix": ""}, {"first": "S", "middle": [], "last": "Yang", "suffix": ""}], "year": 2006, "venue": "Emerg Med Clin North Am", "volume": "24", "issn": "", "pages": "989--1017", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Risk of illness after exposure to a pediatric office", "authors": [{"first": "A", "middle": ["M"], "last": "Lobovits", "suffix": ""}, {"first": "J", "middle": [], "last": "Freeman", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Goldmann", "suffix": ""}, {"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}], "year": 1985, "venue": "N Engl J Med", "volume": "313", "issn": "", "pages": "425--428", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Potential for airborne transmission of infection in the waiting areas of healthcare premises: stochastic analysis using a Monte Carlo model", "authors": [{"first": "C", "middle": ["B"], "last": "Beggs", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Shepherd", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Kerr", "suffix": ""}], "year": 2010, "venue": "BMC Infect Dis", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Respiratory illness during winter: a cohort study of urban children from temperate Australia", "authors": [{"first": "S", "middle": ["B"], "last": "Lambert", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "O&apos; Grady", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Gabriel", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Nolan", "suffix": ""}], "year": 2005, "venue": "J Paediatr Child Health", "volume": "41", "issn": "", "pages": "125--129", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Influenza surveillance in an acute-care hospital", "authors": [{"first": "S", "middle": [], "last": "Weingarten", "suffix": ""}, {"first": "D", "middle": [], "last": "Rascon", "suffix": ""}, {"first": "M", "middle": [], "last": "Ault", "suffix": ""}, {"first": "M", "middle": [], "last": "Morgan", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Meyer", "suffix": ""}], "year": 1988, "venue": "Arch Intern Med", "volume": "148", "issn": "", "pages": "113--136", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Pediatric population size is associated with local timing and rate of influenza and other acute respiratory infections among adults", "authors": [{"first": "J", "middle": ["S"], "last": "Brownstein", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Mandl", "suffix": ""}], "year": 2008, "venue": "Ann Emerg Med", "volume": "52", "issn": "", "pages": "63--68", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Number of enrolled children by month.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "the 2010-2011 season, influenza activity started on week 52 of 2010 and ended on week 12 of 2011. Respiratory syncytial virus activity started on week 50 of 2010 and ended on week 16 of 2011. During the 2010-2011 season, 413 of 1887 tested children and 261 of 772 tested children were admitted in the hospital with laboratory confirmed H1N1 influenza or RSV infection, respectively.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of study group", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Number of children (%)\n</td></tr><tr><td>Characteristic\n</td><td>(n = 615)\n</td></tr><tr><td>Median age (range) </td><td>5 years (7 days-15 years)\n</td></tr><tr><td>Male gender </td><td>333 (54Æ1)\n</td></tr><tr><td>Median duration of stay in the ED, range </td><td>2 hours\n</td></tr><tr><td>(10 minutes-8 hours)\n</td></tr><tr><td>Close contact with an ill person </td><td>92 (15)\n</td></tr><tr><td>Ill child </td><td>89 (14Æ5)\n</td></tr><tr><td>Ill parent or guardian </td><td>3 (0Æ5)\n</td></tr><tr><td>Ill HCW </td><td>0 (0)\n</td></tr><tr><td>Onset of symptoms within 1-7 days after the ED visit\n</td><td>22 (3Æ6)\n</td></tr><tr><td>Fever </td><td>8 (1Æ3)\n</td></tr><tr><td>Cough </td><td>12 (2)\n</td></tr><tr><td>Rhinorrhea </td><td>7 (1Æ1)\n</td></tr><tr><td>Respiratory distress </td><td>1 (0Æ2)\n</td></tr><tr><td>Sore throat </td><td>1 (0Æ2)\n</td></tr><tr><td>Fatigue </td><td>1 (0Æ2)\n</td></tr><tr><td>Headache </td><td>0 (0)\n</td></tr><tr><td>Myalgia </td><td>0 (0)\n</td></tr></table></body></html>"}}, "back_matter": []}