{
    "paper_id": "354ae1dace6a05a3fbeb026027e8d98412897b2d",
    "metadata": {
        "title": "Parameter Estimation in Epidemiology: from Simple to Complex Dynamics",
        "authors": [
            {
                "first": "Maíra",
                "middle": [],
                "last": "Aguiar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sebastién",
                "middle": [],
                "last": "Ballesteros",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "João",
                "middle": [
                    "Pedro"
                ],
                "last": "Boto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bob",
                "middle": [
                    "W"
                ],
                "last": "Kooi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Amsterdam",
                    "location": {
                        "addrLine": "De Boelelaan 1087",
                        "postCode": "1081 HV",
                        "settlement": "Amsterdam",
                        "region": "NL",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Luís",
                "middle": [],
                "last": "Mateus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nico",
                "middle": [],
                "last": "Stollenwerk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We revisit the parameter estimation framework for population biological dynamical systems, and apply it to calibrate various models in epidemiology with empirical time series, namely influenza and dengue fever. When it comes to more complex models like multi-strain dynamics to describe the virus-host interaction in dengue fever, even most recently developed parameter estimation techniques, like maximum likelihood iterated filtering, come to their computational limits. However, the first results of parameter estimation with data on dengue fever from Thailand indicate a subtle interplay between stochasticity and deterministic skeleton. The deterministic system on its own already displays complex dynamics up to deterministic chaos and coexistence of multiple attractors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A major contribution to stochasticicty in empirical epidemiological data is population noise which is modelled by time continuous Markov processes or master equations [1, 2, 3] . In some cases the master equation can be analytically solved and from the solution a likelihood function be given [4] . The likelihood function gives best estimates via maximisation or can be used in the Bayesian framework to calculate the posterior distribution of parameters [3] . Here we start with an example of a linear infection model which can be solved analytically in all aspects and then generalize to more complex epidemiological models which are relevant for the description of e.g. influenza or dengue fever [5] , on the cost of having to perform more and more steps by simulation to obtain the likelihood function by complete enumeration [6] or even just to search for the maximum in extreme cases.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 171,
                    "end": 173,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 174,
                    "end": 176,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Recent applications to a multi-strain model applied to empirical data sets of dengue fever in Thailand, where the model displays such complex dynamics as deterministic chaos in wide parameter regions [5, 7] , stretch the presently available methods of parameter estimation well to its limits. Finally, the analysis of scaling of solely population noise indicates that very large world regions have to be considered in data analysis in order to be able to compare the fluctuations of the stochastic system with the much easier to analyze deterministic skeleton, which however can already show deterministic chaos [8, 9] , here via torus bifurcations [10] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 206,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The simplest epidemiological model, the SI system, where infection is only aquired from the outside, leads to a master equation which is not only linear in probability but also in the state variables, leading to a linear mean field approximation for the dynamics of the expectation values [3] . Though very simple in its set-up, it can be applied to real world data of influenza in certain stages of the underlying SIR model, when considering the cumulative number of infected cases during the outbreak [4] , ",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "AN ANALYTICALLY SOLVABLE CASE"
        },
        {
            "text": "which can besolved using the characteristic function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AN ANALYTICALLY SOLVABLE CASE"
        },
        {
            "text": "or approximated by Kramers-Moyal expansion to preserve eventual attarctor switching in more complicated models, relevant for e.g. influenza [11] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "AN ANALYTICALLY SOLVABLE CASE"
        },
        {
            "text": "For suitable initial conditions the master equation can be solved to obtain the transition probabilites needed to construct the likelihood function. The dynamics of the characteristic function, obtained from the master equation is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solving the master equation"
        },
        {
            "text": "giving the partial differential equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solving the master equation"
        },
        {
            "text": "using β * := (β /N)I * , and initial condition p(I,t 0 ) = δ I,I 0 , hence g(κ,t 0 ) = e iκI 0 , with solution ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solving the master equation"
        },
        {
            "text": ">From the transitions probabilities we can construct the likelihood function, i.e. the joint probability to find all data point from our empirical time series interpreted as a function of the model parameters p(I n ,t n , I n−1 ,t n−1 , ...,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihood function from master equation"
        },
        {
            "text": "as shown in Fig. 1 b) for the likelihood function and its maximum as best estimatorβ for the parameter β . Here the best estimator can be calculated analytically as well [3] . ",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "text": "Fig. 1 b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Likelihood function from master equation"
        },
        {
            "text": "The Bayesian framework starts by using the likelihood function L(β ) = p(I|β ) with I = (I 0 , I 1 , ...I n ) and constructs from it the probability of the parameters conditioned on the present data, here from the time series of the epidemic system, the Bayesian posterior p(β |I). This can be only achieved by imposing a prior p(β ), a probability of plausible parameter sets, hence we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bayesian framework"
        },
        {
            "text": "For the linear infcetion model all steps can still be performed analytically. The posterior is given explicitly by prior parameters a and b. Fig.  2 a) shows the comparison of a histogram of best estimates from many realizations of the stochastic process (red), an information which is not given sufficiently in most empirical systems, often we only have a single realization, and the results from the parameter estimation, a Gaussian approximation from the best estimate and the Fisher information (green), and finally the Bayesian posterior (black) obtained from a conjugate prior (blue), which is here nicely broad, not imposing much restriction to the considered parameter values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 151,
                    "text": "prior parameters a and b. Fig.  2 a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Bayesian framework"
        },
        {
            "text": "In cases in which not all steps or even no step can be performed analytically, a comparison of stochastic simulations, depending on the model parameters, with the empirical data is the only available information on the parameters. In Fig. 2 b) an SIR model is fitted to empirical data from influenza, here due to the relative simplicity of the stochastic model, still a numerical enumeration of the whole relevant parameter space is computationally possible (equivalent to a flat but cut-off prior. In more complicated models, e.g. dengue fever models and data from e.g. Thailand, even a complete enumeration of the parameter space is not computationally possible, though only six parameters and nine initial conditions have to be estimated. Particle filtering, i.e. an often quite restricted distribution of parameters and initial conditions, a hard prior in Bayesian language, is stochastically integrated and compared to the empirical time series, selecting the best performers as maximum of the likelihood function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 240,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "NUMERICAL LIKELIHOOD VIA STOCHASTIC SIMULATIONS"
        },
        {
            "text": "In such cases, in which the model can display deterministic chaos, like the one in dengue we investigate [5, 7] , the short term predictability and long term unpredictability (as measured by the largest Lyapunov exponent) even prohibits the comparison of stochastic simulations with the entire time series. Hence iteratively short parts of the time series are compared with the stochastic particles, and via simulated annealing the variability of the particles is cooled down, a) priors narrowed in Bayesian language. The final method is called \"maximum likelihood iterated filtering\" (MIF). We apply this method to dengue data from Thailand, and display here bifurcation diagrams obtained from the best estimates, see Fig. 3 , extrapolating finally to larger population sizes, see Fig. 4 .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 109,
                    "end": 111,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 719,
                    "end": 725,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 782,
                    "end": 788,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Application to more complex models"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stochastic Processes in Physics and Chemistry",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Kampen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Handbook of stochastic methods",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Gardiner",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Population Biology and Criticality: From critical birth-death processes to self-organized criticality in mutation pathogen systems",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "From dynamical processes to likelihood functions: an epidemiological application to influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Noort",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of 8th Conference on Computational and Mathematical Methods in Science and Engineering",
            "volume": "",
            "issn": "",
            "pages": "651--661",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Master equation solution of a plant disease model",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Physics Letters A",
            "volume": "274",
            "issn": "",
            "pages": "84--91",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The role of seasonality and import in a minimalistic multi-strain dengue model capturing differences between primary and secondary infections: complex dynamics and its implications for data analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ballesteros",
                    "suffix": ""
                },
                {
                    "first": "&amp; N",
                    "middle": [],
                    "last": "Kooi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chaotic Evolution and Strange Attractors",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ruelle",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chaos in Dynamical Systems",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dynamic noise and its role in understanding epidemiological processes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ICNAAM 2010",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "+ I * β −→ I + I * Numerical Analysis and Applied Mathematics ICNAAM 2011 AIP Conf. Proc. 1389, 1248-1251 (2011); doi: 10.a) An example of the characteristic function with fixed Δt given by the sampling rate of the time series. b) From the characteristic function we can obtain the solution of the stochastic model and with it the likelihood function, as shown here with its best estimate of the model parameter as maximum. for infected I and susceptibles S = N − I with population size N, infection rate β . The master equation reads for the probability p",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "see Fig. 1 a). Then Fourier back transformation gives the transition probability p(I,t|I 0 ,t 0 ) explicitly as solution of the master equation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "a) Comparison between maximum likelihood method and Bayesia approach for a simple linear infection model, with all analytical tools available. b) Application of numerical likelihood estimation of infection rate and initial number of susceptibles on influenza data from InfluenzaNet, an internet based surveillance system (EPIWORK project).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of deteministic skeleton and stochastic simulations for bifurcation diagrams with estimated parameters for a) dengue in Chiang Mai province and b) dengue in the surrounding nine northern provinces of Thailand. The crucial parameter is the import ρ. Even in systems with population sizes well above one million the noise level of the stochastic system is enormous.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Extrapolation of population sizes to a) whole Thailand and b) Thailand and surrounding countries with ca. 200 mio.inhabitants. The noise level of the stochastic simulation approaches the deterministic system only for very large system sizes.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}