{
    "paper_id": "35e3e5fe8a33546858a0d9986b88f3d485e8327a",
    "metadata": {
        "title": "Akute Bronchitis",
        "authors": [
            {
                "first": "Björn",
                "middle": [],
                "last": "Autoren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Westdeutsches Lungenzentrum am Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Kleibrink",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Westdeutsches Lungenzentrum am Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Taube",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Westdeutsches Lungenzentrum am Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Stand der Dinge Die akute Bronchitis ist eine selbstlimitierende, akute Entzündung der Atemwege und tritt meistens im Rahmen einer viral bedingten Erkältung in Erscheinung. Obwohl sie in der Regel nach zwei bis drei Wochen selbstlimi-tierend abklingt, sind viele Patienten ungeduldig und fordern mitunter eine Antibiotikabehandlung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Diagnostik Anamnese und körperliche Untersuchung sind bei unkomplizierter akuter Bronchitis ausreichend. Bei älteren, multimorbiden oder immunsupprimierten Patienten oder Auffälligkeiten bei Vitalparametern ist eine weitergehende Differenzialdiagnostik notwendig. Die Bestimmung des Procalcitonins konnte in prospektiven Studien bisher keinen sicheren Nutzen zeigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Therapie Bei der unkomplizierten akuten Bronchitis erfolgt eine symptomatische Therapie. Um Fehlverschreibungen zu verhindern, sind die Edukation von Arzt und Patient sowie eine Verschreibung erst bei Zweitkontakt erfolgreich. Die antibiotische Therapie bleibt einem Risikokollektiv vorbehalten. Es bleibt abzuwarten, ob mittels Procalcitonin in Zukunft Patienten bestimmt werden können, bei denen auf eine antibiotische Therapie verzichtet werden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Die akute Bronchitis ist eine selbstlimitierende, akute Entzündung der Atemwege. Dabei ist sie in den meisten Fällen Teil einer viral bedingten Erkältungserkrankung und tritt bei dieser in Kombinationund meist auch in zeitlicher Abfolgemit Tracheitis, Laryngitis/Tonsillitis, Rhinitis und Sinusitis auf. Eine klinische Unterscheidung der genannten Erkrankungen erfolgt dabei aufgrund der Symptomatik und Klinik der führend betroffenen Lokalisation. In seltenen Fällen kann eine bakterielle oder irritative Bronchitis vorliegen. Ungefähr 5 % der erwachsenen Bevölkerung erleidet jährlich eine akute Bronchitis, ein Großteil dieser Patienten nimmt medizinische Hilfe in Anspruch. Hauptsymptom der Bronchitis ist ein neu aufgetretener, akuter Husten (zunächst trocken, dann produktiv, gegen Ende wieder trocken), der nach Ablauf von zwei bis drei Wochen sistiert. Aber auch ein subakuter Verlauf (d. h. mit drei bis acht Wochen Symptomdauer) mit eventuell post-infektiöser Hyperreagibilität ist im Anschluss an die akute Erkrankungsphase möglich. Insbesondere Infektionen durch Adenoviren und Mykoplasmen können bis zu sechs Wochen symptomatisch sein (häufig insbesondere bei jungen Männern). Diese Zeiten sind dabei deutlich länger als die Patientenerwartung an eine akute Bronchitis, was häufig den Wunsch nach Behandlung und nach einer antibiotischen Therapie aufkommen lässt. Auch eine bronchiale Obstruktion mit Belastungsdyspnoe und entsprechendem Auskultationsbefund kann in jeder Phase der Erkrankung hinzutreten. Aufgrund des Auftretens im Rahmen einer Erkältungserkrankung bestehen in den meisten Fällen weitere Allgemeinsymptome wie Schnupfen, Fieber, Abgeschlagenheit, Schluckbeschwerden, Kopfschmerzen und Appetitverlust. Die akute Bronchitis ist in der Regel selbstlimitierend und benötigt nur bei besonders schwerer Symptomatik eine symptomorientierte Therapie. Bei akuter Bronchitis im Rahmen von Erkältungserkrankungen gehören hauptsächlich Viren zum Erregerspektrum [1]. ERREGER DER AKUTEN BRONCHITIS: ▪ Rhinoviren (30 -50 % bis zu 80 % während Epidemien) ▪ Coronavirus ▪ Parainfluenzaviren ▪ Respiratory Syncitial Virus (RSV) ▪ Adenoviren Klinische Relevanz Die akute Bronchitis im Rahmen einer viralen Erkältungserkrankung ist ein häufiger Konsultationsanlass innder Hausarztpraxis. Die durchschnittliche Symptomdauer von zwei bis drei Wochen übersteigt dabei die Patientenerwartungen deutlich. Klinischer Fortschritt | Pneumologie 185 Kleibrink B et al. Akute Bronchitis… Dtsch Med Wochenschr 2019; 144: 185-188",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Dieses Dokument wurde zum persönlichen Gebrauch heruntergeladen. Vervielfältigung nur mit Zustimmung des Verlages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "rende, akute Entzündung der Atemwege und tritt meistens im Rahmen einer viral bedingten Erkältung in Erscheinung. Obwohl sie in der Regel nach zwei bis drei Wochen selbstlimi-tierend abklingt, sind viele Patienten ungeduldig und fordern mitunter eine Antibiotikabehandlung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Diagnostik Anamnese und körperliche Untersuchung sind bei unkomplizierter akuter Bronchitis ausreichend. Bei älteren, multimorbiden oder immunsupprimierten Patienten oder Auffälligkeiten bei Vitalparametern ist eine weitergehende Differenzialdiagnostik notwendig. Die Bestimmung des Procalcitonins konnte in prospektiven Studien bisher keinen sicheren Nutzen zeigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therapie Bei der unkomplizierten akuten Bronchitis erfolgt eine symptomatische Therapie. Um Fehlverschreibungen zu verhindern, sind die Edukation von Arzt und Patient sowie eine Verschreibung erst bei Zweitkontakt erfolgreich. Die antibiotische Therapie bleibt einem Risikokollektiv vorbehalten. Es bleibt abzuwarten, ob mittels Procalcitonin in Zukunft Patienten bestimmt werden können, bei denen auf eine antibiotische Therapie verzichtet werden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die akute Bronchitis ist eine selbstlimitierende, akute Entzündung der Atemwege. Dabei ist sie in den meisten Fällen Teil einer viral bedingten Erkältungserkrankung und tritt bei dieser in Kombinationund meist auch in zeitlicher Abfolgemit Tracheitis, Laryngitis/Tonsillitis, Rhinitis und Sinusitis auf. Eine klinische Unterscheidung der genannten Erkrankungen erfolgt dabei aufgrund der Symptomatik und Klinik der führend betroffenen Lokalisation. In seltenen Fällen kann eine bakterielle oder irritative Bronchitis vorliegen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stand der Dinge"
        },
        {
            "text": "Zur Diagnostik der unkomplizierten akuten Bronchitis ist eine genaue Anamnese und eine körperliche Untersuchung mit Bestimmung der Vitalparameter zumeist ausreichend. Insbesondere ein im Rahmen einer Erkältungserkrankung auftretender akuter Husten beim nicht schwer vorerkrankten Patienten benötigt zunächst keine weitere technische Diagnostik. Hämoptoe (Bluthusten), Atemnot, Thoraxschmerzen, schwere Begleiterkrankungen, hohes Fieber und Tbc-Kontakt sollten allerdings Anlass zu weiterführenden Untersuchungen geben [2] .",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 521,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Von der akuten Bronchitis sind bei vergleichbarer Symptomatik die folgenden Erkrankungen abzugrenzen:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Bei älteren, multimorbiden oder immunsupprimierten Patienten muss die Diagnostik allerdings je nach klinischem Bild ausgeweitet werden, da in dieser Gruppe die vorgenannten Erkrankungen sowohl mit verminderten Symptomen als auch mit einer erhöhten Komplikationsrate einhergehen können. Wenn die Hustensymptomatik anamnestisch bereits über 8 Wochen besteht (per Definition chronischer Husten), sollte unbedingt eine weiterführende Diagnostik mit Bildgebung, Lungenfunktionsdiagnostik und evtl. Bronchoskopie erfolgen. Bei Verdacht auf irritative Bronchitis muss neben der Anamnese bezüglich eines stattgehabten Inhalationstraumas und der beteiligten Stoffe eine weiterführende funktionelle Diagnostik inklusive Lungenfunktion und Blutgasanalyse und idealerweise CO-Hb und volumenbezogener Diffusionskapazität durchgeführt werden. Bei Patienten mit Risikofaktoren für einen komplizierten Verlauf bei bakterieller Infektion erscheint eine weiterführende Labordiagnostik notwendig, um Patienten zu identifizieren, bei denen auf eine antibiotische Therapie verzichtet werden kann, ohne den Patienten zu gefährden. Dabei wäre natürlich die Verwendung eines Biomarkers im Serum sehr wünschenswert. Als möglicher Parameter dient dann das C-reaktive Protein (CRP). In verschiedenen Studien konnte die Messung des CRP allerdings keine ausreichende diagnostische Güte als Marker einer bakteriellen Infektioninsbesondere in multimorbiden Kollektivenerreichen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Als möglicher neuer Biomarker einer bakteriellen Entzündung ist Procalcitonin in den letzten Jahren unter vielen Bedingungen und verschiedenen Kollektiven untersucht worden. Die Ergebnisse deuten darauf hin, dass durch eine sequenzielle Bestimmung erfolgreich die Deeskalation einer antibiotischen Therapie auf einer Intensivstation gesteuert werden kann und eine Verkürzung der Antibiotika-Exposition ohne Erhöhung der Komplikationsraten möglich ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Zur Bedeutung des Procalcitonins für den Beginn einer antibiotischen Therapie bei unteren und oberen Atemwegsinfekten gibt es eine heterogene Studienlageje nach medizinischer Situation, Zusammensetzung des Kollektivs und der bisher vorherrschenden Häufigkeit von Antibiotika-Verschreibungen. Studien über milde untere Atemwegsinfekte und obere Atemwegsinfekte in der Hausarztpraxis haben um 60 -70 % reduzierte Verschreibungsraten beschrieben. In der Notaufnahme konnte eine Reduktion der Antibiotikagaben bei schweren unte-ren Atemwegsinfekten und schweren COPD-Exazerbationen demonstriert werden. Eine neuere prospektive Multicenter-Studie zeigt allerdings keine Änderung der Antibiotika-Exposition bei Patienten mit unterem Atemwegsinfekt in der Notaufnahme [3] .",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 764,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Anamnese und körperliche Untersuchung sind bei unkomplizierter akuter Bronchitis ausreichend. Bei älteren, multimorbiden oder immunsupprimierten Patienten oder Auffälligkeiten bei Vitalparametern ist eine weitergehende Differenzialdiagnostik notwendig. Die Bestimmung des Procalcitonins konnte in prospektiven Studien bisher keinen sicheren Nutzen zeigen. Therapie Nach Sicherung der Diagnose einer unkomplizierten akuten Bronchitis sollte der Patient zunächst über den gutartigen Spontanverlauf der Erkrankung aufgeklärt werden, da dies den Wunsch des Patienten nach einer nichtindizierten antibiotischen Therapie mindern kann. Im Anschluss sollte entsprechend der Symptomatik des Patienten eine Therapie zur Linderung der Symptome empfohlen werden. Es bleibt aber unklar, inwieweit ältere multimorbide Patienten von einer antibiotischen Therapie profitieren könnten. Insbesondere betagte Patienten schienen in einer retrospektiven Studie von 2007 von einer frühen antibiotischen Therapie bei unteren Atemwegsinfekten durch eine Reduktion der Pneumonieraten zu profitieren, wobei methodisch ein Bias nicht ausgeschlossen ist [7] .",
            "cite_spans": [
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Klinische Relevanz"
        },
        {
            "text": "Obwohl die Gruppe der Sekretolytika eine umsatzstarke Medikamentengruppe darstellt, gibt es keinen in qualitativ hochwertigen Studien nachgewiesenen klinischen Benefit im Hinblick auf Symptomstärke oder Dauer [8] . Für die Therapie mit N-Acetylcystein, dem in Deutschland meist genutzten OTC-Sekretolytikum, gibt es in der Indikation keine entsprechende hochwertige Studie, für Ambroxol lediglich eine randomisierte und kontrollierte Untersuchung [9] . In der Leitlinie der Deutschen Gesellschaft für Pneumologie zur Therapie des akuten Hustens wird auch die Phytotherapie mit Kombinationspräparaten aus Thymian, Efeu und Primel positiv bewertet.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Sekretolytika und andere Over-the-counter (OTC) Medikation"
        },
        {
            "text": "Es bleibt hierbei anzumerken, dass das Symptom Husten besonders stark durch den Placebo-Effekt beeinflussbar ist und die Placebo-Komponente im Vergleich zur Placebo-Komponente vieler Antitussiva bis zu 85 % der Wirkung ausmacht [10] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Sekretolytika und andere Over-the-counter (OTC) Medikation"
        },
        {
            "text": "Bei obstruktiven Ventilationsstörungen im Rahmen der akuten Bronchitis oder anschließender bronchialer Hyperreagibiliät ist eine inhalative Therapie mit einem ß-Mimetikum oder Glukokortikoid möglich. Bei reinem postinfektiösem Husten kann ein inhalatives Glukokortikoid zudem eine Besserung der Symptomkontrolle erreichen [11] . Sollten die Symptome länger als acht Wochen per-sistieren, muss eine weiterführende Diagnostik des chronischen Hustens unternommen werden (siehe Leitlinie der Deutschen Gesellschaft für Pneumologie und Beatmungsmedizin zur Diagnostik und Therapie von erwachsenen Patienten mit akutem und chronischem Husten, 2010 aktuell in Überarbeitung).",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Obstruktive Ventilationsstörungen und post-Infektiöse Hyperreagibilität"
        },
        {
            "text": "Erkältungskrankheiten sind bei starken Rauchern häufiger und dauern länger an. Ein Rauchverzicht sollte entsprechend Patienten mit fortgesetztem Nikotinkonsum nicht nur zur Reduktion des Neoplasie-Risikos, sondern auch im Hinblick auf eine Reduktion der Häufigkeit und Dauer von Erkältungskrankheiten empfohlen werden [12] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Prophylaxe bei rezidivierenden Infekten"
        },
        {
            "text": "Eine Vitamin-C-Substitution konnte in der Normalbevölkerung nicht die Inzidenz von Erkältungskrankheiten reduzieren. Allerdings zeigte sich bei fehlernährten Personen und körperlich stark Aktiven eine prophylaktische Wirkung [13] . In einer Metaanalyse konnte zuletzt eine absolute Risikoreduktion um 2 % für respiratorische Infekte durch Vitamin-D-Supplementation gezeigt werden, ein Effekt, der insbesondere bei Vitamin-D-defizienten Probanden ersichtlich war [14] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Prophylaxe bei rezidivierenden Infekten"
        },
        {
            "text": "Klinische Relevanz Bei der unkomplizierten akuten Bronchitis erfolgt eine symptomatische Therapie. Um Fehlverschreibungen zu verhindern, sind die Edukation von Arzt und Patient, sowie eine Verschreibung erst bei Zweitkontakt erfolgreich. Die antibiotische Therapie bleibt einem Risikokollektiv vorbehalten. Es bleibt abzuwarten, ob mittels Procalcitonin in Zukunft Patienten bestimmt werden können, bei denen auf eine antibiotische Therapie verzichtet werden kann. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe bei rezidivierenden Infekten"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The common cold",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heikkinen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Järvinen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "51--59",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guidelines of the German Respiratory Society for diagnosis and treatment of adults suffering from acute or chronic cough",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kardos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berck",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pneumologie",
            "volume": "64",
            "issn": "",
            "pages": "701--711",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Procalcitonin-Guided Use of Antibiotics for Lower Respiratory Tract Infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Yealy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Filbin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "379",
            "issn": "",
            "pages": "236--249",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antibiotics for acute bronchitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fahey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smucny",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cochrane Database Syst Rev",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Systematic Review of Factors Associated with Antibiotic Prescribing for Respiratory Tract Infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Antimicrob Agents Chemother",
            "volume": "60",
            "issn": "",
            "pages": "4106--4118",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Association Between Antibiotic Prescribing for Respiratory Tract Infections and Patient Satisfaction in Direct-to-Consumer Telemedicine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rood",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jhangiani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2018.4318"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Protective effect of antibiotics against serious complications of common respiratory tract infections: retrospective cohort study with the UK General Practice Research Database",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMJ",
            "volume": "335",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bronchitis (acute)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wark",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Clin Evid",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Efficacy and tolerability of myrtol standardized in acute bronchitis. A multi-centre, randomised, double-blind, placebo-controlled parallel group clinical trial vs. cefuroxime and ambroxol",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matthys",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Mey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carls",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arzneimittelforschung",
            "volume": "50",
            "issn": "",
            "pages": "700--711",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The powerful placebo in cough studies?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eccles",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pulmonary pharmacology & therapeutics",
            "volume": "15",
            "issn": "",
            "pages": "303--308",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical efficacy of short-term treatment with extra-fine HFA beclomethasone dipropionate in patients with post-infectious persistent cough",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gillissen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oster",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Physiol Pharmacol",
            "volume": "58",
            "issn": "5",
            "pages": "223--232",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Active and passive smoking and risk of colds in women",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Benseñor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann Epidemiol",
            "volume": "11",
            "issn": "",
            "pages": "225--231",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Vitamin C and Infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hemilä",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nutrients",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Vitamin D supplementation to prevent acute respiratory tract infections: systematic review and meta-analysis of individual participant data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Martineau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Jolliffe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "356",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Ungefähr 5 % der erwachsenen Bevölkerung erleidet jährlich eine akute Bronchitis, ein Großteil dieser Patienten nimmt medizinische Hilfe in Anspruch. Hauptsymptom der Bronchitis ist ein neu aufgetretener, akuter Husten (zunächst trocken, dann produktiv, gegen Ende wieder trocken), der nach Ablauf von zwei bis drei Wochen sistiert. Aber auch ein subakuter Verlauf (d. h. mit drei bis acht Wochen Symptomdauer) mit eventuell post-infektiöser Hyperreagibilität ist im Anschluss an die akute Erkrankungsphase möglich.Insbesondere Infektionen durch Adenoviren und Mykoplasmen können bis zu sechs Wochen symptomatisch sein (häufig insbesondere bei jungen Männern). Diese Zeiten sind dabei deutlich länger als die Patientenerwartung an eine akute Bronchitis, was häufig den Wunsch nach Behandlung und nach einer antibiotischen Therapie aufkommen lässt. Auch eine bronchiale Obstruktion mit Belastungsdyspnoe und entsprechendem Auskultationsbefund kann in jeder Phase der Erkrankung hinzutreten.Aufgrund des Auftretens im Rahmen einer Erkältungserkrankung bestehen in den meisten Fällen weitere Allgemeinsymptome wie Schnupfen, Fieber, Abgeschlagenheit, Schluckbeschwerden, Kopfschmerzen und Appetitverlust. Die akute Bronchitis ist in der Regel selbstlimitierend und benötigt nur bei besonders schwerer Symptomatik eine symptomorientierte Therapie. Bei akuter Bronchitis im Rahmen von Erkältungserkrankungen gehören hauptsächlich Viren zum Erregerspektrum[1].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Bei der körperlichen Untersuchung sprechen folgende Symptome für eine akute Bronchitis im Rahmen eines viralen Infektes: ▪ gerötete Nasen-und Rachenschleimhaut ▪ Rhinorrhoe ▪ weißliche Beläge auf den Tonsillen als Hinweis auf eine bakterielle Angina tonsillaris durch Streptokokken der Gruppe A ▪ fakultativ obstruktive Atemgeräusche ▪ Klopfschmerz über den Nebenhöhlen Klinische Relevanz Eine umfassende Anamnese stellt bei der Differenzialdiagnostik eine große Hilfe dar! Differenzialdiagnosen Bei fehlenden Erkältungssymptomen sollte besonderes Augenmerk in der klinischen Untersuchung auf Zeichen der Differenzialdiagnosen gelegt werden. Zu achten ist auf Unterschenkelödeme als Zeichen einer TVT oder Herzinsuffizienz sowie auf nicht-obstruktive Auskultationsbefunde der Lunge, die auf einen Pneumothorax, kardiale Stauung oder Pneumonie hinweisen könnten. Bei den vorbenannten Risikogruppen und Auffälligkeiten im Rahmen der Messung von Vitalparametern oder der körperlichen Untersuchung sollten weiterführende Maßnahmen zur Differenzialdiagnostik veranlasst werden. Eine Röntgenaufnahme des Thorax in zwei Ebenen sollte insbesondere bei pulmonaler Vorerkrankung, bei Verdacht auf Pneumonie, Pneumothorax oder Fremdkörperaspiration durchgeführt werden. Neben der Anamnese bezüglich einer stattgehabten Exposition gegenüber Erkrankten wird eine Testung auf Influenza aktuell nicht generell empfohlen, kann aber zum Beispiel bei Immunsupprimierten durchaus therapeutische Konsequenzen nach sich ziehen.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Die Autoren geben an, dass kein Interessenkonflikt besteht. Autorinnen/Autoren Dr. med. Björn Kleibrink ist seit 2012 als Assistenzarzt und wissenschaftlicher Mitarbeiter an der Klinik für Pneumologie der Universitätsmedizin Essen -Ruhrlandklinik im Bereich der obstruktiven Lungenerkrankungen und Transplantationsmedizin tätig. Prof. Dr. med. Christian Taube ist seit April 2017 Direktor der Klinik für Pneumologie der Universitätsmedizin Essen-Ruhrlandklinik, dem Westdeutschen Lungenzentrum. Zugleich hat er die Professur für Pneumologie an der Medizinischen Fakultät der Universität Duisburg-Essen (UDE) übernommen. Dr. med. Björn Kleibrink Klinik für Pneumologie Universitätsmedizin Essen -Ruhrlandklinik Tüschener Weg 40 45239 Essen Bjoern.Kleibrink@rlk.uk-essen.de",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}