{
    "paper_id": "36b5fe3a39ccc2a0da02f69593d85c28ec594f89",
    "metadata": {
        "title": "Imaging characteristics of hemophagocytic lymphohistiocytosis",
        "authors": [
            {
                "first": "Nancy",
                "middle": [
                    "E"
                ],
                "last": "Fitzgerald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas Children's Hospital",
                    "location": {
                        "addrLine": "6621 Fannin Street, Suite 1510",
                        "postCode": "2-2521, 77030, 6701, 77030",
                        "settlement": "Houston, Fannin, Houston",
                        "region": "MC, TX, TX",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "L"
                ],
                "last": "Mcclain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas Children's Hospital",
                    "location": {
                        "addrLine": "6621 Fannin Street, Suite 1510",
                        "postCode": "2-2521, 77030, 6701, 77030",
                        "settlement": "Houston, Fannin, Houston",
                        "region": "MC, TX, TX",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "E"
                ],
                "last": "Fitzgerald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas Children's Hospital",
                    "location": {
                        "addrLine": "6621 Fannin Street, Suite 1510",
                        "postCode": "2-2521, 77030, 6701, 77030",
                        "settlement": "Houston, Fannin, Houston",
                        "region": "MC, TX, TX",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "B"
                ],
                "last": "Singleton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas Children's Hospital",
                    "location": {
                        "addrLine": "6621 Fannin Street, Suite 1510",
                        "postCode": "2-2521, 77030, 6701, 77030",
                        "settlement": "Houston, Fannin, Houston",
                        "region": "MC, TX, TX",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "L"
                ],
                "last": "Mcclain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas Children's Hospital",
                    "location": {
                        "addrLine": "6621 Fannin Street, Suite 1510",
                        "postCode": "2-2521, 77030, 6701, 77030",
                        "settlement": "Houston, Fannin, Houston",
                        "region": "MC, TX, TX",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Hemophagocytic lymphohistiocytosis (HLH) is a nonmalignant disorder of immune regulation, with overproduction of cytokines and diminished immune surveillance. Symptoms are nonspecific and may affect multiple organs, including the central nervous system. Neuroimaging findings have been described in case reports and small series; body imaging findings have not been described extensively. Objective: To summarize findings of the most frequently performed imaging studies of the brain, chest and abdomen in patients with HLH. Materials and methods: Retrospective review of chest radiographs and CT, abdominal ultrasound and CT, brain CT and MRI, skeletal surveys, and autopsy data. Results: Twentyfive patients were diagnosed and treated for HLH at our institution over an 11-year period; 15 patients (60%) died. Common chest radiograph findings included alveolarinterstitial opacities with pleural effusions, often with rapid evolution and resolution. Hepatosplenomegaly, gallbladder wall thickening, hyperechoic kidneys and ascites were common abdominal findings, which resolved after therapy in some cases. Brain-imaging studies revealed nonspecific periventricular white-matter abnormalities, brain-volume loss and enlargement of extra-axial fluid spaces. Three infant cases, one with intracranial hemorrhage, one with multiple pathologic rib fractures and one with diaphyseal periosteal reaction involving multiple long bones on skeletal survey, raised suspicion of child abuse at presentation. Abuse was not substantiated in any case. Conclusions: Clinicians and radiologists should be aware of the radiographic manifestations of HLH, which are nonspecific and overlap with infectious, inflammatory and neoplastic disorders. Findings in the chest (similar to acute respiratory distress syndrome) and abdomen may progress rapidly and then regress with institution of appropriate anti-HLH therapy. CNS findings may be progressive. In some infants, initial imaging findings may mimic nonaccidental trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract Background: Hemophagocytic lymphohistiocytosis (HLH) is a nonmalignant disorder of immune regulation, with overproduction of cytokines and diminished immune surveillance. Symptoms are nonspecific and may affect multiple organs, including the central nervous system. Neuroimaging findings have been described in case reports and small series; body imaging findings have not been described extensively. Objective: To summarize findings of the most frequently performed imaging studies of the brain, chest and abdomen in patients with HLH. Materials and methods: Retrospective review of chest radiographs and CT, abdominal ultrasound and CT, brain CT and MRI, skeletal surveys, and autopsy data. Results: Twentyfive patients were diagnosed and treated for HLH at our institution over an 11-year period; 15 patients (60%) died. Common chest radiograph findings included alveolarinterstitial opacities with pleural effusions, often with rapid evolution and resolution. Hepatosplenomegaly, gallbladder wall thickening, hyperechoic kidneys and ascites were common abdominal findings, which resolved after therapy in some cases. Brain-imaging studies revealed nonspecific periventricular white-matter abnormalities, brain-volume loss and enlargement of extra-axial fluid spaces. Three infant cases, one with intracranial hemorrhage, one with multiple pathologic rib fractures and one with diaphyseal periosteal reaction involving multiple long bones on skeletal survey, raised suspicion of child abuse at presentation. Abuse was not substantiated in any case. Conclusions: Clinicians and radiologists should be aware of the radiographic manifestations of HLH, which are nonspecific and overlap with infectious, inflammatory and neoplastic disorders. Findings in the chest (similar to acute respiratory distress syndrome) and abdomen may progress rapidly and then regress with institution of appropriate anti-HLH therapy. CNS findings may be progressive. In some infants, initial imaging findings may mimic nonaccidental trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hemophagocytic lymphohistiocytosis (HLH) is a nonmalignant disorder of immune regulation, characterized by hemophagocytosis within the marrow, uncontrolled activation of T cells and macrophages, and overproduction of inflammatory cytokines (interferon-gamma, interleukin-2 and interleukin-6, tumor necrosis factoralpha and others) [1] . Both primary (familial) and secondary forms of the disease exist [2] . The familial form is autosomal recessive or X-linked in origin and generally occurs in infancy, with an estimated incidence of 1 in 50,000 live births [3] . Secondary HLH has been associated with infection (viral, particularly herpesviruses EBV and CMV; bacterial, fungal, tuberculosis), T-cell type maligancies and prolonged immunosuppression [3, 4, 5] . A classification of the histiocytosis syndromes is included in Table 1 [6] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 756,
                    "end": 758,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 759,
                    "end": 761,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 827,
                    "end": 834,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Organs typically involved are the bone marrow, lymph nodes, spleen, liver, and CNS. Common symptoms and signs include fever, hepatomegaly, splenomegaly, neurologic symptoms, skin rash, and lymphadenopathy [7, 8] . A progressive encephalopathy with seizures, vomiting, irritability, cranial nerve palsies, hemiplegia/tetraplegia, ataxia, nystagmus, gait or visual disturbance, delayed psychomotor development, raised intracranial pressure, and coma has been described [9, 10, 11] . The main causes of death from EBV-related hemophagocytic syndrome have been attributed to coagulopathy and opportunistic infections [8] . While humoral immunity remains normal, T-cell cytotoxicity is greatly diminished [12, 13] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Diagnostic criteria include: fever; hepatomegaly or splenomegaly; cytopenia of at least two cell lines; elevated triglycerides; diminished fibrinogen; and hemophagocytosis within bone marrow or lymph nodes [7] . A biopsy diagnosis is elusive in up to 20% of cases. Supportive criteria include markedly elevated ferritin, hyperbilirubinemia, coagulopathy, absent natural killer (NK) cell function, and increased soluble IL-2 receptor levels [14] .",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The established treatment protocol (HLH-94) includes chemotherapy with either etoposide (VP16) or teniposide (VM26), dexamethasone, and cyclosporin A. Intrathecal methotrexate and cranial irradiation have been used for CNS-directed treatment. Bone-marrow transplant is necessary in familial cases and in selected secondary cases under 5 years of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Survival for familial cases following bone-marrow transplant is now 55% [14] . For secondary cases, the current survival rate is above 60%. Developmental delay has been observed in some surviving children with radiographic and CSF serologic evidence of CNS involvement [10] .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Twenty-five cases of HLH were diagnosed and treated at Texas Children's Hospital between September 1991 and March 2002. Patient ages ranged from 5 days to 16.5 years, with mean age at diagnosis of 3.2 years and median age of 1.4 years. Nine patients were male, 16 female. Eleven (44%) of the patients were Hispanic, eight (32%) were Caucasian and three (12%) each were of African-American or Asian descent. Cases were considered familial if there was a history of parental consanguinuity or diagnosis of a sibling with HLH. Five cases were familial in origin (one also with parainfluenza-3); a preceding immunologic abnormality or infectious etiology (four EBV, two adenovirus, one rotavirus and one Kawasaki disease) could be identified in eight secondary cases. Twenty-one patients received the HLH-94 protocol (or equivalent) chemotherapy; one required splenectomy for massive splenic enlargement. Eight patients underwent bonemarrow transplantation (six matched unrelated donor, one matched related donor, one autologous).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Findings of the most frequently performed imaging studies of the body and brain were retrospectively reviewed. Body images were interpreted by fellowship-trained general pediatric radiologists and brain images by neuroradiologists. Studies reviewed included chest radiographs and chest CT, abdominal ultrasound and CT, brain CT and MRI, and skeletal survey. Autopsy data for nine patients and one additional postmortem lung biopsy were also reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Fifteen (60%) of the 25 patients died, including one post-bone-marrow transplant. Of the fatal cases, the time between the diagnosis and demise ranged from 1 day to 24 months. In the 11 survivors, 2 are developmentally delayed. Of the eight bone-marrow transplant patients, five developed graft versus host disease (one chronic, four acute of which two were minor), and marrow rejection has occurred in one patient ( Table 2) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 425,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A total of 678 chest radiographs were obtained in the 25 patients. At presentation, findings were normal in 9 patients; 6 had atelectasis; interstitial opacities were present in 7 patients and consolidation in 3; 3 patients had pleural effusions. During the acute phase of the illness, pulmonary edema with airspace disease developed in 13 patients, airspace disease in 7, volume loss in 2, interstitial opacities in 2, and pleural effusions in 15. Pneumothorax developed in 8 patients. In 17 patients, a rapid decline in respiratory status was accompanied by radiographic abnormalities, often without definite cause such as infection, heart failure or fluid overload (Fig. 1) . In all 15 fatal cases, alveolar or interstitial opacities were present on the final study performed. Chest radiographs returned to normal in five surviving patients; five had persistent mild coarsening of interstitial markings and/or peribronchial thickening consistent with airways disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 676,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Radiographs"
        },
        {
            "text": "A total of 14 chest CT examinations were performed in seven patients. Airspace disease (atelectasis or pneumonia) was present in all patients, with interstitial opacities in one. Two patients had pleural effusions. Small mediastinal nodes were present in five patients, with none exceeding 15 mm in greatest diameter. One patient had three small pneumatoceles that later resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT"
        },
        {
            "text": "Ultrasound Forty-four abdominal ultrasound studies were performed in 21 patients. Fifteen patients had hepatomegaly, with increased or heterogeneous liver echogenicity in 6. No focal liver masses were reported. Fifteen patients had splenomegaly (one with subcapsular hypoechoic regions presumed to reflect infarcts) and 16 had ascites. Marked gallbladder wall thickening was evident in 14 patients; increased echogenicity of the porta hepatis was present in 7. Kidneys were enlarged ( ‡2 SD for age) in 7 patients, with increased cortical echogenicity in 5. Mesenteric, periportal, perisplenic, or inguinal adenopathy was present in three patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abdomen"
        },
        {
            "text": "In five patients, all of whom survived, abnormal abdominal sonographic findings regressed or resolved on repeat examination following chemotherapy (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Abdomen"
        },
        {
            "text": "Sixteen abdominal CT examinations were obtained in 11 patients. Findings included hepatomegaly (6 patients), splenomegaly (6), ascites (4), nephromegaly (three) and adenopathy (3) . In the ten patients who underwent both abdominal ultrasound and CT examinations, CT demonstrated no abnormality undiagnosed by ultrasound, with the exception of subcentimeter retroperitoneal adenopathy in one patient seen only on CT. Table 2) Brain",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 424,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "CT"
        },
        {
            "text": "In 18 patients, a total of 25 brain CT and 25 brain MRI studies were performed. Two patients had normal brain imaging studies, 1 by MRI and 1 by CT; studies in the remaining 16 patients were abnormal. The most frequent findings were periventricular white-matter signal abnormalities with cerebral volume loss and enlargement of ventricles and extra-axial fluid spaces (6 patients); abnormal findings progressed in 3 patients, were stable in 1 and regressed in 2 (Fig. 3 ). Brain-volume loss without white-matter abnormalities was present in five patients. Multiple enchancing bilateral hemispheric and posterior fossa lesions surrounded by edema in an 11-month old girl were later complicated by obstructive hydrocephalus and intra-axial hemorrhage (Fig. 4) . In a 10-year-old girl, subcortical white-matter abnormalities of the posterior parietal and occipital regions had the appearance of reversible posterior encephalopathy, with faint unilateral parietal enhancement. Cerebral edema in a 7-week-old boy was progressive following cardiac arrest. A 12-day-old boy with diminished level of consciousness and retinal hemorrhages had findings on initial head CT of left hemispheric parenchymal hemorrhage, edema, and extra-axial blood suspicious for nonaccidental trauma (Fig. 5) ; subsequent CT studies revealed a left transverse sinus thrombosis with gradual resolution of a hemorrhagic infarct. Small regions of parenchymal calcification were present in two patients. No abnormal meningeal enhancement was observed. Nonspecific opacification of the paranasal sinuses and mastoids was a common finding, with each present in nine patients. Cranial ultrasound examinations were performed daily for 12 consecutive days in one infant patient on ECMO, with findings of progressive enlargement of ventricles and extra-axial fluid spaces and increased echogenicity of the thalami.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 469,
                    "text": "(Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 757,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 1271,
                    "end": 1279,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CT and MRI"
        },
        {
            "text": "A skeletal survey was obtained in three infants. No skeletal abnormality was apparent in a 12-day-old boy with intracranial hemorrhage. In a 7-week-old boy with nosebleed and cardiac arrest, periosteal new bone of both humeral and tibial shafts was initially concerning for nonaccidental trauma, but may have been physiologic. Multiple healing rib fractures were present on a chest radiograph of a 3 1/2-month-old girl with a history of hepatic insufficiency presenting in acute respiratory distress, raising the question of inflicted trauma. A subsequent skeletal survey revealed diffuse osteopenia, diffuse metaphyseal lucencies, widened cranial sutures and hepatosplenomegaly, suggestive of pathologic fractures from metabolic disease (Fig. 6 ). Child abuse was not substantiated in any case.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 738,
                    "end": 745,
                    "text": "(Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Skeletal survey"
        },
        {
            "text": "Findings from autopsies in nine patients (two below the neck only) and one postmortem lung biopsy are summarized in Tables 3, 4 , 5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 127,
                    "text": "Tables 3, 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Autopsy findings"
        },
        {
            "text": "This collection of 25 HLH patients diagnosed over an 11-year period represents one of the largest single institution series of such patients. The demographic summary Fig. 2a, b Abdominal ultrasound images in a 10-year-old girl with HLH secondary to Kawasaki disease demonstrate marked gallbladder wall thickening (a) and an echogenic band in the porta hepatis region (b). Splenomegaly, large kidneys with increased cortical echogenicity, ascites, and a left pleural effusion were also present. Following chemotherapy, all findings resolved (patient 21 in Table 2 ) Fig. 3a, b Unenhanced CT (a, b) with marked brain volume loss and abnormal periventricular white-matter lucencies in a 6-year-old boy with familial HLH, seizures, and developmental delay (patient 6 in Table 2 ) Fig. 4a -c Axial (a) and sagittal (b) contrast-enhanced T1, axial T2 (c) brain MR images show multiple enhancing lesions of both cerebral hemispheres, the cerebellum and left pons with associated edema, and obstructive hydrocephalus in an 11month-old girl. No infectious findings were seen at autopsy (patient 13 in Table 2) ( Other than pulmonary infiltrates and pleural effusions, little published information is available regarding imaging findings in HLH in regard to the lung. A case of hepatosplenomegly, interstitial pulmonary infiltrates and skin lesions in an infant was described, in which reactive hemophagocytic syndrome developed and congenital tuberculosis was the inciting agent [15] . Gauvin et al [16] have described two cases of reactive hemophagocytic syndrome as a component of multipleorgan dysfunction syndrome (MODS), characterized by acute respiratory-distress syndrome (ARDS), acute renal failure, liver dysfunction and septic shock, with pancytopenia and hemophagocytosis on bone-marrow aspirate. Several proinflammatory cytokines are com-mon to both MODS and reactive hemophagocytosis. High levels of cytokines have been identified in serum and pleural fluid of patients with viral-associated hemophagocytic syndrome [17] . In our population, the usual progression of radiographic findings began with low lung volumes and central peribronchial interstitial thickening, followed by pulmonary edema and development of airspace disease and pleural effusions, similar to ARDS. An infectious cause was confirmed in a minority of our cases. Pulmonary hemorrhage, diffuse alveolar damage with hyaline membrane formation, pulmonary edema, and bronchiolitis were frequent findings at autopsy.",
            "cite_spans": [
                {
                    "start": 1470,
                    "end": 1474,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1490,
                    "end": 1494,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2020,
                    "end": 2024,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 176,
                    "text": "Fig. 2a, b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 555,
                    "end": 562,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 565,
                    "end": 575,
                    "text": "Fig. 3a, b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 766,
                    "end": 773,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 776,
                    "end": 783,
                    "text": "Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1100,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Within the abdomen, sonographic findings of gallbladder wall thickening, increased periportal echogenicity, and enlarged lymph nodes in the porta hepatis have been described, as well as hepatomegaly, splenomegaly, and ascites. Sonographic findings of portal hypertension were not observed [18] . These nonspecific findings may also be seen in hepatitis, cholecystitis, hypoalbuminemia, or venous congestion. Liver biopsy in 30 adult patients with known HLH [19] revealed sinusoidal dilation and hemophagocytic histiocytosis. In our nine autopsied patients, six livers were fatty, a common etiology of increased echogenicity. A histologic correlate of the echogenic band at the porta hepatis was not evident. Several spleens were enlarged, with lymphoid depletion. Interstitial nephritis, tubular necrosis, and lymphohistiocytic infiltration of the kidneys found at autopsy could all result in the nonspecific renal enlargment and increased echogenicity seen by ultrasound.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Neurologic symptoms and neuroradiology findings in HLH have been described in the literature [9, 20, 21, 22, 23. ] Neurologic symptoms are present at onset of systemic symptoms in about 20% of cases, but up to 73% of affected children ultimately develop neurologic involvement. Previously described CT findings include hydrocephalus with perivascular lucencies and dilated subdural spaces. Hyperdense areas occur occasionally owing to calcification and necrosis. Atrophy occurred in four patients receiving chemotherapy for progression of disease [20] . Increased attenuation in a transverse sinus, possibly indicating thrombosis, was noted on CT examination in one 15-month-old boy [9] . Brain MR findings described include delayed myelination, parenchymal atrophy and diffuse abnormal signal in gray and white matter. Meningeal enhancement with contrast, followed by enhancing lesions of the gray and white matter, have been reported [24, 25] . MR spectroscopy findings of decreased N-acetyl aspartate and increased choline and lactate peaks are consistent with neuronal necrosis [10] . In the 18 patients imaged here, abnormalities of periventricular white matter, with or without brain volume loss, were a common finding. Meningeal enhancement with contrast was not ob- Table 2) served; 1 patient had multiple enhancing parenchymal lesions.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 112,
                    "text": "[9, 20, 21, 22, 23.",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1274,
                    "end": 1282,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Pleocytosis of the CSF is common, with elevated protein, foamy histiocytes and occasional erythrophagocytosis. Brain histology findings reported include lymphocytic leptomeningeal infiltration with hemophagocytosis and proliferation of histiocytes in the meninges, brain parenchyma, and perivascular spaces, with gliosis of periventricular tissue [23, 24, 25, 26] . A neuropathology staging system has been developed. No abnormality is evident in stage 0. Stage I findings included focal infiltration of meninges with lymphocytes and histiocytes, with occasional perivascular infiltrate. Perivascular infiltration and meningeal infiltration is more pronounced in stage II, sometimes involving underlying cortex. The most severe findings (stage III) include diffuse infiltration of brain paren-chyma, astrogliosis, white-matter and cortical necrosis, and occasional calcifications [26] .",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 351,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In correlation of brain images and autopsy results (seven brains), five of our patients had stage-III histopathology findings, one had stage II, and one had stage I. The patient with stage-I autopsy findings and one patient with stage-III findings were not imaged. In one patient with stage-III findings at autopsy, ventricular Fig. 6 Chest radiograph in a 3-month-old girl in respiratory distress. Multiple healing rib fractures (6-8 on the left, 6-9 on the right) initially raised concern for nonaccidental trauma. Osteopenia and lucent metaphyses were evident on skeletal survey (patient 16 in Table 2 ) enlargement was present without periventricular whitematter abnormalities on CT 5 weeks prior and MRI 4 weeks prior to death. The remaining patients with stage-III histopathology findings had abnormalities of periventricular white matter on imaging studies. The patient with multiple enhancing hemispheric and posterior fossa lesions on CT and MRI had findings of extensive mononuclear infiltrates and white-matter necrosis at autopsy (stage III) without evidence of tumor or infection. The patient with stage-II pathologic findings had a normal brain CT 1 week prior to death, suggesting rapid progression of HLH. Findings of reversible posterior leukoencephalopathy in a 10-yearold girl who survived may reflect the effects of HLH or of cyclosporine, a known cause of this CNS finding [27] . Unlike Langerhans' cell histiocytosis, osseous involvement in HLH has not been described. In the case of the infant with multiple rib fractures, these were likely pathologic because of prolonged hepatic insufficiency; however, diffuse marrow involvement by HLH may represent an additional consideration. At autopsy, a rib was described as normal; the patient had received a bonemarrow transplant. The rib studied at autopsy was not specified. It is customary at this institution to assay the anterior portion of a rib adjacent to the growth plate; fracture sites were at the lateral aspects of the ribs bilaterally. No autopsy was performed in the infant presenting with multiple nonspecific areas of long-bone periosteal reaction.",
            "cite_spans": [
                {
                    "start": 1394,
                    "end": 1398,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 334,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 604,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, although the imaging findings in HLH are nonspecific and overlap with infectious, inflammatory, and neoplastic disorders, radiologic evaluation can be helpful in monitoring disease progression and regression. Findings in the chest and abdomen may progress and regress rapidly and suggest a common pathway of tissue damage by cytokine overproduction, as found in multiple-organ dysfunction syndrome. CNS findings may be progressive and are critical in patient outcome. In infants, initial imaging findings may occasionally mimic nonaccidental trauma. Early diagnosis is essential for institution of appropriate therapy, and understanding of the common findings of HLH may be helpful in this regard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hypercytokinemia in hemophagocytic syndrome",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hibi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imashiku",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am J Pediatr Hematol Oncol",
            "volume": "15",
            "issn": "",
            "pages": "92--98",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hemophagocytic lymphohistiocytosis. Report of 122 children from the International Registry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arico",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Janka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Leukemia",
            "volume": "10",
            "issn": "",
            "pages": "197--203",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Incidence in Sweden and clinical features of familial hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "J-I",
                    "middle": [],
                    "last": "Henter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elinder",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Acta Paediatr Scand",
            "volume": "80",
            "issn": "",
            "pages": "428--435",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Principles and practice of pediatric oncology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ladisch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Jaffe",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "744--747",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hemophagocytosis complicating Kawasaki disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Al-Eid",
                    "suffix": ""
                },
                {
                    "first": "Al-Jefri",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bahabri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatr Hematol Oncol",
            "volume": "17",
            "issn": "",
            "pages": "323--329",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnostic guidelines for hemophagocytic lymphohistiocytosis: The FHL Study Group of the Histiocyte Society",
            "authors": [
                {
                    "first": "J-I",
                    "middle": [],
                    "last": "Henter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elinder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ost",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Semin Oncol",
            "volume": "18",
            "issn": "",
            "pages": "29--33",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epstein-Barr virusassociated hemophagocytic syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kikuta",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Leukemia and lymphoma",
            "volume": "16",
            "issn": "",
            "pages": "425--429",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Haemophagocytic lymphohistiocytosis in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hallahan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "O&apos;gorman-Hughes",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Paediatr Child Health",
            "volume": "35",
            "issn": "",
            "pages": "55--59",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Acute encephalopathy as a primary menifestation of hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kieslich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vecchi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Driever",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Dev Med Child Neurol",
            "volume": "43",
            "issn": "",
            "pages": "555--558",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cerebromeningeal haemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "J-I",
                    "middle": [],
                    "last": "Henter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elinder",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Lancet",
            "volume": "339",
            "issn": "",
            "pages": "104--107",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characteristic immune abnormalities in hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Egeler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Loechelt",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Pediatr Hematol Oncol",
            "volume": "18",
            "issn": "",
            "pages": "340--345",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Virus-associated histiocytic proliferation in children. Frequent associations with Epstein-Barr virus and congenital or acquired immunodeficiencies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcclain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gehrz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grierson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am J Pediatr Hematol Oncol",
            "volume": "10",
            "issn": "",
            "pages": "196--203",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Treatment of hemophagocytic lymphohistiocytosis with HLH-94 immunotherapy and bone marrow transplantation",
            "authors": [
                {
                    "first": "J-I",
                    "middle": [],
                    "last": "Henter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Samuelsson-Horne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arico",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Blood",
            "volume": "100",
            "issn": "",
            "pages": "2367--2373",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Grand rounds: hepatosplenomegaly and pulmonary infiltrates in an infant",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Akinbami",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Selby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Slonim",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Pediatr",
            "volume": "139",
            "issn": "",
            "pages": "124--129",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Reactive hemophagocytic syndrome presenting as a component of multiple organ dysfunction syndrome",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gauvin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Toledan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Champagne",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Crit Care Med",
            "volume": "28",
            "issn": "",
            "pages": "3341--3345",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inflammatory cytokines in virus-associated hemophagocytic syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matsuzuki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishizaki",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am J Pediatr Hematol/Oncol",
            "volume": "15",
            "issn": "",
            "pages": "291--298",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Abdominal ultrasound findings in children with hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "J-F",
                    "middle": [],
                    "last": "Chateil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Perel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur Radiol",
            "volume": "9",
            "issn": "",
            "pages": "474--477",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Hepatic manifestations of hemophagocytic syndrome: a study of 30 cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dekergenac",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hillaire",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Molinie",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Gastroenterol",
            "volume": "96",
            "issn": "",
            "pages": "852--857",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Frequency and severity of central nervous system lesions in hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "Sulis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jabado",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Blood",
            "volume": "89",
            "issn": "",
            "pages": "794--800",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Encephalopathy associated with haemophagocytic lymphohistiocytosis following rotavirus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur J Pediatr",
            "volume": "158",
            "issn": "",
            "pages": "133--137",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pathologic case of the month",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Vasishta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kakkar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Barjee",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "153",
            "issn": "",
            "pages": "545--547",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ocular and cerebral involvement in familial lymphohistiocytosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Appen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Devenecia",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am J Ophthalmology",
            "volume": "82",
            "issn": "",
            "pages": "758--766",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Neuropathology of familial erythrocytic lymphohistiocytosis. Six cases and review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Sumi",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Human Pathol",
            "volume": "15",
            "issn": "",
            "pages": "161--168",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "CNS involvement of virus-associated hemophagocytic syndrome: MR imaging appearance",
            "authors": [
                {
                    "first": "Kpn",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Collie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "AJNR",
            "volume": "21",
            "issn": "",
            "pages": "1248--1250",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Neuropathological findings and neurological symptoms in 23 children with hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "J-I",
                    "middle": [],
                    "last": "Henter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nennesmo",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatrics",
            "volume": "130",
            "issn": "",
            "pages": "358--365",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Posterior reversible leukoencephalopathy syndrome: utility of fluidattenuated inversion recovery MR imaging in the detection of cortical and subcortical lesions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Sampaio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "AJNR",
            "volume": "21",
            "issn": "",
            "pages": "1199--1206",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest radiographs at time of admission (a) and 9.5 h later (b) in a 6-year-old girl admitted with rash, fever, and hip pain. Nonspecific perihilar interstitial opacities are present initially, with thickening of the minor fissure. Image (b) following a decline in respiratory status shows increasing interstitial opacities, with development of right upper and middlelobe airspace disease and small right pleural effusion (patient 18 in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Unenhanced CT of the brain in a 12-day-old boy with altered consciousness and retinal hemorrhages. Edema, left hemispheric parenchymal, and extra-axial hemorrhage were later determined to be caused by left transverse sinus thrombosis (patient 19 in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Classification of the histiocytosis syndromes in children",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Autopsy findings in lungs (n=10)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Autopsy findings: abdomen (n=9)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Autopsy findings: brain",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Gracious thanks are due to Dr. Alan Schlesinger for his imaging expertise and to Dr. Richard Braverman for editorial assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}