{"paper_id": "3761e27320935184ceedb07111f600098421af2d", "metadata": {"title": "Chapter 10 Electrochemical Biosensors Combined with Isothermal Amplification for Quantitative Detection of Nucleic Acids", "authors": [{"first": "Miyuki", "middle": [], "last": "Tabata", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bo", "middle": [], "last": "Yao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ayaka", "middle": [], "last": "Seichi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Koji", "middle": [], "last": "Suzuki", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yuji", "middle": [], "last": "Miyahara", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "In recent years, various isothermal amplification techniques have been developed as alternatives to polymerase chain reaction (PCR). The integration of isothermal amplification with electrical or electrochemical devices has enabled high-throughput nucleic acid-based assays with high sensitivity. We performed solid-phase rolling circle amplification (RCA) on the surface of a Au electrode, and detected RCA products in situ using chronocoulometry (CC) with [Ru (NH 3 ) 6 ] 3+ as the signaling molecule. Detection sensitivity for DNA and a microRNA (miR-143) was 100 fM and 1 pM, respectively. Furthermore, we conducted potentiometric DNA detection using an ethidium ion (Et + )-selective electrode (Et + ISE) for real-time monitoring of isothermal DNA amplification by primer-generation RCA (PG-RCA). The Et + ISE potential enabled real-time monitoring of the PG-RCA reaction in the range of 10 nM-1 μM of initial target DNA. Devices based on these electrochemical techniques represent a new strategy for replacing conventional PCR for on-site detection of nucleic acids of viruses or microorganisms.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Nucleic acid amplification for detection of DNA or RNA is an indispensable technique in many fields of life science, with applications ranging from molecular diagnosis of bacterial or viral species in blood or food to clinical studies on tumors or other diseases in the context of personalized medicine. The development of real-time monitoring of the polymerase chain reaction (PCR) represented a major breakthrough in quantitative detection of nucleic acids. Most current real-time PCR systems employ fluorescence-based detection using intercalating reagents (e.g., SYBR Green) or sequence-specific reporter probes to quantitate amplified PCR products. The resulting curve of fluorescence intensity enables measurement of nucleic acid concentration over a wide range (8 orders of magnitude) with high sensitivity (<5 copies) and high precision (<2% standard deviation). Over the last few decades, several infectious diseases have emerged, including AIDS, SARS, influenza, and Ebola; these illnesses threaten the lives and health of people around the world. Consequently, global efforts are being made to control and monitor these emerging infectious diseases. In one approach within this broad strategy, miniaturized nucleic acid amplification systems have been intensively studied as alternatives for point-of-care testing. However, optical detection schemes limit the miniaturization of the total PCR system, and the addition of exogenous fluorescent reagents sometimes inhibits the DNA polymerase. Because they require minimal instrumentation and low electrical power, however, electrical/electrochemical detection methods provide promising alternative detection schemes that could overcome these issues in the context of point-of-care testing devices [1, 2] . Furthermore, nonoptical sensing devices can be easily fabricated using fine processing technology, and highly integrated sensor arrays can be realized using the advanced complementary metal-oxide-semiconductor (CMOS) process. P. Bergveld created the first ion-sensitive field-effect transistor (ISFET)-based biosensor in 1970 [3] . ISFET (ion-sensitive fieldeffect transistor) biosensors are composed of sensor surfaces functionalized by immobilization of probe biomolecules used as transducers/detectors. Various types of bioanalytes can be coupled with ISFETs such as genetic ISFETs, cell-ISFETs, or immuno-ISFETs. ISFETs take advantage of the fact that field effect transistors (FETs) change their source-drain \"channel\" conductivity depending on the electric field of their environment. Essentially, the output signal is a gate voltage or drain current that changes charge density on the gate surface before/after the molecular recognition event. One of the most successful examples of commercialized products exploiting these technologies is the Ion Torrent (Thermo Fisher Scientific) semiconductor chip-based DNA sequencer, launched in 2012 [4] [5] [6] . As shown in Fig. 1 , millions of ion-sensitive field-effect transistors (ISFETs), which detect released protons during PCR, are integrated in a chip with a well structure. Template DNA strands are immobilized on the surface of microbeads, which are captured into the well structures. After single-base synthesis by DNA polymerase, the resulting pH change is detected by pH-sensitive ISFET to confirm the extension reaction. ISFETs have also been used as detectors for real-time PCR, replacing fluorescence detection. However, the electrical properties of ISFETs change significantly during PCR thermal cycles. To overcome this problem, current work has focused on combining of isothermal nucleic acid amplification (rather than PCR) with electrical/electrochemical devices [7, 8] . There are several electrochemical nucleic acid detection methods employing amperometry, voltammetry, and AC-impedance. Solid-phase and solution-phase nucleic acid amplifications combined with electrochemical methods are summarized in the Ref. [9] . Intercalator-or redox marker-mediated electron transfer on the sensor surface is employed as a manner of electrochemical signal readout. For isothermal nucleic acid amplification combined with electrochemical measurement, loop-mediated isothermal amplification (LAMP) and rolling circle amplification (RCA) are often used. Because these amplification processes are conducted by a strand-displacing DNA polymerase at a constant temperature, their performance is comparable to that of PCR. Thus, simpler, miniaturized highthroughput measurements for point-of-care testing devices could be realized by combining electro/electrochemical devices and isothermal nucleic acid amplification methods.", "cite_spans": [{"start": 1756, "end": 1759, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1760, "end": 1762, "text": "2]", "ref_id": "BIBREF1"}, {"start": 2091, "end": 2094, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 2912, "end": 2915, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 2916, "end": 2919, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 2920, "end": 2923, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 3699, "end": 3702, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 3703, "end": 3705, "text": "8]", "ref_id": "BIBREF7"}, {"start": 3951, "end": 3954, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 2938, "end": 2944, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "In this chapter, we describe quantitative detection of nucleic acids by monitoring the products of isothermal amplification using electrochemical devices, including our own research on this topic [10, 11] . 1. Mask fabrication.", "cite_spans": [{"start": 196, "end": 200, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 201, "end": 204, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "(a) A chromium quartz mask was fabricated from a commercially available photomask substrate consisting of three layers (1 μm photoresist, 0.1 μm Cr, and 1.6 mm quartz, respectively) by photo lithography. Micro-patterns on the quartz substrate were formed by using standard photolithography previously reported [12] . The photo image was shown in Fig. 2 .", "cite_spans": [{"start": 310, "end": 314, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 346, "end": 352, "text": "Fig. 2", "ref_id": "FIGREF2"}], "section": "Introduction"}, {"text": "2. Fabrication of three-gold electrode biosensors.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(a) After a 63 Â 63 Â 1.6 mm polystyrene (PS) sheet was exposed to UV light (254 nm) for 6 h, the sheet was immersed for 3 h at room temperature in 100 mM phosphate buffer (pH 7.0) containing 360 mM ethylenediamine and 50 mM N-(3-dimethylaminopropyl)-N 0ethylcarbodiimide hydrochloride. The PS sheet was then rinsed with deionized water.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(b) Subsequently, the partially aminated sheet was treated with 1 mM HAuCl 4 solution for 2.5 h, and then with 0.1 M NaBH 4 solution for 20 min. The gold-nanoparticle catalysts formed on the area exposed to UV light. To remove nonspecifically adsorbed gold species, the sheet was sonicated in 0.5 M KSCN solution for 20 min.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(c) The activated PS sheet was submerged for 3 h in a goldplating bath containing 0.125 M Na 2 SO 3 and 8 mM 4. Circular probe preparation.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(a) A mixture containing 1 μM circular probe, reaction buffer, 205 mM MnCl 2 , and 5 U/μL CircLigase II ssDNA Ligase was incubated at 60 C for 1 h. To inactivate the ligase, the mixture was subsequently incubated at 80 C for 20 min. (b) To remove the remaining linear sequence, 10 U Exonuclease I and 100 U Exonuclease III were added to the mixture, which was incubated at 37 C for 2 h. To inactivate the exonucleases, the mixture was subsequently incubated 80 C for 20 min.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(c) The ligated circular probe was purified using the TIANquick oligo DNA purification kit and quantified using a NanoDrop 2000 spectrophotometer. 5 . microRNA detection by CC and solid-phase RCA.", "cite_spans": [{"start": 147, "end": 148, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "(a) CC measurement was performed using two step potential method (from 500 to 0 mV at 50 mV/s) at room temperature. The measurement buffer was 10 mM Tris-HCl (pH 7.4) containing 50 μM RuHex.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(b) In CC measurement, the Cottrell equation can be adapted when the fast electrode reaction is diffusion-limited. The charge Q, as a function of time t, can be expressed by the integrated Cottrell equation (Eq. (1)).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "where F is the Faraday constant, n the number of electrons involved in electrode reaction, A the electrode area (cm 2 ), C b the bulk concentration (mol/cm 3 ), D the diffusion coefficient (cm 2 /s), t the time (s), Q c the capacitive charge (coulomb), and Q ads the charge produced by the adsorbed reactant. From Faraday's law, Q ads can be expressed by Eq. (2).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "where Γ is quantity of adsorbed reactant (mol/cm 2 ). One mole of ruthenium (III) hexammine (RuHex), a cationic redox marker, can electrostatically trap three moles of nucleic acid phosphate groups. In the presence of RuHex, CC gives a direct signal proportional to the number of nucleic acid phosphate groups at the electrode surface. Typical CC data was shown in Fig. 3 .", "cite_spans": [], "ref_spans": [{"start": 365, "end": 371, "text": "Fig. 3", "ref_id": null}], "section": "Introduction"}, {"text": "(c) A mixture containing 1 μM circular probe, reaction buffer, 205 mM MnCl 2 , and 5 U/μL CircLigase II ssDNA Ligase was incubated at 60 C for 1 h. To inactivate the ligase, the mixture was subsequently incubated at 80 C for 20 min.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(d) To remove the remaining linear sequence, 10 U Exonuclease I and 100 U Exonuclease III were added to the mixture, which was incubated at 37 C for 2 h. To inactivate the exonucleases, the mixture was subsequently incubated 80 C for 20 min.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(e) The ligated circular probe was purified using the TIANquick oligo DNA purification kit and quantified using a NanoDrop 2000 spectrophotometer.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(f) As shown in Fig. 4 , solid-phase RCA was performed on the gold electrode surface on which DNA probe 1 was immobilized.", "cite_spans": [], "ref_spans": [{"start": 16, "end": 22, "text": "Fig. 4", "ref_id": "FIGREF4"}], "section": "Introduction"}, {"text": "(g) The gold electrode bearing immobilized DNA probe 1 was immersed in hybridization buffer containing 10 mM Tris-HCl, 50 μM ruthenium (III) hexammine (RuHex, Aldrich, China), and microRNA 143 (miR-143) see Note 1, and DNA probe 2 at room temperature for 1 h. After this hybridization process, the electrode was rinsed three times with Milli-Q water and 10 mM Tris-HCl buffer.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(h) Based on the CC measurement, about 10% of probe 1 was consumed by hybridization with target microRNAs in the presence of 10 nM miR-143 and probe 2. at 2 h because the reaction rate did not change after 4 h (Fig. 5a) .", "cite_spans": [], "ref_spans": [{"start": 210, "end": 219, "text": "(Fig. 5a)", "ref_id": "FIGREF1"}], "section": "Introduction"}, {"text": "(j) Sensitivity of the RCA-CC assay was examined using stepwise diluted target miR-143 (concentration range, 10 fM-10 nM), and the RCA reaction was performed at Fig. 5b , the detection limit was 100 fM, and was improved by RCA (detection limit of hybridization was 10 nM).", "cite_spans": [], "ref_spans": [{"start": 161, "end": 168, "text": "Fig. 5b", "ref_id": "FIGREF5"}], "section": "Introduction"}, {"text": "(k) Figure 5c shows the detection of miR-143 spiked in human blood samples (see Notes 1 and 2); the RCA reaction was performed at 30 C for 2 h. The detection threshold of miR-143 in blood samples was 1 pM, with a dynamic range from 1 pM to 1 nM.", "cite_spans": [], "ref_spans": [{"start": 4, "end": 13, "text": "Figure 5c", "ref_id": "FIGREF5"}], "section": "Introduction"}, {"text": "(l) Selectivity of the RCA-CC assay was also confirmed at 100 pM miR-143 and equal amounts of other micro-RNAs, including miR-1, miR-122, and miR-145. The concentration of DNA probe 2 added was 10 nM, and the RCA reaction was performed at 30 C for 2 h. The delta charge value of miR-143 obtained by the RCA-CC assay was significantly higher than those of miR-1, miR-122, and miR-145 (Fig. 5d ). (a) A silicone-based Et + -selective membrane was prepared by dissolving 14 mg of KTpClPB, 302.4 mg Siloprene K1000, and 33.6 mg Siloprene cross-linking agent K-11 in 1.0 mL THF. The end of a silicon tube (3.0 cm) was dipped in the membrane solution, removed, and allowed to dry.", "cite_spans": [], "ref_spans": [{"start": 383, "end": 391, "text": "(Fig. 5d", "ref_id": "FIGREF5"}], "section": "Introduction"}, {"text": "(b) The tube covered with the resultant membrane was filled with internal solution consisting of 10 mM KCl and 10 mM phosphate buffer (pH 7.0). Ag/AgCl ink was applied to half of length of a Ag wire (7.0 cm). The Ag/ AgCl wire was inserted, and the top of the tube was sealed with Parafilm. Finally, the Et + ISE was conditioned by soaking overnight in conditioning solution. The fabricated Et + ISE system is shown in Fig. 6 .", "cite_spans": [], "ref_spans": [{"start": 419, "end": 425, "text": "Fig. 6", "ref_id": null}], "section": "Introduction"}, {"text": "(c) The electrical properties of Et + ISE exhibit Nernstian behavior. According to the Nernst equation (Eq. ( (3)), the linear dependence of electrode potential on log [Et + ] can be obtained.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "where E 0 is the standard electrode potential, R the ideal gas constant, T the temperature in Kelvin, z the number of moles of electrons, F the Faraday constant, and a the ion activity.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "2. PG-RCA.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(a) The circular probe was prepared as described by Murakami et al. [13] . Briefly, 20 μL of mixture containing 1.0 μM circular probe, reaction buffer, 2.5 mM MnCl 2 , Fig. 6 Photo image of Et + ISE combined with Ag/AgCl reference electrode and 5.0 U/μL CircLigase II ssDNA Ligase were incubated at 60 C for 2 h. The mixture was incubated at 80 C for 10 min to inactivate CircLigase II ssDNA Ligase. Subsequently, the unligated linear sequence was digested by addition of Exonuclease I (10 U/μL) and incubation at 37 C for 2 h, followed by incubation at 80 C for 5 min to inactivate the exonuclease I. The ligated circular probe was purified using the QIAquick Nucleotide Removal Kit. On average, the concentration of circular probes was 300-800 nM in 40 μL.", "cite_spans": [{"start": 68, "end": 72, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 168, "end": 174, "text": "Fig. 6", "ref_id": null}], "section": "Introduction"}, {"text": "(b) A schematic illustration of PG-RCA is shown in Fig. 7 (b) At ratios of 5:1 and 7:1, the potential traces were not sufficiently reproducible (Fig. 8a) . On the other hand, at a ratio of 9:1, the traces were close to the Nernstian slopes (61.5 mV/activity decade at 37 C). The response time (t 95%) was within 5 s, and the potential almost completely stabilized within 30 s. 5. Real-time PG-RCA detection using micro Et + ISE.", "cite_spans": [], "ref_spans": [{"start": 51, "end": 57, "text": "Fig. 7", "ref_id": null}, {"start": 144, "end": 153, "text": "(Fig. 8a)", "ref_id": "FIGREF1"}], "section": "Introduction"}, {"text": "(a) The Et + ISE system for potentiometric measurement on PG-RCA is shown in Fig. 9a . From Eq. ( (3), the potential that develops in this Et + ISE is proportional to the log of the Et + ion activity in the PG-RCA solution. The real-time potential shift during PG-RCA was measured by an electrometer as difference between reference electrode (Ag/AgCl) and Et + ISE.", "cite_spans": [], "ref_spans": [{"start": 77, "end": 84, "text": "Fig. 9a", "ref_id": "FIGREF7"}], "section": "Introduction"}, {"text": "(b) As PG-RCA progresses under isothermal conditions at 37 C, EtBr is bound to the newly formed DNA, reducing the free EtBr concentration in the sample solution. In this potentiometric measurement, the Et + ISE potential signal decreases during PG-RCA.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(c) As shown in Fig. 9b , the potential signal decreased over time, and the decrease in the rate and range depended on the initial target DNA concentration. Furthermore, a constant potential was observed in the target DNA-free control sample. When the PG-RCA condition was 1 μM initial target DNA and the initial concentration ratio of target DNA to EtBr was 1:50, the Et + ISE potential signal rapidly over the first 40 min. The decrease in potential value was 60 mV. This result corresponds to a 90% reduction in the free EtBr concentration in the PG-RCA bulk solution.", "cite_spans": [], "ref_spans": [{"start": 16, "end": 23, "text": "Fig. 9b", "ref_id": "FIGREF7"}], "section": "Introduction"}, {"text": "(d) To confirm the role of PG-RCA monitoring using EtBr, a similar experiment was performed using SYBR Green I. Because of the strong affinity of SYBR Green for DNA, the PG-RCA reaction was inhibited in the presence of 50 μM SYBR Green instead of EtBr (data not shown). Furthermore, because DNA amplification can be performed at EtBr concentrations above the detection limit of ISEs, EtBr is suitable as an electrochemical signal reporter.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "1. Specified amounts of synthesized miR-143 were spiked into human blood containing anticoagulant (miRNA concentration, 10 fM-10 nM).", "cite_spans": [], "ref_spans": [], "section": "Notes"}, {"text": "2. Total RNA from human blood was extracted using the TIANprep Pure Blood Kit (Tiangen, China) and quantitated using a NanoDrop 2000 spectrophotometer.", "cite_spans": [], "ref_spans": [], "section": "Notes"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Electrochemical biosensors: towards point-of-care cancer diagnostics", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2006, "venue": "Biosens Bioelectron", "volume": "21", "issn": "10", "pages": "1887--1892", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Microfluidic designs and techniques using lab-on-a-chip devices for pathogen detection for point-of-care diagnostics", "authors": [{"first": "A", "middle": ["M"], "last": "Foudeh", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Didar", "suffix": ""}, {"first": "T", "middle": [], "last": "Veres", "suffix": ""}, {"first": "M", "middle": [], "last": "Tabrizian", "suffix": ""}], "year": 2012, "venue": "Lab Chip", "volume": "12", "issn": "18", "pages": "3249--3266", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Development of an ionsensitive solid-state device for neurophysiological measurements", "authors": [{"first": "P", "middle": [], "last": "Bergveld", "suffix": ""}], "year": 1970, "venue": "IEEE Trans Biomed Eng", "volume": "17", "issn": "1", "pages": "70--71", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Simultaneous DNA amplification and detection using a pH-sensing semiconductor system", "authors": [{"first": "C", "middle": [], "last": "Toumazou", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Shepherd", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Reed", "suffix": ""}, {"first": "G", "middle": ["I"], "last": "Chen", "suffix": ""}, {"first": "A", "middle": [], "last": "Patel", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Garner", "suffix": ""}], "year": 2013, "venue": "Nat Methods", "volume": "10", "issn": "7", "pages": "641--646", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Progress in Ion Torrent semiconductor chip based sequencing", "authors": [{"first": "B", "middle": [], "last": "Merriman", "suffix": ""}, {"first": "Ion", "middle": [], "last": "Torrent", "suffix": ""}, {"first": "", "middle": [], "last": "Team", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Rothberg", "suffix": ""}], "year": 2012, "venue": "Electrophoresis", "volume": "33", "issn": "", "pages": "3397--3417", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "An integrated semiconductor device enabling non-optical genome sequencing", "authors": [{"first": "J", "middle": [], "last": "Rothberg", "suffix": ""}, {"first": "W", "middle": [], "last": "Hinz", "suffix": ""}, {"first": "T", "middle": [], "last": "Rearick", "suffix": ""}, {"first": "J", "middle": [], "last": "Schultz", "suffix": ""}, {"first": "W", "middle": [], "last": "Mileski", "suffix": ""}, {"first": "M", "middle": [], "last": "Davey", "suffix": ""}], "year": 2011, "venue": "Nature", "volume": "475", "issn": "7356", "pages": "348--352", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Rapid, sensitive, and quantitative detection of pathogenic DNA at the point of care through microfluidic electrochemical quantitative loop-mediated isothermal amplification", "authors": [{"first": "K", "middle": ["W"], "last": "Hsieh", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Patterson", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Ferguson", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Plaxco", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Soh", "suffix": ""}], "year": 2012, "venue": "Angew Chem Int Ed Engl", "volume": "51", "issn": "20", "pages": "4896--4900", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A highly sensitive and selective electrochemical biosensor for direct detection of microRNAs in serum", "authors": [{"first": "Y", "middle": [], "last": "Ren", "suffix": ""}, {"first": "H", "middle": [], "last": "Deng", "suffix": ""}, {"first": "W", "middle": [], "last": "Shen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}], "year": 2013, "venue": "Anal Chem", "volume": "85", "issn": "9", "pages": "4784--4789", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Electrical and electrochemical monitoring of nucleic acid amplification", "authors": [{"first": "T", "middle": [], "last": "Goda", "suffix": ""}, {"first": "M", "middle": [], "last": "Tabata", "suffix": ""}, {"first": "Y", "middle": [], "last": "Miyahara", "suffix": ""}], "year": 2015, "venue": "Front Bioeng Biotechnol", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Sensitive detection of microRNA by chronocoulometry and rolling circle amplification on a gold electrode", "authors": [{"first": "B", "middle": [], "last": "Yao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "M", "middle": [], "last": "Tabata", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Miyahara", "suffix": ""}], "year": 2014, "venue": "Chem Commun", "volume": "50", "issn": "68", "pages": "9704--9706", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Real-time monitoring and detection of primer generation-rolling circle amplification of DNA using an ethidium ion-selective electrode", "authors": [{"first": "A", "middle": [], "last": "Seichi", "suffix": ""}, {"first": "N", "middle": [], "last": "Kozuka", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kashima", "suffix": ""}, {"first": "M", "middle": [], "last": "Tabata", "suffix": ""}, {"first": "T", "middle": [], "last": "Goda", "suffix": ""}, {"first": "A", "middle": [], "last": "Matsumoto", "suffix": ""}], "year": 2016, "venue": "Anal Sci", "volume": "32", "issn": "5", "pages": "505--510", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Microfabricated plastic chips by hot embossing methods and their applications for DNA separation and detection", "authors": [{"first": "G", "middle": ["B"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Chen", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Huang", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Sung", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Lin", "suffix": ""}], "year": 2001, "venue": "Sens Actuat B-Chem", "volume": "75", "issn": "1-2", "pages": "142--148", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Sensitive isothermal detection of nucleic-acid sequence by primer generation-rolling circle amplification", "authors": [{"first": "T", "middle": [], "last": "Murakami", "suffix": ""}, {"first": "J", "middle": [], "last": "Sumaoka", "suffix": ""}, {"first": "M", "middle": [], "last": "Komiyama", "suffix": ""}], "year": 2009, "venue": "Nucleic Acids Res", "volume": "37", "issn": "3", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Commercially available transistor-based DNA sequencer. For sequencing on transistors, templates immobilized on the beads are amplified by emulsion PCR. One of the beads is captured in a well formed on the gate of a transistor, and then the proton released during the PCR is detected at the surface of the transistor (at the bottom of the well). (a) Schematic illustration of the sequencing mechanism and electron micrograph showing wells. (b) Ion chip on wafer, die, and chip packaging. Reproduced with permission from[5]", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Before use, gold electrodes were subjected to electrochemical cleaning by cyclic voltammetry in 100 μL of 0.1 M H 2 SO 4 using the following parameters: potential range, À0.5 to 1.0 V; scan rate, 1 V/s, 100 cycles.(b) The clean and dry gold substrate was immersed in 1 μM thiolated DNA probe 1 in I-Buffer (10 mM Tris-HCl, 1 mM EDTA, 0.1 M NaCl, 10 mM TCEP, pH 7.4) for 3 h at room temperature. After rinsing with Milli-Q water, the electrodes were immersed in 1 mM MCH for at least 2 h. Next, the electrodes were immersed in 1 mg/mL bovine BSA for 1 h to cover the active groups on the gold surface. Finally, the electrodes were rinsed with Milli-Q water and dried under nitrogen flow.(c) The surface density of DNA probe 1 was characterized using CC and calculated from Eqs. (1) and(2). The value was determined in the range 1 Â 1012-6 Â 1012 molecules per cm 2 .", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Picture of a chromium quartz mask", "latex": null, "type": "figure"}, "FIGREF3": {"text": "(i) RCA reaction mixture containing 50 mM Tris-HCl (pH 7.5), 10 mM MgCl 2 , 10 mM (NH 4 ) 2 SO 4 , 200 μg/mL BSA, 400 μM dNTP, 3 U of phi 29 DNA polymerase (New England BioLabs, China), and 15 nM circular probe was placed onto the electrode and incubated at 30 C for 10 min-16 h. RCA reaction time was optimizedFig. 3 Typical chronocoulometry plot of immobilization of a single stranded DNA probe on gold electrodes (black plots), hybridization with 10 nM of target molecules (red plots) and 4-h RCA amplification (green plots)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "RCA-CC biosensor for microRNA detection. (a) Integrated gold electrodes were fabricated on polystyrene substrate by chemical plating. (b) Schematic illustration of three-gold electrode substrate. (c) After immobilization of DNA probe 1 on the working electrode, microRNA and DNA probe 2, which are partly complementary, hybridize to it, and then solid-phase RCA is initiated by phi29 DNA polymerase at 30 C. If no hybridization takes place, the RCA reaction does not proceed 30 C for 2 h. As shown in", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Optimized condition and detection performance for RCA-CC system. (a) Effect of RCA reaction time on CC signal. The data were acquired at 10, 30, 60, 120, 240, 480, and 960 min. (b) Detection sensitivity of miR-143, varying concentration from 10 fM to 100 nM. Solid-phase RCA reaction was performed at 30 C for 2 h. (c) Confirmation of detection limit of miR-143 in human blood samples. Delta charge shows the difference in the CC signal before and after RCA. (d) Selectivity assay in the presence of contaminating microRNAs", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Optimization of EtBr concentration for PG-RCA monitoring. (a) At high concentrations, DNA intercalators such as EtBr can inhibit DNA amplification. To examine the influence of the inhibitory effect of EtBr on DNA amplification efficiency, PG-RCA (target DNA: 1 μM, 100 nM, 10 nM) was performed at various concentrations of EtBr (10 À5 -10 À4 M) (Fig. 8b). (b) In order to measure a high potential response, the initial EtBr concentration must be high. After considering the Mixture ratio of Siiloprene k1000 and Siloprene closslinking agent K/ × 10 -5 M EtBr concentration/ × 10 -5 M EtBr concentration/ × 10 -5 M Fabrication of proper Et + ISE-PG-RCA system. (a) Comparison of electrical property caused by the difference of the Et + selective membrane composition. (b) Electrophoresis images of PG-RCA amplicons in the presence of different EtBr concentrations DNA amplification efficiency, 50 μM EtBr was chosen for potentiometric measurements.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Real-time PG-RCA monitoring using Et + ISE. (a) Setup for potentiometric measurement. (b) Monitoring of potential decrease caused by Et + binding to amplified DNA during PG-RCA", "latex": null, "type": "figure"}, "TABREF0": {"text": "BbvCI nicking endonuclease were purchased from New England Biolabs Japan Inc. (Tokyo, Japan).11. 6Â Loading buffer and dNTP mixture (2.5 mM each) were bought from Takara Bio Inc. (Shiga, Tokyo).12. The circular probe was purified using the QIAquick Nucleotide Removal Kit (Qiagen, Tokyo, Japan).13. Oligo DNA for circular probe (PAGE-purified) was obtained from Nippon Gene Co., Ltd. (Tokyo, Japan).14. Target DNA (PAGE-purified) was obtained from Gene Design Inc. (Osaka, Japan). Sequences are listed inTable 2.15. Potential measurements were performed using the opencircuit potential-time mode of the electrochemical analyzer, Model 660A (BAS Inc., Tokyo, Japan).16. The Ag/AgCl saturated KCl reference electrode and the Faraday cage were purchased from BAS Inc. (Tokyo, Japan).17. Thermal incubation was done in a mini dry bath incubator (Hangzhou Allsheng Instruments Co., Ltd., Zhejiang Province, China).18. The DNA concentration was determined using a NanoDrop 2000/2000c (Thermo Fisher Scientific Inc., Kanagawa, Japan) instrument.19. Agarose gel electrophoresis was performed using a Mupid ® -exU (Takara Bio Inc., Shiga, Japan) system.20. The EtBr fluorescence on gels was measured with a 2UV transilluminator (BM Equipment Co., Ltd., Tokyo, Japan).", "latex": null, "type": "table"}, "TABREF1": {"text": "Sequences of DNA oligomers used in PG-RCA", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Oligo DNA </td><td>Sequence\n</td></tr><tr><td>Circular probe\n</td><td>50-phos- GTGGTTGTCTTCTCCTCAGCTCTATCGGATTTGTATCTCTCCT CAGCCTATCGGATTTGTATCTCTAAGCAGT\n</td></tr><tr><td>Target DNA </td><td>CAACCACACTGCTT\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Schematic illustration of PG-RCA on gold electrode. When the circular probes hybridize to the target DNA, linear RCA reactions occur by strand displacement by phi29DNA polymerases. Subsequently, multiple primers are produced by nicking enzymes. Exponential amplification proceeds at a constant temperature (around 30 C) at 5, 7, or 9:1 with constant weight of 4% KTpClPB in 30 μL of 10 mM Tris-HCl buffer (pH 7.0) containing EtBr.", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1\nSequences of DNA oligomers and microRNAs designed for RCA-CC device", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Oligo DNA/microRNA </td><td>Sequence\n</td></tr><tr><td>Circular probe </td><td>50-phos-GTGGTTGTCTTCTCCTCAGCTCTATCGGATTTGTATCTC\nTCCTCAGCCTATCGGATTTGTATCTCTAAGCAGT\n</td></tr><tr><td>DNA probe1 </td><td>50-thiol-AAAAAAAAAAAAAAAAAAAAGAGCTACAG\n</td></tr><tr><td>DNA probe2 </td><td>50-TGCTTCATCTCAAAAAAAAAAAAAGACAACCACACTGCTTAGA\n</td></tr><tr><td>mir-143 </td><td>50-UGAGAUGAAGCACUGUAGCUC\n</td></tr><tr><td>mir-1 </td><td>50-UGGAAUGUAAAGAAGUAUGUAU\n</td></tr><tr><td>mir-122 </td><td>50-UGGAGUGUGACAAUGGUGUUUG\n</td></tr><tr><td>mir-145 </td><td>50-GUCCAGUUUUCCCAGGAAUCCCU\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was supported in part by the Center of Innovation (COI) Program from the Japan Science and Technology Agency ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}