{"paper_id": "37b7e6763e75ccd26ac1153104a4fcac2ae93805", "metadata": {"title": "Dynamics of ADAM17-Mediated Shedding of ACE2 Applied to Pancreatic Islets of Male db/db Mice", "authors": [{"first": "Kim", "middle": ["Brint"], "last": "Pedersen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Louisiana State University Health Sciences Center", "location": {"postCode": "70112", "settlement": "New Orleans", "region": "Louisiana"}}, "email": ""}, {"first": "Harshita", "middle": [], "last": "Chodavarapu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Louisiana State University Health Sciences Center", "location": {"postCode": "70112", "settlement": "New Orleans", "region": "Louisiana"}}, "email": ""}, {"first": "Constance", "middle": [], "last": "Porretta", "suffix": "", "affiliation": {"laboratory": "", "institution": "Louisiana State University Health Sciences Center", "location": {"postCode": "70112", "settlement": "New Orleans", "region": "Louisiana"}}, "email": ""}, {"first": "Leonie", "middle": ["K"], "last": "Robinson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Louisiana State University Health Sciences Center", "location": {"postCode": "70112", "settlement": "New Orleans", "region": "Louisiana"}}, "email": ""}, {"first": "Eric", "middle": [], "last": "Lazartigues", "suffix": "", "affiliation": {"laboratory": "", "institution": "Louisiana State University Health Sciences Center", "location": {"postCode": "70112", "settlement": "New Orleans", "region": "Louisiana"}}, "email": ""}]}, "abstract": [{"text": "Angiotensin-converting enzyme 2 (ACE2) gene therapy aimed at counteracting pancreatic ACE2 depletion improves glucose regulation in two diabetic mouse models: db/db mice and angiotensin II-infused mice. A disintegrin and metalloproteinase 17 (ADAM17) can cause shedding of ACE2 from the cell membrane. The aim of our studies was to determine whether ADAM17 depletes ACE2 levels in pancreatic islets and ␤-cells. Dynamics of ADAM17-mediated ACE2 shedding were investigated in 832/13 insulinoma cells. Within a wide range of ACE2 expression levels, including the level observed in mouse pancreatic islets, overexpression of ADAM17 increases shed ACE2 and decreases cellular ACE2 levels. We provide a mathematical description of shed and cellular ACE2 activities as a function of the ADAM17 activity. The effect of ADAM17 on the cellular ACE2 content was relatively modest with an absolute control strength value less than 0.25 and approaching 0 at low ADAM17 activities. Although we found that ADAM17 and ACE2 are both expressed in pancreatic islets, the ␤-cell is not the major cell type expressing ACE2 in islets. During diabetes progression in 8-, 12-, and 15-week-old db/db mice, ACE2 mRNA and ACE2 activity levels in pancreatic islets were not decreased over time nor significantly decreased compared with nondiabetic db/m mice. Levels of ADAM17 mRNA and ADAM17 activity were also not significantly changed. Inhibiting basal ADAM17 activity in mouse islets failed to affect ACE2 levels. We conclude that whereas ADAM17 has the ability to shed ACE2, ADAM17 does not deplete ACE2 from pancreatic islets in diabetic db/db mice. (Endocrinology 156: 4411-4425, 2015 ) Endocrinology, December 2015, 156(12):4411-4425 press.endocrine.org/journal/endo 4411 Pedersen et al ACE2 and ADAM17 in Pancreatic Islets Endocrinology, December 2015, 156(12):4411-4425 Pedersen et al ACE2 and ADAM17 in Pancreatic Islets Endocrinology, December 2015, 156(12):4411-4425 Pedersen et al ACE2 and ADAM17 in Pancreatic Islets Endocrinology, December 2015, 156(12):4411-4425 Pedersen et al ACE2 and ADAM17 in Pancreatic Islets Endocrinology, December 2015, 156(12):4411-4425", "cite_spans": [], "ref_spans": [{"start": 1628, "end": 1663, "text": "(Endocrinology 156: 4411-4425, 2015", "ref_id": null}], "section": "Abstract"}], "body_text": [{"text": "A ngiotensin-converting enzyme 2 (ACE2) is an enzyme that mostly hydrolyzes angiotensin-II (Ang-II) into angiotensin-(1-7) (1, 2) . Our laboratory has previously reported that gene therapy with an adenovirus for ACE2 expression, delivered to the pancreas, counteracts hyperglycemia induced by Ang-II infusion (3) . Pancreatic ACE2 gene therapy also improves glycemia in the obese diabetic db/db mouse (4) . Conversely, ACE2 knockout mice exhibit defects in glucose homeostasis and pancreatic ␤-cell function such as glucose intolerance, defective first-phase glucose-stimulated insulin secretion, and reduced insulin expression (5, 6) . ACE2 has further showed beneficial effects on various cardiovascular diseases, leading to investigation into increasing ACE2 activity by recombinant ACE2 or stimulators of activity (7, 8) . ACE2 levels might also be elevated by inhibiting degradation mechanisms, of which the most researched so far has been shedding of ACE2 by a disintegrin and metalloproteinase 17 (ADAM17), also known as TNF␣-converting enzyme (TACE). ADAM17 has the ability to cleave catalytically active ACE2 from the cell surface into the extracellular environment (9) . ADAM17-mediated proteolysis of ACE2 has been reported to be associated with loss of cellular ACE2 from neurons and myocytes (10, 11) . Compared with nondiabetic db/m controls, diabetic db/db mice have increased urinary content of a truncated ACE2 form, which was suggested to arise from shedding due to elevated renal ADAM17 levels (12) . We recently hypoth-esized that elevated levels of ADAM17 in diabetes might lead to loss of ACE2 from pancreatic islets by shedding (13) . We have investigated this hypothesis by quantifying the dynamic relationship between ACE2 and ADAM17 in 832/13 insulinoma cells, by assessing the levels of ACE2 and ADAM17 in pancreatic islets from diabetic db/db mice, and by determining the effect of endogenous ADAM17 on ACE2 levels in pancreatic islets.", "cite_spans": [{"start": 123, "end": 126, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 127, "end": 129, "text": "2)", "ref_id": "BIBREF1"}, {"start": 309, "end": 312, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 401, "end": 404, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 628, "end": 631, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 632, "end": 634, "text": "6)", "ref_id": "BIBREF5"}, {"start": 818, "end": 821, "text": "(7,", "ref_id": "BIBREF6"}, {"start": 822, "end": 824, "text": "8)", "ref_id": "BIBREF7"}, {"start": 1175, "end": 1178, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 1305, "end": 1309, "text": "(10,", "ref_id": "BIBREF9"}, {"start": 1310, "end": 1313, "text": "11)", "ref_id": "BIBREF10"}, {"start": 1513, "end": 1517, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 1651, "end": 1655, "text": "(13)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "Rat 832/13 insulinoma cells (14) (a kind gift from Dr Christopher B. Newgard, Duke University Medical Center, Durham, North Carolina) were maintained as described (15) in a medium containing fetal bovine serum from Life Technologies (catalog number 16000 -044. The rat origin has been previously confirmed (16) . Male db/db (BKS.Cg-Dock7ϽmϾϩ/ ϩLeprϽdbϾ/J) mice homozygous for LeprϽdbϾ on a C57BLKS/J background and age-matched male db/m mice heterozygous for LeprϽdbϾ were purchased from The Jackson Laboratory. One week before the animals were killed, body weight and fasting blood glucose was measured, after an overnight fasting, with a TRUEtrack blood glucose monitoring system (Nipro Diagnostics). Animals were killed at ages of 8 weeks (56 and 57 d), 12 weeks (84 and 85 d), and 15 weeks (107 and 108 d). Plasma from whole blood was collected and stored at Ϫ80°C until analysis. Plasma glucose was determined with a glucose assay kit (GAGO20 -1kt from Sigma-Aldrich). Pancreatic islets were isolated from individual mice (17) . The whole islet population picked from each mouse was used for either RNA isolation or ACE2 protein assays. Mice of strain B6.Cg-Gt(ROSA)26Sor tm14(CAG-tdTomato)Hze /J, with the coding sequence for a red fluorescing protein, tdTomato, downstream from a loxP-flanked transcriptional STOP cassette inserted in the Rosa26 locus, and transgenic mice with Cre recombinase under the control of the rat insulin 2 promoter (strain B6.Cg-Tg[Ins2cre]25Mgn/J) were purchased from The Jackson Laboratory. We term these genes Tom and Ins2-Cre in this paper. These transgenic mice were bred to generate double and single heterozygotes. Pancreatic islets were isolated from these animals as well as from wild-type C57BL/6J mice. Animal procedures were approved by the Institutional Animal Care and Use Committee at the Louisiana State University Health Sciences Center-New Orleans.", "cite_spans": [{"start": 28, "end": 32, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 163, "end": 167, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 306, "end": 310, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 1027, "end": 1031, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Cells and animals"}, {"text": "Expression plasmids for human ACE2 (hACE2/pcDNA3.1) and mouse ACE2 (mACE2/pcDNA3.1) were previously described (16) . A plasmid for a fusion protein of human ACE2 and green fluorescent protein (GFP) was from Origene. A plasmid for mouse ADAM17 (pAd17) was purchased from Addgene (catalog number 19141) (18) . A plasmid for the E406A mutant of ADAM17 (pAd17E406A) was generated by in vitro mutagenesis changing a GAA to a GCA codon. The plasmid pACE2-Tom for CAG promoter-driven coexpression of mACE2 and tdTomato was generated based on pCAGEN (plasmid number 11160) from Addgene. Additional SacI and MluI restriction sites were inserted into the multicloning site. The mouse ACE2 coding sequence was amplified from mACE2/pcDNA3.1 and cloned between SacI and MluI restriction sites. The tdTomato coding sequence preceded by an internal ribosome entry site was amplified from LeGO-iT2 (Addgene, plasmid number 27343) and cloned between MluI and NotI restriction sites. Other plasmids used were pcDNA3.1(Ϫ) (Invitrogen/Life Technologies) and pEGFP-C3 (CLONTECH) for cytomegalovirus (CMV) promoter-driven expression of enhanced GFP.", "cite_spans": [{"start": 110, "end": 114, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 301, "end": 305, "text": "(18)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Plasmids"}, {"text": "Rat insulinoma 832/13 cells were transfected in six-well plates as previously described (16) with varying amounts of expression plasmids. To study shedding, the medium was changed the day after transfection. After 24 hours, the medium was collected and centrifuged at 20 800 ϫ g for 5 minutes at 4°C, after which an aliquot of the supernatant was recovered for the measurement of shed ACE2. Cells were scraped from the plates, washed with Dulbecco's PBS, and suspended in various buffers according to use. To study protein stability after the 24-hour incubation, the medium was changed to maintenance medium containing 50 M cycloheximide with sampling at different time points.", "cite_spans": [{"start": 88, "end": 92, "text": "(16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Transfections"}, {"text": "Rat insulinoma 832/13 cells transfected with plasmids pEGFP-C3 and pACE2-Tom were analyzed for green and red fluorescence on FACSAria and LSRII (BD Biosciences) flow cytometers after excitation at 488 nm using GFP and phycoerythrin channels. Aiming for single islet cells, pancreatic islets were dissociated by trypsinization and multiple pipettings, followed by washing in Dulbecco's PBS. Cells were assessed for red tdTomato fluorescence. Cells were sorted on FACSAria flow cytometers into red and non-red fractions, which were subsequently processed for RNA isolation or ACE2 extraction.", "cite_spans": [], "ref_spans": [], "section": "Flow cytometry"}, {"text": "Cellular and shed ACE2 were detected using an antibody against the ectodomain of human ACE2 (AF933; R&D Systems). This antibody also detects mouse ACE2 in Western blots, although with less band intensity than human ACE2. ADAM17 was detected with an anti-ADAM17 antibody (ab2051; Abcam). The epitopes recognized by this antibody are identical in mouse and rat ADAM17 (Table 2 ). Images were captured on an Im-ageQuant LAS 4000 (GE Healthcare). Bands were quantified with ImageJ version 1.47 (National Institutes of Health, Bethesda, Maryland) and normalized relative to the average intensity of bands of interest on each blot. Protein size was determined relative to the MagicMark XP Western protein standard (Invitrogen). Presented blots have samples in order, whereas replicate blots had samples randomized across wells to minimize any systematical errors.", "cite_spans": [], "ref_spans": [{"start": 366, "end": 374, "text": "(Table 2", "ref_id": "TABREF1"}], "section": "Western blotting"}, {"text": "RNA from 832/13 cells was isolated with TRI Reagent (Molecular Research Center, Inc, Cincinnati, Ohio) and treated with TURBO DNA-free (Life Technologies). RNA from islets and islet cell fractions was isolated with an RNeasy minikit (QIAGEN). Target mRNAs were assayed using Power SYBR Green RNA-to-C T one-step kit (Life Technologies) relative to ␤-actin mRNA or 18S rRNA. The assays were conducted on a LightCycler 480 II (Roche). The targets with their associated forward and reverse primer sequences listed in the 5Ј-3Ј direction were as follows: mouse ACE2, gaggataagcctaaaatcagctcttg and tcggaacaggaacatttcgtt; mouse and rat ADAM17, cgtggttggtgagcctgact and ttatattctgccccatctgtgttg; mouse insulin 2, gagcaggtgaccttcagacctt and ctgggtagtggtgggtctagttg; mouse glucagon, cagaggagaaccccagatcatt and cctgtgagtggcgtttgtctt; mouse somatostatin, cccagactccgtcagtttctg and gggcatcattctctgtctggtt; mouse 18S rRNA, cggacaggattgacagattg and caaatcgctccaccaactaa; and rat ␤-actin, agatgacccagatcatgtttgaga and ccagagg catacagggacaac.", "cite_spans": [], "ref_spans": [], "section": "Quantitative RT-PCR"}, {"text": "ACE2 activity was measured from protein extracts using the fluorogenic substrate Mca-APK(Dnp) as previously described (19) . Activities are expressed in fluorescence units per minute. DX600 was omitted from the measurements of ACE2 from transfected 832/13 cells because the enzyme activity cleaving Mca-APK(Dnp) is almost entirely due to ACE2 in these cells (16) . A calibrator that was an ACE2 extract of 832/13 cells transfected with 2 g/well mACE2/pcDNA3.1 was included to minimize plate-to-plate variations of the assay.", "cite_spans": [{"start": 118, "end": 122, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 358, "end": 362, "text": "(16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "ACE2 activity"}, {"text": "Protein extracts used for determining ACE2 activity were also used to determine ADAM17 activities. We measured activity with the SensoLyte 520 TACE (␣-secretase) activity assay kit (catalog number 72085; Anaspec Inc). This activity was termed SensoLyte activity. We used 10 L protein extract and 90 L of the SensoLyte substrate. Fluorescence at 520 nm after excitation at 490 nm was measured for 1 hour at room temperature and the slopes were calculated. The SensoLyte activity was calculated as the slope in the presence of the TACE inhibitor from the kit subtracted from the slope in the absence of the TACE inhibitor. A more specific ADAM17 assay was conducted with 10 L protein extract and 90 L 10 mM CaCl 2 ; 25 mM Tris-HCl, pH 8.0, with a final concentration of 5 M Dabcyl-SPLAQAVRSSK(5FAM)-NH 2 (BioZyme Inc); and Ϯ100 nM of the ADAM17-specific inhibitor DPC-333 (20) (a kind gift from Bristol-Meyers Squibb). Fluorescence at 530 nm after excitation at 485 nm was measured for 1 hour at 37°C, and slopes in fluorescence development were calculated between the 10-and 60minute time points. Calibrators (protein lysate of 832/13 cells transfected with pAd17) were included to minimize the plateto-plate variations of the assay.", "cite_spans": [], "ref_spans": [], "section": "ADAM17 activity"}, {"text": "The control strength, also known as the control coefficient, of a parameter P on shed ACE2 and cellular ACE2 activity is defined as the fractional change in ACE2 levels in response to fractional changes in the levels of the parameter, ie, (d ACE2/ ACE2)/(d P/P) ϭ d ln(ACE2)/d ln(P) (21) . The control strength is determined as the slope of a plot of the natural logarithm of ACE2 activity vs the natural logarithm of P or by direct calculation from mathematical expressions of ACE2 as a function of P.", "cite_spans": [{"start": 283, "end": 287, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Control strength"}, {"text": "Data are presented as means Ϯ SE. According to the experimental designs, data were analyzed by paired t tests, t tests, or an ANOVA with post hoc comparisons of means with Bonferronis's adjustments for multiple comparisons, when appropriate. The statistical analysis and curve fitting (nonlinear regression) were performed using Prism 5.03 (GraphPad Software).", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "We tested whether ACE2 shedding can occur in the 832/13 cell line, which is a commonly used model for pancreatic ␤-cells. Because the endogenous levels of ACE2 protein are very low in 832/13 cells (16), we transiently transfected cells with mACE2 and hACE2 expression plasmids. In the original description of ADAM17-mediated ACE2 shedding (9), the small size difference between intact and shed ACE2 makes it difficult to clearly distinguish between these two forms. To unambiguously detect whether shedding occurs in 832/13 cells, we also transfected cells with a plasmid for expression of a larger fusion protein with GFP attached to the C terminal of hACE2. The shed form of the hACE2-GFP fusion protein should have the same size as shed hACE2. A comparison of Figure  1 , A and B, reveals that an approximately 102-kDa shed ACE2 form from both hACE2 and the hACE2-GFP fusion protein is present in the cell culture medium after a 24hour incubation. A less intense band of the larger hACE2-GFP fusion protein represents ACE2 protein presumably released by other sources than shedding, which might include membrane debris from dead cells or small extracellular membrane particles that were not removed by centrifugation. An approximately 94-kDa shed form of mACE2 is also apparent and distinguished from the 102-kDa full-length mACE2. Increasing concentrations of the ADAM17 expression plasmid led to significantly increased concentrations of ADAM17 proteins with sizes of approximately 103 kDa and 88 kDa ( Figure 1 , C and F). The 103-and 88-kDa forms possibly correspond to pro-ADAM17 and mature ADAM17 (22) . However, it is also possible that both are active forms with different glycosylation patterns. For the highest concentration of pAd17 expression (2 g/well), there were significantly increased concentrations of shed ACE2 (Figure 1 , B and E). No consistent effects of overexpression of ADAM17 on the three types of cellular ACE2 were observed ( Figure 1D ).", "cite_spans": [{"start": 1606, "end": 1610, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 763, "end": 772, "text": "Figure  1", "ref_id": null}, {"start": 1508, "end": 1516, "text": "Figure 1", "ref_id": null}, {"start": 1833, "end": 1842, "text": "(Figure 1", "ref_id": null}, {"start": 1957, "end": 1966, "text": "Figure 1D", "ref_id": null}], "section": "ACE2 shedding occurs in insulinoma cells overexpressing ACE2"}, {"text": "Shed ACE2 contains the catalytic domain of ACE2, and different shed ACE2 forms were reported to possess the same specific activity (23) . After a 24-hour incubation, cell culture medium from cells transfected with ACE2 expres- press.endocrine.org/journal/endo sion plasmids had hydrolytic activity against Mca-AP-K(Dnp) that could be inhibited greater than 90% by the ACE2-specific inhibitor DX600, demonstrating that the hydrolytic activity is due to ACE2 ( Figure 2A ). Surprisingly, the maintenance medium for the 832/13 cells also had ACE2 activity, which comes from the fetal bovine serum. This medium activity is not affected by incubation at 37°C or by incubation with untransfected 832/13 cells ( Figure 2B ). Thus, the difference in hydrolytic activity between the medium from transfected cells and from the maintenance medium represent the ACE2 activity released from the cells during the incubation period. The shed ACE2 activity was significantly increased at the highest level of the ADAM17 expression plasmid ( Figure 2C ).", "cite_spans": [{"start": 131, "end": 135, "text": "(23)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 459, "end": 468, "text": "Figure 2A", "ref_id": "FIGREF1"}, {"start": 705, "end": 714, "text": "Figure 2B", "ref_id": "FIGREF1"}, {"start": 1025, "end": 1034, "text": "Figure 2C", "ref_id": "FIGREF1"}], "section": "Shed ACE2 is quantified by its hydrolytic activity"}, {"text": "With the empty expression plasmid pcDNA3.1(Ϫ) as control for the ADAM17 expression plasmid, there was no significant decrease in the cellular ACE2 levels despite the increased shedding of ACE2 ( Figure 1 , A and D). Because the expression plasmids all include the CMV promoter, there is the potential for competition for transcription factors in cotransfection experiments (squelching). Transfections with 2 g pcDNA3.1(Ϫ) furthermore contain 1.45-fold more plasmid molecules than transfections with 2 g pAd17 due to the size difference between the two plasmids (5427 and ϳ7863 bp, respectively). We therefore speculated that the pAd17 and pcDNA3.1(Ϫ) plasmids had different squelching effects on ACE2 expression. A new control plasmid, pAd17E406A, encoding the catalytically inactive E406A mutant of ADAM17 (24) , was generated and compared with the other plasmids in cotransfections with the mouse expression plasmid mACE2/pcDNA3.1. Cells transfected with pAd17 and pAd17E406A did not differ significantly in the expression levels of ADAM17 mRNA that were much higher (Ͼ100fold) than the expression level in cells transfected with Figure 1 . Shedding of ACE2 in insulinoma cells. The 832/13 cells were cotransfected with 0.5 g ACE2 expression plasmids per well and the indicated amounts of the ADAM17 expression plasmid pAd17 or pcDNA3.1(Ϫ) in two experiments, with each treatment given to duplicate wells. A-C, Western blots of cellular ACE2, ACE2 released into the cell culture medium, and cellular ADAM17, respectively. D-F, Densitometric analyses of band intensities observed in the Western blots for cellular ACE2, shed ACE2, and cellular ADAM17, respectively. Bands were normalized relative to the average intensity of bands of interest on each blot, which was set at a value of 100. *,***, P Ͻ .05, P Ͻ .001 vs 0 g pAd17; ###, P Ͻ .001 vs 0.5 g pAd17 for post hoc contrasts of means after an ANOVA.", "cite_spans": [{"start": 807, "end": 811, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 195, "end": 203, "text": "Figure 1", "ref_id": null}, {"start": 1132, "end": 1140, "text": "Figure 1", "ref_id": null}], "section": "ADAM17 decreases cellular ACE2 levels"}, {"text": "pcDNA3.1(Ϫ) ( Figure 3A ). The levels of ACE2 mRNA were also similar for pAd17 and pAd17E406A but were approximately twice as high as in the cells transfected with pcDNA3.1(Ϫ) ( Figure 3A ). This confirms that pcDNA3.1(Ϫ) differs from the ADAM17 plasmids in their effect on ACE2 expression in our experimental set-up.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 3A", "ref_id": "FIGREF3"}, {"start": 178, "end": 187, "text": "Figure 3A", "ref_id": "FIGREF3"}], "section": "ADAM17 decreases cellular ACE2 levels"}, {"text": "To see how the overexpression of ADAM17 affects ACE2 shedding at different expression levels of ACE2, we transfected cells with 2 g ADAM17 expression plasmid or the control plasmids per well and cotransfected cells with varying amounts (4, 20, 100, and 500 ng/well) of mACE2/pcDNA3.1 Overexpression of hydrolytically active ADAM17 was confirmed with the SensoLyte ADAM17 activity kit (Anaspec Inc) ( Figure 3B ). However, the increase in ADAM17 activity after transfection with pAd17 was only 3.7-to 5.2-fold, which is low compared with the greater than 200-fold increase observed for ADAM17 mRNA and the 21-fold and 16-fold increases, respectively, for the 103-and 88-kDa ADAM17 proteins (Figures 1, C and F, and 3A). Because neither the substrate nor the inhibitor in the SensoLyte kit is completely specific for ADAM17, we designed an alternative assay with DPC-333, which is highly specific for ADAM17 (20) . With this assay, pAd17 resulted in an approximately 20-fold increase in ADAM17 activity compared with the controls ( Figure 3C ).", "cite_spans": [{"start": 906, "end": 910, "text": "(20)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 400, "end": 409, "text": "Figure 3B", "ref_id": "FIGREF3"}, {"start": 1030, "end": 1039, "text": "Figure 3C", "ref_id": "FIGREF3"}], "section": "ADAM17 decreases cellular ACE2 levels"}, {"text": "Increasing concentrations of mACE2/pcDNA3.1 led to increased levels of both shed and cellular ACE2 activity ( Figure 3 , D and E). The range of cellular ACE2 activities achieved in the transfection experiments include the endogenous ACE2 activity level observed in mouse pancreatic islets. Except for the lowest concentration of mACE2/ pcDNA3.1, in which the shed ACE2 is difficult to determine against the background of ACE2 in the maintenance medium, the concentration of shed ACE2 is significantly higher with the overexpression of active ADAM17 than for the controls, as was similarly demonstrated for other cell types by Lambert et al (9) . Shedding with pAd17E406A tended to be higher than with pcDNA3.1(Ϫ), which is a likely result of higher ACE2 expression. For the three highest levels of mACE2/ pcDNA3.1, the cellular ACE2 level was significantly lower for pAd17 than for pAd17E406A, which is attributed to increased shedding. The cellular ACE2 level for pAd17E406A was also significantly higher than for pcDNA3.1(Ϫ), which reflects the difference in ACE2 synthesis occurring with the two plasmids.", "cite_spans": [{"start": 640, "end": 643, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 110, "end": 118, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "ADAM17 decreases cellular ACE2 levels"}, {"text": "The ratio of total secreted ACE2 activity to total cellular ACE2 activity is clearly increased with the overexpression of active ADAM17 ( Figure 3F ). During the incubation period, the total amount of ADAM17 activity was fairly stable, whereas ACE2 activity increased 64% ( Figure 3G ). Thus, ADAM17 overexpression causes at least one full turnover of ACE2 activities from the cellular to the extracellular compartment within 24 hours. We Figure 1 were tested for hydrolytic activity against the ACE2 substrate Mca-APK(Dnp) in the absence and presence of the ACE2specific inhibitor DX600. B, The ACE2 activities of 832/13 maintenance medium stored at 4°C, after an overnight incubation at 37°C, and after an overnight incubation with untransfected 832/13 cells at 37°C, were compared by measuring six aliquots of each. C, The ACE2 activities of the cell culture media from the experiments outlined in Figure 1 were determined. **,***, P Ͻ .01, P Ͻ .001 vs 0 g pAd17; #, ###, P Ͻ .05, P Ͻ .001 vs 0.5 g pAd17 for post hoc contrasts of means after an ANOVA. press.endocrine.org/journal/endo conclude that the overexpression of ADAM17 has the potential to decrease cellular ACE2 levels by shedding within a wide range of ACE2 expression levels, including the level occurring in mouse pancreatic islets. To see whether ADAM17 affects only shedding of ACE2 in the same cell as itself or whether shedding from neighboring cells is possible, we transfected cells individually with either mACE2/pcDNA3.1(Ϫ) or one of the ADAM17 expression plasmids. The next day, the transfected cells were trypsinized and mixed for subsequent coincubation of the individually transfected cells. Despite significant changes in ADAM17 activities, there were no differences in cellular and shed ACE2 activities between mixed cell populations with active and inactive ADAM17 ( Figure 3H ). The increase in shed ACE2 by ADAM17 overexpression ( Figure 3D ) is thus caused by ACE2 expressed in the same cell as ADAM17.", "cite_spans": [], "ref_spans": [{"start": 138, "end": 147, "text": "Figure 3F", "ref_id": "FIGREF3"}, {"start": 274, "end": 283, "text": "Figure 3G", "ref_id": "FIGREF3"}, {"start": 439, "end": 447, "text": "Figure 1", "ref_id": null}, {"start": 901, "end": 909, "text": "Figure 1", "ref_id": null}, {"start": 1849, "end": 1858, "text": "Figure 3H", "ref_id": "FIGREF3"}, {"start": 1915, "end": 1924, "text": "Figure 3D", "ref_id": "FIGREF3"}], "section": "ADAM17 decreases cellular ACE2 levels"}, {"text": "Depicting the natural logarithm of ACE2 activities against the natural logarithm of the amount of mACE2/ pcDNA3.1 used in the transfections shows near straight lines for both cellular and shed ACE2 ( Figure 3I ). The control strengths of the ACE2 expression plasmid on . Overexpressed ADAM17 affects ACE2 levels. A, ACE2 and ADAM17 mRNA concentrations were determined from four experiments in which 832/13 cells were transfected with 0.5 g/well mACE2/pcDNA3.1 and cotransfected with 2 g/well of pAd17, pAd17E406A (an expression plasmid for inactive ADAM17), or pcDNA3.1(Ϫ). B-F, In six experiments, 832/13 cells were transfected with 4, 20, 100, or 500 ng mACE2/pcDNA3.1 per well and cotransfected with 2 g/well of pAd17, pAd17E406A, or pcDNA3.1(Ϫ). We measured the activity (SensoLyte activity) with a SensoLyte ADAM17 activity kit (B), the activity by a more specific ADAM17 assay (C), the shed ACE2 activity (D), and the cellular ACE2 activity (E) compared with the average ACE2 activity level from five wild-type mice. We calculated the ratio of total shed ACE2 activity to total cellular ACE2 (F). G, The total cellular ACE2 and ADAM17 activities were determined at the beginning and end of a 24-hour incubation period for 832/13 cells that were cotransfected four times with 25 ng mACE2/pcDNA3.1 and 2 g pAd17 per well. H, 832/13 cells were individually transfected with 25 ng/well mACE2/pcDNA3.1, 2 g/well pAd17, and 2 g/well pAd17E406A. The next day, cells were trypsinized and mixed for coculture of ACE2-expressing cells and cells overexpressing either active or inactive ADAM17. We measured ADAM17 activity, cellular ACE2 activity, and shed ACE2 activity. I, The control strengths of the amount of the ACE2 expression plasmid mACE2/pcDNA3.1 on cellular and shed ACE2 are determined as the slopes of the indicated regression lines for the natural logarithms of ACE2 activities plotted against the natural logarithms of the amount of mACE2/pcDNA3.1. Data were analyzed by an ANOVA (A-F) and t tests (H). Due to the large range in SDs for ACE2 activity measurements occurring with the different levels of the ACE2 expression plasmids, separate ANOVAs for the ACE2 parameters were conducted for each level of mACE2/pcDNA3.1(Ϫ) (D-F). *, **, ***, P Ͻ .05, P Ͻ .01, P Ͻ .001 vs. pAd17E406A.", "cite_spans": [], "ref_spans": [{"start": 200, "end": 209, "text": "Figure 3I", "ref_id": "FIGREF3"}], "section": "ADAM17 decreases cellular ACE2 levels"}, {"text": "ACE2 activity levels are estimated as the slopes of these lines. For cellular ACE2, they were 0.96, 0.96, and 0.92 for pAd17E406A, pAd17, and pcDNA3.1(Ϫ), respectively. For shed ACE2, the control strengths were 0.83, 0.96, and 0.73, respectively. These numbers, close to ϩ1.0, indicate a strong positive effect of the ACE2 synthesis rate on both the cellular and shed ACE2 levels.", "cite_spans": [], "ref_spans": [], "section": "ADAM17 decreases cellular ACE2 levels"}, {"text": "The large transfer of ACE2 to the extracellular compartment by ADAM17 overexpression suggests that ADAM17 decreases the protein stability of cellular ACE2. We measured stability by determining the total content of cellular ACE2 activity after the inhibition of protein synthesis by cycloheximide. The initial half-lives were calculated from exponential degradation curves fitted to data between the 0-and 8-hour time points. Cells overexpressing active ADAM17 had a significantly (P Ͻ .01) lower half-life of ACE2 activity (12.8 Ϯ 0.2 h) than cells transfected with pAd1E406A (17.2 Ϯ 0.9 h) ( Figure 4A ). Whereas active ADAM17 continues to shed ACE2 in this time period (Figure 4C ), the total ADAM17 activity is itself substantially degraded with a half-life of 6.7 Ϯ 0.5 hours ( Figure 4B ).", "cite_spans": [], "ref_spans": [{"start": 593, "end": 602, "text": "Figure 4A", "ref_id": "FIGREF4"}, {"start": 671, "end": 681, "text": "(Figure 4C", "ref_id": "FIGREF4"}, {"start": 782, "end": 791, "text": "Figure 4B", "ref_id": "FIGREF4"}], "section": "Overexpression of ADAM17 decreases ACE2 stability"}, {"text": "We aimed to determine the control strength of ADAM17 on ACE2 shedding and cellular ACE2 expression at ACE2 levels typical for mouse pancreatic islets. For example, how much does a relative change in ADAM17 activity affect relative changes in ACE2 levels? For this purpose, wells with 832/13 cells were transfected with 25 ng mACE2/pcDNA3.1 and 2 g of a mix of expression plasmids for active and inactive ADAM17 in different ratios. ADAM17 activity for the whole-cell population increases linearly with the amount of pAd17 for active ADAM17 used in the transfections ( Figure 5A ), whereas shed and cellular ACE2 activities increase and decrease, respectively, before approaching a plateau ( Figure 5B ). The ADAM17 activity for the cells that become transfected with the ADAM17 expression plasmids is calculated as the measured activity for pAD17E406A alone plus the measured activity for the ADAM17 mix divided by the transfection efficiency. The transfection efficiency is estimated from 832/13 cells transfected with 25 ng mACE2/ pcDNA3.1 and 2 g of a plasmid for enhanced green fluorescent protein (eGFP) expression from the CMV promoter. The fraction of cells with green fluorescence was measured by flow cytometry (Figure 5C , upper right panel), giving an average transfection rate of 46.8% from five experiments. The fraction of cells transfected with mACE2/pcDNA3.1 that was cotransfected with the ADAM17 expression plasmids was estimated by transfection of cells with 0.5 g pACE2-Tom and cotransfection . Effect of ADAM17-mediated ACE2 shedding on ACE2 protein stability. The 832/13 cells that were cotransfected in four experiments with 100 g/well mACE2/pcDNA3.1 and 2 g/well of either pAd17 or pAd17E406A were treated with cycloheximide. The total ACE2 activity (A) and ADAM17 activity (B) were measured for up to 21 hours. Exponential decay curves were fitted to the data between the 0-and 8-hour time points. The ratio of total shed ACE2 to total cellular ACE2 activity was also determined (C). *, ***, P Ͻ .05, P Ͻ .001 vs pAd17E406A for post hoc contrasts after an ANOVA. press.endocrine.org/journal/endo with 2 g of either pAd17 or 2 g pEGFP-C3 per well. The population of purely red fluorescent cells seen in the lower left panel of Figure 5C is more than 99% shifted to cells coexpressing red and green fluorescence when pEGFP-C3 is cotransfected ( Figure 5C , lower right panel). With 25 ng pACE2-Tom per well in cotransfections, the level of red fluorescence was lower, but cotransfection efficiency was still greater than 99% (data not shown). Thus, it is reasonable to assume that practically all cells transfected with mACE2 will also be transfected with the ADAM17 expression plasmids and susceptible to effects of the ADAM17 proteins. Depictions of shed and cellular ACE2 activity as functions of the estimated ADAM17 activity of transfected cells suggest that saturation kinetics can describe the relationships. Analogous to Michaelis-Menten kinetics, we fitted curves ACE2 ϭ A 0 Ϯ A max * ADAM17/(ADAM17 ϩ K 0.5 ), where A 0 is the ACE2 activity for ADAM17 activity ϭ 0, A max is the maximal change from A 0 at saturating levels of ADAM17, and K 0.5 is the ADAM17 activity for reaching an ACE2 level of (A 0 Ϯ A max )/2. As shown in Figure 5 , D and E, these models can be fitted well to the data. The control strengths of ADAM17 on shed and cellular ACE2 are then calculated from these model fits as follows: (d(ACE2)/d(ADAM17)) * (ADAM17/ ACE2) ϭ ϮADAM17 * A max * K 0.5 * (ADAM17 ϩ K 0.5 ) Ϫ1 * (A 0 * (ADAM17 ϩ K 0.5 ) ϮA max * ADAM17) Ϫ1 . The control strengths are illustrated in Figure 5F . For both shed and cellular ACE2, the control strengths have absolute values smaller than 0.25. The control strength for shed ACE2 is low due to ACE2 activity released into the medium, even when the ADAM17 activity is 0, suggesting that other enzymes or mechanisms contribute to ACE2 activity appearing in the medium. It should also be noticed that the control strength of ADAM17 for cellular ACE2 approaches 0 for very low ADAM17 activities. We conclude that in these conditions, only large relative changes in ADAM17 activity will markedly affect cellular ACE2 levels.", "cite_spans": [], "ref_spans": [{"start": 568, "end": 577, "text": "Figure 5A", "ref_id": "FIGREF6"}, {"start": 691, "end": 700, "text": "Figure 5B", "ref_id": "FIGREF6"}, {"start": 1220, "end": 1230, "text": "(Figure 5C", "ref_id": "FIGREF6"}, {"start": 2251, "end": 2260, "text": "Figure 5C", "ref_id": "FIGREF6"}, {"start": 2368, "end": 2377, "text": "Figure 5C", "ref_id": "FIGREF6"}, {"start": 3261, "end": 3269, "text": "Figure 5", "ref_id": "FIGREF6"}, {"start": 3614, "end": 3623, "text": "Figure 5F", "ref_id": "FIGREF6"}], "section": "Control strength of ADAM17 on ACE2 expression"}, {"text": "We generated double-heterozygous mice (Ins2-CRE ϩ/Ϫ , Tom ϩ/Ϫ ) that within the pancreas should express high levels of the red fluorescent tdTomato protein exclusively in ␤-cells. Compared with single-heterozygous Ins2-CRE ϩ/Ϫ or Tom ϩ/Ϫ mice, double-heterozygous mice indeed possess a cell population from pancreatic islets with very high red fluorescence ( Figure 6A, lower panel) .", "cite_spans": [], "ref_spans": [{"start": 359, "end": 382, "text": "Figure 6A, lower panel)", "ref_id": "FIGREF7"}], "section": "The ␤-cell is not the main cell type expressing ACE2 in islets"}, {"text": "From the mice with ␤-cell-restricted tdTomato fluorescence, red and non-red fluorescent cells were sorted from each other and used for RNA isolation or ACE2 protein assays. Figure 6B shows that the red fluorescent cells express more insulin 2 mRNA and less glucagon and somatostatin mRNA than the non-red cells, demonstrating the enrichment of the red fluorescent population for ␤-cells and the depletion of ␣and ␦-cells. Surprisingly, there was much less ACE2 mRNA in the ␤-cell-enriched population than among the non-red cells (5% of the concentration for non-red cells). The concentration of ADAM17 mRNA in the ␤-cell-enriched population was also significantly smaller (56% of the concentration for non-red cells). Furthermore, the ACE2 activity in the ␤-cell-enriched population was only 12% of the ACE2 activity in non-red cells ( Figure 6C ).", "cite_spans": [], "ref_spans": [{"start": 173, "end": 182, "text": "Figure 6B", "ref_id": "FIGREF7"}, {"start": 836, "end": 845, "text": "Figure 6C", "ref_id": "FIGREF7"}], "section": "The ␤-cell is not the main cell type expressing ACE2 in islets"}, {"text": "We conclude that ACE2 and ADAM17 are both expressed in mouse pancreatic islets but mostly in non-␤-cells. press.endocrine.org/journal/endo", "cite_spans": [], "ref_spans": [], "section": "The ␤-cell is not the main cell type expressing ACE2 in islets"}, {"text": "We previously suggested that islet ACE2, determined by immunohistochemistry, was up-regulated in 8-weekold db/db mice compared with control mice and tended to be down-regulated in 16-week-old mice. There was furthermore a sharp decline in ACE2 protein levels between 8-and 16-week-old mice (4) . We hypothesized that these changes were due to changes in ADAM17 expression. Expression levels of ACE2 and ADAM17 in db/db and db/m mice were compared at 8, 12, and 15 weeks of age. As expected, db/db mice had higher body weight and fasting blood glucose levels than controls as well as a higher nonfasted plasma glucose level (Table 1) . Fasting blood glucose was measured 1 week before euthanasia to avoid any short-term effects of the fasting on islet ACE2 and ADAM17 expression. Plasma ACE2 activity was used as an index of whole-animal shedding of ACE2 into the circulation (Supplemental Figure 1 ). The highest level was observed in the oldest db/db mice but failed to reach statistical significance after Bonferroni correction.", "cite_spans": [{"start": 290, "end": 293, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 623, "end": 632, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 889, "end": 897, "text": "Figure 1", "ref_id": null}], "section": "Expression of islet ACE2 and ADAM17 in diabetes"}, {"text": "The db/db mice showed a decrease in islet insulin 2 mRNA expression over time ( Figure 7C ), whereas there were no significant changes in ACE2 and ADAM17 mRNA concentrations over time or between genotypes ( Figure 7, A and B) . Islet ACE2 activity also showed no significant changes between groups ( Figure 7D ). ADAM17 activity was at the detection limit of the assay, with no significant differences between groups ( Figure  7E ). In the absence of DPC-333, the hydrolytic activity of the fluorogenic substrate was significantly increased in db/db mice ( Figure 7F) , likely due to an up-regulation of other proteases than ADAM17. We conclude that ACE2 and ADAM17 expression in pancreatic islets is stable and not altered in db/db mice compared with nondiabetic controls. This contrasts with the regulation in liver, skeletal muscle, and adipose tissue, in which the db/db mice show a different expression of ACE2 mRNA relative to db/m mice. ADAM17 mRNA expression was furthermore increased in adipose tissue of db/db mice (Supplemental Figure 2) .", "cite_spans": [], "ref_spans": [{"start": 80, "end": 89, "text": "Figure 7C", "ref_id": null}, {"start": 207, "end": 225, "text": "Figure 7, A and B)", "ref_id": null}, {"start": 300, "end": 309, "text": "Figure 7D", "ref_id": null}, {"start": 419, "end": 429, "text": "Figure  7E", "ref_id": null}, {"start": 557, "end": 567, "text": "Figure 7F)", "ref_id": null}, {"start": 1039, "end": 1048, "text": "Figure 2)", "ref_id": "FIGREF1"}], "section": "Expression of islet ACE2 and ADAM17 in diabetes"}, {"text": "According to the dynamic model in Figure 5 , ADAM17 activity in mouse pancreatic islets is predicted to be too low to affect ACE2 content. We tested this prediction by inhibiting basal ADAM17 activity with DPC-333. When 832/13 cells are transfected with the mACE2 expression plasmid and cotransfected with pAd17 or pAd17E406A, the depletion of cellular ACE2 and increased ACE2 shedding caused by the overexpression of active ADAM17 is prevented by 1 M DPC-333, demonstrating its effectiveness (Figure 8, A and B) . A slight decrease in shedding by DPC-333 when inactive ADAM17 is overexpressed may Values represent mean Ϯ SEM. There were eight mice per group, except for only seven db/db mice at 12 weeks. A two-way ANOVA with Bonferroni's post hoc test was performed. Age and nonfasted plasma glucose data were gathered at time mice were killed. Other parameters were measured 1 week before mice were killed. a P Ͻ .001 vs age-matched db/m mice. be due to inhibition of the endogenous ADAM17 in 832/13 cells. Pancreatic islets from wild-type C57BL/6 mice were incubated for 24 hours in the absence and presence of DPC-333. After incubation, the ADAM17 activity level in the absence of DPC-333 was essentially undetectable (0.4 Ϯ 9.6 and 0.2 Ϯ 12.0 fluorescence units/min/g protein for males and females, respectively), and DPC-333 had no effect on cellular or shed ACE2 (Figure 8 , C and D). The islet ACE2 level of females was significantly increased compared with males (P Ͻ .001). We conclude that the basal levels of ADAM17 in the pancreatic islets do not affect the cellular ACE2 levels.", "cite_spans": [], "ref_spans": [{"start": 34, "end": 42, "text": "Figure 5", "ref_id": "FIGREF6"}, {"start": 493, "end": 512, "text": "(Figure 8, A and B)", "ref_id": null}, {"start": 1371, "end": 1380, "text": "(Figure 8", "ref_id": null}], "section": "Endogenous ADAM17 levels in pancreatic islets do not affect ACE2 levels"}, {"text": "We have previously demonstrated that pancreatic ACE2 gene therapy improves glycemic control in animal models of diabetes (3, 4) . The level of ACE2 in a cell will be determined by the balance of synthesis and degradation of ACE2. The most researched degradation process so far has been shedding of ACE2 by ADAM17. We investigated the hypothesis that loss of ACE2 from pancreatic islets during diabetes is caused by enhanced shedding due to elevated levels of ADAM17 (13) .", "cite_spans": [{"start": 121, "end": 124, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 125, "end": 127, "text": "4)", "ref_id": "BIBREF3"}, {"start": 466, "end": 470, "text": "(13)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "We established 832/13 cells overexpressing ADAM17 and ACE2 as a model system to study the dynamics of the shedding process. It shows that ADAM17 has the potential to decrease cellular ACE2 levels.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With the DPC-333-based ADAM17 activity assay, the endogenous ADAM17 activity of 832/13 cells is close to the detection limit of the assay. Still, there is a detectable content of shed ACE2 in the absence of overexpressed ADAM17, likely generated by other proteases that can cleave ACE2 (25, 26) . Shedding by other proteases than ADAM17, eg, the constitutive shedding of ACE2 in Huh7 and HEK-ACE2 cells, has indeed been reported (9) .", "cite_spans": [{"start": 286, "end": 290, "text": "(25,", "ref_id": "BIBREF24"}, {"start": 291, "end": 294, "text": "26)", "ref_id": "BIBREF25"}, {"start": 429, "end": 432, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "We have quantified the size of the effect that ADAM17 has on ACE2 expression by determining the control strengths in 832/13 cells. For cellular ACE2, the control strengths were in the interval (Ϫ0.25; 0). Accordingly, only relatively large increases in ADAM17 activity would result in marked decreases in ACE2 levels. For example, a 2-fold increase in ADAM17 would at most cause a 16% decrease in ACE2. In striking contrast, the high control strength of the synthesis rate suggests that a 2-fold increase in the ACE2 synthesis rate will increase the cellular ACE2 levels by at least 89%. The control strength of ADAM17 on shed ACE2 was also quite small in the interval (0; ϩ0.25), primarily due to a high background of shedding Figure 7 . Expression of ACE2 and ADAM17 in diabetes. RNA from pancreatic islets was isolated from db/db and db/m mice. There were four mice in each group, except for only three db/db mice at 12 weeks of age. The concentrations of ACE2 mRNA (A), ADAM17 mRNA (B), and insulin 2 mRNA (C) were determined. Protein extracts from pancreatic islets were isolated from db/db and db/m mice with four mice in each group. ACE2 activities (D) and ADAM17 activities (E) were measured. F, The hydrolytic activity against the ADAM17 substrate in the absence of the ADAM17 inhibitor, DPC-333, was increased in db/db mice. *, ***, P Ͻ .05, P Ͻ .001 vs db/m mice in the same age group for post hoc contrasts of means after a two-way ANOVA. doi: 10.1210/en.2015-1556 press.endocrine.org/journal/endo caused by enzymes that are apparently not ADAM17. If the background is subtracted to show ACE2 shed specifically by ADAM17, the control strength would be close to ϩ1.0 at low ADAM17 activity levels and decrease to 0 as saturation occurs. The apparent K 0.5 value for shed ACE2 seems lower than for cellular ACE2. The cause for this is currently unknown. Interestingly, there are ADAM17 activity levels as observed with 0.4 g/well pAd17 in Figure  5B in which the shed ACE2 is increased 92%, but cellular ACE2 is decreased by only 16%. This is reminiscent of results obtained with Huh-7 cells in which the calmodulin inhibitors led to a significant 50% increase in shed ACE2 activity but no significant decrease in cellular ACE2 activity (27) . We calculated the control strengths for ADAM17 activity levels that were corrected for the transfection efficiency. The ACE2 activities were not similarly corrected. But because a correction for the transfection efficiency would change the ACE2 activities by only a constant, the control strengths that are based on relative changes would be unaltered. The actual values of the control strengths of ADAM17 on ACE2 expression in other tissues and cell types may differ from those found with 832/13 cells due to, for example, cell type-specific competition between ADAM17 and other proteins for access to ACE2 or cell type-specific processes that promote or hinder the physical proximity between ADAM17 and ACE2. ACE2 stability was decreased after the overexpression of ADAM17. The effect of ADAM17 might be underestimated because ADAM17 is degraded faster than ACE2 after inhibition of protein synthesis. However, shedding by ADAM17 and other proteases is not the only mecha- Figure 8 . Effects of inhibiting ADAM17 activity on ACE2 expression. 832/13 cells were transfected in four experiments with 100 ng/well mACE2/ pcDNA3.1 and cotransfected with 2 g/well of pAd17 or pAd17E406A. After transfection, cells were incubated in the absence or presence of 1 M DPC-333. We determined the cellular ACE2 activity (A) and calculated the ratio of total shed ACE2 activity to total cellular ACE2 (B). *, **, ***, P Ͻ .05, P Ͻ .01, P Ͻ .001 vs no DPC-333; ###, P Ͻ .001 vs pAd17 in the absence of DPC-333 for post hoc contrasts of means after an ANOVA. Pancreatic islets were isolated from C57BL/6 mice aged 4 -12 months. Pools of islets from four mice each were generated for a total of three pools from male mice and two pools from female mice. Aliquots of the islets were incubated for 24 hours in RPMI 1640 medium without serum. We determined the cellular ACE2 activity (C) and calculated the ratio of total shed ACE2 activity to total cellular ACE2 (D). There were no significant differences for post hoc contrasts of means in the absence and presence of DPC-333 after an ANOVA, but the main effect for sex was significant at P Ͻ .001 for cellular ACE2 activity. nism degrading ACE2. We recently reported that internalization and lysosomal degradation decrease ACE2 levels in response to Ang-II and demonstrated that ACE2 was ubiquitinated (28) . Inhibition of the proteasome pathway by MG132 has further been shown to increase ACE2 protein levels (29) . Because less than 5% of pancreatic islet ACE2 was released to the extracellular compartment within 24 hours ( Figure 8D ), we speculate that these pathways, rather than shedding, are involved in the normal turnover of ACE2 protein in islets. It is not known whether this profile would be affected in any pathological conditions in which endogenous ADAM17 would be overexpressed.", "cite_spans": [{"start": 1456, "end": 1476, "text": "10.1210/en.2015-1556", "ref_id": null}, {"start": 2247, "end": 2251, "text": "(27)", "ref_id": "BIBREF26"}, {"start": 4590, "end": 4594, "text": "(28)", "ref_id": "BIBREF27"}, {"start": 4698, "end": 4702, "text": "(29)", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 728, "end": 736, "text": "Figure 7", "ref_id": null}, {"start": 1949, "end": 1959, "text": "Figure  5B", "ref_id": "FIGREF6"}, {"start": 3229, "end": 3237, "text": "Figure 8", "ref_id": null}, {"start": 4815, "end": 4824, "text": "Figure 8D", "ref_id": null}], "section": "Discussion"}, {"text": "ADAM17 cleaves ACE2 only when ADAM17 and ACE2 are coexpressed in the same cell. Both ACE2 and ADAM17 are expressed in mouse islets, at least at the mRNA level. However, the ACE2 mRNA and ACE2 activity levels were markedly lower in a ␤-cell-enriched population relative to the alternate cell population. Islet ACE2 therefore seems expressed mainly in non-␤-cells of pancreatic islets. This can explain our previous observation of much higher ACE2 expression in the total population of islet cells compared with insulinoma cell lines (19) . It will be of interest in future studies to identify the islet cell type expressing high levels of ACE2 and assess the biological role that ACE2 might play in that cell type. RNA sequencing analysis of human islets indicated even lower levels of ACE2 mRNA in ␣-cell-enriched populations than in ␤-cell-enriched populations (30) . Islet ACE2 expression may occur mainly in somatostatin-secreting cells, as reported using immunohistochemistry of rat islets (31) . However, this would need to be verified by a more quantitative approach.", "cite_spans": [{"start": 532, "end": 536, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 862, "end": 866, "text": "(30)", "ref_id": "BIBREF29"}, {"start": 994, "end": 998, "text": "(31)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our hypothesis describing loss of ACE2 from pancreatic islets during diabetes as a result of enhanced ADAM17-mediated shedding (13) could not be validated in diabetic db/db mice because ADAM17 activity did not increase in the islets of these mice. There were no significant differences between genotypes or over time for ACE2 mRNA, ACE2 activity, ADAM17 mRNA, and ADAM17 activity. The ADAM17 activity was at the limit of detection so there might have been small changes in activity that went undetected. Still, we demonstrated that basal ADAM17 activity in islets is simply too low to affect ACE2 levels. A similar lack of change in expression in ACE2 mRNA and activity was observed in high-fat diet-fed, hyperglycemic mice compared with regular diet-fed mice (data not shown), underscoring the remarkable robustness of islet ACE2 expression in the face of diabetic phenotypes. However, with the depletion of total islet mass as diabetes progresses, it is likely that loss of islets and their associated ACE2 contribute to an overall decrease of ACE2 levels in the whole pancreas.", "cite_spans": [{"start": 127, "end": 131, "text": "(13)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Sex differences in ACE2 expression with estrogen affecting expression has been described (32, 33) . We observed a higher expression of ACE2 in pancreatic islets in females than males. Verification will require further studies. In contrast to a previous study (12) , our methodology allowed the robust quantification of plasma ACE2 activity. More studies are needed to determine whether prolonged diabetes increases the circulating level of ACE2, reflecting possible shedding, as suggested by the plasma ACE2 activities.", "cite_spans": [{"start": 89, "end": 93, "text": "(32,", "ref_id": "BIBREF31"}, {"start": 94, "end": 97, "text": "33)", "ref_id": "BIBREF32"}, {"start": 259, "end": 263, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our observations of low ACE2 expression in ␤-cells, at least in the context of tdTomato-expressing mice, and no decrease of ACE2 expression over time and in db/db mice seem at odds with previous findings based on immunohistochemistry (3, 4, 31) . A technical advantage of our new measurements is that they do not depend on antibody specificity. Whereas the specificity of commercial antibodies is sufficient to detect overexpressed ACE2 in Western blots, nonspecific staining in immunohistochemistry may mask staining caused by ACE2 in tissues and cell types with low ACE2 expression, such as ␤-cells. Because we have measured the ACE2 mRNA and ACE2 activity in the total population of islets collected from each individual mouse, there is also less risk of bias in selection of islets for analysis.", "cite_spans": [{"start": 234, "end": 237, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 238, "end": 240, "text": "4,", "ref_id": "BIBREF3"}, {"start": 241, "end": 244, "text": "31)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "We conclude that islet ACE2 is not generally depleted in diabetes beyond the reduction in islet mass that occurs during the disease. Thus, the beneficial effects of exogenous ACE2 that we have observed, leading to improved glycemic regulation (3, 4) including protection from oxidative stress, improved islet glucose-stimulated insulin secretion, increased ␤-cell proliferation, and reduced apoptosis, seem not simply due to counteracting a local ACE2 depletion in islets but seem rather due to a more general organ or whole-animal environment in which elevated ACE2 activity protects ␤-cell function through a local change in the balance between Ang-II and Ang-(1-7). Even though we did not observe changes in blood flow to the whole pancreas (3), islet function could potentially also be affected by altered islet blood flow as has been reported (34) .", "cite_spans": [{"start": 243, "end": 246, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 247, "end": 249, "text": "4)", "ref_id": "BIBREF3"}, {"start": 848, "end": 852, "text": "(34)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}, {"text": "Unless the regulation of ACE2 in human islets differs substantially from the regulation in mice islets, our study indicates that therapy based on preventing ADAM17-mediated ACE2 shedding in pancreatic islets is not a promising avenue for treatment of diabetes. On the other hand, elevation of the ACE2 synthesis rate in the pancreas can be predicted to lead to a concomitant increase in ACE2 levels with associated positive effects on glycemic regulation. press.endocrine.org/journal/endo Further research into the regulation of ACE2 synthesis is therefore highly warranted.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Hydrolysis of biological peptides by human angiotensin-converting enzyme-related carboxypeptidase", "authors": [{"first": "C", "middle": [], "last": "Vickers", "suffix": ""}, {"first": "P", "middle": [], "last": "Hales", "suffix": ""}, {"first": "V", "middle": [], "last": "Kaushik", "suffix": ""}], "year": 2002, "venue": "J Biol Chem", "volume": "277", "issn": "", "pages": "14838--14843", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A human homolog of angiotensin-converting enzyme. Cloning and functional expression as a captopril-insensitive carboxypeptidase", "authors": [{"first": "S", "middle": ["R"], "last": "Tipnis", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Hooper", "suffix": ""}, {"first": "R", "middle": [], "last": "Hyde", "suffix": ""}, {"first": "E", "middle": [], "last": "Karran", "suffix": ""}, {"first": "G", "middle": [], "last": "Christie", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Turner", "suffix": ""}], "year": 2000, "venue": "J Biol Chem", "volume": "275", "issn": "", "pages": "33238--33243", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Pancreatic angiotensin-converting enzyme 2 improves glycemia in angiotensin II-infused mice", "authors": [{"first": "K", "middle": ["H"], "last": "Chhabra", "suffix": ""}, {"first": "H", "middle": [], "last": "Xia", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Pedersen", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Speth", "suffix": ""}, {"first": "E", "middle": [], "last": "Lazartigues", "suffix": ""}], "year": 2013, "venue": "Am J Physiol Endocrinol Metab", "volume": "304", "issn": "", "pages": "874--884", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Angiotensin I-converting enzyme type 2 (ACE2) gene therapy improves glycemic control in diabetic mice", "authors": [{"first": "S", "middle": ["M"], "last": "Bindom", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Hans", "suffix": ""}, {"first": "H", "middle": [], "last": "Xia", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Boulares", "suffix": ""}, {"first": "E", "middle": [], "last": "Lazartigues", "suffix": ""}], "year": 2010, "venue": "Diabetes", "volume": "59", "issn": "", "pages": "2540--2548", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Loss of angiotensinconverting enzyme 2 leads to impaired glucose homeostasis in mice", "authors": [{"first": "M-J", "middle": [], "last": "Niu", "suffix": ""}, {"first": "Yang J-K", "middle": [], "last": "Lin", "suffix": ""}, {"first": "S-S", "middle": [], "last": "", "suffix": ""}, {"first": "Ji X-J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "L-M", "middle": [], "last": "", "suffix": ""}], "year": 2008, "venue": "Endocrine", "volume": "34", "issn": "", "pages": "56--61", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "ACE2 deficiency shifts energy metabolism towards glucose utilization", "authors": [{"first": "S", "middle": [], "last": "Bernardi", "suffix": ""}, {"first": "C", "middle": [], "last": "Tikellis", "suffix": ""}, {"first": "R", "middle": [], "last": "Candido", "suffix": ""}], "year": 2015, "venue": "Metabolism", "volume": "64", "issn": "", "pages": "406--415", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pharmacokinetics and pharmacodynamics of recombinant human angiotensin-converting enzyme 2 in healthy human subjects", "authors": [{"first": "M", "middle": [], "last": "Haschke", "suffix": ""}, {"first": "M", "middle": [], "last": "Schuster", "suffix": ""}, {"first": "M", "middle": [], "last": "Poglitsch", "suffix": ""}], "year": 2013, "venue": "Clin Pharmacokinet", "volume": "52", "issn": "", "pages": "783--792", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Diminazene aceturate enhances angiotensin-converting enzyme 2 activity and attenuates ischemia-induced cardiac pathophysiology", "authors": [{"first": "Y", "middle": [], "last": "Qi", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Cole-Jeffrey", "middle": [], "last": "Ct", "suffix": ""}], "year": 2013, "venue": "Hypertension", "volume": "62", "issn": "", "pages": "746--752", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Tumor necrosis factor-␣ convertase (ADAM17) mediates regulated ectodomain shedding of the severe-acute respiratory syndrome-coronavirus (SARS-CoV) receptor, angiotensin-converting enzyme-2 (ACE2)", "authors": [{"first": "D", "middle": ["W"], "last": "Lambert", "suffix": ""}, {"first": "M", "middle": [], "last": "Yarski", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Warner", "suffix": ""}], "year": 2005, "venue": "J Biol Chem", "volume": "280", "issn": "", "pages": "30113--30119", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Brain angiotensinconverting enzyme type 2 shedding contributes to the development of neurogenic hypertension", "authors": [{"first": "H", "middle": [], "last": "Xia", "suffix": ""}, {"first": "S", "middle": [], "last": "Sriramula", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chhabra", "suffix": ""}, {"first": "E", "middle": [], "last": "Lazartigues", "suffix": ""}], "year": 2013, "venue": "Circ Res", "volume": "113", "issn": "", "pages": "1087--1096", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Angiotensin II induced proteolytic cleavage of myocardial ACE2 is mediated by TACE/ADAM-17: a positive feedback mechanism in the RAS", "authors": [{"first": "V", "middle": ["B"], "last": "Patel", "suffix": ""}, {"first": "N", "middle": [], "last": "Clarke", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}], "year": 2014, "venue": "J Mol Cell Cardiol", "volume": "66", "issn": "", "pages": "167--176", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Rosiglitazone treatment of type 2 diabetic db/db mice attenuates urinary albumin and angiotensin converting enzyme 2 excretion", "authors": [{"first": "H", "middle": [], "last": "Chodavarapu", "suffix": ""}, {"first": "N", "middle": [], "last": "Grobe", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Somineni", "suffix": ""}, {"first": "Esb", "middle": [], "last": "Salem", "suffix": ""}, {"first": "M", "middle": [], "last": "Madhu", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Elased", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Angiotensin converting enzyme 2: a new important player in the regulation of glycemia", "authors": [{"first": "K", "middle": ["H"], "last": "Chhabra", "suffix": ""}, {"first": "H", "middle": [], "last": "Chodavarapu", "suffix": ""}, {"first": "E", "middle": [], "last": "Lazartigues", "suffix": ""}], "year": 2013, "venue": "IUBMB Life", "volume": "65", "issn": "", "pages": "731--738", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Isolation of INS-1-derived cell lines with robust ATPsensitive Kϩ channel-dependent and -independent glucose-stimulated insulin secretion", "authors": [{"first": "H", "middle": ["E"], "last": "Hohmeier", "suffix": ""}, {"first": "H", "middle": [], "last": "Mulder", "suffix": ""}, {"first": "G", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": [], "last": "Henkel-Rieger", "suffix": ""}, {"first": "M", "middle": [], "last": "Prentki", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Newgard", "suffix": ""}], "year": 2000, "venue": "Diabetes", "volume": "49", "issn": "", "pages": "424--430", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Glucose induces expression of rat pyruvate carboxylase through a carbohydrate response element in the distal gene promoter", "authors": [{"first": "K", "middle": ["B"], "last": "Pedersen", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Buckley", "suffix": ""}, {"first": "R", "middle": [], "last": "Scioneaux", "suffix": ""}], "year": 2010, "venue": "Biochem J", "volume": "426", "issn": "", "pages": "159--170", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Species-specific inhibitor sensitivity of angiotensin-converting enzyme 2 (ACE2) and its implication for ACE2 activity assays", "authors": [{"first": "K", "middle": ["B"], "last": "Pedersen", "suffix": ""}, {"first": "S", "middle": [], "last": "Sriramula", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chhabra", "suffix": ""}, {"first": "H", "middle": [], "last": "Xia", "suffix": ""}, {"first": "E", "middle": [], "last": "Lazartigues", "suffix": ""}], "year": 2011, "venue": "Am J Physiol Regul Integr Comp Physiol", "volume": "301", "issn": "", "pages": "1293--1299", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A method for murine islet isolation and subcapsular kidney transplantation", "authors": [{"first": "E", "middle": ["J"], "last": "Zmuda", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Powell", "suffix": ""}, {"first": "T", "middle": [], "last": "Hai", "suffix": ""}], "year": 2011, "venue": "J Vis Exp", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The low affinity IgE receptor (CD23) is cleaved by the metalloproteinase ADAM10", "authors": [{"first": "G", "middle": ["A"], "last": "Lemieux", "suffix": ""}, {"first": "F", "middle": [], "last": "Blumenkron", "suffix": ""}, {"first": "N", "middle": [], "last": "Yeung", "suffix": ""}], "year": 2007, "venue": "J Biol Chem", "volume": "282", "issn": "", "pages": "14836--14844", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The transcription factor HNF1␣ induces expression of angiotensin-converting enzyme 2 (ACE2) in pancreatic islets from evolutionarily conserved promoter motifs", "authors": [{"first": "K", "middle": ["B"], "last": "Pedersen", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chhabra", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Nguyen", "suffix": ""}, {"first": "H", "middle": [], "last": "Xia", "suffix": ""}, {"first": "E", "middle": [], "last": "Lazartigues", "suffix": ""}], "year": 2013, "venue": "Biochim Biophys Acta", "volume": "1829", "issn": "", "pages": "1225--1235", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "BMS-561392. Bristol-Myers Squibb", "authors": [{"first": "M", "middle": [], "last": "Grootveld", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Mcdermott", "suffix": ""}], "year": 2003, "venue": "Curr Opin Investig Drugs", "volume": "4", "issn": "", "pages": "598--602", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Metabolic control analysis: a survey of its theoretical and experimental development", "authors": [{"first": "D", "middle": ["A"], "last": "Fell", "suffix": ""}], "year": 1992, "venue": "Biochem J", "volume": "286", "issn": "", "pages": "313--330", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "TACE/ADAM-17 maturation and activation of sheddase activity require proprotein convertase activity", "authors": [{"first": "N", "middle": [], "last": "Srour", "suffix": ""}, {"first": "A", "middle": [], "last": "Lebel", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcmahon", "suffix": ""}], "year": 2003, "venue": "FEBS Lett", "volume": "554", "issn": "", "pages": "275--283", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Selective and specific regulation of ectodomain shedding of angiotensin-converting enzyme 2 by tumor necrosis factor ␣-converting enzyme", "authors": [{"first": "M", "middle": [], "last": "Iwata", "suffix": ""}, {"first": "Silva", "middle": [], "last": "Enciso", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Greenberg", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "", "suffix": ""}], "year": 2009, "venue": "Am J Physiol Cell Physiol", "volume": "297", "issn": "", "pages": "1318--1329", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Loss of ectodomain shedding due to mutations in the metalloprotease and cysteine-rich/disintegrin domains of the tumor necrosis factor-␣ converting enzyme (TACE)", "authors": [{"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Fan", "suffix": ""}], "year": 2004, "venue": "J Biol Chem", "volume": "279", "issn": "", "pages": "27365--27375", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Ectodomain shedding of angiotensin converting enzyme 2 in human airway epithelia", "authors": [{"first": "H", "middle": ["P"], "last": "Jia", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Look", "suffix": ""}, {"first": "P", "middle": [], "last": "Tan", "suffix": ""}], "year": 2009, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "297", "issn": "", "pages": "84--96", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Pöhlmann S. TMPRSS2 and ADAM17 cleave ACE2 differentially and only proteolysis by TMPRSS2 augments entry driven by the severe acute respiratory syndrome coronavirus spike protein", "authors": [{"first": "A", "middle": [], "last": "Heurich", "suffix": ""}, {"first": "H", "middle": [], "last": "Hofmann-Winkler", "suffix": ""}, {"first": "S", "middle": [], "last": "Gierer", "suffix": ""}, {"first": "T", "middle": [], "last": "Liepold", "suffix": ""}, {"first": "O", "middle": [], "last": "Jahn", "suffix": ""}], "year": 2014, "venue": "J Virol", "volume": "88", "issn": "", "pages": "1293--1307", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The identification of a calmodulin-binding domain within the cytoplasmic tail of angiotensin-converting enzyme-2", "authors": [{"first": "Z", "middle": ["W"], "last": "Lai", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Rebecca", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Michael", "suffix": ""}, {"first": "M", "middle": [], "last": "Fi-Tjen", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Robert", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Smith", "suffix": ""}], "year": 2009, "venue": "Endocrinology", "volume": "150", "issn": "", "pages": "2376--2381", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Angiotensin II mediates angiotensin converting enzyme type 2 internalization and degradation through an angiotensin II type I receptor-dependent mechanism", "authors": [{"first": "M", "middle": ["R"], "last": "Deshotels", "suffix": ""}, {"first": "H", "middle": [], "last": "Xia", "suffix": ""}, {"first": "S", "middle": [], "last": "Sriramula", "suffix": ""}, {"first": "E", "middle": [], "last": "Lazartigues", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Filipeanu", "suffix": ""}], "year": 2014, "venue": "Hypertension", "volume": "64", "issn": "", "pages": "1368--1375", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Downregulation of angiotensin-converting enzyme 2 by the neuraminidase protein of influenza A (H1N1) virus", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "N", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}], "year": 2014, "venue": "Virus Res", "volume": "185", "issn": "", "pages": "64--71", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Epigenomic plasticity enables human pancreatic ␣ to ␤ cell reprogramming", "authors": [{"first": "N", "middle": ["C"], "last": "Bramswig", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Everett", "suffix": ""}, {"first": "J", "middle": [], "last": "Schug", "suffix": ""}], "year": 2013, "venue": "J Clin Invest", "volume": "123", "issn": "", "pages": "1275--1284", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Tissue-specific pattern of angiotensin-converting enzyme 2 expression in rat pancreas", "authors": [{"first": "H", "middle": ["J"], "last": "Fang", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Yang", "suffix": ""}], "year": 2010, "venue": "J Int Med Res", "volume": "38", "issn": "", "pages": "558--569", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Administration of 17␤-estradiol to ovariectomized obese female mice reverses obesity-hypertension through an ACE2-dependent mechanism", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Shoemaker", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Thatcher", "suffix": ""}], "year": 2015, "venue": "Am J Physiol Endocrinol Metab", "volume": "308", "issn": "", "pages": "1066--1075", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Angiotensin converting enzyme 2 contributes to sex differences in the development of obesity hypertension in C57BL/6 mice", "authors": [{"first": "M", "middle": [], "last": "Gupte", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Thatcher", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Boustany-Kari", "suffix": ""}], "year": 2012, "venue": "Arterioscler Thromb Vasc Biol", "volume": "32", "issn": "", "pages": "1392--1399", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Angiotensin II and the endocrine pancreas: effects on islet blood flow and insulin secretion in rats", "authors": [{"first": "P-O", "middle": [], "last": "Carlsson", "suffix": ""}, {"first": "C", "middle": [], "last": "Berne", "suffix": ""}, {"first": "L", "middle": [], "last": "Jansson", "suffix": ""}], "year": 1998, "venue": "Diabetologia", "volume": "41", "issn": "", "pages": "127--133", "other_ids": {"DOI": ["10.1210/en.2015-1556press.endocrine.org/journal/endo"]}}}, "ref_entries": {"FIGREF1": {"text": "Enzymatic activity of shed ACE2. A, Maintenance medium for 832/13 cells and select culture broths from the experiments outlined in", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Figure 3. Overexpressed ADAM17 affects ACE2 levels. A, ACE2 and ADAM17 mRNA concentrations were determined from four experiments in which 832/13 cells were transfected with 0.5 g/well mACE2/pcDNA3.1 and cotransfected with 2 g/well of pAd17, pAd17E406A (an expression plasmid for inactive ADAM17), or pcDNA3.1(Ϫ). B-F, In six experiments, 832/13 cells were transfected with 4, 20, 100, or 500 ng mACE2/pcDNA3.1 per well and cotransfected with 2 g/well of pAd17, pAd17E406A, or pcDNA3.1(Ϫ). We measured the activity (SensoLyte activity) with a SensoLyte ADAM17 activity kit (B), the activity by a more specific ADAM17 assay (C), the shed ACE2 activity (D), and the cellular ACE2 activity (E) compared with the average ACE2 activity level from five wild-type mice. We calculated the ratio of total shed ACE2 activity to total cellular ACE2 (F). G, The total cellular ACE2 and ADAM17 activities were determined at the beginning and end of a 24-hour incubation period for 832/13 cells that were cotransfected four times with 25 ng mACE2/pcDNA3.1 and 2 g pAd17 per well. H, 832/13 cells were individually transfected with 25 ng/well mACE2/pcDNA3.1, 2 g/well pAd17, and 2 g/well pAd17E406A. The next day, cells were trypsinized and mixed for coculture of ACE2-expressing cells and cells overexpressing either active or inactive ADAM17. We measured ADAM17 activity, cellular ACE2 activity, and shed ACE2 activity. I, The control strengths of the amount of the ACE2 expression plasmid mACE2/pcDNA3.1 on cellular and shed ACE2 are determined as the slopes of the indicated regression lines for the natural logarithms of ACE2 activities plotted against the natural logarithms of the amount of mACE2/pcDNA3.1. Data were analyzed by an ANOVA (A-F) and t tests (H). Due to the large range in SDs for ACE2 activity measurements occurring with the different levels of the ACE2 expression plasmids, separate ANOVAs for the ACE2 parameters were conducted for each level of mACE2/pcDNA3.1(Ϫ) (D-F). *, **, ***, P Ͻ .05, P Ͻ .01, P Ͻ .001 vs. pAd17E406A.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Figure 4. Effect of ADAM17-mediated ACE2 shedding on ACE2 protein stability. The 832/13 cells that were cotransfected in four experiments with 100 g/well mACE2/pcDNA3.1 and 2 g/well of either pAd17 or pAd17E406A were treated with cycloheximide. The total ACE2 activity (A) and ADAM17 activity (B) were measured for up to 21 hours. Exponential decay curves were fitted to the data between the 0-and 8-hour time points. The ratio of total shed ACE2 to total cellular ACE2 activity was also determined (C). *, ***, P Ͻ .05, P Ͻ .001 vs pAd17E406A for post hoc contrasts after an ANOVA.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Determination of the control strength of ADAM17 on ACE2 activity. 832/13 cells were cotransfected with 25 ng/well mACE2/pcDNA3.1 and 2 g/well of a mix of pAd17 and pAd17E406A. The pAd17 content in the mix were 0, 0.4, 0.8, 1.2, 1.6, and 2 g/well in four experiments and 0, 0.05, 0.1, 0.2, 0,4, and 2 g/well in eight experiments. ADAM17 activities (A) and ACE2 activities (B) were measured. C, For estimation of transfection efficiencies, green fluorescent 832/13 cells transfected with 2 g pEGFP-C3 and 25 ng mACE/pcDNA3.1 were determined as in the upper right panel compared with control cells in the upper left panel. To estimate cotransfection efficiency, cells cotransfected with a plasmid encoding the red fluorescent tdTomato and pAd17 (lower left panel) were compared to cells cotransfected with plasmids for eGFP and tdTomato expression (lower right panel). For the different amounts of pAd17 used in the transfection experiments, shed ACE2 (D) and cellular ACE2 (E) were plotted against the estimated ADAM17 activity of the transfected cells, ie, corrected for the transfection efficiency. Curves describing saturation kinetics were fitted to the data. F, Based on the model fits, the control strengths were calculated and plotted as a function of the ADAM17 activity of transfected cells.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "ACE2 and ADAM17 in mouse pancreatic islet cells. A, Dispersed islet cells were assessed for red tdTomato fluorescence. The lower panel shows a cell subpopulation with high red fluorescence that is sorted from the non-red cells. B, Quantitative RT-PCR was performed to measure ACE2, ADAM17, insulin 2, glucagon, and somatostatin mRNA for sorted red and non-red islet cells from four female Tom ϩ/Ϫ , Ins2-Cre ϩ/Ϫ mice. C, ACE2 activity was determined for sorted red and non-red islet cells from two female and one male Tom ϩ/Ϫ , Ins2-Cre ϩ/Ϫ mice. *, **, P Ͻ .05, P Ͻ .01 vs non-red cells as determined by paired t tests.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Metabolic Parameters of db/m and db/db Mice", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>db/m </td><td>db/db </td><td>db/m </td><td>db/db </td><td>db/m </td><td>db/db\n</td></tr><tr><td>Age, wk </td><td>8 </td><td>8 </td><td>12 </td><td>12 </td><td>15 </td><td>15\n</td></tr><tr><td>Body weight, g </td><td>23.8  0.3 </td><td>35.2  0.6a </td><td>26.7  0.7 </td><td>46.1  0.9a </td><td>27.2  0.5 </td><td>46.9  1.3a\n</td></tr><tr><td>Fasting blood glucose, mg/dL </td><td>46.1  2.8 </td><td>85.8  6.2 </td><td>85.5  10.4 </td><td>206.4  18.6a </td><td>71.9  5.9 </td><td>233.9  19.2a\n</td></tr><tr><td>Nonfasted plasma glucose, mg/dL </td><td>249.6  15.9 </td><td>517.9  21.8a </td><td>244.0  11.9 </td><td>792.4  25.3a </td><td>265.1  13.7 </td><td>734.8  25.7a\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Antibody Table", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Peptide/Protein\n</td><td>Antigen Sequence\n(if Known) </td><td> </td><td> </td><td>Species Raised (Monoclonal or\n</td><td>Dilution\n</td></tr><tr><td>Target\n</td><td> </td><td>Name of Antibody </td><td>Provider\n</td><td>Polyclonal)\n</td><td>Used\n</td></tr><tr><td>ACE2 </td><td> </td><td>Human ACE-2 ectodomain affinity purified\n</td><td>R&amp;D Systems, number\n</td><td>Goat, polyclonal </td><td>1:1000\n</td></tr><tr><td> </td><td> </td><td> </td><td>AF933\n</td><td> </td><td> </td></tr><tr><td>ADAM17 </td><td>ASFKLQRQNRVDSKETE </td><td>polyclonal antibody Anti-ADAM17 antibody </td><td>Abcam, number ab2051 </td><td>Rabbit, polyclonal </td><td>1:2000\n</td></tr><tr><td>Goat IgG </td><td> </td><td>Donkey antigoat IgG H&amp;L (HRP) ECL rabbit IgG, HRP-linked whole antibody\nfrom donkey\n</td><td>Abcam, number ab6885 </td><td>Donkey, polyclonal </td><td>1:5000\n</td></tr><tr><td>Rabbit IgG </td><td> </td><td>GE Healthcare Life\n</td><td>Donkey, polyclonal </td><td>1:20 000\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Sciences, number NA934V\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Dr Judy Crabtree (Department of Genetics, LSU Health Sciences Center, New Orleans) for providing the Ins2-Cre mice.Address all correspondence and requests for reprints to: Eric Lazartigues, PhD, Department of Pharmacology and Experimental Therapeutics, LSU Health Sciences Center, 1901 Perdido Street, New Orleans, LA 70112. E-mail: elazar@lsuhsc.edu.This work was supported by National Institutes of Health Grant GM103514 and American Heart Association Grants (14PRE18830012 to H.C. and 12EIA80300004 to E.L.). L.K.R. was supported by the Louisiana Biotechnology Research Network, a project supported by an Institutional Development Award from the National Institute of General Medical Sciences (Grant GM103424) and by the Louisiana Board of Regents Support Fund.Disclosure Summary: The authors have nothing to disclose.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}