{"paper_id": "37c6e8f2416dc34785b9a5ba1dcf21b26fe450ee", "metadata": {"title": "Diagnosis of Febrile Illnesses Other Than Ebola Virus Disease at an Ebola Treatment Unit in Sierra Leone", "authors": [{"first": "Matthew", "middle": ["K"], "last": "O&apos;shea", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kate", "middle": ["A"], "last": "Clay", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Darren", "middle": ["G"], "last": "Craig", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Steven", "middle": ["W"], "last": "Matthews", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Raymond", "middle": ["L C"], "last": "Kao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Canadian Forces Health Services", "location": {"settlement": "Ottawa"}}, "email": ""}, {"first": "Thomas", "middle": ["E"], "last": "Fletcher", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mark", "middle": ["S"], "last": "Bailey", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Emma", "middle": [], "last": "Hutley", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Patients with febrile illnesses presenting to an Ebola treatment unit in Sierra Leone had a wide range of diagnoses other than Ebola virus disease. Rapid diagnostic tests were useful in confirming these diagnoses, reducing the length of patient stay with valuable consequences. These alternative diagnoses should assist in future planning.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The current epidemic of Ebola virus disease (EVD) in West Africa is the largest and most complex in history [1, 2] . As of 6 May 2015, 26 628 cases had been reported across Guinea, Liberia, and Sierra Leone, resulting in 11 020 deaths [3] .", "cite_spans": [{"start": 108, "end": 111, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 112, "end": 114, "text": "2]", "ref_id": "BIBREF1"}, {"start": 235, "end": 238, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "A key part of the United Kingdom's response to the crisis in Sierra Leone was to build several treatment centers, providing 700 beds for the treatment of EVD patients. In addition, the British Defence Medical Services (DMS) established a 20-bed military EVD treatment unit (EVDTU) in Kerry Town to provide medical care to healthcare workers (HCWs) with EVD. The unit is staffed by military clinicians, nurses, and healthcare assistants and supported by a well-resourced, on-site, laboratory.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Public Health England provides Ebola virus (EBOV) diagnostics by real-time quantitative reverse transcriptase polymerase chain reaction (RT-PCR). The military laboratory capability includes hematology, clotting and clinical chemistry tests alongside an automated blood culture system, rapid diagnostic tests (RDTs) for malaria, dengue, and human immunodeficiency virus (HIV), together with a BioFire FilmArray with blood culture identification, respiratory (RP) and gastrointestinal (GI) panels. The latter can provide results from clinical samples including whole blood, nasopharyngeal (NP) swabs, rectal swabs, and stool samples within 70 minutes of collection by multiplex PCR.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In recent weeks of the outbreak the number of new cases of EVD has declined. However, national and international HCWs may present with nonspecific symptoms consistent with a variety of diagnoses, including EVD. The incubation period of EBOV is 2-21 days, and current guidelines recommend that an EBOV RT-PCR is repeated in patients 72 hours from symptom onset if a first test is negative [4, 5] . However, there may be instances when careful assessment of an individual's history indicates a low risk of EVD. The ability to reach an alternative, non-EVD diagnosis within 72 hours of symptom onset, supported by clinical acumen and relevant laboratory findings, has important risk and treatment implications for the patient, the treatment unit capacity, and the individual's employing organization. We describe the use of RDTs, particularly the Fil-mArray, in a focused, patient-specific manner to assist in such situations.", "cite_spans": [{"start": 388, "end": 391, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 392, "end": 394, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "We conducted an anonymized retrospective review of clinical and laboratory data collected during the course of routine patient care. Patients admitted to the DMS EVDTU included national and international HCWs caring for EVD-positive patients. Other local nationals were also referred and admitted on a case-by-case basis. Some patients were admitted directly from the community, and others were transferred from neighboring treatment centers.", "cite_spans": [], "ref_spans": [], "section": "PATIENTS, MATERIALS AND METHODS"}, {"text": "The case definition for admission was an acute fever (>38°C) or history of fever with 3 or more of: headache, generalized pain, fatigue, nausea or vomiting, anorexia, diarrhea, abdominal pain, dysphagia, difficulty breathing, hiccups, miscarriage, or any person with unexplained bleeding.", "cite_spans": [], "ref_spans": [], "section": "PATIENTS, MATERIALS AND METHODS"}, {"text": "Following admission, blood samples were collected and tested either in the on-site laboratory or using a bedside i-STAT (Abbott Point of Care) when the former was not available. RDTs to exclude malaria were also performed for all admissions (BinaxNOW). Dengue (SD Bioline Dengue Duo) and HIV (Alere Determine) RDTs were performed if clinically indicated. An EBOV RT-PCR was performed for each patient [6] . Confirmatory testing was performed for patients with a positive result from another facility.", "cite_spans": [{"start": 401, "end": 404, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "PATIENTS, MATERIALS AND METHODS"}, {"text": "Among patients in whom the risk assessment, history, and/or examination were not suggestive of EVD, and in particular those with symptoms of an upper respiratory tract infection (URTI) or enteric infection, further investigations were performed. The FilmArray panels consist of enclosed pouches for fully automated nucleic acid extraction, reverse transcription, amplification, and analysis (BioFire Diagnostics, Salt Lake City, Utah). The RP FilmArray panel (v1.7) can detect several viruses and 3 bacteria [7] . The pathogens detectable by the GI FilmArray panel (v2.1) include bacteria (with several diarrheagenic Escherichia coli), parasites, and viruses [7] .", "cite_spans": [{"start": 508, "end": 511, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 659, "end": 662, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "PATIENTS, MATERIALS AND METHODS"}, {"text": "NP swabs and rectal/fecal swabs were processed according to the manufacturer's instructions. Tests are considered valid only if completed normally and the internal controls passed. If either control failed, an \"Invalid\" result was reported for all panel analytes. Otherwise, automated result analysis for each target in a valid test was reported as 'Detected' or \"Not Detected.\"", "cite_spans": [], "ref_spans": [], "section": "PATIENTS, MATERIALS AND METHODS"}, {"text": "Simple one-way analysis of variance between broad diagnostic groups (malaria; NP and GI FilmArray; undifferentiated febrile illnesses [UFI] and \"other diagnoses\") was calculated using Bonferroni multiple comparisons test (significance <0.05, SPSS Statistics v22.0).", "cite_spans": [], "ref_spans": [], "section": "PATIENTS, MATERIALS AND METHODS"}, {"text": "Between 5 November 2014 and 22 February 2015, 91 individuals were admitted to the DMS EVDTU. Among these, 38 were diagnosed with EVD (41.8%), and 2 were international HCWs reporting an exposure to EBOV who were repatriated to their host nation.", "cite_spans": [], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "Among the 51 non-EVD diagnoses, 28 (54.9%) were male, and the mean age was 36.8 years (range 21 to 58). Thirty-two (62.7%) were non-Sierra Leonean nationals, of whom most (65.6%) were from Europe or North America. Most were HCWs (64.7%) and predominantly physicians or nurses (90.9%).", "cite_spans": [], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "Within the non-EVD group there were 5 categories of diagnoses (Table 1) . Malaria was diagnosed in a quarter of patients and single infections with Plasmodium falciparum were predominant (84.6% of cases). A similar proportion of non-EVD diagnoses were due to gastrointestinal infections identified by the GI FilmArray, among which ≥1 enteric pathogen occurred in 8 of 13 individuals, typically diarrheagenic E. coli or Shigella species. \"Other\" diagnoses were the next most frequent and were made based on history, clinical examination, and supported by hematology and clinical chemistry findings, but in the absence of other investigations that were not available (eg, radiology). UFIs were diagnosed in 17.6% of patients in whom fever was a feature of presentation without a clear focus of infection; all available diagnostic tests were negative and symptoms had resolved at discharge. Finally, an URTI, supported by a positive NP FilmArray for 1 of 3 viruses, was diagnosed in 7.8% of patients (Table 1) . HIV was identified in 4 patients and occurred as a coinfection in each case (3 with falciparum malaria and another with a lower respiratory tract infection). Three individuals were from Sierra Leone and one from Kenya.", "cite_spans": [], "ref_spans": [{"start": 62, "end": 71, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 997, "end": 1006, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS AND DISCUSSION"}, {"text": "Patient length of stay (LoS) for each diagnostic group varied ( Table 1 ). The median LoS for UFI and \"other diagnoses\" was 2.0 days (interquartile range [IQR] = 1.5-3.0, n = 21), whereas it was 1.0 day for malaria (IQR = 1.0-2.75, n = 13) and 1.0 day for diagnoses using the NP and GI FilmArray (IQR = 1.0-1.5, n = 17; P < .05).", "cite_spans": [], "ref_spans": [{"start": 64, "end": 71, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS AND DISCUSSION"}, {"text": "The diverse diagnoses made are reflective of the heterogeneity of our patients, including a significant number of international HCWs. It is perhaps unsurprising that patients with an UFI or \"other diagnosis\" had a greater LoS than those with an alternative diagnosis, as a negative EBOV RT-PCR 72 hours after symptom onset was required before discharge.", "cite_spans": [], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "Most EVDTUs in Sierra Leone give empirical anti-malarial treatment to all patients. Due to our patient population, we perform malaria RDTs on all new admissions and treat accordingly. Such RDTs are sensitive, easy and safe to use, and cost effective [8] . Malaria was diagnosed in 25.5% of non-EVD cases, and we consider our approach an appropriate strategy, providing a reasonable alternative diagnosis to EVD and avoiding unnecessary treatment. Although the median LoS for individuals with malaria was only 1 day, the upper range was 30 hours longer than that for patients with a FilmArray diagnosis. This was due to performing an EBOV RT-PCR 72 hours after symptom onset in patients from malaria endemic countries due to the high rates of EVD and malaria coinfection [9] .", "cite_spans": [{"start": 250, "end": 253, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 770, "end": 773, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "The commercial availability of multiplex molecular techniques to identify respiratory and enteric pathogens is a significant advancement in laboratory diagnostics. The BioFire FilmArray is perhaps the easiest to use with minimal hands-on processing, rapid generation of results and the inclusion of an extensive and diverse spectrum of pathogenic targets [10] . High sensitivities and specificities have been reported; however, the FilmArray assay has low-throughput as only one test can be performed per instrument per hour [10] [11] [12] . Service providers must consider which system is appropriate for their patient population and laboratory.", "cite_spans": [{"start": 355, "end": 359, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 525, "end": 529, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 530, "end": 534, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 535, "end": 539, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "There are several limitations to this study. First, our cohort was relatively small and the period of review restricted to a single season, which may influence the number, type, and activity of certain pathogens. Second, it was limited to a particular patient population, although this was reflective of the multinational HCWs and other patients referred to the facility. Third, a confounding factor may have been the relationship between the time of symptom onset and patient presentation, influencing discharge decisions. Finally, a note of caution must be applied regarding molecular test results as these do not distinguish between live or dead organisms or demonstrate antimicrobial sensitivities. Identifying the presence of a pathogen does not confirm infection, and asymptomatic individuals may shed organisms for prolonged periods. However, we used the FilmArray in a targeted manner in patients with symptoms consistent with active infection, which may account for the high number of positive and low number of negative results observed. Results must be interpreted in an appropriate clinical context with clinical microbiology advice, particularly when a multiplex system identifies several pathogens, which are of varying significance.", "cite_spans": [], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "This report is unique as it describes the spectrum of non-EVD diagnoses observed at an EVDTU and the use of RDTs, particularly novel molecular techniques, in supporting these diagnoses. Used in targeted clinical scenarios and with appropriate interpretation of results, the BioFire FilmArray is an ideal system and has proven to be a valuable diagnostic tool in a resource-limited setting. Understanding the causes of non-EVD illness is important for planning future laboratory support to EVDTUs and staff health protection measures (eg, influenza vaccination and malaria chemoprophylaxis). Further studies are warranted to determine the applicability of these findings to an EVD outbreak in different contexts, which may also be relevant to other clinical settings and infectious pathogens.", "cite_spans": [], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "Potential conflicts of interest. All authors: No potential conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Note"}, {"text": "All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed. ", "cite_spans": [], "ref_spans": [], "section": "Note"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Emergence of Zaire Ebola virus disease in Guinea", "authors": [{"first": "S", "middle": [], "last": "Baize", "suffix": ""}, {"first": "D", "middle": [], "last": "Pannetier", "suffix": ""}, {"first": "L", "middle": [], "last": "Oestereich", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "371", "issn": "", "pages": "1418--1443", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "WHO Ebola Response Team. Ebola virus disease in West Africa-the first 9 months of the epidemic and forward projections", "authors": [], "year": 2014, "venue": "N Engl J Med", "volume": "371", "issn": "", "pages": "1481--95", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical management of patients with viral haemorrhagic fever: a pocket guide for the front-line health worker", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Considerations for discharging persons under investigation (PUI) for Ebola virus disease", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Comprehensive panel of real-time TaqMan polymerase chain reaction assays for detection and absolute quantification of filoviruses, arenaviruses, and New World hantaviruses", "authors": [{"first": "A", "middle": ["R"], "last": "Trombley", "suffix": ""}, {"first": "L", "middle": [], "last": "Wachter", "suffix": ""}, {"first": "J", "middle": [], "last": "Garrison", "suffix": ""}], "year": 2010, "venue": "Am J Trop Med Hyg", "volume": "82", "issn": "", "pages": "954--60", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The FilmArray® Panels", "authors": [{"first": "Biofire", "middle": [], "last": "Diagnostics", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Comparative evaluation of two rapid field tests for malaria diagnosis: Partec Rapid Malaria Test® and Binax Now® Malaria Rapid Diagnostic Test", "authors": [{"first": "B", "middle": [], "last": "Nkrumah", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Acquah", "suffix": ""}, {"first": "L", "middle": [], "last": "Ibrahim", "suffix": ""}], "year": 2011, "venue": "BMC Infect Dis", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Ebola outbreak in Conakry, Guinea: epidemiological, clinical, and outcome features", "authors": [{"first": "M", "middle": [], "last": "Barry", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Traoré", "suffix": ""}, {"first": "F", "middle": ["B"], "last": "Sako", "suffix": ""}], "year": 2014, "venue": "Med Mal Infect", "volume": "44", "issn": "", "pages": "491--495", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Comparison of the Biofire Fil-mArray RP, Genmark eSensor RVP, Luminex xTAG RVPv1, and Luminex xTAG RVP fast multiplex assays for detection of respiratory viruses", "authors": [{"first": "E", "middle": ["B"], "last": "Popowitch", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "O&apos;neill", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Miller", "suffix": ""}], "year": 2013, "venue": "J Clin Microbiol", "volume": "51", "issn": "", "pages": "1528--1561", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Evaluation and implementation of FilmArray version 1.7 for improved detection of adenovirus respiratory tract infection", "authors": [{"first": "C", "middle": ["D"], "last": "Doern", "suffix": ""}, {"first": "D", "middle": [], "last": "Lacey", "suffix": ""}, {"first": "R", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C", "middle": [], "last": "Haag", "suffix": ""}], "year": 2013, "venue": "J Clin Microbiol", "volume": "51", "issn": "", "pages": "4036--4045", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Multicenter evaluation of the BioFire FilmArray gastrointestinal panel for etiologic diagnosis of infectious gastroenteritis", "authors": [{"first": "S", "middle": ["N"], "last": "Buss", "suffix": ""}, {"first": "A", "middle": [], "last": "Leber", "suffix": ""}, {"first": "K", "middle": [], "last": "Chapin", "suffix": ""}], "year": 2015, "venue": "J Clin Microbiol", "volume": "53", "issn": "", "pages": "915--940", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Distribution of Non-Ebola Virus Disease (EVD) Diagnoses (N = 51) at the Defence Medical Services EVD Treatment Unit, Kerry Town, Sierra Leone Abbreviations: EAEC, enteroaggregative E. coli; EIEC, enteroinvasive E. coli; EPEC, enteropathogenic E. coli; ETEC, enterotoxigenic E. coli; GI, gastrointestinal; HCW, healthcare worker; IQR, interquartile range; LRTI, lower respiratory tract infection; NP, nasopharyngeal; spp., species; STEC, Shiga-like toxin-producing E. coli; UFI, undifferentiated febrile illness; URTI, upper respiratory tract infection. a Subgroup diagnoses of enteric infections are greater than the total due to the identification of mixed infection in 8 individuals.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Distribution of Non-Ebola Virus Disease (EVD) Diagnoses (N = 51) at the Defence Medical Services EVD Treatment Unit, Kerry Town, Sierra Leone", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>Group Length of Stay\n</td></tr><tr><td> </td><td>International HCW\n</td><td> </td><td> </td><td> </td></tr><tr><td>Diagnostic Group </td><td>N (%)\n</td><td>N (%) </td><td>Subgroup Diagnosis </td><td>N\n</td><td>Median (Days) </td><td>IQR (Days)\n</td></tr><tr><td>Malaria </td><td>13 (25.5) </td><td>5 (38.5) </td><td>M. falciparum </td><td>11 </td><td>1.0 </td><td>1.0-2.75\n</td></tr><tr><td> </td><td> </td><td> </td><td>Mixed spp. </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Not specified </td><td>1\n</td><td> </td><td> </td></tr><tr><td>URTI (NP FilmArray) </td><td>4 (7.8) </td><td>4 (100) </td><td>Influenza A </td><td>1 </td><td>1.0 </td><td>1.0-1.75\n</td></tr><tr><td> </td><td> </td><td> </td><td>Coronavirus 229E </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Coronavirus OC43 </td><td>2\n</td><td> </td><td> </td></tr><tr><td>Enteric infectionsa (GI FilmArray) </td><td>13 (25.5) </td><td>9 (69.2) </td><td>Diarrheagenic E. coli/Shigella </td><td>12 </td><td>1.0 </td><td>1.0-1.5\n</td></tr><tr><td> </td><td> </td><td> </td><td>Shigella/EIEC </td><td>6\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>ETEC </td><td>5\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>EPEC </td><td>6\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>EAEC </td><td>6\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>STEC </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Vibrio spp. </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Astrovirus </td><td>1\n</td><td> </td><td> </td></tr><tr><td>Other clinical diagnoses </td><td>12 (23.5) </td><td>5 (41.7) </td><td>LRTI </td><td>3 </td><td>2.0 </td><td>1.25-2.75\n</td></tr><tr><td> </td><td> </td><td> </td><td>Pharyngitis </td><td>2\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Urinary tract infection </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Cellulitis </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Dermatitis </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Gastroenteritis </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Pancreatitis </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Chronic hepatic disease </td><td>2\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>UFI </td><td>9 (17.6) </td><td>3 (33.3) </td><td>2.0 </td><td>1.5-3.0\n</td></tr></table></body></html>"}}, "back_matter": []}