{
    "paper_id": "381e86ca5abb69d89793419c7230c1a4e8a405ee",
    "metadata": {
        "title": "Letters to the Editor / Journal of Hospital Infection xxx (xxxx) xxx",
        "authors": [
            {
                "first": "B",
                "middle": [],
                "last": "Joob",
                "suffix": "",
                "affiliation": {},
                "email": "beuyjoob@hotmail.comb.joob"
            },
            {
                "first": "V",
                "middle": [],
                "last": "Wiwanitkit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Patil University",
                    "location": {
                        "settlement": "Pune",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sir, Zhuhai Special Economic Zone, although distant from Wuhan City and Hubei Province, the source of novel coronavirus pneumonia, is facing a challenge. Most of Zhuhai's 1.89 million citizens are migrants who live and work in Zhuhai but return to their hometowns for the Spring Festival. On 2 nd February 2020, Zhuhai citizens returned to Zhuhai for work, including many from Hubei Province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel coronavirus pneumonia emergency in Zhuhai: impact and challenges"
        },
        {
            "text": "The first three cases of novel coronavirus pneumonia in Zhuhai were diagnosed on 20 th January 2020. This number increased substantially after the Spring Festival; by 7 th February 2020, 76 patients had been diagnosed and many more asymptomatic close contacts had been isolated for medical surveillance. The first three cases in Zhuhai had travelled from Wuhan, and over 78% of Zhuhai's 2019-nCoV patients are imported cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel coronavirus pneumonia emergency in Zhuhai: impact and challenges"
        },
        {
            "text": "The Government of Zhuahi has now cancelled all religious activities to avoid population gatherings. Zhuhai is a tourist destination, and all tourist attractions have been closed during the emergency. Public transport was reduced to <5% on 7 th February 2020, encouraging residents to walk, ride bicycles or drive private cars. Zhuhai citizens are required by law to wear masks in public; residents can register their names online for masks from the Government of Zhuhai. Macau Special Administrative Region is close to Zhuhai, and all passengers travelling to Macau from Zhuhai are required to complete health declaration forms and undergo a body temperature test. University classes are now held online only, so students remain at home. Entry of outsiders is prohibited in all residential districts, and all residents undergo temperature checks before entering or leaving their residential districts. Citizens returning to Zhuhai from Hubei Province are required to isolate themselves for 14 days ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1000,
                    "end": 1008,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Novel coronavirus pneumonia emergency in Zhuhai: impact and challenges"
        },
        {
            "text": "In hospitals, information has been collected from medical staff with relatives in Hubei Province, and those who have had contact with Hubei residents since 11 th January 2020 are required to isolate themselves at home. In clinics, patients with body temperatures >37.3 C are sent to fever clinics for examination, and clinic patients are forbidden from entering inpatient departments without instruction. Before being accepted for radiological imaging, clinic patients are required to complete a 2019-nCoV screening form. Each hospital department has reserved at least two wards for emergency isolation. Medical staff's mobile phones, spectacles, pens and stethoscopes are disinfected, and disinfection of lift buttons, public toilets and waiting-room benches has been increased. Training of cleaning staff has been strengthened, and the quality of protective clothing for cleaning staff has improved. For doctors, morning handover meetings have been reduced or are completed online. People are not permitted to eat meals in the hospital canteen; meals have to be eaten alone. To prevent waste of infection prevention equipment, users are required to register their names before using devices, and medical staff have to register real names before using equipment. Every morning and afternoon, medical staff report their body temperature to the infection control department. In addition, Communicable Disease Control (CDC) staff send respiratory samples from themselves for virus detection after completing each epidemiological investigation. In surgical departments, surgical procedures on suspected patients are assigned to particular surgical groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel coronavirus pneumonia emergency in Zhuhai: impact and challenges"
        },
        {
            "text": "Medical shelters have been established by Zhuhai People's Hospital for identified close contacts. Shelters are responsible for classifying contact types and stratifying the level of risk. If clinical suspicion of infection is found in screened cases, they are sent to hospital immediately. Shelters are equipped with medication, physicians and a team of chefs. Channels have also been established for immediate transportation of close contacts and supply of medication. A psychological service has been established to address the anxieties of isolated persons. Zhuhai CDC has established 10 emergency response teams for epidemiological investigation, case report, specimen collection, epidemic site disinfection, close contact management, emergency monitoring, health education, risk assessment, technical guidance, etc. Inspectors detecting the virus wear protective clothing, including N95 masks and goggles. Medical staff have been sent to bus stations, quays, rail stations and airports to undertake screening. Fever clinics in Zhuhai operate 'around the clock'. Zhuhai Health Bureau staff have inspected all medical institutes and drinking water production plants in Zhuhai.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel coronavirus pneumonia emergency in Zhuhai: impact and challenges"
        },
        {
            "text": "Zhuhai, as an important part of GuangdongeHong KongeMacau Great Bay, faces major challenges due to its large immigrant population. However, much has been learned from this emergency, and we hope that some of our experiences will assist others in planning responses in their regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel coronavirus pneumonia emergency in Zhuhai: impact and challenges"
        },
        {
            "text": "Sir, COVID-19 is a new emerging coronavirus infection that has spread to several countries [1] . Thailand is a country in Indochina that has experienced many imported cases of this new disease [2] . An important consideration is nosocomial infection with this disease. Healthcare workers (HCWs) are at particular risk of infection during the current epidemic. Here we describe our experience of COVID-19 amongst HCWs in Thailand.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in medical personnel: observation from Thailand"
        },
        {
            "text": "At the time of writing (21 st February 2020), there were 35 confirmed cases of COVID-19 in Thailand, including one HCW. The HCW is a nurse attendant and became infected during routine medical work in a Thai hospital. The HCW had contact with a patient with COVID-19 who had been diagnosed with dengue at the time. As dengue is not a respiratory infection, no respiratory infection control measures were in place for this patient. However, the hospitalized patient with dengue later received an additional diagnosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 in medical personnel: observation from Thailand"
        },
        {
            "text": "This experience shows that respiratory infection control has to be considered for any patient with a possible infection, regardless of whether or not they have overt respiratory symptoms. Indeed, it is now known that some patients with COVID-19 do not have fever or respiratory symptoms at the time of presentation [3] . COVID-19 can be easily missed in tropical countries, either because it occurs in conjunction with a common infectious disease (such as dengue), or because COVID-19 infection is misdiagnosed as another more common infection.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in medical personnel: observation from Thailand"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding sources"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging new coronavirus infection in Wuhan, China: situation in early 2020",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hsia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Case Study Case Rep",
            "volume": "10",
            "issn": "",
            "pages": "8--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Imported cases of 2019-novel coronavirus (2019-nCoV) infections in Thailand: mathematical modelling of the outbreak",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sookaromdee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wiwanitkit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Pac J Trop Med",
            "volume": "13",
            "issn": "",
            "pages": "139--183",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Slogans on the gates of healthcare settings. Left banner (beside the gate of Zhuhai Communicable Disease Control) requires residents returning to Zhuhai from Hubei Province to isolate themselves at home for 14 days and register their ID information in the communities' administrative offices. Right banner (near the gate of Zhuhai People's Hospital) requires all residents returning to Zhuhai to isolate themselves at home for 14 days.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Zhuhai CDC for providing the necessary support for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None declared. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        }
    ]
}