{"paper_id": "38d164e7bac287bd5f51bc4b1eaca523807ecbe9", "metadata": {"title": "Taxonomy of the Peperomia species (Piperaceae) with pseudo-epiphyllous inflorescences, including four new species", "authors": [{"first": "Guido", "middle": [], "last": "Mathieu", "suffix": "", "affiliation": {"laboratory": "Peperomia Research Group", "institution": "K.L", "location": {"addrLine": "Ledeganckstraat 35", "postCode": "B-9000", "settlement": "Gent", "country": "Belgium"}}, "email": ""}, {"first": "Marie-Stephanie", "middle": [], "last": "Samain", "suffix": "", "affiliation": {"laboratory": "Peperomia Research Group", "institution": "K.L", "location": {"addrLine": "Ledeganckstraat 35", "postCode": "B-9000", "settlement": "Gent", "country": "Belgium"}}, "email": ""}, {"first": "Marc", "middle": [], "last": "Reynders", "suffix": "", "affiliation": {"laboratory": "Peperomia Research Group", "institution": "K.L", "location": {"addrLine": "Ledeganckstraat 35", "postCode": "B-9000", "settlement": "Gent", "country": "Belgium"}}, "email": ""}, {"first": "Paul", "middle": [], "last": "Goetghebeur", "suffix": "", "affiliation": {"laboratory": "Peperomia Research Group", "institution": "K.L", "location": {"addrLine": "Ledeganckstraat 35", "postCode": "B-9000", "settlement": "Gent", "country": "Belgium"}}, "email": ""}]}, "abstract": [{"text": "Twelve of the estimated 1500-1700 taxa in Peperomia show a particular feature: their terminal inflorescences seem to originate from the base of a leaf blade as a result of the presence of a sessile leaf at the base of these inflorescences. Three of these 12 taxa occur in Ecuador and four species are reported from Colombia. From Peru, two species are known from historical herbarium collections, and three other species are new to science. One new species is described from Bolivia. Collections of all 12 species are quite rare and, in the past, their identification seems to have been rather problematic. Previous authors have referred to these inflorescences as epiphyllous but, as shown here, this is not a correct description. To make a clear distinction from genuine epiphyllous inflorescences, the term 'pseudo-epiphyllous' is proposed. In addition to the publication of four new species of Peperomia, emended descriptions are provided for the other species, synonymy is treated, and lectotypes are designated. The architecture of the plants is discussed and a key to the 12 species is provided.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In 12 of the estimated 1500-1700 Peperomia species (Wanke et al., 2006; Samain et al., 2007) , the inflorescences seem to originate from the base of a 'fertile' leaf. However, this is a deceiving observation, as all 'vegetative' leaves are petiolate, whereas 'fertile' leaves are sessile. This means that a 'fertile' branch is bearing a terminal inflorescence, and a sessile leaf is present at the base of the latter.", "cite_spans": [{"start": 51, "end": 71, "text": "(Wanke et al., 2006;", "ref_id": "BIBREF25"}, {"start": 72, "end": 92, "text": "Samain et al., 2007)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "To avoid elaborate descriptions in the species discussed here, we name the sessile leaves at the base of the inflorescence 'fertile' leaves and the petiolate leaves without any inflorescence 'vegetative' leaves. For the same reason, we describe the inflorescence as 'subtended' at its base by the sessile leaf. The branch bearing the inflorescence and one sessile leaf is called a 'fertile' branch, whereas the other branches are called 'vegetative'.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Previous authors have referred to the inflorescences as originating from the apex of the petiole (Miquel, 1843; Trelease, 1936) , originating from the leaf base (Ruíz & Pavón, 1798a: 13, b: 30; Opiz, 1828: 162; Dietrich, 1831: 183; Blanc & Andraos, 1984: 46) or as epiphyllous (de Candolle, 1890: 22-23; Diels, 1937: 76) . Only in four publications was it correctly noticed that the 'fertile' leaves of these plants are sessile (de Candolle, 1898: 510; Sodiro, 1900: 81; Urban, 1908: 262; Trelease & Yuncker, 1950: 500-502) .", "cite_spans": [{"start": 97, "end": 111, "text": "(Miquel, 1843;", "ref_id": "BIBREF11"}, {"start": 112, "end": 127, "text": "Trelease, 1936)", "ref_id": "BIBREF21"}, {"start": 161, "end": 193, "text": "(Ruíz & Pavón, 1798a: 13, b: 30;", "ref_id": null}, {"start": 194, "end": 210, "text": "Opiz, 1828: 162;", "ref_id": null}, {"start": 211, "end": 231, "text": "Dietrich, 1831: 183;", "ref_id": null}, {"start": 232, "end": 258, "text": "Blanc & Andraos, 1984: 46)", "ref_id": null}, {"start": 277, "end": 303, "text": "(de Candolle, 1890: 22-23;", "ref_id": null}, {"start": 304, "end": 320, "text": "Diels, 1937: 76)", "ref_id": null}, {"start": 428, "end": 452, "text": "(de Candolle, 1898: 510;", "ref_id": null}, {"start": 453, "end": 470, "text": "Sodiro, 1900: 81;", "ref_id": null}, {"start": 471, "end": 488, "text": "Urban, 1908: 262;", "ref_id": null}, {"start": 489, "end": 523, "text": "Trelease & Yuncker, 1950: 500-502)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Genuine epiphyllous inflorescences owe their special location to a displacement of the floral bud from the axil, along the petiole of the subtending leaf, towards the base of the lamina and even further. Nevertheless, the displaced floral bud remains connected to the stem by tissue of stem nature. This results in a petiole-like structure of mixed stem-petiole nature supporting both the leaf and the flower (or inflorescence), located on the lamina (Weberling, 1989: 217-218) .", "cite_spans": [{"start": 451, "end": 477, "text": "(Weberling, 1989: 217-218)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "However, the petiole-like structure supporting the 'fertile' leaf is a real branch in the species we have examined. This is illustrated by five different observations. 1. In Peperomia kjellii, P. pachystachya, P. palmiriensis, P. paradoxa, P. phyllanthopsis, and P. reptilis, a 'vegetative' leaf is always present opposite to a 'fertile' branch, in a plant with otherwise alternate leaves (Fig. 1A) . The 'fertile' branch was the plant's terminal internode before a sympodial shoot developed. 2. In P. kjellii, P. palmiriensis, P. phyllanthopsis, and P. reptilis, a serial axillary bud develops abaxially of the axillary bud, from which develops the sympodial shoot that ensures a growth in length of the plant. In a later stage, a bract, being the outer part of the serial axillary bud, may be seen in the axil between the sympodial shoot and the petiole. Because the bract is positioned at the side of the petiole and opposite to the side of the 'fertile' branch, it clearly indicates which of the opposed structures is the petiole and which is the 'fertile' branch ( Fig. 1A) . In P. pachystachya and P. paradoxa, the bract's position is more lateral to the axillary bud and can hardly be used to make this distinction. 3. The petiolar and internodal ribs of P. reptilis clearly show the difference between the petiole and the 'fertile' branch. In this species, the petioles are characterized by three ribs: one at the abaxial side running down from the mid-nerve of the leaf blade and two lateral ones running down from the two lateral nerves of the leaf blade. The internodes of P. reptilis, by contrast, are characterized by two ribs running down from the lateral ribs of the Figure 1 . Architecture of pseudo-epiphyllous Peperomia species: A, with sympodial branching; B, with condensed lateral branching; 1-7, successive 'fertile' leaves; 1′-7′, successive 'vegetative' leaves; a, axillary bud that develops into the next 'fertile' branch; b, bract being part of a serial axillary bud. (Illustration by Marc Reynders.) petiole and crossing the node. The occurrence of two ribs on the 'fertile' branch clearly proves that it is of stem nature. 4. Sometimes, a sessile leaf does not only 'subtend' an inflorescence, but also a complete leafy branch, indicating that the 'fertile' branch is just the basal internode of that branch. This has been observed in P. palmiriensis (holotype) (Fig. 2) and P. foliiflora (Allard 21574, NY; Mathias 5356, MO). 5. In some species (for example, P. foliiflora and P. pinoi), petioles are usually distinctly shorter than 'fertile' branches and may be distinguished in this way.", "cite_spans": [{"start": 1994, "end": 2026, "text": "(Illustration by Marc Reynders.)", "ref_id": null}], "ref_spans": [{"start": 389, "end": 398, "text": "(Fig. 1A)", "ref_id": null}, {"start": 1070, "end": 1078, "text": "Fig. 1A)", "ref_id": null}, {"start": 1682, "end": 1690, "text": "Figure 1", "ref_id": null}, {"start": 2390, "end": 2398, "text": "(Fig. 2)", "ref_id": null}], "section": "INTRODUCTION"}, {"text": "To make a clear distinction between the considered inflorescences and genuine epiphyllous inflorescences, such as those of Helwingia japonica (Helwingiaceae), we use the term 'pseudo-epiphyllous'. Other Peperomia species with very shortly petiolate leaves have been considered as 'genuine epiphyllous' (Table 1) . Close examination of these species has revealed that the last leaf before the inflorescence is shortly petiolate, contrary to the pseudo-epiphyllous species where these leaves are sessile.", "cite_spans": [], "ref_spans": [{"start": 302, "end": 311, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "INTRODUCTION"}, {"text": "In all species discussed here, the first spadix, developing from the terminal bud, is not associated with a bract, whereas subsequent spadices, developing from axillary buds, each have a bract at the base of their peduncle. In a compound inflorescence of n spadices, this results in the presence of n -1 bracts (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 311, "end": 319, "text": "(Fig. 3)", "ref_id": "FIGREF0"}], "section": "INTRODUCTION"}, {"text": "However, it should be noted that not all spadices from subsequent axillary buds seem to develop, which often results in a cluster of bracts with a smaller number of spadices.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In all studied species, except P. pseudophyllantha, the leaf base of 'fertile' leaves is different from that of 'vegetative' leaves. The base of 'fertile' leaves is consistently cordate, whereas it is truncate in 'vegetative' leaves. The consideration of a leaf as 'vegetative' needs to be made with caution as a 'fertile' leaf in its early stage only shows very minute buds at the leaf base, which later grow to full spadices.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The species presented here may be divided into two groups on the basis of their branching pattern.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The first group shows sympodial growth. This is a type of branching in which the terminal bud develops to an inflorescence and longitudinal growth continues from axillary buds. A sympodial unit includes two internodes, one 'vegetative' leaf, one 'fertile' leaf, and an inflorescence with a limited number (one to three) of erect spadices. Of the two internodes, the basal one ensures a growth in length of the plant. What looks like the main axis is actually the basal internode of a series of sympodial units. Species of this group show stems with a distinct growth in length and spirally attached 'vegetative' leaves. A 'fertile' branch occurs 'opposed' to a 'vegetative' leaf (Fig. 1A ).", "cite_spans": [], "ref_spans": [{"start": 679, "end": 687, "text": "(Fig. 1A", "ref_id": null}], "section": "INTRODUCTION"}, {"text": "The second group shows condensed lateral branching. Each new fertile branch, consisting of one internode, one 'fertile' leaf, and an inflorescence, originates from the axil of the previous one. This branching pattern gives this group its typical appearance: a simple stem, with a terminal cluster of 'fertile' branches ( Fig. 1B) . 'Vegetative' leaves are reduced and are present as a single bract opposed to their corresponding 'fertile' branch. Their opposite position may become less obvious when new 'fertile branches' develop from their axil. In the schematic presentation of Figure 1B , the 1′-7′ distance is elongated to elucidate the architecture. In reality, that area has a more condensed aspect. One or more normal 'vegetative' leaves may develop before the development of the first 'fertile' branch. They are usually smaller than 'fertile' leaves and are less cordate. They may persist at the base of the cluster of 'fertile' branches. However, this is rarely observed, and most specimens seem to have only 'fertile' leaves. In some species, the main stem may bear one or a few 'vegetative' branches with a similar architecture, i.e. with a terminal cluster of 'fertile' branches. The 'fertile' leaves support a larger number (four to ten) of spadices than the species in the first group, and the spadices are more or less appressed. Although sympodial branching vs. condensed lateral branching makes both groups very distinct, their structures are likely to be homologous (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 321, "end": 329, "text": "Fig. 1B)", "ref_id": null}, {"start": 581, "end": 590, "text": "Figure 1B", "ref_id": null}, {"start": 1485, "end": 1493, "text": "(Fig. 1)", "ref_id": null}], "section": "INTRODUCTION"}, {"text": "In the genus Peperomia, the flowers are organized in a spadix. However, most Peperomia workers (e.g. Trelease, Yuncker, and Callejas) have used/use the term 'spike' (spica), and some (for example, Miquel and de Candolle) even use the term 'amentum' (catkin) ( Table 2 ). In this paper, we call the inflorescence a 'spadix', because of its fleshy rachis, similar to the spadix in Araceae. Although the rachis of a few species (some of which are discussed here) is rather filiform, its nature is fleshy. For this reason, we prefer to use the term 'spadix' for the whole genus and not exclusively for the species with a thickened rachis. The fruit in Peperomia is a small drupe with a thin mesocarp and a stony endocarp. In previous descriptions of Peperomia, the fruit has often been named a berry (Table 2) . Each spadix is supported by a peduncle. The flowers and the drupes are sessile in most species and pedicellate in a few species. In other species, the flowers are sessile, but a so-called pseudopedicel develops as an outgrowth of the rachis when the drupe reaches maturity (Sastrapradja, 1968) . To be precise, an infructescence with pedicellate fruits and an indeterminate apex is a raceme, but, here again, to keep or rather to introduce uniformity in Peperomia studies, we also name these infructescences spadices.", "cite_spans": [{"start": 101, "end": 133, "text": "Trelease, Yuncker, and Callejas)", "ref_id": null}, {"start": 1081, "end": 1101, "text": "(Sastrapradja, 1968)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 260, "end": 267, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 796, "end": 805, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "INTRODUCTION"}, {"text": "Leaf position is an important topic in this paper. Because, in earlier publications, to which we refer, this spiral leaf position is called 'alternate', we also adopt this term in the taxon descriptions in order to make them comparable with these publications and to minimize ambiguity.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Peperomia foliiflora, P. pachystachya, and P. paradoxa were observed in their habitat, and herbarium collections were made during fieldwork conducted between May and July 2004. Additional collections and specimens of the other taxa have been studied at AAU, B, BR, F, G, GH, HUA, MA, MO, K, P, PR, NY, QCNE, QPLS, R, S, and US, several of them unidentified so far. Living specimens of P. reptilis were observed in the Peperomia Reference Collection at the Botanical Garden of Ghent University (accession number 1973-0161) and in the National Botanical Garden of Belgium (accession number 1960-0092). Morphological data were derived from field observations, herbarium material, and the literature. Digital images of the types and scans of their first descriptions may be accessed from the Taxonomic Repertory of the Genus Peperomia (TRGP), online at http://www.peperomia.net (Mathieu, 2001 (Mathieu, -2007 .", "cite_spans": [{"start": 874, "end": 888, "text": "(Mathieu, 2001", "ref_id": null}, {"start": 889, "end": 904, "text": "(Mathieu, -2007", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "MATERIAL AND METHODS"}, {"text": "The 12 pseudo-epiphyllous Peperomia species may easily be distinguished from other species by the particular position of their inflorescences. As mentioned above, two subgroups may be recognized.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION OF THE PSEUDO-EPIPHYLLOUS SPECIES AND TAXONOMIC TREATMENT"}, {"text": "The group characterized by sympodial branching comprises six species: P. kjellii, P. pachystachya, P. palmiriensis, P. paradoxa, P. phyllanthopsis, and P. reptilis. The group with condensed lateral branching contains the six other species: P. foliiflora, P. haenkeana, P. magnifoliiflora, P. pinoi, P. phyllantha, and P. pseudophyllantha. A list of the species studied and their distribution is given in Table 3 . Phylogenetic relationships between the species are not established here, as we consider it too premature to place them in our preliminary classification (Wanke et al., 2006; Samain et al., 2007) . Currently, a large-scale research project on the phylogeny and evolution of Peperomia, in which the species studied here will be included, is taking place within the framework of a cooperative project between our research group and the Plant Phylogenetics and Phylogenomics Group of Technische Universität Dresden (Germany). Description: Terrestrial, erect, glabrous herb, 30-40 cm. Stem 1-3 mm thick, glabrous, pale-green or tinged pale-red; 'fertile' branches in a condensed spiral at the top of the stem, 2-8 cm, each branch ending in a terminal inflorescence 'subtended' by a sessile leaf. 'Fertile' leaves membranous, 3-5 ¥ 2-4 cm, adaxially some solitary trichomes in the perimarginal zone, abaxially some solitary trichomes on the apical half of the nerves as well as smaller and densely distributed trichomes at the very base of the nerves and usually continuing on the 'fertile' branch over a short distance, base cordate, apex acuminate, pale-green, palmately nine-nerved, the longer nerves with one to few secondary nerves; one to two developed 'vegetative' leaves at the base of the cluster of 'fertile' branches, usually deciduous, smaller than 'fertile' leaves, base truncate to obtuse, petiole shorter than 'fertile' branches; reduced (bract-like) 'vegetative' leaves opposed to each 'fertile' branch. The leaves give off a conspicuous cilantro smell when crushed. Compound inflorescence fan-like, consisting of n = (2-) 4-9 spadices of unequal length, seeming to originate from the base of the 'fertile' leaf, n -1 inflorescence bracts at the base of the peduncles. Peduncle 2-3 mm. Spadix 4-7 mm, 0.3-0.4 mm thick. Flowers crowded; floral bracts very small, 0.2-0.3 mm in diameter, round, peltate, surface slightly papillose. Drupe pseudopedicellate, ellipsoid, 1 mm ¥ 0.5 mm, surface tuberculate, greyish-yellow when mature, apex attenuate towards the short style, slightly flattened, stigma apical.", "cite_spans": [{"start": 567, "end": 587, "text": "(Wanke et al., 2006;", "ref_id": "BIBREF25"}, {"start": 588, "end": 608, "text": "Samain et al., 2007)", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 404, "end": 411, "text": "Table 3", "ref_id": null}], "section": "DISCUSSION OF THE PSEUDO-EPIPHYLLOUS SPECIES AND TAXONOMIC TREATMENT"}, {"text": "Geographical distribution and ecology: Until recently, this species has been considered as endemic to Peru. Apart from our own collection (Mathieu 1228) , another Ecuadorian collection (Øllgaard 98401) has been located amongst the unidentified specimens at AAU (duplicate at BR). In Ecuador, P. foliiflora has until now only been found in the southern province of Zamora-Chinchipe near the border with Peru, where it grows in wet montane forest on shallow clayish soil. In Peru, it is reported from the departments of Huánuco, Cajamarca, and Amazonas. Notes: 1. Peperomia foliiflora is described from Peru as one of the 24 first ever published species in Peperomia. The specific epithet refers to the inflorescences seeming to originate from the base of the sessile 'fertile' leaves. This distinguishing feature may easily be recognized on the splendid colour plate of the protologue. As this was very different from other Peperomia species known at that time, the taxon was placed in the new genus Phyllobryon (Miquel, 1843: 50) until the latter was reunited with Peperomia (de Candolle, 1869: 396). 2. At the time P. phyllantha Opiz was published (1828), Piper phyllanthus was an unpublished name figuring on the label of specimen 761 in the Willdenow herbarium (B). Being mentioned as a synonym in the protologue of P. phyllantha, it became a nomen nudum. The name obviously inspired Opiz to form the new Peperomia epithet, although Haenke s.n. (PR) served as the type instead of the Willdenow specimen. Some 40 years later, both Piper phyllanthus and P. phyllantha were mentioned as synonyms of P. foliiflora (de Candolle, 1869: 396). Later, it became evident that P. phyllantha needed to be distinguished from P. foliiflora, whereas Piper phyllanthus was indeed identical to P. foliiflora (Trelease, 1936: 47, 73) . For this reason, Piper phyllanthus is mentioned as a synonym here and not under P. phyllantha. 3. In both publications cited under Note 1, P. phyllantha is considered as a synonym of P. foliiflora. Trelease considered both as distinct species because of the glabrous leaves of P. foliiflora, by contrast with the presence of solitary trichomes in P. phyllantha (Trelease, 1936: 47, 73) . We follow Trelease in distinguishing the species, but for different reasons. Thorough examination of the types clearly shows that both taxa have the same kind of indumentum. Both species show condensed lateral 'fertile' branches. However, P. phyllantha shows one or more 'vegetative' lateral branches, by contrast with the simple main stem in P. foliiflora. The 'fertile' branches of P. phyllantha have the same length as the leaves, whereas, in P. foliiflora, the branches are considerably longer than the leaves. In addition, the leaves of P. phyllantha are distinctly elliptical, whereas those of P. foliiflora are ovate. The basal leaf lobes in P. phyllantha usually overlap, whereas these of P. foliiflora do not. Peperomia foliiflora exhibits ellipsoid 1 mm long drupes, whereas those of P. phyllantha are (sub)globose and shorter. The differences are sufficiently distinct to keep both taxa separated. 4. The leaves of Ecuadorian P. foliiflora specimens from the Cordillera del Condor are adaxially glabrous. We prefer not to consider this as a feature worth splitting them off as a distinct taxon, because only a limited number of solitary trichomes are also present in most Peruvian specimens. More Ecuadorian collections may illustrate whether there is indeed a real continuum concerning this feature. Anyway, the solitary trichomes abaxially at the end of the nerves are present in both the Ecuadorian and Peruvian specimens. 5. Lectotypification: Peperomia foliiflora Ruiz & Pav. The MA specimen, labelled and numbered '272' by Juan José Tafalla in 1795 and showing plenty of mounted material, is designated as the lectotype. In addition to the K specimen, which has a similar handwritten label, and the F specimen, which is clearly a fragment of the MA specimen, it is likely that the other mentioned Ruiz and Pavón specimens in B, MA, and P belong to the same collection. This can, however, not be stated with absolute certainty as they lack any numerical reference. 6. Lectotypification: Phyllobryon pavonii Miq. Miquel mentioned both Peperomia foliiflora Ruiz & Pav. and Peperomia phyllantha Opiz as synonyms of Phyllobryon pavonii (Miquel, 1843: 50) . The Phyllobryon name is illegitimate, as the epithet should have been based on the oldest available Peperomia basionym. The MA specimen Ruiz & Pavón 272, the lectotype of P. foliiflora, is designated herewith also as the lectotype of Phyllobryon pavonii. Miquel erroneously considered P. phyllantha as a synonym of Phyllobryon pavonii because Opiz used Piper phyllanthus (a P. foliiflora synonym) as the basionym 'name' for P. phyllantha. However, Opiz did not use the basionym 'type'. Haenke s.n. (PR), used as the type instead, is a distinct species. 7. Although the cilantro smell of crushed leaves is reported from several Peperomia species (P. acuminata, P. pseudovariegata, P. maculosa, etc.), it is very strong in P. foliiflora. (Presl, 1849) .", "cite_spans": [{"start": 138, "end": 152, "text": "(Mathieu 1228)", "ref_id": null}, {"start": 1011, "end": 1029, "text": "(Miquel, 1843: 50)", "ref_id": null}, {"start": 1794, "end": 1818, "text": "(Trelease, 1936: 47, 73)", "ref_id": null}, {"start": 2182, "end": 2206, "text": "(Trelease, 1936: 47, 73)", "ref_id": null}, {"start": 4357, "end": 4375, "text": "(Miquel, 1843: 50)", "ref_id": null}, {"start": 5114, "end": 5127, "text": "(Presl, 1849)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION OF THE PSEUDO-EPIPHYLLOUS SPECIES AND TAXONOMIC TREATMENT"}, {"text": "Description: Terrestrial herb up to 30 cm. Stem erect, moderately crisp pubescent, 'fertile' branches in a cluster at the top of the stem, densely crisp pubescent. Lamina elliptical to ovate, 3-6 ¥ 2.5-4.5 cm, PSEUDO-EPIPHYLLOUS INFLORESCENCES IN PEPEROMIA 183 base cordate, apex acute, adaxially glabrous, abaxially crisp pubescent, hairs more dense on the nerves, margin slightly undulate. Developed 'vegetative' leaves not observed. 'Fertile' leaves sessile, at the base of up to ten clustered spadices, small inflorescence bracts at the base of the peduncles. Peduncle short, 1 mm, sparsely pubescent. Spadix slender, appressed on the 'fertile' leaf, not reaching its margin, 8-12 mm, rather loosely flowered. Drupe on a very short pseudopedicel, cylindrical, 1 ¥ 0.5 mm, glabrous, apex tapering, stigma apical.", "cite_spans": [], "ref_spans": [], "section": "Peperomia haenkeana"}, {"text": "Geographical distribution and ecology: Peperomia haenkeana is only known from its type collection made by the Czech botanist Tadeáš Haenke. A precise locality is not mentioned ('in montanis Peruviae'). It is likely that the specimens were collected during field trips from Lima. Haenke stayed there for some months as one of the two botanists of the Malaspina expedition. Expedition leader, Alejandro Malaspina, wrote in his journal that in the middle of June 1790 Haenke began a 5 day excursion from Lima 'through Tarma to the other surface of the cordillera to Guanuco [Huánuco] where the river, flowing eastward, meets the Río de la Magdalena and becomes navigable' (David et al., 2001: 224) . This information might help in spotting the species again.", "cite_spans": [{"start": 563, "end": 580, "text": "Guanuco [Huánuco]", "ref_id": null}, {"start": 669, "end": 694, "text": "(David et al., 2001: 224)", "ref_id": null}], "ref_spans": [], "section": "Peperomia haenkeana"}, {"text": "Specimens studied: PERU. Haenke s.n., 1790 (type, 2 sheets PR!).", "cite_spans": [], "ref_spans": [], "section": "Peperomia haenkeana"}, {"text": "Notes: 1. This species may be easily distinguished by the crisp pubescent indumentum of its stem and branches. 2. Lectotypification: It is likely that both herbarium sheets currently in PR have always been together and that both served to describe the species. However, according to art. 8.3 of the ICBN, they may only be considered as both belonging to the holotype when this is explicitly mentioned on the different preparations. As this is not the case, we designate sheet #495715a (with the handwritten labels) as the lectotype and #495715b (with the printed label) as its isolectotype. It is unlikely that other duplicates exist. Description: Perennial, terrestrial, erect herb, up to 30 cm. Main stem simple or once branched, glabrous, 3 mm or more in diameter, internodes basally up to 7 cm, apically 1.5-2 cm. 'Vegetative' leaves alternate, sulcately petiololate, the petiole 10-15 mm, its lateral margins crossing the node and continuing downwards into two internodal ribs; 'fertile' leaves sessile at the base of inflorescences. Lamina membranous, ovate, 3-4 ¥ 1.5-3 cm, base truncate in 'vegetative' leaves, deeply cordate in 'fertile' leaves, apex acute to slightly acuminate, palmately five(-seven)-nerved, the nerves protruding abaxially, in 'vegetative' leaves the nerves continuing into abaxial petiolar ribs and the leaf margins into the lateral petiolar margins, both sides glabrous, margin eciliate. 'Fertile' branches opposed to a 'vegetative' leaf, each branch bearing a terminal inflorescence and one 'fertile' leaf. Apically from a 'fertile' branch the growth in length is ensured by a sympodial shoot, successive shoots forming the main stem. A lanceolate somewhat acute bract, being the outer part of a serial axillary bud, present in the axil between the sympodial shoot and the 'vegetative' leaf. Inflorescence consisting of two erect spadices; peduncle glabrous, c. 5 mm; rachis up to 30 mm; floral bracts round, 0.5 mm in diameter; ovary sessile, stigma apical, fimbriate; mature drupes absent (Fig. 4) .", "cite_spans": [], "ref_spans": [{"start": 2023, "end": 2031, "text": "(Fig. 4)", "ref_id": "FIGREF2"}], "section": "Peperomia haenkeana"}, {"text": "Specimens studied: COLOMBIA. Department Huila, La Plata, in primary forest, 2600 m, 10.iii.1939, von Sneidern 2213 (type, 3 sheets NY!, 2 sheets S!).", "cite_spans": [], "ref_spans": [], "section": "Peperomia kjellii"}, {"text": "Notes: 1. The specific epithet is chosen in honour of Kjell von Sneidern, who made the type collection. 2. This species shows some resemblance to P. phyllanthopsis Trel. & Yunck. It differs from the latter in the stout main stem and the leaf shape and size. 'Fertile' branches only seem to occur apically, whereas, in P. phyllanthopsis, they are positioned along the whole main stem. Description: Terrestrial, erect herb, up to 50 cm. Stem simple, basally up to 5 mm thick, glabrous, branches 5-13 cm and 1-2 mm thick in a cluster at the top of the stem, every branch ending in a terminal inflorescence and a single sessile leaf at its base ('fertile' leaf). Lamina ovate, membranous, 7-9 ¥ 4.5-5 cm, base cordate, apex acuminate or long-acuminate, palmately 11-nerved, the most basal pair of nerves (nerves 10 and 11) near the border of the leaf lobes often faintly visible, secondary nerves originating from the main nerves, reticulate nerves absent, adaxially glabrous, abaxially pubescent at the basal 1-2 cm of the main nerves. 'Vegetative' leaves reduced, bract-like, opposed to their corresponding 'fertile' branch. Developed 'vegetative' leaves at the base of the cluster of terminal branches not present. Inflorescence consisting of n equal to up to 12 appressed spadices 10-17 mm, n -1 inflorescence bracts at the base of the peduncles; peduncle glabrous, c. 2 mm; rachis loosely flowered with a limited number of flowers (10-20); floral bracts small, equal C.", "cite_spans": [], "ref_spans": [], "section": "Peperomia kjellii"}, {"text": "A.", "cite_spans": [], "ref_spans": [], "section": "B."}, {"text": "D. to or slightly smaller than the diameter of the anthers; two stamens per floral unit, mostly only one developed. Drupe stipitate, 1 ¥ 0.5 mm, surface entirely covered with small sticky papillae, drying in longitudinal ribs, stigma apical on a broad conical style (Fig. 5) .", "cite_spans": [], "ref_spans": [{"start": 266, "end": 274, "text": "(Fig. 5)", "ref_id": "FIGREF6"}], "section": "E."}, {"text": "Specimens studied: BOLIVIA. Department La Paz, Murillo, Valle de Zongo, 2100 m, 31.v.1980, Beck 3612 (type, LPB!, NY!).", "cite_spans": [], "ref_spans": [], "section": "E."}, {"text": "Notes: 1. The specific epithet refers to the size of the plant. It has the largest leaves of all pseudoepiphyllous Peperomia species. This is especially striking when it is compared with the smallest representative P. pinoi. Compared with the size of the leaves, its spadices are very small, however. 2. This species is similar to P. pseudophyllantha Samain to some extent. It is, however, easily distinguished by its leaves. They are larger, longer acuminate, and lack the reticulate nervation and the undulate margin of P. pseudophyllantha. At the abaxial leaf surface, they are only pubescent at the basal part of the main nerves, whereas, in P. pseudophyllantha, trichomes are present along the entire length of the main nerves and their branches. The 'fertile' branches, each bearing an inflorescence and one sessile leaf, are longer than those of P. pseudophyllantha. The appressed spadices of P. magnifoliiflora hardly reach half of the distance between their insertion and the leaf border, whereas they pass the leaf border in P. pseudophyllantha. 3. Peperomia magnifoliiflora is the first pseudoepiphyllous Peperomia reported from Bolivia. (Sodiro, 1901) . Description: Terrestrial, erect herb, 30-40 cm. Stem moderately branched, 2-3 mm thick, red, hirtellous, often basally glabrescent. Leaves alternate; lamina membranous, oblong-lanceolate, 4-7 ¥ 3-6 cm, base cordate, apex obtuse, adaxially glabrous except for some hairs at the base of the nerves, abaxially hirtellous on the nerves, palmately five-nerved, orange to reddish-brown glandular dotted abaxially; 'vegetative' leaves petiolate, petiole 1-4 cm, hirtellous; 'fertile' leaves sessile, more cordate. 'Fertile' branches opposed to a 'vegetative' leaf, each branch bearing a terminal inflorescence and one 'fertile' leaf. Apically from a 'fertile' branch the growth in length is ensured by a sympodial shoot, successive shoots forming the main stem. A lanceolate acute bract, up to 5 mm and being the outer part of a serial axillary bud, present laterally of the sympodial shoot. Compound inflorescence consisting of n = 1-3 terminal spadices of unequal length (of different age), n -1 small inflorescence bracts, c. 5 mm, at the base of the peduncles. Peduncle 1.0-1.5 cm, hirtellous. Spadix 2.0-5.5 cm, fusiform, spongy, pale-red-purple, covered with greyish-yellow glands. Flowers distant, floral bracts 0.6-0.7 mm in diameter, round, peltate, covered with bright orange to red glands. Drupe sessile, ovate, 1.2-1.3 mm, dark-brown when mature, covered with white papillae, style attenuate, stigma apical (Fig. 6) .", "cite_spans": [{"start": 1149, "end": 1163, "text": "(Sodiro, 1901)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 2578, "end": 2586, "text": "(Fig. 6)", "ref_id": "FIGREF7"}], "section": "E."}, {"text": "Geographical distribution and ecology: The original description of P. pachystachya is based on two Jameson collections from the province of Pichincha. Although most later collections are also from Pichincha, a few others are known from the neighbouring province of Imbabura and one from the most northern province of Carchi. The species is considered as endemic to Ecuador (Jørgensen & Ulloa, 1994: 330; Callejas, 1999: 793) . It occurs in cloud forest and wet montane forest in very wet conditions in or along mountain brooks. Notes: 1. The sessile 'fertile' leaf is pseudo-opposite because the 'fertile' branch bearing this leaf seems to arise from the main stem opposite a petiolate 'vegetative' leaf. The branch is of the same size as the opposite petiole. 2. Lectotypification: Peperomia pachystachya C.DC. and P. stenostachya C.DC.: Jameson 550 and Jameson 551 were collected at the same site. Jameson clearly mentioned on all 551 labels (BM!, E!, P 3 sheets!) 'crescit cum precedente' without additional data, whereas, on all 550 labels (BM!, P 3 sheets!), the collection site is mentioned as 'crescit in declivitate occidentale montis Pichinchae alt. 8000 ped.' Unfortunately, some labels have been erroneously mounted, resulting in two '550' sheets with a '551' label and two '551' sheets with a '550' label. The sheets with the swapped labels all reside in P, and were the specimens used by de Candolle to describe two new taxa. In these circumstances, it is not surprising that, in the protologue of P. pachystachya and P. stenostachya, both published on the same page (de Candolle, 1898), we find two times Jameson 550 & 551 as the syntypes. Although it must have been evident to de Candolle that taxa with the same types are actually nomenclatural synonyms, he was not able to correct adequately the conflicting labelling because he was not aware of the BM and E duplicates. By comparing all the specimens mentioned above, we are now able to definitely solve the puzzle.", "cite_spans": [{"start": 373, "end": 403, "text": "(Jørgensen & Ulloa, 1994: 330;", "ref_id": null}, {"start": 404, "end": 424, "text": "Callejas, 1999: 793)", "ref_id": null}], "ref_spans": [], "section": "Peperomia"}, {"text": "Peperomia pachystachya C.DC. Type: Jameson 550; lectotype: P (with incorrect 551 collection label but annotated in 1882 in the handwriting of de Candolle with the correct taxon name and the attribute sp. nov.); isolectotypes: BM, P (1 sheet with correct 550 label and 1 sheet with incorrect 551 label), W (without number but obviously a duplicate). A specimen with an incorrect 551 collection label is chosen as the lectotype because it bears the correct taxon name handwritten by C. de Candolle and dated 1882.", "cite_spans": [], "ref_spans": [], "section": "Peperomia"}, {"text": "Peperomia stenostachya C.DC. Type: Jameson 551; lectotype: P (with incorrect 550 collection label but annotated in 1882 in the handwriting of de Candolle with the correct taxon name and the attribute sp. nov.); isolectotypes: BM, E, P (1 sheet with correct 551 label and 1 sheet with incorrect 550 label). All specimens mentioned have been properly annotated. 3. Lectotypification: Peperomia phyllostachya Sod. Although Sodiro has described many of his taxa based on the observation of living plants, the specimens in Quito, Ecuador (in Q or QPLS) are considered as his first set. The P. phyllostachya specimen in QPLS is designated here as the lectotype, whereas the European specimens in B, G-DC (3 sheets), and S must be considered as isotypes.", "cite_spans": [], "ref_spans": [], "section": "Peperomia"}, {"text": "6. Peperomia palmiriensis C.DC., Bot. Jahrb. Syst. 10: 290 (1889) Type: Lehmann 2924 (holo: G-DC; iso-: BM, G).", "cite_spans": [{"start": 33, "end": 65, "text": "Bot. Jahrb. Syst. 10: 290 (1889)", "ref_id": null}], "ref_spans": [], "section": "Peperomia"}, {"text": "Description: Terrestrial herb up to 50 cm. Stem moderately branched, glabrous. Leaves alternate; lamina ovate, 1.5-2.5 ¥ 1.5-2 cm, apex obtuse rounded, both sides glabrous and clear yellow-brown glandular dotted, more conspicuous abaxially because of the lighter colour of the leaf surface, palmately fivenerved, central nerve branched apically; 'vegetative' leaves petiolate, petioles 10 mm, base truncate to slightly cordate; 'fertile' leaves sessile, base cordate. 'Fertile' branches opposed to a 'vegetative' leaf, each branch bearing a terminal inflorescence and one 'fertile' leaf. Apically from a 'fertile' branch the growth in length is ensured by a sympodial shoot, successive shoots forming the main stem. A bract, part of a serial axillary bud, present in the axil between the sympodial shoot and the 'vegetative' leaf. Inflorescence terminal: one to two spadices 'subtended' at the base of the peduncles by the 'fertile' leaf and by ellipticalelongate, acute, clear glandular dotted inflorescence bracts. Peduncle 5-10 mm. Spadix filiform, 20-30 mm, loosely flowered. Floral bract round-elliptical, peltate, densely clear glandular dotted. Drupe ovoid, attenuate; stigma apical.", "cite_spans": [], "ref_spans": [], "section": "Peperomia"}, {"text": "The species is only known from its type collection made in Colombia. Peperomia palmiriensis has been listed as occurring in Ecuador as well (Callejas, 1999: 793) , but this is based on the misidentified Lugo 5163 (GB!), which is a specimen of P. paradoxa. Notes: 1. The sessile 'fertile' leaf is pseudo-opposite because the 'fertile' branch bearing this leaf seems to arise from the main stem opposite a petiolate 'vegetative' leaf. The branch is of the same size as the opposite petiole. 2. This species is morphologically very close to P. phyllanthopsis. It differs in the presence of distinct clear glandular dots on the leaves and on the floral and inflorescence bracts, which are absent in P. phyllanthopsis. More material is needed to provide a good idea about the constancy of this feature. The number of leaf nerves is also different in the two species: five in P. palmiriensis and seven(-nine) in P. phyllanthopsis. 3. The slightly pilose abaxial leaf surface, described in the protologue, is an artefact as a result of the presence of loose fibres on the holotype specimen. These fibres have no relationship with the leaves, which must be considered as glabrous on both sides. This is confirmed by examination of the isotypes. Diels, Biblioth. Bot. 116: 76 (1937) Type: Diels 901 (lecto-: B #10-0005031 [designated here]).", "cite_spans": [{"start": 140, "end": 161, "text": "(Callejas, 1999: 793)", "ref_id": null}, {"start": 1237, "end": 1273, "text": "Diels, Biblioth. Bot. 116: 76 (1937)", "ref_id": null}], "ref_spans": [], "section": "Geographical distribution and ecology:"}, {"text": "Description: Terrestrial or epiphytic, erect, glabrous herb, 10-30 cm. Stem base decumbent; stem 1-2 mm thick, tinged dark-red; internodal ribs 3. Leaves alternate; lamina membranous, 2-3 ¥ 1-3 cm, base cordate, apex acuminate, adaxially green or darker green to greyish-red, abaxially pale-green, palmately five-nerved, all nerves with many secondary nerves; 'vegetative' leaves petiolate, petiole 1-2 cm, base less cordate; 'fertile' leaves sessile, base more cordate. 'Fertile' branches opposed to a 'vegetative' leaf, each branch bearing a terminal inflorescence and one 'fertile' leaf. Apically from a 'fertile' branch the growth in length is ensured by a sympodial shoot, successive shoots forming the main stem. A bract, being the outer part of a serial axillary bud, present laterally of the sympodial shoot. Compound inflorescence consisting of n = 1-5 spadices of unequal length (of different age), n -1 inflorescence bracts of approximately 2 mm at the base of the peduncles. Peduncle 0.2-1.0 cm. Spadix 0.8-7 cm, 0.6-0.7 mm thick. Flowers distant, floral bracts 0.3-0.4 mm in diameter, round, peltate, covered with white glands. Drupe sessile, dark-brown when mature, ovoid, 0.6-0.8 mm, covered with white papillae, apex attenuate, stigma apical (Fig. 7) . Notes: 1. The sessile 'fertile' leaf is pseudo-opposite because the 'fertile' branch bearing this leaf seems to arise from the main stem opposite a petiolate 'vegetative' leaf. The branch is of the same size as the opposite petiole. 2. Lectotypification: Although only one type specimen is known so far, it was not designated in the protologue. For that reason, we prefer to do this formally herewith. hispid hairs, in mature leaves only at the margin and in a restricted perimarginal zone, in younger leaves also more central, abaxially glabrous except for some hispid hairs at the apex of the nerves, palmately (seven-)nine-nerved, the outermost pair of lateral nerves faintly visible and unbranched, the other nerves usually branched once or twice, reticulately nerved between the main nerves and their branches; 'vegetative' leaves rare or absent, petiolate, shape similar to 'fertile' leaves except for the rounded base. Compound inflorescence a cluster of n~6 spadices, appressed to the 'subtending' leaf, n -1 inflorescence bracts at the base of the peduncles. Peduncle glabrous, 1-2 mm. Spadix filiform, 8-12 mm, reaching beyond the leaf margin, very loosely flowered, the individual flowers 1.5 mm from each other, floral bracts minute, much smaller in diameter than the anthers. Drupe (sub)globose, c. 5 mm in diameter, covered with long papillae.", "cite_spans": [], "ref_spans": [{"start": 1258, "end": 1266, "text": "(Fig. 7)", "ref_id": "FIGREF9"}], "section": "Peperomia paradoxa"}, {"text": "Geographical distribution and ecology: The exact type locality is not known. Most other collections are from the Tingo Maria area, where P. pinoi may also be found.", "cite_spans": [], "ref_spans": [], "section": "Peperomia phyllantha"}, {"text": "Specimens studied: PERU. Haenke s.n., 1790 (type, PR!); Department Huanuco, Muña, c. 2130 m, 23.v-4.vi.1923 Department Pasco, prov. Oxapampa, north of Mallampampa, 2200 -2400 m, 22.i.1984 .", "cite_spans": [{"start": 76, "end": 89, "text": "Muña, c. 2130", "ref_id": null}, {"start": 90, "end": 107, "text": "m, 23.v-4.vi.1923", "ref_id": null}, {"start": 108, "end": 168, "text": "Department Pasco, prov. Oxapampa, north of Mallampampa, 2200", "ref_id": null}, {"start": 169, "end": 174, "text": "-2400", "ref_id": null}, {"start": 175, "end": 187, "text": "m, 22.i.1984", "ref_id": null}], "ref_spans": [], "section": "Peperomia phyllantha"}, {"text": "Notes: 1. Peperomia phyllantha is morphologically close to P. foliiflora. Their differences are discussed in Note 3 of P. foliiflora. It also resembles P. pinoi, but differs, however, by showing green stems, branches, and nerves (vs. purple-red in P. pinoi). 2. Lectotypification: Although only one type specimen is known so far, it was not designated in the protologue. For that reason, we prefer to do this formally herewith. 3. Piper phyllanthus Willd. herb., mentioned in the protologue as a synonym, does not belong to this taxon. It belongs to P. foliiflora Ruiz & Pav. (see Notes 2 and 6 of P. foliiflora). 9. Peperomia phyllanthopsis Trel. & Yunck., Piperac. N. South Amer. 2: 500 (1950) Type: Mutis 494 (holo-: US #1560108; iso-MA).", "cite_spans": [{"start": 617, "end": 695, "text": "Peperomia phyllanthopsis Trel. & Yunck., Piperac. N. South Amer. 2: 500 (1950)", "ref_id": null}], "ref_spans": [], "section": "Peperomia phyllantha"}, {"text": "Description: Delicate terrestrial herb, 15-30 cm. Stem erect or ascending from decumbent base, delicate, 1-2 mm in diameter, rooting at the lower nodes, moderately branched, glabrous or with some solitary hairs. Leaves alternate, lamina ovate to broadly ovate, 20-25 ¥ 15-20 mm, base cordate, apex acute, margin undulate, both sides glabrous, palmately five(-seven)-nerved, the central nerve branched, the outermost pair of lateral nerves faintly visible; 'vegetative' leaves petiolate, petiole 5-20 mm, glabrous; 'fertile' leaves sessile, base more cordate. 'Fertile' branches opposed to a 'vegetative' leaf, each branch bearing a terminal inflorescence and one 'fertile' leaf. Apically from a 'fertile' branch the growth in length is ensured by a sympodial shoot, successive shoots forming the main stem. A bract, part of a serial axillary bud, present in the axil between the sympodial shoot and the 'vegetative' leaf. Compound inflorescence consisting of n = 1-3 spadices, n -1 inflorescence bracts at the base of the peduncles. Peduncle (4-)5-10(-12) mm, glabrous. Spadix slender, 10-20 mm, loosely flowered. Bract small, roundish, peltate. Drupe sessile, globose to ovoid, glabrous, apex tapering, stigma apical.", "cite_spans": [], "ref_spans": [], "section": "Peperomia phyllantha"}, {"text": "Although obviously rare, the species is well documented by the historical collection Mutis 494, made during the Royal Botanical Expedition to the New Kingdom of Granada (present-day Colombia) led by José Celestino Mutis . Of this collection, three sheets were originally stored at MA. One sheet, which became the holotype, was sent to US in 1932. The precise location at which this collection was made is unknown. The occurrence of the species is reported from the Central and Oriental Colombian Andes (departments of Caldas, Cundinamarca, and Huila) at 2500-2800 m altitude in a mountain cloud forest habitat (Callejas, 1997: 33) . However, the only collection cited in this publication is von Sneidern 2213, which is from Huila but belongs to a different species (see P. kjellii). Two other collections identified as P. phyllanthopsis have been found at NY. The first, from Caldas, belongs to this species, but the second, Luteyn 12614 from Valle, does not belong to the pseudo-epiphyllous Peperomia species. Notes: 1. In the protologue, the leaves were described as 'alternate, or uppermost opposite'. This opposite leaf position is a misinterpretation of some branches as petioles. Indeed, 'fertile' branches are of the same size as the petiole of the opposite 'vegetative' leaf, resulting in apparently opposite (thus pseudoopposite) leaves. Where two leaves seem to be opposite, only one of them is a 'vegetative' leaf, whereas the other is a sessile leaf on top of a short branch. There is a distinct difference between the petiole and the 'fertile' branch where they originate from the main stem. The petiole 'clasps' the node to some extent, the lateral margins of the petiole crossing the node and continuing downwards into two internodal ribs. This is not the case with the 'fertile' branch. The location of a small bract, part of a serial axillary bud, also indicates which of the two opposed structures is the branch and which is the petiole. The bract is located at the side of the petiole and opposed to the side of the branch. The pseudo-opposite position of two 'fertile' leaves, as depicted on the splendid colour plate of this plant made by Pedro Alvincula de Almanza during the Mutis expedition (Iconografia Mutisiana plate nr. 695 -MA), does not occur in P. phyllanthopsis and is an idealization of the artist not familiar with the particular branch-petiole issue in this taxon (Fig. 8) . Although alternate leaves do not occur on the published reproduction, the accompanying description states, 'alternas en los tallos decumbentes, pseudo-oppuestas en los tallos erectos' (Callejas, 1997: 33) , which is obviously based on Trelease's protologue. 2. This species is morphologically most close to P. palmiriensis (see Note 2 in the discussion of that species). As mentioned already when discussing P. palmiriensis (Note 3), the pilose lower leaf surface of that taxon, one of the criteria distinguishing it from P. phyllantopsis, has been proven to be an artefact. Description: Perennial, terrestrial, erect herb, 10-15 cm. Stem and branches terete with nine longitudinal ribs, glabrous, purple-red, stem c. 1.5 mm in diameter, branches c. 1 mm in diameter in a cluster at the top of the stem, a branch ending in a terminal inflorescence and a single sessile leaf. Lamina of 'fertile' leaves round-elliptical, membranous, 1.8-2.8 ¥ 1.5-2.4 cm, base cordate with the lobes usually overlapping, apex acuminate, palmately (9-)11nerved, the nerves protruding abaxially, purple-red, contrasting with the green lamina, the most basal pair (nerves 10 and 11) initially running backwards into the lobes, sometimes faintly visible on herbarium specimens but distinct in fresh specimens because of the colour contrast, the second basal nerve pair (nerves 8 and 9) initially running almost laterally, the other nerves curvedly running towards the leaf apex, the nine ribs along the branch running into the nerves (except for the most basal nerve pair), adaxially with rather large solitary trichomes scattered over the surface or restricted to the perimarginal zone, abaxially glabrous except for some rare solitary trichomes at the end of the nerves. 'Vegetative' leaves reduced, bract-like, opposed to their corresponding 'fertile' branch; the most basal one or two 'vegetative' leaves normally developed but often deciduous, smaller than fertile leaves, base truncate or rounded, petiolate, the petiole much shorter than the branches. Inflorescence consisting of n = 1-6 not appressed, bent spadices, n -1 roundish inflorescence bracts at the base of the peduncles; peduncle glabrous, purple-red, whitish at the base, 5-8 mm; rachis zigzag, purplered, c. 15 mm, loosely flowered with a limited number of flowers (10-20); floral bracts minute. Drupe sessile, ellipsoid, 0.7 ¥ 0.6 mm, stigma apical, purple-red (Figs 9, 10) .", "cite_spans": [{"start": 610, "end": 630, "text": "(Callejas, 1997: 33)", "ref_id": null}, {"start": 2594, "end": 2614, "text": "(Callejas, 1997: 33)", "ref_id": null}], "ref_spans": [{"start": 2399, "end": 2407, "text": "(Fig. 8)", "ref_id": "FIGREF11"}, {"start": 4821, "end": 4833, "text": "(Figs 9, 10)", "ref_id": "FIGREF12"}], "section": "Geographical distribution and ecology:"}, {"text": "Geographical distribution and ecology: All known collections are from the same area in the vicinity of Tingo Maria. Initially, they were all identified as P. foliiflora and it is not unlikely that other P. pinoi specimens may be found amongst the herbarium collections of P. foliiflora. It is reported as growing in moist shady habitats. P. foliiflora) and inflorescences with one to six unappressed, bent spadices (cluster of appressed, straight spadices in P. foliiflora). The purple-red colour of the above-mentioned structures is distinct in fresh specimens, but is also obvious in herbarium specimens. Samain, sp. nov . Type: PERU. Department Huánuco, prov. Huánuco, Carpish, 2700 m, Asplund 12813 (holo-: S; iso-: NY, R, RB).", "cite_spans": [{"start": 607, "end": 622, "text": "Samain, sp. nov", "ref_id": null}], "ref_spans": [], "section": "Geographical distribution and ecology:"}, {"text": "Diagnosis: Species a P. phyllantha Opiz differt statura robustiore, laminis majoribus, supra glabris, margine undulato, et drupis ellipsoideis. A P. magnifoliiflora G.Mathieu differt laminis minoribus, subtus magis pubescentis, reticulatovenosis, margine undulato, et spadicibus longioribus.", "cite_spans": [], "ref_spans": [], "section": "Peperomia pseudophyllantha"}, {"text": "Description: Perennial, terrestrial, erect herb, up to 30 cm. Stem 2-5 mm thick, simple or little branched, glabrous; 'fertile' branches in a cluster at the top of the stem, glabrous, except for a pubescent zone near the end, 1-7 cm, usually not longer than the leaf length, ending in a terminal compound inflorescence with a sessile leaf at its base. Reduced 'vegetative' leaves, 4-6 mm, pale-brown, paper-thin, opposed to their corresponding 'fertile' branch; a developed 'vegetative' leaf may be present at the base of the cluster of 'fertile' branches, often deciduous; 'fertile' leaves sessile, ovate, membranous, 2-8 ¥ 1.5-4 cm, base cordate, apex acuminate, palmately seven-to ninenerved, the two basal nerves unbranched, the other lateral nerves branched once or twice, the mid-nerve with one to three pairs of secondary nerves, reticulately nerved between the main nerves, adaxially glabrous, main nerves and their branches pubescent abaxially, leaf margin undulate. Compound inflorescence fan-like, consisting of n = 4-6 spadices of unequal length, n -1 lanceolate inflorescence bracts of 2-3 mm at the base of the peduncles. Peduncle 0.3-0.5 cm. Spadix 1-3 cm, 1 mm thick, reaching beyond the margin of the lamina. Flowers loosely arranged, floral bracts small, 0.2-0.3 mm in diameter, round, peltate, surface papillose. Drupe sessile, ellipsoid, 1.5 ¥ 0.3-0.4 mm, surface slightly papillose, dark-brown when mature, apex attenuate, stigma apical (Fig. 11 ). the only 'vegetative' leaf that fully develops, the following 'vegetative' leaves being reduced to a bract opposed to its corresponding 'fertile branch'.", "cite_spans": [], "ref_spans": [{"start": 1458, "end": 1466, "text": "(Fig. 11", "ref_id": "FIGREF14"}], "section": "Peperomia pseudophyllantha"}, {"text": "12. Peperomia reptilis C.DC., Bot. Jahrb. Syst. 40: 262 (1908) Type: Lehmann 9014 (lecto-: B #10-0005165; isolecto-: K, L, NY [designated here]).", "cite_spans": [{"start": 30, "end": 62, "text": "Bot. Jahrb. Syst. 40: 262 (1908)", "ref_id": null}], "ref_spans": [], "section": "Peperomia pseudophyllantha"}, {"text": "Description: Terrestrial or epiphytic, creepingascending, branching, glabrous herb; 10-15 cm. Stem terete with two internodal ribs, 2 mm thick in vivo (1 mm in sicco), pale-green or tinged red-purple. Leaves alternate; lamina membranous, roundish, base slightly cordate, apex obtuse to slightly acute, dark-green to bronze-green adaxially, whitish with a purple-red margin abaxially, margin undulate, clear C.", "cite_spans": [], "ref_spans": [], "section": "Peperomia pseudophyllantha"}, {"text": "A. E. glandular dotted abaxially especially in young leaves; 'vegetative' leaves petiolate, petiole 0.5-1 cm, terete with three ribs; 'fertile' leaves sessile, base more cordate. 'Fertile' branches opposed to a 'vegetative' leaf, each branch bearing a terminal inflorescence and one 'fertile' leaf. Apically from a 'fertile' branch the growth in length is ensured by a sympodial shoot, successive shoots forming the main stem. A bract, part of a serial axillary bud, present in the axil between the sympodial shoot and the 'vegetative' leaf. Inflorescence consisting of one spadix 'subtended' by a sessile leaf. Peduncle 1-2 mm, spadix 8-10 mm, 0.5 mm thick, densely flowered. Floral bracts 0.2-0.3 mm, round peltate, pale-green, covered with glands. Drupe sessile, 0.3-0.4 cm, surface papillose, dark-brown when mature, apex oblique, stigma subapical (Fig. 12) .", "cite_spans": [], "ref_spans": [{"start": 852, "end": 861, "text": "(Fig. 12)", "ref_id": null}], "section": "B."}, {"text": "Geographical distribution and ecology: The reported collection sites, known from three neighbouring western Colombian departments, seem to cover a rather large altitude range. ", "cite_spans": [], "ref_spans": [], "section": "B."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Remarques sur la dynamique de croissance dans le genre Peperomia Ruiz & Pav. (Piperaceae)", "authors": [{"first": "P", "middle": [], "last": "Blanc", "suffix": ""}, {"first": "K", "middle": [], "last": "Andraos", "suffix": ""}], "year": 1984, "venue": "Adansonia", "volume": "6", "issn": "", "pages": "41--56", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Flora de la real expedición botánica del nuevo reyno de Granada", "authors": [{"first": "R", "middle": [], "last": "Callejas", "suffix": ""}], "year": 1997, "venue": "Piperaceas Madrid: Iconografia Mutisiana, Ediciones Cultura Hispanica", "volume": "13", "issn": "", "pages": "1783--1816", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Catalogue of the vascular plants of Ecuador. Monographs in", "authors": [{"first": "R", "middle": [], "last": "Callejas", "suffix": ""}], "year": 1999, "venue": "Systematic Botany from the Missouri Botanical Garden", "volume": "75", "issn": "", "pages": "785--795", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "de Candolle C. 1869. Prodromus systematis naturalis regni vegetabilis", "authors": [], "year": null, "venue": "", "volume": "16", "issn": "", "pages": "392--471", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Recherches sur les inflorescences épiphylles. Mémoires de la Sociéte de Physique et d'Histoire Naturelle de Genève Suppl", "authors": [{"first": "C", "middle": [], "last": "De Candolle", "suffix": ""}], "year": null, "venue": "", "volume": "6", "issn": "", "pages": "1--37", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Malaspina expedition 1789-1794", "authors": [{"first": "A", "middle": [], "last": "David", "suffix": ""}, {"first": "F", "middle": [], "last": "Fernandez-Armesto", "suffix": ""}, {"first": "C", "middle": [], "last": "Novi", "suffix": ""}, {"first": "G", "middle": [], "last": "Williams", "suffix": ""}], "year": 2001, "venue": "Journal of the voyage by Alejandro Malaspina", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Beiträge zur Kenntnis der Vegetation und Flora von Ecuador", "authors": [{"first": "L", "middle": [], "last": "Diels", "suffix": ""}], "year": 1937, "venue": "Bibliotheca Botanica", "volume": "116", "issn": "", "pages": "1--190", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Seed plants of the high Andes of Ecuador -a checklist", "authors": [{"first": "P", "middle": ["M"], "last": "Jørgensen", "suffix": ""}, {"first": "C", "middle": ["U"], "last": "Ulloa", "suffix": ""}], "year": 1994, "venue": "Aarhus: University of Aarhus", "volume": "34", "issn": "", "pages": "1--443", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Taxonomic repertory of the genus Peperomia (TRGP", "authors": [{"first": "G", "middle": [], "last": "Mathieu", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Systema piperacearum. Rotterdam: H.A. Kramers", "authors": [{"first": "Faw", "middle": [], "last": "Miquel", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "64--199", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Peperomia reptilis in cultivation (National Botanical Garden of Belgium; accession number 1960-0092)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Opiz PM. 1828. Peperomia. In: Presl KB, ed. Reliquiae haenkeanae", "authors": [], "year": null, "venue": "", "volume": "1", "issn": "", "pages": "161--164", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Epimeliae botanicae", "authors": [{"first": "K", "middle": ["B"], "last": "Presl", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Systema vegetabilium florae peruvianae et chilensis", "authors": [{"first": "H", "middle": [], "last": "Ruíz", "suffix": ""}, {"first": "J", "middle": [], "last": "Pavón", "suffix": ""}, {"first": "", "middle": [], "last": "1798a", "suffix": ""}], "year": null, "venue": "", "volume": "1", "issn": "", "pages": "10--22", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Flora peruviana et chilense. Madrid: G. de Sancha", "authors": [{"first": "H", "middle": [], "last": "Ruíz", "suffix": ""}, {"first": "J", "middle": [], "last": "Pavón", "suffix": ""}, {"first": "", "middle": [], "last": "1798b", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "29--33", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Nomenclature and typification of subdivisional names of the genus Peperomia (Piperaceae)", "authors": [{"first": "M", "middle": ["S"], "last": "Samain", "suffix": ""}, {"first": "G", "middle": [], "last": "Mathieu", "suffix": ""}, {"first": "L", "middle": [], "last": "Vanderschaeve", "suffix": ""}, {"first": "S", "middle": [], "last": "Wanke", "suffix": ""}, {"first": "C", "middle": [], "last": "Neinhuis", "suffix": ""}, {"first": "P", "middle": [], "last": "Goetghebeur", "suffix": ""}], "year": 2007, "venue": "Taxon", "volume": "56", "issn": "", "pages": "229--236", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "On the morphology of the flower in Peperomia (Piperaceae) species", "authors": [{"first": "S", "middle": ["N"], "last": "Sastrapradja", "suffix": ""}], "year": 1968, "venue": "Annales Bogorienses", "volume": "4", "issn": "", "pages": "235--244", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Contribuciones al conocimiento de la", "authors": [{"first": "Rpl", "middle": [], "last": "Sodiro", "suffix": ""}], "year": 1900, "venue": "Flora Ecuatoriana. Monografia", "volume": "1", "issn": "", "pages": "64--154", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Contribuciones al conocimiento de la Flora Ecuatoriana. Monografia 1. Adiciones. Quito: Universidad Central del Ecuador", "authors": [{"first": "Rpl", "middle": [], "last": "Sodiro", "suffix": ""}], "year": 1901, "venue": "", "volume": "", "issn": "", "pages": "151--182", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Flora of Peru. Field Museum of Natural History", "authors": [{"first": "W", "middle": [], "last": "Trelease", "suffix": ""}], "year": 1936, "venue": "", "volume": "13", "issn": "", "pages": "3--253", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The Piperaceae of northern", "authors": [{"first": "W", "middle": [], "last": "Trelease", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Yuncker", "suffix": ""}], "year": 1950, "venue": "South America", "volume": "2", "issn": "", "pages": "435--838", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Plantae novae andinae imprimis Weberbauerianae III", "authors": [{"first": "I", "middle": [], "last": "Urban", "suffix": ""}], "year": 1908, "venue": "Pflanzengeschichte und PflanzenGeographyraphie", "volume": "40", "issn": "", "pages": "254--267", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Copenhagen & Leipzig: Hauniae & Lipsiae", "authors": [{"first": "M", "middle": [], "last": "Vahl", "suffix": ""}], "year": null, "venue": "", "volume": "1", "issn": "", "pages": "312--357", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Phylogeny of the genus Peperomia (Piperaceae) inferred from the trnK/matK region (cpDNA)", "authors": [{"first": "S", "middle": [], "last": "Wanke", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Samain", "suffix": ""}, {"first": "L", "middle": [], "last": "Vanderschaeve", "suffix": ""}, {"first": "G", "middle": [], "last": "Mathieu", "suffix": ""}, {"first": "P", "middle": [], "last": "Goetghebeur", "suffix": ""}, {"first": "C", "middle": [], "last": "Neinhuis", "suffix": ""}], "year": 2006, "venue": "Plant Biology", "volume": "8", "issn": "", "pages": "93--102", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Morphology of flowers and inflorescences", "authors": [{"first": "F", "middle": [], "last": "Weberling", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Developing order in a compound inflorescence of pseudo-epiphyllous Peperomia species: A, 'fertile' branch; B, 'fertile' leaf; 1-4, successively developing spadices; 1′-3′, successive bracts subtending the axillary bud from which the next spadix develops. (Illustration by Marc Reynders.)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Specimens studied:ECUADOR. prov. Zamora- Chinchipe, Cordillera del Condor, between La Punta  and Chinapintza, 1425 m, 15.vii.2004, Mathieu 1228 (AAU!, BR!, G!, GENT!, HUA!, K!, MO!, P!, QCNE!); prov. Zamora-Chinchipe, Cordillera del Condor, Chinapintza, trail to destacamento Mayaycu Alto, 1350-1480 m, 6.xii.1990, Øllgaard 98401 (AAU!, BR!, QCA!, QCNE!). PERU. DepartmentAmazonas, prov.  Luya, Ocalli, anexo Ouispe, 1920-2300 m, 18.vi.1991 (HUA!, MO, USM photo!); DepartmentHuánuco, prov. Leoncio Prado, Tingo María,  20.x.1948, Allard 19532 (US!); Department Huánuco,  prov. Leoncio Prado, Tingo María, 625-1100 m,  x.1949-ii.1950, Allard 20414 (US!); Department Huánuco, prov. Leoncio Prado, Tingo María,625- 1100 m, x.1949-ii.1950, Allard 21552 (US!);Department Huánuco, prov. Leoncio Prado, Tingo María,  625-1100 m, x.1949-ii.1950, Allard 21574 (NY!, US!); Department Huánuco, prov. Leoncio Prado, Tingo KEY TO THE PSEUDO-EPIPHYLLOUS SPECIES OF PEPEROMIA María, 16.vii.1940, Asplund 12277 (G!, K!, S! UPS!, US!); Department Huánuco, prov. Leoncio Prado, Tingo María, 23.vi.1961, Mathias 5356 (MO!); Department Junin, prov. Jauja, Rio Masamerich, 1400-1500 m, 1909-14, Weberbauer 6665 (F!, GH! US!); Ruiz & Pavón 272 (type, F!, K!, MA!); Ruiz & Pavón s.n. (B -Willd. 761!, G!, F!, MA!, U [fragment]!).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Peperomia kjellii: A, general habit; B, architecture; C, part of the rachis; D, branching detail; E, young terminal sympodial shoot; left, petiolate 'vegetative' leaf; right, branch with a sessile 'fertile' leaf; middle, sympodial shoot; holotype. (Illustration by Marc Reynders.)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Type: Sodiro s.n. ii.1900 (lecto-: QPLS; isolecto-: B, G-DC, S [designated here]).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Specimens studied: ECUADOR: prov. Carchi, canton Tulcan, arribade Maldonado, sitio Chilmá, 2000 m,  20.v.1991, Palacios 7217 (MO!, QCNE!); prov. Cotopaxi, La Otonga Reserve, 2000-2200 m, 10.x.1992, Delprete 6243 (F!, NY!); prov. Imbabura, Cotacachi, hacienda La Florida, 1900-2500 m, 28.viii.1992, Alvarez 670 (MO!, QCNE!); prov. Imbabura, road Otavalo-Selva Alegre, 2176 m, 24.viii.2004, Croat 93949 (BR!, MO!); prov. Imbabura, road Cuicocha-Apuela, 2665 m, 27.v.2004, Mathieu 1036 (AAU!, BR!, HUA!, QCNE!, S!); prov. Pichincha, El Pahuma Reserve, 2000 m, 19.x.1999, Delgado 12 (QCNE!); prov. Pichincha, Jameson 550 (type, BM!, P! W!); prov. Pichincha, road Cotocollao-Rundupamba-Nono-Nanegalito, 2100-3500 m, 6.v.1980, Jaramillo 2429 (AAU!, MO!); prov. Pichincha, Tandayapa valley, Bellavista reserve, 11.v.2004, Mathieu 985 (AAU!, BR!, HUA!, QCNE!); prov. Pichincha, near Gualea, ii.1900, Sodiro s.n. (type of P. phyllostachya, B!, G-DC!, QPLS! S!); prov. Pichincha, Alaspungo-Gualea, iv.1900, Sodiro s.n. (P!, Q!); prov. Pichincha, near Gualea, Verleysen s.n. (QPLS!).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Peperomia magnifoliiflora: A, general habit; B, basal part of the main nerves abaxially; C, architecture; D, fruit; E, distal part of the rachis; holotype. (Illustration by Marc Reynders.)", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Freshly harvested specimen of Peperomia pachystachya. (Photograph by Guido Mathieu.)Specimens studied: COLOMBIA: Department Cauca, above Vitrera, near Palmira, 1800 m, Lehmann 2924 (type, BM!, G!, G-DC!).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Specimens studied: ECUADOR. prov. Carchi, La Esperanza, 5 km west of El Carmelo, 3000-3100 m, 6-15.iv.1979, Løjtnant 11839 (AAU!); prov. Cotopaxi, Bosque Protector Otonga, Las Damas valley, 1700-2000 m, 28.vii.1996, Freiberg 96269 (QCA!); prov. Pastaza, Pomona, 10 km east of Puyopungu, 10.x.1976, Lugo 5163 (GB!); prov. Tungurahua, 16 km east of Baños, 1350 m, 30.vi.2004, Mathieu 1119 (BR!, HUA!, QCNE!); prov. Tungurahua, Baños, 1850 m, 1.vii.2004, Mathieu 1128 (BR!, HUA!, QCNE!); prov. Tungurahua, Río Pastaza valley near Río Negro, 1250 m, 11.ix.1933, Diels 901 (type, B!).", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Peperomia paradoxa in habitat. (Photograph by Guido Mathieu.)", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Specimens studied: COLOMBIA. Mutis 494 (type, 2 sheets MA!, US!); Department Caldas, Manizales, Monteleón, 2250 m, 31.iii.1984, Anonymous 119 (NY!).", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Peperomia phyllanthopsis (Iconografia Mutisiana nr. 695, Real Jardín Botánico de Madrid).", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Peperomia pinoi: A, general habit; B, cross-section of stem; C, 'fertile' leaf; D, single flower; E, apical part of rachis; F, architecture; G, main nerve abaxially; H, perimarginal zone adaxially; holotype. (Illustration by Marc Reynders.)", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Peperomia pseudophyllantha; A, general habit; B, architecture; C, apical part of rachis; D, fruit; E, basal part of 'fertile' leaf; F, leaf margin adaxially; G, middle part of the main nerves abaxially; holotype. (Illustration by Marc Reynders.) 194 G. MATHIEU ET AL.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Specimens studied: COLOMBIA. Department Chocó, near Andagoya, cultivated at University of California Botanical Garden, Berkeley, as accession number 63.149, pressed 10.iii.1964, Kyburz s.n. (F!, NY!, US!); department Cauca, forests of Rio Timbiqui, 0-500 m, xi.1898, Lehmann 9014 (type: B!, K!, L!, NY!); department El Valle, La Cumbre, 1600-2100 m, 25-27.ix.1922, Killip 11600 (GH!, ILL!, NY!, PH!, US!); department El Valle, La Cumbre, 1800-2100 m, 21-25.v.1922, Pennell 5904 (GH!, ILL!, NY!, PH!, US!)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Species erroneously considered as 'epiphyllous', with literature source", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Taxon </td><td>Literature source\n</td></tr><tr><td>Peperomia hispidula (Sw.) A.Dietr </td><td>de Candolle (1890)\n</td></tr><tr><td>Peperomia umbelliformis C.DC. </td><td>de Candolle in Urban, 1908; Trelease (1936)\n</td></tr><tr><td>Peperomia mandonii C.DC. </td><td>Trelease (1936) (as P. fortunatoi Trel.)\n</td></tr><tr><td>Peperomia pteroneura C.DC. </td><td>Trelease &amp; Yuncker (1950)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Overview of the terms used for the inflorescence and fruit by previous Peperomia workers, in comparison with the terms used in our research", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Miquel </td><td>de Candolle </td><td>Trelease </td><td>Yuncker </td><td>Callejas </td><td>Our research\n</td></tr><tr><td>Inflorescence Fruit </td><td>Amentum Bacca </td><td>Amentum/spica Bacca </td><td>Spike Berry </td><td>Spike Drupe </td><td>Spike Drupe </td><td>Spadix Drupe\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Opiz, Reliq. Haenk. 1(3): 162 (1828) Type: Haenke s.n. (lecto-: PR #495715a, isolecto-: #495715b [designated here]).= Phyllobryon haenkeanum (Opiz)Presl. Epimel.  Bot. 222 (1849)", "latex": null, "type": "table"}, "TABREF4": {"text": "G.Mathieu, sp. nov. Type: COLOMBIA. Department Huila, La Plata, in primary forest, 2600 m, von Sneidern 2213 (holo-: NY; iso-: NY [2 sheets], S [2 sheets]). Diagnosis: Species a P. phyllanthopse Trel. & Yunck. differt caule firmo, internodis nervatis et laminis majoribus, margine non undulato.", "latex": null, "type": "table"}, "TABREF5": {"text": "G.Mathieu, sp. nov. Type: BOLIVIA. Department La Paz, Murillo, Valle de Zongo, 2100 m. Beck 3612 (holo-: NY: iso-: LPB). Diagnosis: Species a P. pseudophyllantha Samain differt laminis majoribus, subtus minus pubescentibus, non reticulatovenosis, margine non undulato, et spadicibus brevioribus.", "latex": null, "type": "table"}, "TABREF6": {"text": "pachystachya C.DC., Bull. Herb. Bois. 6: 510 (1898) Type: Jameson 550 (lecto-: P; isolecto-: BM, P, W [designated here]). = Peperomia phyllostachya Sod. Piperac. Ecuator. 1: Adicion. 154 (1901)", "latex": null, "type": "table"}, "TABREF8": {"text": "Peperomia pinoi G.Mathieu, sp. nov. Type: PERU. Department Huánuco, prov. Leoncio Prado, Tingo María, Cueva de las Pavas, 9°22′06″S, 75°58′15″W, 680 m Pino 1104 (holo-: USM, unicate). Diagnosis: Species a P. foliiflora Ruiz & Pavón differt caule, nervis, pedunculis, rachidibus purpureo-rubris et spadicibus flexis, non adlaminam adpressis.", "latex": null, "type": "table"}, "TABREF9": {"text": "Specimens studied: PERU. DepartmentHuánuco,  prov. Leoncio Prado, 9 km  from Tingo María, La Oroya-Tingo Maria highway, 6.iii.1977, Boeke 1176 (NY!); Department Huánuco, prov. Leoncio Prado, Tingo María, Cueva de las Pavas, 680 m, 7.i.2002, Pino 1104 (type, USM!); Department Huánuco, prov. Leoncio Prado, 5 km south of Tingo María, quebrada Las Pavas, 720 m, 24.iii.1976, Plowman 5720 (GH!). Notes: 1. The specific epithet was chosen in honour of Guillermo Pino of Lima, Peru, collector of the type. 2. Peperomia pinoi resembles P. foliiflora Ruiz & Pavón. Living plants differ in the purple-red colour of the stem, nerves, peduncles, and rachises (green in", "latex": null, "type": "table"}, "TABREF10": {"text": "Table 3. List of the pseudo-epiphyllous species with their distribution (see text for an explanation of the architecture of both groups)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Species </td><td>Distribution\n</td></tr><tr><td>Group 1: species with sympodial branching\nPeperomia kjellii G.Mathieu, sp. nov. </td><td>Colombia\n</td></tr><tr><td>Peperomia pachystachya C.DC. </td><td>Ecuador\n</td></tr><tr><td>Peperomia palmiriensis C.DC. </td><td>Colombia\n</td></tr><tr><td>Peperomia paradoxa Diels </td><td>Ecuador\n</td></tr><tr><td>Peperomia phyllanthopsis Trel. &amp; Yunck. </td><td>Colombia\n</td></tr><tr><td>Peperomia reptilis C.DC. </td><td>Colombia\n</td></tr><tr><td>Group 2: species with condensed lateral branching\nPeperomia foliiflora Ruiz &amp; Pavón </td><td>Ecuador, Peru\n</td></tr><tr><td>Peperomia haenkeana Opiz </td><td>Peru\n</td></tr><tr><td>Peperomia magnifoliiflora G.Mathieu, sp. nov. </td><td>Bolivia\n</td></tr><tr><td>Peperomia phyllantha Opiz </td><td>Peru\n</td></tr><tr><td>Peperomia pinoi G.Mathieu, sp. nov. </td><td>Peru\n</td></tr><tr><td>Peperomia pseudophyllantha Samain, sp. nov. </td><td>Peru\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank the curators and staff of the herbaria from which specimens have been used in this study. The 2004 Ecuadorian Peperomia Expedition was funded by the Research Foundation-Flanders (FWO-Vlaanderen) with a grant to Guido Mathieu. We are very grateful to Liesbeth Vanderschaeve (Ghent University) for valuable comments and to Guillermo Pino (Museo de Historia Natural, Lima, Peru), who provided material and photographs of P. pinoi. We thank the Real Jardín Botánico, Madrid, Spain, for their permission to publish a reproduction of Plate 695 of the Iconografia Mutisiana. We also thank the editor, Dr Stephen Jury, and an anonymous reviewer for their extensive suggestions to improve the manuscript.Financial support for our work on Peperomia comes from the Research Foundation-Flanders (FWO G.0172.07), the German Science Foundation (DFG NE 681/5-1), the Department of Biology, Ghent University, and the Friends of the Botanical Garden, Ghent.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "Geographical distribution and ecology: Although the species is known from five collections, they were all collected at the same locality: the cloud forests of the Peruvian Carpish mountains.Specimens studied: PERU. Department Huánuco, prov. Huánuco, Carpish, 2700 m, 7.viii.1940 Notes: 1. Peperomia pseudophyllantha seems morphologically close to P. phyllantha Opiz, but differs from the latter in being a more robust plant, and in having leaves with a glabrous adaxial surface and an ellipsoid drupe. The larger leaf size with a more undulate margin may also help in distinguishing this species from P. phyllantha.2. Peperomia pseudophyllantha also shows some resemblance to P. magnifoliiflora G.Mathieu (see Note 2 in the discussion of that taxon). 3. The holotype shows a 'vegetative' leaf seeming to originate from the main stem. This is a mounting artefact. It should have been mounted at the base of the cluster of branches at the top of the stem. This is ", "cite_spans": [{"start": 226, "end": 263, "text": "Huánuco, prov. Huánuco, Carpish, 2700", "ref_id": null}, {"start": 264, "end": 278, "text": "m, 7.viii.1940", "ref_id": null}], "ref_spans": [], "section": "annex"}]}