{"paper_id": "3923760aceaa86e6c143892f4bbc3672057bdab1", "metadata": {"title": "The Role of Airway Shunt Elastance on the Compartmentalization of Respiratory System Impedance", "authors": [{"first": "Jason", "middle": ["H T"], "last": "Bates", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Vermont", "location": {"postCode": "05405", "settlement": "Burlington", "region": "VT"}}, "email": "jason.h.bates@uvm.edu"}]}, "abstract": [{"text": "An inverse model consisting of two elastic compartments connected in series and served by two airway conduits has recently been fit to measurements of respiratory impedance in obese subjects. Increases in the resistance of the distal conduit of the model with increasing body mass index have been linked to peripheral airway compression by mass loading of the chest wall. Nevertheless, how the two compartments and conduits of this simple model map onto the vastly more complicated structure of an actual lung remain unclear. To investigate this issue, we developed a multiscale branching airway tree model of the respiratory system that predicts realistic input impedance spectra between 5 and 20 Hz with only four free parameters. We use this model to study how the finite elastances of the conducting airway tree and the proximal upper airways affect impedance between 5 and 20 Hz. We show that progressive constriction of the peripheral airways causes impedance to appear to arise from two compartments connected in series, with the proximal compartment being a reflection of the elastance of upper airway structures proximal to the tracheal entrance and the lower compartment reflecting the pulmonary airways and tissues. We thus conclude that while this simple inverse model allows evaluation of overall respiratory system impedance between 5 and 20 Hz in the presence of upper airway shunting, it does not allow the separate contributions of central versus peripheral pulmonary airways to be resolved.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The measurement of respiratory impedance by oscillometry presents the opportunity to link structure to function in terms of simple inverse models of the respiratory system [1, 2] . Such models typically consist of a very small number of compartments characterized by only a few free parameters. Once the parameters of an inverse model are evaluated by fitting the model to measurements of respiratory system impedance, they are taken to represent quantities of physiologic interest such as the flow resistance of the airways and the viscoelastic properties of the tissues. However, the extremely coarse-grained view of the lung afforded by simple inverse models contrasts starkly with the complexities of a real lung, and even with the tens of thousands of individually resolved voxels obtainable by computed tomography or magnetic resonance imaging [3, 4] . The reason why simple models often accurately account for data arising from highly complicated structures such as a lung is that the contributions of the myriad components of the complicated structure can compensate for each other. This makes the system appear much simpler than it actually is, particularly if the operating ranges of frequency and amplitude are limited. This makes it challenging to understand what the compartments of an inverse model actually represent, especially in the presence of the regional mechanical heterogeneities that are typically present in lung disease.", "cite_spans": [{"start": 172, "end": 175, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 176, "end": 178, "text": "2]", "ref_id": "BIBREF1"}, {"start": 850, "end": 853, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 854, "end": 856, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Inverse models have been applied widely in lung mechanics for decades [1] . We focus here on a particular example that has arisen due to the burgeoning obesity epidemic, where an inverse model consisting of two elastic compartments connected in series and served by two airway conduits has been fit to measurements of respiratory impedance in obese subjects [5, 6] . Increases in the resistance of the distal conduit of the model with increasing body mass index have been linked to peripheral airway compression by mass loading of the chest wall. Nevertheless, how the two compartments and conduits of this simple inverse model map onto the vastly more complicated structure of an actual lung remains unclear. Gaining insight into this issue is crucial for understanding what impedance measurements tell us about the impact of obesity on lung function. To gain this insight, we developed an anatomically based computational model that allows respiratory system impedance to be simulated under precisely controlled and known conditions. We then fit the two-compartment inverse model to the simulated data in order to determine how various physiological phenomena affect the parameters of the inverse model. In particular, we investigated how the distensibility of the pulmonary airway tree and the shunt compliance of the cheeks and upper airways affect the shape of the respiratory impedance spectrum between 5 and 20 Hz, and how this affects the interpretation of the parameters of the series two-compartment inverse model.", "cite_spans": [{"start": 70, "end": 73, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 358, "end": 361, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 362, "end": 364, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Model Development. The structure of the airway tree in the model follows the Horsfield branching scheme [7, 8] in which airway branches are numbered starting from the lung periphery. A terminal airway that connects to an acinus is assigned order 1. Order number increases as one moves proximally, so the branch with the highest order number, N, is the trachea. We are concerned here with those conducting airway branches that contribute to the overall resistance of the airways. The very peripheral bronchioles are small and thus individually have high resistances. At the same time, however, they are so numerous that their combined cross section is very large, leading them to comprise what has been called the \"silent zone\" of the lung [9] , although one could imagine that the boundary of this zone moves distally as airways become more constricted or eliminated in disease. Exactly how many airway orders are needed to account for the mechanical impedance of the lung is thus somewhat unclear. Following Horsfield and Cumming [10], we will set N ¼ 25.", "cite_spans": [{"start": 104, "end": 107, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 108, "end": 110, "text": "8]", "ref_id": "BIBREF7"}, {"start": 739, "end": 742, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Methods"}, {"text": "If the airway tree was completely symmetrical, with every parent airway bifurcating into two distal daughters, then the Horsfield orders would correspond simply to the reverse of the Weibel airway generations [11] . What the Horsfield scheme conveniently allows, however, is the imposition of a regular asymmetry to the structure of the airway tree by having each parent airway of order k give rise to daughters having different orders. One of these daughter airways is necessarily of order k À 1, but the other has order k À 1 À D, where D ! 1 is an integer that sets the degree of asymmetry (except when the order of the parent is <D in which case both daughters are of order 1). Figure 1 illustrates this branching scheme for D ¼ 2. In general, the value of D is a function of the order of the parent airway, but here we will assume it to have a single value throughout the entire airway tree. Indeed, Horsfield and Cumming [10] found that the number of airways of order n in the human lung is closely approximated by 1:38 NÀn , which corresponds almost exactly to D ¼ 3. This permits the branching structure of the airway tree to be described by the two parameters, N and D, which we will take as having fixed values for the human lung (Table 1) .", "cite_spans": [{"start": 209, "end": 213, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 927, "end": 931, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 682, "end": 690, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 1240, "end": 1249, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Methods"}, {"text": "Parent airways are invariably larger than their daughters. Weibel [11] found that the diameter of an airway is proportional to b n where the value of b varies between 1.175 and 1.062 depending on n. If we assume that, to a first approximation, b can be assigned its average value of 1.133 for all airways in the tree, then the ratio of the diameter of an airway of order k to that of an airway of order k þ 1 is c ¼ ð1=bÞ ¼ 0:88. This value of c is not immutable, however. In the bronchoconstricted state, for example, airways of different orders may narrow to different degrees. Also, the airway dimensions measured in the Horsfield study [10] came from a single resin cast of a human lung, so the diameter ratios could have been significantly affected by the procedures used in preparing the lung for analysis. c is thus a free parameter of the model (Table 2) .", "cite_spans": [{"start": 66, "end": 70, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 640, "end": 644, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 853, "end": 862, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Methods"}, {"text": "Horsfield and Cumming [10] also found that the relationship between the diameter (d) and the length (l) of an airway is fairly consistent throughout the airway tree and is describable by l ¼ 1:10 þ 2:57d for 0:7 < d < 4:0 mm. This corresponds to a length range of 2:90 < l < 11:38 mm. If we replace this relationship with l ¼ 3:04d, then the predicted values of l are affected over the above range by <0.78 mm. This allows l to be expressed as a function of radius (r) as l ¼ kr, where k ¼ 2 Â 3:04 ¼ 6:08, which is similar to airway length-to-radius estimates made by Tawhai et al. [3] based on computed tomography scan reconstructions of the human airway tree. k is thus a fixed parameter of the model ( Table 1) .", "cite_spans": [{"start": 22, "end": 26, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 583, "end": 586, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 706, "end": 714, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Methods"}, {"text": "The dimensions of every airway can now be specified in terms of the radius of a single reference airway. Since the most easily measured airway is the trachea, we will take its radius, r N , as the reference radius. The value of r N (in centimeter) depends on the particular lung being simulated, so r N is another free parameter of the model ( Table 2 ). The radius, r k , of an airway of order k is then", "cite_spans": [], "ref_spans": [{"start": 344, "end": 351, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Methods"}, {"text": "Similarly, the length, l k , of an airway of order k is", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Equation (2) does not apply to the trachea itself, however, because of its extra length relative to the other airways. This length is important for determining the impedance of the lung because it harbors a significant fraction of the mass of the airways gas that is responsible for determining resonant frequency. Accordingly, we let the length of the trachea be a factor b ¼ 3 longer than would be the case if it scaled like all the other airways. That is,", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "where b is a fixed parameter of the model ( Table 1 ). The structure and dimensions of each airway in the entire tree up to the trachea are thus determined by the four parameters r N , c, k, and b. Assuming Poiseuille flow throughout the airway tree, the resistance, R k , of an airway of order k is [1] , using Eqs. (1) and (2),", "cite_spans": [{"start": 300, "end": 303, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 317, "end": 320, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 44, "end": 51, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Methods"}, {"text": "where l is the gas viscosity. This pertains to all airways except for the trachea which, because of its increased length (Eq. (3)), has resistance", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "R k has units of cmH 2 O s ml À1 when r N is expressed in cm, and l is expressed in units of g s À1 cm À1 . Specifying the resistances of the airways in the model in this way thus requires no additional free parameters because they are determined entirely by the airway dimensions, while the value of l for air (0.000181 g s À1 cm À1 ) is a constant of nature and therefore is a fixed constant of the model (Table 1) . Note: These parameters define the typical structure of a human lung as well as the physical constants of nature required to calculate impedance. The elastic stiffness of an airway is determined by two factors [12] : (1) the compressibility of the gas in the airway and (2) the stiffness of the tissues comprising the airway wall as defined by the relationship between r and transmural pressure across the airway wall. Airway gas compressibility scales inversely with the volume of air contained in the airway and scales linearly with the compressive stiffness of a unit volume air. Since 1 ml of air has a compressive stiffness of 1000 cmH 2 O ml À1 , this gives the gas compression elastance, Ea k , of an airway of order k in units of cmH 2 O ml À1 as", "cite_spans": [{"start": 628, "end": 632, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 407, "end": 416, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Methods"}, {"text": "with the special case for the trachea being", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The wall tissue elastance of an airway depends on the intrinsic stiffness of the material comprising the airway wall and on the wall thickness. We will assume that the intrinsic stiffness is the same for all airways, and that wall thickness is proportional to airway radius because large airways have thicker walls than small airways. If we further assume that the predominant mode of airway expansion is radial, then the tension in an airway wall for a given fractional increase in airway radius is proportional to its radius, but this dependence is canceled by the inverse dependence of transmural pressure on radius due to the Laplace law [13] . The result is a contribution to airway elastance that is proportional to airway volume according to (using Eqs. (1)- (3))", "cite_spans": [{"start": 642, "end": 646, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Methods"}, {"text": "where E tis governs the intrinsic tissue elastance per unit volume of wall tissue, with the special case of the trachea being", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "It is likely that intrinsic wall stiffness is affected by tissue remodeling and bronchomotor tone, but this will be neglected in this study. The total elastance, E k , of an airway of order k is thus the parallel combination of Ea N and Eb N which is", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Airway elastance is thus included in the model with the addition of a single new free parameter, E tis , which has units of cmH 2 O ( Table 2 ). There is no fundamental physical theory upon which to base a value of E tis ; so it must be chosen empirically such that airway stiffness predicted by the model matches experimental data. Mead [14] estimated the elastance of the airways in the human lung to be about 500 cmH 2 O L À1 based on changes in anatomic dead space over the vital capacity range. We will therefore choose E k such that the total elastance of the airway tree due to wall elasticity is also about 500 cmH 2 O L À1 . Acceleration of components having mass is important to consider in the calculation of respiratory impedance, as evidenced by the appearance of resonant frequencies. The first resonant frequency of the respiratory system in a normal adult human occurs at around 8-10 Hz and may increase by several folds in airway obstruction [2] . The mass that is involved in determining this resonant frequency is that of the gas in the airways, which produces an inertance, I k , that is proportional to airway length and inversely proportional to the square of airway radius [1] . That is,", "cite_spans": [{"start": 338, "end": 342, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 959, "end": 962, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1196, "end": 1199, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 134, "end": 141, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Methods"}, {"text": "with the special case of the trachea being", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "where q is the gas density expressed in units of g cm À3 . Airway inertance is thus incorporated into the model without the addition of any additional free parameters since we can assume that q corresponds to the density of air (0.00113 g cm À3 ) which is a constant of nature. q is thus a fixed parameter of the model ( Table 1 ). The airways of order 1 each terminate in an acinar unit composed of tissue (including that of the associated chest wall) having a constant-phase impedance, Z ti , governed by [15] ", "cite_spans": [{"start": 507, "end": 511, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 321, "end": 328, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Methods"}, {"text": "H u characterizes the elastic properties of the tissues, and g (known as hysteresivity) defines the ratio of the dissipative to storage moduli of the tissues [16] . We assume that the values of H u and g are the same for each of the n t terminal units, so the elastic stiffness of the entire respiratory system, H rs , is then", "cite_spans": [{"start": 158, "end": 162, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Methods"}, {"text": "Since n t is determined by the structure of the airway tree defined by the parameters N and D, the impedance of the lung tissues is defined by only the two parameters H rs and g. H rs is a function of the size of the subject and is therefore a free parameter of the model (Table 2) . To a first approximation, the value of g is intrinsic to tissue in general [16] . Here, we will assign it a nominal value of 0.15, so it is a fixed parameter of the model (Table 1 ). An important practical consideration for the measurement of respiratory impedance in conscious human subjects is the shunt elastance, E shunt , provided by upper airway structures proximal to the entrance into the trachea [12] . These structures absorb some of the applied oscillations in flow even when subjects support their cheeks tightly with their hands. The value of E shunt has been reported to be in the range 300-1000 cmH 2 O L À1 and to be roughly double that when the cheeks are supported [17] . We will therefore take the nominal value of E shunt in an adult human with supported cheeks to be 1500 cmH 2 O L À1 . E shunt is therefore a fixed parameter of the model ( Table 1 ).", "cite_spans": [{"start": 359, "end": 363, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 689, "end": 693, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 967, "end": 971, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 272, "end": 281, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 455, "end": 463, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 1146, "end": 1153, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Methods"}, {"text": "The final model thus has only four free parameters (Table 2) , namely, c, r N , E tis , and H rs . The resistances derived from these free parameters are expressed in units of g s À1 cm À4 (Eqs. (4) and (5)). However, the conventional unit of pressure in respiratory mechanics is the centimeter of water (cmH 2 O), which is the pressure exerted over an area of 1 cm 2 by a water column 1 cm in height. This column has a volume of 1 ml, a mass of 1 g, and therefore a weight of 1 g experiencing the acceleration due to gravity (roughly 1000 cm s À2 ). A pressure of 1 cmH 2 O is thus equivalent to a force of 1000 g cm s À2 acting over an area of 1 cm À2 , or 1000 g s À2 cm À1 . To convert a value of resistance in units of g s À1 cm À4 to one expressed in conventional units, the value is divided by 1000 to give units of (g s À2 cm À1 ) (s 2 cm 1 ) s À1 cm À4 ¼ cmH 2 O s ml À1 . A similar argument applies when converting inertance from units of g cm À2 , as in Eq. (11) , to cmH 2 O s 2 ml À1 . Finally, in this study, we express resistance and inertance in the units conventional for an adult human, which are cmH 2 O s L À1 and cmH 2 O s 2 L À1 , respectively. This requires that both quantities be multiplied by 1000. The numerical values thus remain unchanged from their initial calculations. The values of E a and E b (Eqs. (6)-(9)) are already expressed in units of cmH 2 O ml À1 , so converting them to units of cmH 2 O L À1 merely requires that they be multiplied by 1000. Impedance Calculation. The isolated impedance of a single airway of order k in the tree can be calculated by assuming its resistance (R k ) and inertance (I k ) to be connected in series, while both are in parallel with the shunt elastance of the airway wall (E k ). Downstream of this airway impedance is the parallel combination of the impedances, Z kÀ1 and Z kÀ1ÀD , subtended by the two daughter airways. The complete arrangement is shown in Fig. 2 . The impedance of this arrangement downstream of the shunt elastance is given by the parallel combination of the two daughter impedances in series with the resistive-inertive impedance of the parent airway, which is", "cite_spans": [{"start": 969, "end": 973, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 51, "end": 60, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 1931, "end": 1937, "text": "Fig. 2", "ref_id": null}], "section": "Methods"}, {"text": "Z kdown is then combined in parallel with the wall impedance, (ÀiE k =2pf ), to give the entire impedance subtended by an airway of order k, namely,", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Equations (16) and (17) show that Z k can be determined in a recursive fashion beginning with the trachea and continuing through airways of decreasing order until reaching an airway of order 1 that subtends an impedance given the series combination of Z 1 and Z ti (Eq. (13)), which is simply Z 1 þ Z ti . The self-similar structure of the Horsfield airway branching scheme thus allows the total model impedance to be calculated with the use of a recursive subroutine, something that can be coded very efficiently [13, 18] . Finally, the impedance of the entire model, Z, is given by the parallel combination of Z rs and the shunt elastance, E shunt (Fig. 3 ) as", "cite_spans": [{"start": 514, "end": 518, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 519, "end": 522, "text": "18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 650, "end": 657, "text": "(Fig. 3", "ref_id": "FIGREF1"}], "section": "Methods"}, {"text": "Inverse Model Fitting. We fit the impedance of the series twocompartment inverse model (Fig. 4) to Z between 5 and 20 Hz simulated using Eq. (18) . This inverse model has been used to interpret impedance measurements in obese asthmatic subjects [5, 19] and has five free parameters-central and peripheral compartmental elastances E c and E p , central and peripheral airway resistances R c and R p , and central airway inertance I c . The impedance of the two-compartment inverse model (Z 2C ) is given by the following system of coupled equations:", "cite_spans": [{"start": 141, "end": 145, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 245, "end": 248, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 249, "end": 252, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 87, "end": 95, "text": "(Fig. 4)", "ref_id": null}], "section": "Methods"}, {"text": "Z 2C from Eq. (21) was fit to Z from Eq. (18) by repeatedly searching over a sequentially refined five-dimensional grid of values corresponding to the five inverse model parameters E c , E p , R c , R p , and I c .", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Results Figure 5 (a) shows the effects of airway wall elastance and shunt elastance on simulated impedance for a nominal normal adult lung. Using an anatomically reasonable value for R N of 0.75 cm, we found that c ¼ 0:86 gave a value for overall resistance of the airway tree resistance (R aw ) of 0.62 cmH 2 O s L À1 , which is similar to values found experimentally [20] . We used a value for H rs of 30 cmH 2 O L À1 as representative of a normal adult lung. When the airways are completely rigid, and with the shunt effect of the upper airways excluded, the real part of Z shows a slight dependence on f resulting from the frequency dependence of the tissue impedance inherent in its constant-phase formulation (Eqs. (13) and (14)) and from the regional ventilation heterogeneity resulting from the asymmetrical airway branching pattern inherent in D ¼ 3. The imaginary part of Z increases monotonically with f , achieving a resonant frequency around 7 Hz, which is similar to that typically observed in normal adults [2] . When the finite elastance of the airways due to the compressibility of the gas they contain (E a in Eqs. (6) and (7)) is included in the calculation, the effects on both real and imaginary parts of Z are imperceptible ( Fig. 5(a) ). To include the effects of intrinsic wall tissue stiffness (E b in Eqs. (8) and (9)), we chose a value for E tis of 30 cmH 2 O since this produced an overall airway tree elastance due to tissue distension of 550 cmH 2 O L À1 which is close to the value used by Mead [14] . This has a more noticeable effect on impedance, particularly resistance, as does the inclusion of upper airway shunting ( Fig. 5(a) ). None of the effects of airway elastance on the impedance of the normal respiratory system could be described as dramatic, however. Figure 5 (b) shows corresponding plots when R aw is increased approximately fivefold to 2.09 cmH 2 O s L À1 , achieved in this case Fig. 2 Electrical analog of the impedance,Z k , subtended by an airway of order k. The airway flow resistance (R k ) and gas inertance (I k ) are connected in series, and their sum is itself in series with the parallel combination of the two downstream daughter impedances Z k 21 and Z k 212D . The result is then connected in parallel with the elastance (E k ) of the parent airway. by decreasing r N from 0.75 to 0.50 cm while retaining all other model parameters unchanged. This represents a moderate level of bronchoconstriction that is uniform throughout the airway tree (all airways narrow by the same fractional amount). The relative effects of airway elastance and upper airway shunting are similar to those under conditions shown in Fig. 5(a) . This contrasts with the consequences of preferentially narrowing the more distal airways by keeping r N fixed at its baseline value of 0.75 cm while reducing c from 0.86 to 0.84, thereby making the airways narrow more rapidly with decreasing order number for an increase in R aw of about fivefold to a value of 2.33 cmH 2 O s L À1 . The addition of airway elastance and upper airway shunting has little consequence for resistance but causes a major effect on resonant frequency (Fig. 5(c) ). Finally, Fig. 5(d) shows what happens when obstruction is replaced by restriction achieved by increasing H rs from 30 to 100 cmH 2 O L À1 , corresponding to a loss of roughly 2/3 of the parenchymal tissues. The addition of airway elastance and upper airway shunting again has little effect on resistance compared to baseline but causes a substantial increase in resonant frequency.", "cite_spans": [{"start": 369, "end": 373, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 721, "end": 725, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 1022, "end": 1025, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1133, "end": 1136, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 1332, "end": 1335, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 1526, "end": 1530, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 8, "end": 16, "text": "Figure 5", "ref_id": "FIGREF2"}, {"start": 1248, "end": 1257, "text": "Fig. 5(a)", "ref_id": "FIGREF2"}, {"start": 1655, "end": 1664, "text": "Fig. 5(a)", "ref_id": "FIGREF2"}, {"start": 1799, "end": 1807, "text": "Figure 5", "ref_id": "FIGREF2"}, {"start": 1931, "end": 1937, "text": "Fig. 2", "ref_id": null}, {"start": 2673, "end": 2682, "text": "Fig. 5(a)", "ref_id": "FIGREF2"}, {"start": 3163, "end": 3173, "text": "(Fig. 5(c)", "ref_id": "FIGREF2"}, {"start": 3186, "end": 3195, "text": "Fig. 5(d)", "ref_id": "FIGREF2"}], "section": "Methods"}, {"text": "None of the previously mentioned simulations, however, exhibits the degree of constriction that has been observed in morbidly obese individuals [5] , either in terms of magnitude of R aw or in its negative dependence on frequency. We were able to simulate a R aw of this nature ( Fig. 6(a) ) by setting c ¼ 0:82 while keeping the other parameters the same as those used to generate the baseline data in Fig. 5 (a) (short-dashed line). Also shown in Fig. 6(a) is the excellent fit provided by the two-compartment inverse model (Eqs. (19)- (21) ) that yields the parameter values R c ¼ 0:33 cmH 2 O s L À1 , E c ¼ 522 cmH 2 O s L À1 , I c ¼ 0:0001 cmH 2 O s L À1 , R p ¼ 9:97 cmH 2 O s L À1 , and E p ¼ 51 cmH 2 O s L À1 . The value of R aw in the simulation model was 10.11 cmH 2 O s L À1 , while the total airway elastance was 762 cmH 2 O L À1 . A similar degree of overall airway constriction ( Fig. 6(b) ) was achieved by setting R N ¼ 0:35 (i.e., narrowing all airways by the same relative amount) while keeping the other parameters the same as those used to generate the short-dashed line in Fig. 5(a) . However, the fit of the two-compartment inverse model in this case, as shown in Fig. 6(b) , is not nearly as good as the fit in Fig. 6(a) . The parameter values of the fit in Fig. 6(b) are R c ¼ 4:70 cmH 2 O s L À1 , E c ¼ 1094 cmH 2 O s L À1 , I c ¼ 0:0000 cmH 2 O s L À1 , R p ¼ 2:35 cmH 2 O s L À1 , and E p ¼ 43 cmH 2 O s L À1 , while the value of R aw in the simulation model was 6.02 cmH 2 O s L À1 and the total airway elastance was 5254 cmH 2 O L À1 . Figure 7 shows how the best-fit parameters of the inverse model vary when the model is fit to simulated data corresponding to progressive degrees of peripheral airway constriction from the baseline condition of c ¼ 0:86 to the highly constricted condition of c ¼ 0:80. This addresses the extent to which the parameters of the inverse model correspond to components of the anatomically based simulation model. In the case of peripheral airway resistance, this correspondence is extremely good; R p estimates the overall resistance of the airway tree in the forward model closely (Fig. 7(a) ). The correspondence is less clear for the elastance of the peripheral compartment (E p ), which is about 50% higher than the total tissue elastance in the forward model over most of the c range investigated (Fig. 7(b) ). The elastance of the central compartment (E c ), in contrast, is considerably lower than that of the upper airway shunt compartment in the forward model, with the exception of c ¼ 0:85 (Fig. 7(c) ). These results indicate that the two-compartment inverse model captures the global compartmentalization of the respiratory system by parsing it into a proximal shunt compartment and a distal respiratory system compartment. Nevertheless, the two compartments of the inverse model cannot be taken as accurate representations of either the upper airways or the respiratory system itself even though the parameter R p appears to accurately reflect the overall resistance of the pulmonary airway tree.", "cite_spans": [{"start": 144, "end": 147, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 538, "end": 542, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 280, "end": 289, "text": "Fig. 6(a)", "ref_id": "FIGREF3"}, {"start": 403, "end": 409, "text": "Fig. 5", "ref_id": "FIGREF2"}, {"start": 449, "end": 458, "text": "Fig. 6(a)", "ref_id": "FIGREF3"}, {"start": 896, "end": 905, "text": "Fig. 6(b)", "ref_id": "FIGREF3"}, {"start": 1096, "end": 1105, "text": "Fig. 5(a)", "ref_id": "FIGREF2"}, {"start": 1188, "end": 1197, "text": "Fig. 6(b)", "ref_id": "FIGREF3"}, {"start": 1236, "end": 1245, "text": "Fig. 6(a)", "ref_id": "FIGREF3"}, {"start": 1283, "end": 1292, "text": "Fig. 6(b)", "ref_id": "FIGREF3"}, {"start": 1568, "end": 1576, "text": "Figure 7", "ref_id": "FIGREF4"}, {"start": 2146, "end": 2156, "text": "(Fig. 7(a)", "ref_id": "FIGREF4"}, {"start": 2366, "end": 2376, "text": "(Fig. 7(b)", "ref_id": "FIGREF4"}, {"start": 2565, "end": 2575, "text": "(Fig. 7(c)", "ref_id": "FIGREF4"}], "section": "Methods"}, {"text": "Anatomically based lung models tailored to the airway tree characteristics of individual patients based on three-dimensional imaging data have been used to study respiratory impedance previously [12, 21, 22] . Such models, however, require the specification of a very large number of independent parameters, which can be challenging. Also, while simulation of impedance using a patient-specific model has obvious potential for aiding in the design of treatment strategies for a given patient, the results lack generality. In this study, we sought to use an anatomically based model with a minimum number of free parameters in order to obtain insights that are as general as possible. Fortunately, a high degree of parsimony is possible in the modeling of respiratory impedance because the airway tree is a fairly regular multiscale structure that can be represented in an average sense as a fractal [10, 23] , meaning it can be modeled reasonably accurately using only a very few scaling parameters.", "cite_spans": [{"start": 195, "end": 199, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 200, "end": 203, "text": "21,", "ref_id": "BIBREF20"}, {"start": 204, "end": 207, "text": "22]", "ref_id": "BIBREF21"}, {"start": 899, "end": 903, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 904, "end": 907, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Simple inverse models of the lung have also found wide application in the study of lung mechanics and have been applied to respiratory impedance data over a number of different frequency ranges [1] . We focus here on the intermediate frequency range of 5-20 Hz since this has received a great deal of clinical interest. Indeed, resistances at 5 and 20 Hz and the area under the reactance curve below the resonant frequency are commonly used empirical markers of lung function [24, 25] . Understanding what these quantities reflect anatomically is therefore very useful for linking structure to function. The results of the present computational modeling study indicate that the finite elasticity of the airway tree and the shunt elastance of the upper airways can significantly affect respiratory system impedance between 5 and 20 Hz when the airways become constricted (Fig. 5) , particularly in the case of upper airway shunt. Severe peripheral airway constriction leads to the type of negative dependence of resistance on frequency ( Fig.  6 (a)) that has been described in obese subjects, although at the same time this condition pushes the resonant frequency to values higher than observed by Al-Alwan et al. [5] . The twocompartment inverse model shown in Fig. 4 describes Z under these conditions very accurately (Fig. 6(a) ), returning parameter values reminiscent of those found in obese subjects [5] . On the other hand, when the airways constrict by the same fractional degree throughout the airway tree the two-compartment inverse model does not describe Z well (Fig. 6(b) ). This shows that the compartmentalization of the respiratory system, at least to the extent that it behaves like two elastic compartments connected in series, depends to a substantial degree on the pattern of airway narrowing. Of course, the lungs can also become compartmentalized in a parallel fashion as first examined by Otis et al. [26] , and indeed regional ventilation defects are well known to occur in asthma [27] . It is likely, however, that the time constants involved in such defects are quite long relative to those of normal lung emptying, which would suggest that a parallel two-compartment model of the lung would be more appropriate for a range of frequencies much lower than those we consider here.", "cite_spans": [{"start": 194, "end": 197, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 476, "end": 480, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 481, "end": 484, "text": "25]", "ref_id": "BIBREF24"}, {"start": 1214, "end": 1217, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1406, "end": 1409, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1924, "end": 1928, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 2005, "end": 2009, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 870, "end": 878, "text": "(Fig. 5)", "ref_id": "FIGREF2"}, {"start": 1037, "end": 1044, "text": "Fig.  6", "ref_id": "FIGREF3"}, {"start": 1262, "end": 1268, "text": "Fig. 4", "ref_id": null}, {"start": 1320, "end": 1330, "text": "(Fig. 6(a)", "ref_id": "FIGREF3"}, {"start": 1574, "end": 1584, "text": "(Fig. 6(b)", "ref_id": "FIGREF3"}], "section": "Discussion"}, {"text": "The best-fit values of the parameters of the inverse model show that while its two compartments are largely reflective, respectively, of the proximal upper airways and the elastic structures distal to the tracheal opening, they nevertheless do not correspond precisely to these structures (Figs. 7(b) and 7(c)). With predominately peripheral airway constriction, the parameter R p appears to provide an accurate reflection of R aw in the simulation model ( Fig. 7(a) ), yet when fractional narrowing is uniform throughout the airway tree R p is less than half of R aw . This implies that it is effectively impossible to reliably attribute the parameters of the inverse model to central versus peripheral airways as is commonly supposed [25] , and that the apparent two-compartment nature of Z between 5 and 20 Hz in spontaneously breathing humans is due to the interaction of upper airway shunting and the overall impedance of the respiratory system.", "cite_spans": [{"start": 736, "end": 740, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 457, "end": 466, "text": "Fig. 7(a)", "ref_id": "FIGREF4"}], "section": "Discussion"}, {"text": "The results of our study suggest that eliminating the compliance of the upper airways would greatly improve the ability of oscillometry to probe lung function in obstructive disease. Indeed, eliminating upper airway compliance has been a goal for decades, with the most ingenious approach probably being the so-called head generator of Peslin et al. [28] . This approach is too cumbersome for routine use, however, leaving little choice but to use conventional cheek support with the hands. On the other hand, our findings underscore the need to support the cheeks as firmly as possible. They also demonstrate why oscillometry is so naturally suited to the study of intubated patients receiving mechanical ventilation and to the study of tracheostomized animal models [2] , since in both cases the upper airways are bypassed altogether, allowing an unfettered mechanical view into the lungs from the tracheal opening.", "cite_spans": [{"start": 350, "end": 354, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 768, "end": 771, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "The conclusions of our study rest, of course, on the extent to which our computational model of respiratory system impedance approximates reality. This model arguably accounts for the key global features of pulmonary anatomy that include an asymmetrically branching airway tree comprised of successively smaller branches that terminate in parenchyma having a complex mechanical impedance. Nevertheless, the model ignores structural subtleties that are unique to individual lungs, and it assumes a level of scale-free symmetry that is an oversimplification of real airway tree structure. Also, in this study, we simulated bronchoconstriction either by narrowing all airways by the same proportional amount (Figs. 5(b) and 6(a)) or by altering a single scaling parameter so that airways narrow proportionately more according to how peripheral they are (Figs. 5(c) and 6(b)). In reality, narrowing is likely to be heterogeneous throughout the airway tree [4, 21, 27] . Indeed, such regional heterogeneity may be responsible for some of the negative frequency dependence of resistance observed in obese subjects [5] . The difficulty with trying to explain impedance in these terms, however, is that there is an essentially limitless number of possible heterogeneous configurations of the airway tree that could potentially explain a given impedance spectrum, even when guided by high-resolution three-dimensional imaging [4, 12, 21, 22] . This is why we opted in this study to try to reproduce the essential features of impedance with a scale-free model characterized by as few free parameters as possible. Even so, assigning physiologically reasonable values to these parameters remains a challenge given that much of the structural information needed for the model was derived from fixed post-mortem lungs [10] that may differ in important ways from lungs in vivo.", "cite_spans": [{"start": 952, "end": 955, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 956, "end": 959, "text": "21,", "ref_id": "BIBREF20"}, {"start": 960, "end": 963, "text": "27]", "ref_id": "BIBREF26"}, {"start": 1108, "end": 1111, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1417, "end": 1420, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1421, "end": 1424, "text": "12,", "ref_id": "BIBREF11"}, {"start": 1425, "end": 1428, "text": "21,", "ref_id": "BIBREF20"}, {"start": 1429, "end": 1432, "text": "22]", "ref_id": "BIBREF21"}, {"start": 1804, "end": 1808, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Another model limitation lies in our choice for the value of the parameter E tis , which was derived indirectly from considerations of anatomic dead space [14] , itself an estimated parameter. An alternative approach for estimating E tis is to consider how R aw depends on transpulmonary pressure. For example, Brown et al. [20] obtained a slope of 0.71 L s À1 cmH 2 O À2 for the relationship between respiratory system conductance and transpulmonary pressure in healthy adult subjects when conductance itself was around 1 L s À1 cmH 2 O À1 . Assume this corresponds roughly to a slope of R aw versus transpulmonary pressure of about 1 s L À1 when R aw ¼ 1 cmH 2 O s L À1 at a pressure of 1 cmH 2 O. Further assume that changes in R aw occur solely through changes in airway radius. A doubling of transpulmonary pressure from 1 to 2 cmH 2 O is predicted to increase radius by the fourth root of 2 (via Eq. (4)), or a factor of roughly 1.2, corresponding to a fractional change in airway volume of about 1.4. If the total volume of the airway tree is 100 ml, this means that the airways expand by 40 ml with a 1 cmH 2 O increase in transmural pressure, giving an airway tree elastance of 1/0.04 ¼ 24 cmH 2 O L À1 . This is an order of magnitude lower than the value of 500 cmH 2 O L À1 we used in this present study, meaning that E tis would be correspondingly reduced. While this would produce much greater effects on impedance that those shown in Fig. 5 , it is probably unrealistic because changing lung volume slowly over the vital capacity range, as in Ref. [20] , would likely alter airway smooth muscle tone and thus produce significantly greater changes in airway caliber than would be caused by small-amplitude forced oscillations in flow. Nevertheless, the matter remains unresolved so our present results, while perhaps instructive, cannot be taken as definitive.", "cite_spans": [{"start": 155, "end": 159, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 324, "end": 328, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1562, "end": 1566, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 1448, "end": 1454, "text": "Fig. 5", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "In summary, we have developed a multiscale branching airway tree model of the respiratory system that predicts realistic looking impedance spectra between 5 and 20 Hz with only four free parameters. Adjusting these parameters in various ways allows us to investigate how both obstructive and restrictive lung diseases affect impedance. This provides a tool to assist in the interpretation of impedance measurements made using oscillometry in humans. We focused in this study on how the finite elastances of the airway tree and the upper airways affect impedance between 5 and 20 Hz and conclude that progressive airway constriction causes impedance to appear to arise from two compartments connected in series. The proximal compartment is essentially a reflection of upper airway elastance, while the lower compartment reflects the pulmonary airways and tissues. Even so, this does not allow the properties of central versus peripheral airways to be resolved in measurements of respiratory system impedance made between 5 and 20 Hz.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "NIH Grant Nos. R01 HL-130847 and R01 HL-124052.", "cite_spans": [], "ref_spans": [], "section": "Funding Data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Lung Mechanics. An Inverse Modeling Approach", "authors": [{"first": "J", "middle": ["H T"], "last": "Bates", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Oscillation Mechanics of the Respiratory System", "authors": [{"first": "J", "middle": ["H T"], "last": "Bates", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Irvin", "suffix": ""}, {"first": "R", "middle": [], "last": "Farre", "suffix": ""}, {"first": "Z", "middle": [], "last": "Hantos", "suffix": ""}], "year": 2011, "venue": "J. J. Fredberg", "volume": "", "issn": "", "pages": "1233--1272", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "CT-Based Geometry Analysis and Finite Element Models of the Human and Ovine Bronchial Tree", "authors": [{"first": "M", "middle": ["H"], "last": "Tawhai", "suffix": ""}, {"first": "P", "middle": [], "last": "Hunter", "suffix": ""}, {"first": "J", "middle": [], "last": "Tschirren", "suffix": ""}, {"first": "J", "middle": [], "last": "Reinhardt", "suffix": ""}, {"first": "G", "middle": [], "last": "Mclennan", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Hoffman", "suffix": ""}], "year": 2004, "venue": "J. Appl. Physiol", "volume": "97", "issn": "6", "pages": "2310--2321", "other_ids": {"DOI": ["10.1152/japplphysiol.00520.2004"]}}, "BIBREF3": {"ref_id": "b3", "title": "Oscillometry and Pulmonary MRI Measurements of Ventilation Heterogeneity in Obstructive Lung Disease: Relationship to Quality of Life and Disease Control", "authors": [{"first": "H", "middle": ["M"], "last": "Young", "suffix": ""}, {"first": "F", "middle": [], "last": "Guo", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Eddy", "suffix": ""}, {"first": "G", "middle": [], "last": "Maksym", "suffix": ""}, {"first": "G", "middle": [], "last": "Parraga", "suffix": ""}], "year": 2018, "venue": "J. Appl. Physiol", "volume": "125", "issn": "1", "pages": "73--85", "other_ids": {"DOI": ["10.1152/japplphysiol.01031.2017"]}}, "BIBREF4": {"ref_id": "b4", "title": "The Nonallergic Asthma of Obesity. A Matter of Distal Lung Compliance", "authors": [{"first": "A", "middle": [], "last": "Al-Alwan", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Bates", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Chapman", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Kaminsky", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Desarno", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Irvin", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Dixon", "suffix": ""}], "year": 2014, "venue": "Am. J. Respir. Crit. Care Med", "volume": "189", "issn": "12", "pages": "1494--1502", "other_ids": {"DOI": ["10.1164/rccm.201401-0178OC"]}}, "BIBREF5": {"ref_id": "b5", "title": "Improvement in Upright and Supine Lung Mechanics With Bariatric Surgery Affects Bronchodilator Responsiveness and Sleep Quality", "authors": [{"first": "U", "middle": [], "last": "Peters", "suffix": ""}, {"first": "G", "middle": [], "last": "Dechman", "suffix": ""}, {"first": "P", "middle": [], "last": "Hernandez", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Bhatawadekar", "suffix": ""}, {"first": "J", "middle": [], "last": "Ellsmere", "suffix": ""}, {"first": "G", "middle": [], "last": "Maksym", "suffix": ""}], "year": 2018, "venue": "J. Appl. Physiol", "volume": "125", "issn": "4", "pages": "1305--1314", "other_ids": {"DOI": ["10.1152/japplphysiol.00694.2017"]}}, "BIBREF6": {"ref_id": "b6", "title": "Models of the Human Bronchial Tree", "authors": [{"first": "K", "middle": [], "last": "Horsfield", "suffix": ""}, {"first": "G", "middle": [], "last": "Dart", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Olson", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Filley", "suffix": ""}, {"first": "G", "middle": [], "last": "Cumming", "suffix": ""}], "year": 1971, "venue": "J. Appl. Physiol", "volume": "31", "issn": "2", "pages": "207--217", "other_ids": {"DOI": ["10.1152/jappl.1971.31.2.207"]}}, "BIBREF7": {"ref_id": "b7", "title": "An Asymmetrical Model of the Airways of the Dog Lung", "authors": [{"first": "K", "middle": [], "last": "Horsfield", "suffix": ""}, {"first": "W", "middle": [], "last": "Kemp", "suffix": ""}, {"first": "S", "middle": [], "last": "Phillips", "suffix": ""}], "year": 1982, "venue": "J. Appl. Physiol", "volume": "52", "issn": "1", "pages": "21--26", "other_ids": {"DOI": ["10.1152/jappl.1982.52.1.21"]}}, "BIBREF8": {"ref_id": "b8", "title": "The Lung's \"Quiet Zone", "authors": [{"first": "J", "middle": [], "last": "Mead", "suffix": ""}], "year": 1970, "venue": "N. Engl. J. Med", "volume": "282", "issn": "23", "pages": "1318--1319", "other_ids": {"DOI": ["10.1056/NEJM197006042822311"]}}, "BIBREF9": {"ref_id": "b9", "title": "Morphology of the Bronchial Tree in Man", "authors": [{"first": "K", "middle": [], "last": "Horsfield", "suffix": ""}, {"first": "G", "middle": [], "last": "Cumming", "suffix": ""}], "year": 1968, "venue": "J. Appl. Physiol", "volume": "24", "issn": "3", "pages": "373--383", "other_ids": {"DOI": ["10.1152/jappl.1968.24.3.373"]}}, "BIBREF10": {"ref_id": "b10", "title": "Morphometry of the Human Lung", "authors": [{"first": "E", "middle": ["R"], "last": "Weibel", "suffix": ""}], "year": 1963, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Relationship Between Heterogeneous Changes in Airway Morphometry and Lung Resistance and Elastance", "authors": [{"first": "K", "middle": ["R"], "last": "Lutchen", "suffix": ""}, {"first": "H", "middle": [], "last": "Gillis", "suffix": ""}], "year": 1997, "venue": "J. Appl. Physiol", "volume": "83", "issn": "4", "pages": "1192--1201", "other_ids": {"DOI": ["10.1152/jappl.1997.83.4.1192"]}}, "BIBREF12": {"ref_id": "b12", "title": "Oscillation Mechanics of the Human Lung Periphery in Asthma", "authors": [{"first": "D", "middle": ["A"], "last": "Kaminsky", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Irvin", "suffix": ""}, {"first": "L", "middle": [], "last": "Lundblad", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Moriya", "suffix": ""}, {"first": "S", "middle": [], "last": "Lang", "suffix": ""}, {"first": "J", "middle": [], "last": "Al Len", "suffix": ""}, {"first": "T", "middle": [], "last": "Viola", "suffix": ""}, {"first": "M", "middle": [], "last": "Lynn", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Bates", "suffix": ""}], "year": 2004, "venue": "J. Appl. Physiol", "volume": "97", "issn": "5", "pages": "1849--1858", "other_ids": {"DOI": ["10.1152/japplphysiol.00300.2004"]}}, "BIBREF13": {"ref_id": "b13", "title": "Contribution of Compliance of Airways to Frequency-Dependent Behavior of Lungs", "authors": [{"first": "J", "middle": [], "last": "Mead", "suffix": ""}], "year": 1969, "venue": "J. Appl. Physiol", "volume": "26", "issn": "5", "pages": "670--673", "other_ids": {"DOI": ["10.1152/jappl.1969.26.5.670"]}}, "BIBREF14": {"ref_id": "b14", "title": "Input Impedance and Peripheral Inhomogeneity of Dog Lungs", "authors": [{"first": "Z", "middle": [], "last": "Hantos", "suffix": ""}, {"first": "B", "middle": [], "last": "Daroczy", "suffix": ""}, {"first": "B", "middle": [], "last": "Suki", "suffix": ""}, {"first": "S", "middle": [], "last": "Nagy", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Fredberg", "suffix": ""}], "year": 1992, "venue": "J. Appl. Physiol", "volume": "72", "issn": "1", "pages": "168--178", "other_ids": {"DOI": ["10.1152/jappl.1992.72.1.168"]}}, "BIBREF15": {"ref_id": "b15", "title": "On the Imperfect Elasticity of Lung Tissue", "authors": [{"first": "J", "middle": ["J"], "last": "Fredberg", "suffix": ""}, {"first": "D", "middle": [], "last": "Stamenovic", "suffix": ""}], "year": 1989, "venue": "J. Appl. Physiol", "volume": "67", "issn": "6", "pages": "2408--2419", "other_ids": {"DOI": ["10.1152/jappl.1989.67.6.2408"]}}, "BIBREF16": {"ref_id": "b16", "title": "Oscillation Mechanics of the Respiratory System", "authors": [{"first": "R", "middle": [], "last": "Peslin", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Fredberg", "suffix": ""}], "year": 1986, "venue": "Handbook of Physiology. Section", "volume": "3", "issn": "", "pages": "145--177", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The Allergic Mouse Model of Asthma: Normal Smooth Muscle in an Abnormal Lung?", "authors": [{"first": "S", "middle": [], "last": "Wagers", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Lundblad", "suffix": ""}, {"first": "M", "middle": [], "last": "Ekman", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Irvin", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Bates", "suffix": ""}], "year": 2004, "venue": "J. Appl. Physiol", "volume": "96", "issn": "6", "pages": "2019--2027", "other_ids": {"DOI": ["10.1152/japplphysiol.00924.2003"]}}, "BIBREF18": {"ref_id": "b18", "title": "Early Detection of Changes in Lung Mechanics With Oscillometry Following Bariatric Surgery in Severe Obesity", "authors": [{"first": "U", "middle": [], "last": "Peters", "suffix": ""}, {"first": "P", "middle": [], "last": "Hernandez", "suffix": ""}, {"first": "G", "middle": [], "last": "Dechman", "suffix": ""}, {"first": "J", "middle": [], "last": "Ellsmere", "suffix": ""}, {"first": "G", "middle": [], "last": "Maksym", "suffix": ""}], "year": 2016, "venue": "Appl. Physiol. Nutr. Metab", "volume": "41", "issn": "5", "pages": "538--547", "other_ids": {"DOI": ["10.1139/apnm-2015-0473"]}}, "BIBREF19": {"ref_id": "b19", "title": "Airway Distensibility in Adults With Asthma and Healthy Adults, Measured by Forced Oscillation Technique", "authors": [{"first": "N", "middle": ["J"], "last": "Brown", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Salome", "suffix": ""}, {"first": "N", "middle": [], "last": "Berend", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Thorpe", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "King", "suffix": ""}], "year": 2007, "venue": "Am. J. Respir. Crit. Care Med", "volume": "176", "issn": "2", "pages": "129--137", "other_ids": {"DOI": ["10.1164/rccm.200609-1317OC"]}}, "BIBREF20": {"ref_id": "b20", "title": "Modeling Stochastic and Spatial Heterogeneity in a Human Airway Tree to Determine Variation in Respiratory System Resistance", "authors": [{"first": "D", "middle": [], "last": "Leary", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Bhatawadekar", "suffix": ""}, {"first": "G", "middle": [], "last": "Parraga", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Maksym", "suffix": ""}], "year": 2012, "venue": "J. Appl. Physiol", "volume": "112", "issn": "1", "pages": "167--175", "other_ids": {"DOI": ["10.1152/japplphysiol.00633.2011"]}}, "BIBREF21": {"ref_id": "b21", "title": "Airway Remodeling in Asthma Amplifies Heterogeneities in Smooth Muscle Shortening Causing Hyperresponsiveness", "authors": [{"first": "H", "middle": ["L"], "last": "Gillis", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Lutchen", "suffix": ""}], "year": 1999, "venue": "J. Appl. Physiol", "volume": "86", "issn": "6", "pages": "2001--2012", "other_ids": {"DOI": ["10.1152/jappl.1999.86.6.2001"]}}, "BIBREF22": {"ref_id": "b22", "title": "Diameters, Generations, and Orders of Branches in the Bronchial Tree", "authors": [{"first": "K", "middle": [], "last": "Horsfield", "suffix": ""}], "year": 1990, "venue": "J. Appl. Physiol", "volume": "68", "issn": "2", "pages": "457--461", "other_ids": {"DOI": ["10.1152/jappl.1990.68.2.457"]}}, "BIBREF23": {"ref_id": "b23", "title": "Within-and Between-Day Variability of Respiratory Impedance, Using Impulse Oscillometry in Adolescent Asthmatics", "authors": [{"first": "M", "middle": ["D"], "last": "Goldman", "suffix": ""}, {"first": "R", "middle": [], "last": "Carter", "suffix": ""}, {"first": "R", "middle": [], "last": "Klein", "suffix": ""}, {"first": "G", "middle": [], "last": "Fritz", "suffix": ""}, {"first": "B", "middle": [], "last": "Carter", "suffix": ""}, {"first": "P", "middle": [], "last": "Pachucki", "suffix": ""}], "year": 2002, "venue": "Pediatr. Pulmonol", "volume": "34", "issn": "4", "pages": "312--319", "other_ids": {"DOI": ["10.1002/ppul.10168"]}}, "BIBREF24": {"ref_id": "b24", "title": "What Can We Learn About COPD From Impulse Oscillometry?", "authors": [{"first": "B", "middle": ["J"], "last": "Lipworth", "suffix": ""}, {"first": "Jabbal", "middle": [], "last": "", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "Respir. Med", "volume": "139", "issn": "", "pages": "106--109", "other_ids": {"DOI": ["10.1016/j.rmed.2018.05.004"]}}, "BIBREF25": {"ref_id": "b25", "title": "Mechanical Factors in Distribution of Pulmonary Ventilation", "authors": [{"first": "A", "middle": ["B"], "last": "Otis", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Mckerrow", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bartlett", "suffix": ""}, {"first": "J", "middle": [], "last": "Mead", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Mcilroy", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Selver-Stone", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Radford", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}], "year": 1956, "venue": "J. Appl. Physiol", "volume": "8", "issn": "4", "pages": "427--443", "other_ids": {"DOI": ["10.1152/jappl.1956.8.4.427"]}}, "BIBREF26": {"ref_id": "b26", "title": "Self-Organized Patchiness in Asthma as a Prelude to Catastrophic Shifts", "authors": [{"first": "J", "middle": ["G"], "last": "Venegas", "suffix": ""}, {"first": "T", "middle": [], "last": "Winkler", "suffix": ""}, {"first": "G", "middle": [], "last": "Musch", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Vidal Melo", "suffix": ""}, {"first": "D", "middle": [], "last": "Layfield", "suffix": ""}, {"first": "N", "middle": [], "last": "Tgavalekos", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Fischman", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Callahan", "suffix": ""}, {"first": "G", "middle": [], "last": "Bellani", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Harris", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "434", "issn": "", "pages": "777--782", "other_ids": {"DOI": ["10.1038/nature03490"]}}, "BIBREF27": {"ref_id": "b27", "title": "Respiratory Impedance Measured With Head Generator to Minimize Upper Airway Shunt", "authors": [{"first": "R", "middle": [], "last": "Peslin", "suffix": ""}, {"first": "C", "middle": [], "last": "Duvivier", "suffix": ""}, {"first": "J", "middle": [], "last": "Didelon", "suffix": ""}, {"first": "C", "middle": [], "last": "Gallina", "suffix": ""}], "year": 1985, "venue": "J. Appl. Physiol", "volume": "59", "issn": "6", "pages": "1790--1795", "other_ids": {"DOI": ["10.1152/jappl.1985.59.6.1790"]}}}, "ref_entries": {"FIGREF0": {"text": "Example of a Horsfield airway branching structure with D 5 2. The airways become progressively wider and longer with increasing order number, while every terminal airway (order 1) terminates in an identical tissue unit (circles).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Electrical analog of the complete model showing how a shunt elastance (E shunt ) due to the compliance upper airways operates in parallel with the impedance of the respiratory system (Z rs ) Fig. 4 Series two-compartment inverse model of the respiratory system", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Impedance of human respiratory system between 5 and 20 Hz representing (a) normal healthy conditions (r N 5 0:75 cm, c 5 0:86, H L 5 30 cmH 2 O L 21 , and E tis 5 30 cmH 2 O), (b) uniform relative constriction of all airways (r N 5 0:5 cmH 2 O, c 5 0:86, H L 5 30 cmH 2 O L 21 , and E tis 5 30 cmH 2 O), (c) peripheral airway constriction (r N 5 0:75 cm, c 5 0:84, H L 5 30 cmH 2 O L 21 , and E tis 5 30 cmH 2 O), and (d) alveolar consolidation (r N 5 0:75 cm, c 5 0:84, H L 5 30 cmH 2 O L 21 , and E tis 5 100 cmH 2 O). Thick solid line-airway elastance and shunt elastance not included; thin solid line-compressibility of airways gas included; dashed line-airway gas compressibility and wall distensibility included; and short-dashed line-gas compressibility, wall distensibility, and shunt elastance included.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Fit of the two-compartment inverse model (solid lines) to the real part (solid symbols) and imaginary part (open symbols) of Z in the presence of severe airway constriction: (a) constriction concentrated peripherally by setting c 5 0:82 and (b) constriction uniform at all levels in the airway tree by setting R N 5 0:35 cm. In each case, the remaining model parameters were set at their baseline values, with airway tree and upper airway elastances included.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Parameters of the two-compartment inverse model (Fig. 4) versus degree of peripheral airway constriction determined by the value of c in the simulation model. (a) Solid lineperipheral resistance (R p ) and dashed line-total airway tree resistance in the simulation model. (b) Solid line-peripheral compartment elastance (E p ) and dashed line-value of total tissue elastance in the simulation model. (c) solid line-central compartment elastance (E c ) and dashed line-value of upper airway shunt elastance in the simulation model.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The fixed parameters of the model", "latex": null, "type": "table"}, "TABREF1": {"text": "The free parameters of the model", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td>Units </td><td>Definition\n</td></tr><tr><td>c </td><td>No units </td><td>Dimensional scaling factor between adjacent airway orders\n</td></tr><tr><td>rN </td><td>cm </td><td>Diameter of trachea\n</td></tr><tr><td>Etis </td><td>cmH2O </td><td>Intrinsic elastance of airway tissue\n</td></tr><tr><td>Hrs </td><td>cmH2O s ml1 </td><td>Total respiratory system elastance\n</td></tr></table></body></html>"}}, "back_matter": []}