{"paper_id": "394e84e76a81b298470774fb2b3eb198c410bdb0", "metadata": {"title": "Rationality of 17 cities' public perception of SARS and predictive model of psychological behavior", "authors": [{"first": "Shi", "middle": [], "last": "Kan", "suffix": "", "affiliation": {"laboratory": "Social Economic & Psychological Behavior Reaserch Center", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": "shik@psych.ac.cn"}, {"first": "Lu", "middle": ["Jiafang\\"], "last": "Fan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hongxia\\", "middle": ["J"], "last": "Ia", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jianming", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Song", "middle": [], "last": "Zhaoli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese University of Hongkong", "location": {"settlement": "Shatin, Hongkong", "country": "China"}}, "email": ""}, {"first": "L", "middle": ["I"], "last": "Wendong1", "suffix": "", "affiliation": {"laboratory": "Social Economic & Psychological Behavior Reaserch Center", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Gao", "middle": [], "last": "Jing", "suffix": "", "affiliation": {"laboratory": "Social Economic & Psychological Behavior Reaserch Center", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Chen", "middle": [], "last": "Xuefeng", "suffix": "", "affiliation": {"laboratory": "Social Economic & Psychological Behavior Reaserch Center", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "&amp;", "middle": [], "last": "Hu", "suffix": "", "affiliation": {"laboratory": "Social Economic & Psychological Behavior Reaserch Center", "institution": "Chinese Academy of Sciences", "location": {"postCode": "100101", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Weipeng", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This study investigated the feature of Chinese peoples' perception of SARS by surveying a stratified sample of 4231 people from 17 cities in China, and primarily proposed a risk perception centered predictive model of psychological behavior in crisis. The results indicated that, negative SARS-related information, especially information of personal interest, will arouse people's risk perception of high level, and lead to irrational nervousness or scare; but positive SARS-related information, including recovery information and that with measures taken by government, can decrease the level of risk perception. In the middle of May, people felt the highest level of risk on the SARS pathogens; the following are the physical health condition and infectivity after recovering from SARS; they are factors that need special attention. SEM result analyses supported our hypotheses in that SARS-related information affect people's coping behavior and mental health through their risk perception, the four indices of risk assessment, feeling of nervousness, coping behavior and mental health are effective presentimental indices for public psychological behavior in risky events.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Generally speaking, humans are assumed to be rational when perceiving risky event, judging and adopting behavior, however, Herbert. Simon, the Nobel Laureate in economic science of 1987, claimed that humans have bounded rationality due to fundamental limitations in mman mental processes, so they do not think rationally in real activities [l] ; and the psychologist Kahnemen won the international recognition again in 2002 for having integrated insights from psychological research into economic ", "cite_spans": [{"start": 340, "end": 343, "text": "[l]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "science, especially concerning human judgment and decision-making under uncertainty. He premises that cognitive limitations cause people to employ various simplifying strategies and rules of thumb to ease the burden of mentally processing information to make judgments and decisions. These simple rules of thumb, including availability heuristic, representativeness heuristic and anchoring! adjustment heuristic, are often useful in helping us deal with complexity and ambiguity. Under many circumstances, however, they lead to predictably faulty judgments known as cognitive biases [2] . Slovic also pointed out the similar bias in human perception of risky event [3] . But there are rarely relevant researches in the method of large-size survey in real situation, especially in the background of eastern culture and a real social threatening risky event.", "cite_spans": [{"start": 583, "end": 586, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 665, "end": 668, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "SPECIAL TOPICS"}, {"text": "Since November 2002, the infectious disease of Severe Acute Respiratory Symptoms (SARS) has affected Guangdong, Hongkong, Beijing and North China. Due to its nature of strong infectivity and deadliness and since no definite preventive and treating solution has yet to be found, the crisis confronted Chinese society with a tremendous challenge. In protecting against SARS and saving SARS patients, the Chinese government instituted a variety of valid measures to control the spreading sources and preventing people from being infected, which brought the infectious disease under control in a relatively short period and gained universal positive recognition. So, in this risky event of SARS, what are the characteristics of Chinese people's risk perception? Particularly, in a real risky event, is the rationality of the public consistent with the results found in western culture? What are the effects of various information on people's rational mental processing? And how does the perception buffer the information's effects on public coping behavior and mental health? This should be meaningful for exploring the risk perception rules, especially for addressing the rationality in the background of a real risky event.", "cite_spans": [], "ref_spans": [], "section": "SPECIAL TOPICS"}, {"text": "When confronted with a crisis, people are possibly afraid or scared if there is neither objective information nor a definitive solution. So risk communication becomes critically important. Risk communication is a social process; its aim is to keep people informed of a crisis, on which people generate appropriate coping behavior and are involved in risk decisions. Risk communication usually happens when human risk perception arises, and functions through depressing people's risk perception [4] . Trauma [5] suggested that risk communication is a systematic process; its key point is the risk assessment of the public and safety educational management to disaster. Since the end of April, the Ministry of Health, the Peo-pIe's Republic of China, began to update the news of the nation-wide infectious situation everyday, by dint of numbers of new patients and possible patients in each province, assuring people informed of what happened with SARS in time. This action is a good example of risk communication conducted by the Chinese government over recent years. Besides the exploration for rationality illustrated above, in order to examine the communication results on SARS between the government and the public, we should know, in the campaign of the Chinese government successfully protecting against and controlling SARS, what are the impacts of the risk communication between the government and the public? What kind of role, from the psychological sense, did the risk communication play in protecting against SARS; and how did the public react to the never-met infectious disease and to governmental risk communication? The addressing of these questions is valuable for establishing a predictive system of social-psychological behavior in crisis [7] . These two aspects are the focuses of interest in this study.", "cite_spans": [{"start": 494, "end": 497, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 507, "end": 510, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1757, "end": 1760, "text": "[7]", "ref_id": null}], "ref_spans": [], "section": "SPECIAL TOPICS"}, {"text": "( i ) Research purposes. This study is conducted in the background of SARS threat and SARS-related information stimulus, and the researchers investigated diversified groups of people from variety of areas in China with different level of SARS infection, aiming at discovering features of individuals' risk perceptions, and their effects on public coping behavior, mental health and so forth. In order to explore people's risk perception features and their impact on such proposed presentimental indices as peo-pIe's coping behavior and mental health, and to examine how the informational factors influence risk perception, we established a risk perception centered predictive model of psychological behavior through empirical research. The results can provide psychological and managerial suggestion in protecting against SARS, and will also lay the theoretical foundation for the nation to establish psychological presentimental system against crisis.", "cite_spans": [], "ref_spans": [], "section": "Research purposes and hypotheses"}, {"text": "( ii) Hypothesized structural model. Risk is the possible occurrence of an unwanted or dangerous event in an uncertain situation. Risk perceptions are individuals' subjective experiences and perceptions of external risks. These perceptions mayor not be consistent with reality. Risk perceptions emphasize individuals' experience through intuitive judgment and subjective feeling, which are affected by p~chological, social, situational and cultural elements [3,6, ] . Slovic [3] proposed the psychometric model of risk perception, public perceptual feature of SARS could also be represented through referring to this psychometric model. We proposed a predictive model from the following three aspects (Fig. 1) .", "cite_spans": [{"start": 458, "end": 465, "text": "[3,6, ]", "ref_id": null}, {"start": 475, "end": 478, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 701, "end": 709, "text": "(Fig. 1)", "ref_id": "FIGREF1"}], "section": "Research purposes and hypotheses"}, {"text": "(l) Positive information and negative information. As the independent variables in the predictive model, according to its nature in threatening or protecting individual safety, the information could be divided into positive information and negative information. In combination with the information issued by the Ministry of Health and prevalent mass media, we categorized them into two groups: SARS-related infected information are negative information (suggesting negative consequences), i.e. the number of new SARS cases; recovery information and that with measures taken by government to prevent against SARS are positive information (suggesting positive consequences), i.e. new recovery cases and the measures taken by government.", "cite_spans": [], "ref_spans": [], "section": "Research purposes and hypotheses"}, {"text": "(2) Risk perception. Slovic [3] proposed the psychometric model of risk perception and concluded its important dimensions and features; he claimed that people assess all kinds of risky events mainly from the perspective of\" controllability\" and\" familiarity\", whose higher end of level is perceived as \"uncontrollable\" and \"unknown\". In the quadrant composed of the two factors, every risky event is relatively located at a point, which could directly exhibit human perceptual feature of the risk.", "cite_spans": [{"start": 28, "end": 31, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Research purposes and hypotheses"}, {"text": "(3) Psychological behavior. In current study, we considered the 6 indices, including risk assessment, feeling of nervousness, coping behavior, mental health, SARS situation anticipation and economy development anticipation.", "cite_spans": [], "ref_spans": [], "section": "Research purposes and hypotheses"}, {"text": "(iii) Hypotheses Hypothesis 1. In the crisis of SARS, SARS-related negative information will accelerate individual risk perception, and lead to public irrational nervousness or scare; but positive information, especially that with measures taken by government have significant impact in depressing public irrational cognition. Hypothesis 2. The unknown and uncontrollable elements of SARS per se are the key factors inducing public feeling ofunsafely.", "cite_spans": [], "ref_spans": [], "section": "Research purposes and hypotheses"}, {"text": "Hypothesis 3. SARS-related information will influence public psychological behavior through their risk perception, and the 6 variables of risk assessment, feeling of nervousness, coping behavior, mental health, SARS situation anticipation and economy development anticipation are effective presentimental indices in predicting public psychological behavior in crisis.", "cite_spans": [], "ref_spans": [], "section": "Research purposes and hypotheses"}, {"text": "( i ) Time range. The investigation was conducted in the period of May 9 to 19, 2003; both the questionnaire distribution and feedback were finished in the range. Since the first time official report on April 21, the SARS situation is in the stage of gradually being controlled, but SARS still threats. In the later division of SARS infectious districts, we determine the infectious degree of the districts mainly according to the new SARS cases/possi- Factor 2 is \"Recovery information\", including new recovery cases and cumulative cases of leaving hospital, in the nature of positive SARS-related information.", "cite_spans": [], "ref_spans": [], "section": "Research method"}, {"text": "Factor 3 is \"information of personal interest\", including if there are cases in their organization or living area; if there are cases in people they know; if there are cases in their age. They are all in the nature of negative SARS-related information.", "cite_spans": [], "ref_spans": [], "section": "Research method"}, {"text": "Factor 4 is \"information with measures taken by government\" , including government official speech, news press, the blocking ways against SARS spreading, the improvement of hospital treatment and conditions, buswater-electricity supply, in the nature of positive SARSrelated information.", "cite_spans": [], "ref_spans": [], "section": "Research method"}, {"text": "Based on the factor analysis, we divide the 17 cities into 5 groups: Beijing is the most severe infectious district; Tianjin, Shijiazhuang, Taiyuan and Hohhot are severe infectious districts; Xi' an, Shenyang, Hangzhou, Ningbo, Shanghai, Wuxi, Nanchang, Wuhan, Changsha, Chongqing are slightly infectious districts; Guangzhou is infection recession district; Guiyang is the district without infection. Because the sample distribution among different districts are not equal, we choose one city from each group and explore, among districts with differing infectious situation, people's risk assessment to the abovementioned 4 types of information. Chosen cities are: Beijing (the most severe infectious district), I-bhhot (severe infectious district), Wuhan (slightly severe district), Guiyang (district without infection), Guangzhou (infection recession district).", "cite_spans": [], "ref_spans": [], "section": "Research method"}, {"text": "ble cases when we collected the data, so our division of the infectious districts would not be mixed.", "cite_spans": [], "ref_spans": [], "section": "Research method"}, {"text": "( ii) Measurement. The questionnaire consists of three parts, and each is described below.", "cite_spans": [], "ref_spans": [], "section": "Research method"}, {"text": "(l) SARS-related information. It represented two groups of items: information concerning with SARS per se, including its characteristic, infectivity, death rate, etc.; and information with preventive measures, including official speech, protecting and insulations against SARS, public buses, supermarket supply, etc. There were 23 items in all, and all used 5-point Likert scale.", "cite_spans": [], "ref_spans": [], "section": "Research method"}, {"text": "(2) Risk perception scale. It was derived from the psychometric model of risk perception proposed by Slovic [3] ; we combined it with 6 events of SARS: SARS pathogen, spreading and infectivity, recovery rate, preventive measures, infectivity after recovery, and aftereffects on physical health. The questionnaire asked how familiar and controllable the respondents felt about on the 6 events, and their overall feeling respectively on these two dimensions. All questions took the form of 5-point Likert scale.", "cite_spans": [{"start": 108, "end": 111, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Research method"}, {"text": "(3) Social-psychological presentimental indices. They consist of 6 social-psychological presentimental indices: risk perception, feeling of nervousness, SARS situation anticipation, mental health, coping behavior and economy development anticipation. The mental health scale is the General Health Questionnaire 12 [8] , and adopts 5-point Likert scale, the rest of the presentimental indices use 1O-point scale.", "cite_spans": [{"start": 314, "end": 317, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Research method"}, {"text": "Before May 9, through printed questionnaire or web pages, we obtained 236 respondents from Beijing, and conducted a pilot study on the designed questionnaire. On analysis of the pilot study results, we deleted or modified items which are hard to understand or with low reliability, and formed the questionnaire ofthis study.• (iii) Sample. Questionnaires were issued to 17 cities by electronically mailing to colleagues, who then printed the forms locally. The removal of questionnaires with too many missing or extreme values resulted in 4231 valid subjects. Demographical characteristics of respondents are listed in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 619, "end": 626, "text": "Table 1", "ref_id": null}], "section": "Research method"}, {"text": "( i ) Analysis on informational factors influencing risk perception. We performed factor analysis using the statistical software of SPSS 11.5 on the 23 items which measure the importance of each information in people's judging of risk. Using Varimax rotation, we obtained four factors, with a cumulative squared loading of 62.27% after deleting three items which loaded too low. We performed the factor analysis again, resulting in a clearer 4-factor structure, with the cumulative squared loading rising to 65.69%. Later analysis accepted the 4-factor model, with 20 items in all.", "cite_spans": [], "ref_spans": [], "section": "Analyses and results"}, {"text": "Factor 1 is \"SARS infected information\" , including", "cite_spans": [], "ref_spans": [], "section": "Analyses and results"}, {"text": "Variance analysis on the risk assessment to the information among the five differentially infected districts indicated that, the effects of all the four types information are significantly different (Information of being infected: F 4 ,1191 = 7.154, P<O.OOl; recovery information: F 4 ,1185 = 9.135, P< 0.001; information of personal interest: F 4 ,1174 = 9.171, P<O.OOl; information with measures taken by government: F 4 ,1187 = 6.926, P<O.OOl). As shown in Fig.  2 , generally viewing, infection recession district (Guangzhou) had the lowest assessment to all the SARS-related information, from slightly infectious district (Wuhan) to severe infectious district (Hohhot) and then to the most severe infectious district (Beijing), people's assessment to all the information represented an ascending tendency (Fig. 2) . Attention should be paid to the fact that, in a district without infection (Guiyang), people's assessment to all the information is higher than that in slightly infectious district (Wuhan). From the perspective of psychology, the feeling of nervousness, in great degree, was created through imagination, if the conceived feeling could not obtain appropriate feedback, it could be transformed into anxiety, even scare; on the contrary, if they receive appropriate feedback, the imagined part could be corrected, and the feedback could be either real or psychological. It suggested that people in the district without infection, compared with those in the slightly infected district, kept more alert to all information; while in the city experiencing SARS infection, the residents' attitude toward information change positively with SARS infectious situation. We take further analysis on the effects of all information in each city, it was found that in all districts, people pay more attention to recovery information and information of per-sonal interest; in the most severe infectious district, people pay significantly higher attention to the information of being infected than in other district. Generally speaking, the severity of SARS situation is indeed the key factor influencing people's assessment on the information. A point should be especially put out that, when people are assessing risk, information with measures taken by government was saliently ranked lower than other information, it implies that those measures by government were recognized by the public, people feel safe in this aspect, and it plays an important role in mitigating people's scare. As to how the information impacts the public psychological behavior, we will continue to discuss in data analysis.", "cite_spans": [], "ref_spans": [{"start": 460, "end": 467, "text": "Fig.  2", "ref_id": null}, {"start": 810, "end": 818, "text": "(Fig. 2)", "ref_id": null}], "section": "REPORTS"}, {"text": "( ii ) The spatial characteristics of public risk perception of SARS in May. According to the 6 types of risky events in SARS and people's overall feeling, we did variance analysis respectively on the feeling of familiarity and controllability, the results indicated that people's feeling of fumiliarity and controllability on each of the 6 risky events are saliently different. The descending order of people's feeling of familiarity toward 6 events is: spreading and infectivity, preventive measures, recovery rate, SARS pathogen, infectivity after recovery and aftereffects on physical health, while the descending order of people's feeling of control over 6 events is: preventive measures, infectivity after recovery, aftereffects on physical health, spreading and infectivity, recovery rate, SARS pathogen. According to these results, we drew the figure of public risk perception distribution.", "cite_spans": [], "ref_spans": [], "section": "REPORTS"}, {"text": "As shown in Fig. 3 , first, people's general risk perception of SARS is located in the upper right part of the risk perception quadrant, in the familiar and controllable area, which indicated that, in the middle of May, the general risk perception of Chinese people to SARS was, by and large, under control; second, among the 6 risky events, SARS pathogen is in the uncontrollable and strange area, that is to say, people felt the most doubtful and uncertain in SARS pathogen; people's perception of SARS-related events comply with the scientific research proceedings in SARS virus at the time!) ; third, aftereffects on physical health and infectivity after recovery are located in the strange but controllable area, namely that people feel strange to there two crisis, but still have a sense of control; last, other 3 events (infectivity, preventive effects, and recovery rate) were located in the controllable and familiar area, namely that people feel known to the 3 concerns as well as controllable, correspondently in lower risk perception, that could be linked with the fact that in the former half of May the measures taken by government came into effect and SARS situation was primarily under control. In order to test its validity across districts with different degree of infection, we did the same descriptive analysis and drew the distribution figure of risk perception with five cities: Beijing, Hohhot, Wuhan, Guiyang and Guangzhou, though the results represent subtle change of factor positions, their location in each quadrant kept essentially the same. The results indicated that this risk perception figure reflected the common risk perception feature of Chinese people. People's feeling of being uncontrollable and unfamiliar in SARS pathogen could be a potential factor that will arouse public scare and it needs our special concern. Hypothesis 2, the unknown and uncontrollable elements of SARS per se which will be the key factors inducing public feeling of unsafely, was supported here.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 18, "text": "Fig. 3", "ref_id": null}], "section": "REPORTS"}, {"text": "( iii) Risk perception centered hypothesis model verification. Structural equation modeling is currently the most widely-adopted method to explore the causal relationship in a complex theoretical model[9J. We use the statistical software of Amos 4.0 to test the hypothesized risk perception centered structural model. Based on the results from factor analysis, we categorize SARS-related information into the 4 factors as independent variables of this model, they are information of being infected, recovery information, information of personal interest and that with measures taken by government. Second, we took the risk perception consisting of familiarity and control as the mediating variable. In the end, the dependent variables are 6 presentimental variables, through exploratory factor analysis, 2 factors were extracted, the cumulative square loading is 53.45%; factor 1 is negative presentimental indices, including risk assessment, feeling of nervousness and SARS situation anticipation; factor 2 is positive presentimental indices, including mental health, coping rehavior and economic development anticipation.", "cite_spans": [], "ref_spans": [], "section": "REPORTS"}, {"text": "Modell, the hypothesized model (see Table 2 ), did not fit satisfactorily; and so we made adjustments in accordance with the modification indices suggested for the model. Model 2 was formulated after dropping the index of economy development anticipation from positive SJcial-psychological presentimental indices and the index of SARS development anticipation from negative social-psychological presentimental indices, because they loaded much lower than other indices. Also with the suggested modifications, we added a path in Model 3 from SARS infectious information directly to negative presentimental indices. Model 3 fit the sample data best, and so we accepted Model 3 as the verified theoretical model (see Fig. 4 ). 1) Li, Q., Li, P., Zhang, P. et aI., Clinical and Treatment proceedings in SARS, http://cmbi.bjmu.edu.cn (in Chinese). As Fig. 4 shows, the impacts of informational factors on risk perception vary. The paths are negative from information of being infected by SARS and information of personal interest to risk perception; while the paths are positive from recovery information and information with measures taken by government to risk perception. That is to say, the greater stress the individual gives to the information of being infected, and that of personal interest, the higher level of risk perceived; the more stress the individual gives to recovery information and information with measures taken by government, the less level of risk perceived.", "cite_spans": [], "ref_spans": [{"start": 36, "end": 43, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 714, "end": 720, "text": "Fig. 4", "ref_id": null}, {"start": 846, "end": 852, "text": "Fig. 4", "ref_id": null}], "section": "REPORTS"}, {"text": "The information of being infected by SARS impacts positive and negative presentimental variables through their risk perception, additionally, it affected negative presentimental variables directly, that is, with the arising impacts of information of being infected, people's assessment to negative presentimental variables will be higher. This must be the reason that people usually judge risky events from such outside and objective indices as its occurring rate and seriousness of consequences[IO], when an event happens frequently and with serious consequences, they perceive more risk.", "cite_spans": [], "ref_spans": [], "section": "REPORTS"}, {"text": "We advocate that the consciousness of risk and proper worry are human normal reaction toward crisis, but excessive worry and irrational risk perception will introduce unnecessary anxiety, scare, stress of being at loose ends and even emotional disease, even arouse collective scare in the large social range. This study found that, in the most severe district, information of being infected and that of personal interest can induce public irrational and excessive risk assessment, while the positive information, including recovery information and that with measures taken by government, can level down individual risk perception, and help them to objectively assess the SARS threat on humans, and establish rational risk consciousness. In the process of protecting against SARS nationwide, the authors suggested government timely, through mass media strengthened the publicizing on recovery rate and new recovery cases, and pointed out the bias in peo-pIe's risk perception. They facilitated a lot in helping the public to objectively assess SAR threat, and establish rational risk consciousness. Here, the active preventive measures taken by Chinese government functions greatly in remising the public scare, such as blocking up the spreading sources, controlling the population flowing, setting special hospitals to save patients, etc. These measures increased people's feeling of safety, and decrease their perception of risk. It could be the main reason that SARS infectious situation was controlled in China mainland. However, the improvement of a national public health preventive system is still desired, there are much lessons and experiences necessary for analysis and conclusion. Above results proved that negative information, including SARS infectious patient information and SARS information of personal interest, will arouse the ascending of individual risk perception; while positive information, including recovery information and information with measures taken by government, will decrease their risk perception. Hypothesis 1 was supported.", "cite_spans": [], "ref_spans": [], "section": "REPORTS"}, {"text": "The public risk perception and psychological behavior predictive model in Fig. 4 suggested that, our Hypothesis 3, SARS-related information will affect psychological behavior through risk perception was mostly supported, but the path from information of being infected directly to negative presentimental variables is beyond our hypotheses, the reason must be in that, in the stressful background of a crisis, the public could present irrational nervousness, scare or negative coping behavior.", "cite_spans": [], "ref_spans": [{"start": 74, "end": 80, "text": "Fig. 4", "ref_id": null}], "section": "REPORTS"}, {"text": "In structural equation modeling, after dropping the index of economy development anticipation and SARS development anticipation, the rest of the positive presentimental indices (coping behavior and mental health) and negative presentimental indices (risk assessment and feeling of nervousness) entered the structural equation. It primarily supported the 4 social-psychological presentimental indices proposed by this study. According to the results from social-psychological presentimental indices, we obtained the knowledge of people's psychological behavior under different infectious situation and formed corresponding suggestions for government. We also issued Social-psychological Presentimental Newsletter in mass media, through which the public coping ability in crisis were greatly guided and improved. The presentimental variables proposed in this study became the referred indices for Beijing city government to analyze and predict the SARS infectious situation among 18 districts of Beij ing, and is one of the theoretical foundations for comparing and decision-making in 5 northern cities of China.", "cite_spans": [], "ref_spans": [], "section": "REPORTS"}, {"text": "In the background of Chinese mainland experiencing SARS, this study surveyed 4231 people from 17 cities in China by the method of stratified sampling, reached the rationality of public perception of SARS, and established the risk perception centered socio-psychological predictive model of Chinese people in crisis. The results suggested that:", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "(l) Variance analysis of information factors among districts with differing degree of infection, people pay more attention to recovery information and information of being infected when SARS infectious situation arises. Negative SARS-related information, especially information of personal interest, will arouse more of people's risk perception of high level, lead to irrational nervousness or scare; positive information, including recovery information and information with measures taken by government, can decrease individual risk perception, have them keep rational coping behavior and maintain mental health.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "(2) In the middle of May, the risk perception quadrant analysis showed that the perception feature of SARS in differentially infected districts kept essentially the same. Chinese people felt the highest level of risk on the SARS pathogens; the second is aftereffects on physical health and infectivity after recovering from SARS, they are potential risky factors that could arouse public scare in future crisis prevention and need special attention.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "(3) The SEM analyses supported our hypothesis in that 4 categories of SARS-related information effect peo-pIe's coping behavior and mental health through their risk perception, which primarily supported that the four indices of risk assessment, feeling of nervousness, coping behavior and mental health are effective presentiment variables for public social-psychological behaviors in risky events. ", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Rationality in Psychology and Economics", "authors": [{"first": "Herbert", "middle": ["A"], "last": "Simon", "suffix": ""}], "year": 1986, "venue": "Journal of Business", "volume": "59", "issn": "4", "pages": "209--224", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Simulation Heuristic", "authors": [{"first": "D", "middle": [], "last": "Kahneman", "suffix": ""}, {"first": "A", "middle": [], "last": "Tversky", "suffix": ""}, {"first": "D", "middle": [], "last": "Kahneman", "suffix": ""}, {"first": "P", "middle": [], "last": "Siovic", "suffix": ""}, {"first": "", "middle": [], "last": "Tversky", "suffix": ""}], "year": 1982, "venue": "Judgment Under Uncertainty: Heuristics and Biases", "volume": "", "issn": "", "pages": "201--208", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Perception of risk", "authors": [{"first": "Paul", "middle": [], "last": "Siovic", "suffix": ""}], "year": 1987, "venue": "Science", "volume": "236", "issn": "", "pages": "280--285", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Designing risk communications: Completing and correcting mental models of hazardous processes (part I)", "authors": [{"first": "C", "middle": ["1"], "last": "Atman", "suffix": ""}, {"first": "A", "middle": [], "last": "Bostrom", "suffix": ""}, {"first": "", "middle": [], "last": "Fischhoff", "suffix": ""}], "year": 1994, "venue": "Risk Analysis", "volume": "14", "issn": "", "pages": "779--788", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A socio-psychological model for analyzing risk communication processes", "authors": [{"first": "Trauma", "middle": [], "last": "Webmaster", "suffix": ""}], "year": 2000, "venue": "The Australasian Journal of Disaster and Trauma Studies", "volume": "2", "issn": "", "pages": "150--166", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Rational and personal aspects of risk", "authors": [{"first": "C", "middle": [], "last": "Vlek", "suffix": ""}, {"first": "P", "middle": [], "last": "Stallen", "suffix": ""}], "year": 1981, "venue": "Acta Psychologique", "volume": "45", "issn": "", "pages": "275--300", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The use of the general health questionaire as an indicator of mental health in occupational studies", "authors": [{"first": "M", "middle": ["H"], "last": "Banks", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Clegg", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Jackson", "suffix": ""}], "year": 1980, "venue": "Journal of Occupational Psychology", "volume": "53", "issn": "", "pages": "187--194", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Structural equation modeling: Concepts, issues, and applications", "authors": [], "year": 1995, "venue": "An introduction focusing on AMOS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Risk and decision, Science Decision", "authors": [{"first": "L", "middle": [], "last": "Xu", "suffix": ""}], "year": 1998, "venue": "", "volume": "2", "issn": "", "pages": "37--39", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Science Bulletin Vol. 48 No. 13 July 2003", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Chinese people's risk perception and psychological behavior predictive model in SARS crisis.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "3.50 r ---------------------------------. .", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Comparison of SARS-related information impact among different districts.Chinese Science Bulletin Vol. 48 No. Public risk perception distribution.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Science Bulletin Vol. 48 No. 13 July 2003 SPECIAL TOPICS", "latex": null, "type": "figure"}, "TABREF0": {"text": "Sample distribution and demographical characteristics new SARS cases, cumulative SARS case, new and cumulative possible cases, new and cumulative death cases, the number of isolated persons, they are all in the nature of negative SARS-related information.", "latex": null, "type": "table"}, "TABREF1": {"text": "Models fit indices", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>X2 </td><td>df </td><td>GFI </td><td>AGFI </td><td>CFI </td><td>ILl </td><td>RSMEA\n</td></tr><tr><td>Modell </td><td>2045.023 </td><td>94 </td><td>0.940 </td><td>0.914 </td><td>0.895 </td><td>0.867 </td><td>0.070\n</td></tr><tr><td>Model 2 </td><td>1633.910 </td><td>67 </td><td>0.946 </td><td>0.915 </td><td>0.911 </td><td>0.879 </td><td>0.074\n</td></tr><tr><td>Model 3 </td><td>1204.005 </td><td>66 </td><td>0.960 </td><td>0.936 </td><td>0.935 </td><td>0.911 </td><td>0.064\n</td></tr></table></body></html>"}}, "back_matter": []}