{
    "paper_id": "39983d94e59c2cdcab4b676c6fe715c70706cf50",
    "metadata": {
        "title": "SMALLPOX AND NEW YORK CITY'S SMALLPOX HOSPITAL",
        "authors": [
            {
                "first": "Allen",
                "middle": [
                    "D"
                ],
                "last": "Spiegel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "addrLine": "450 Clarkson Avenue, Box 43, 450 Clarkson Avenue, Box 43",
                        "postCode": "11203, 11203",
                        "settlement": "Brooklyn, Brooklyn",
                        "region": "NY, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Florence",
                "middle": [],
                "last": "Kavaler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "addrLine": "450 Clarkson Avenue, Box 43, 450 Clarkson Avenue, Box 43",
                        "postCode": "11203, 11203",
                        "settlement": "Brooklyn, Brooklyn",
                        "region": "NY, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [
                    "M"
                ],
                "last": "Kucinski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "addrLine": "450 Clarkson Avenue, Box 43, 450 Clarkson Avenue, Box 43",
                        "postCode": "11203, 11203",
                        "settlement": "Brooklyn, Brooklyn",
                        "region": "NY, NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "with smallpox. Local government actions led to the erection of the Smallpox Hospital on Blackwell's Island in the New York City waterway between Manhattan and Queens. This decision imposed quarantines, isolated ill persons within the pest house and provided medical care for the afflicted, usually the poor and suffering. 10 A brief exploration of the history of smallpox along with the development and closure of the Smallpox Hospital on New York's Blackwell's Island is timely in view of current bioterrorism threats.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the history of smallpox is regarded as obscure, the disease was known in antiquity. 11 Lesions resembling smallpox were discovered on the face of the well-preserved mummy of the Egyptian Pharaoh, Ramses V, who died in 1157 BCE. 12 Written accounts of smallpox cases were first recorded in the sixth century by Procopious and Gregory of Tours. They described cases of smallpox in Arabia, Egypt and Southern Europe. 13 In 910, Abu Bakr Mohammad Ibn Zakariya al-Razi, a Persian physician and chief of the Baghdad hospital, was the first to differentiate smallpox from measles. Rhazes, as he was known, wrote detailed descriptions of the symptoms, pathology and treatment of smallpox in his Kitab Al-Jadari Wal-Hasba. 13 He is known as ''one of the earliest and most important dermatologists.'' 14 His descriptions of smallpox and its symptoms, as well as his recommendations for treatment, are very similar to those of contemporary physicians. Rhazes believed that an ''alert physician should be able to recognize the approaching eruption of smallpox or measles from rather subtle symptoms: pain in the back, terrors in sleep, and continued fever.'' 14 He observed that smallpox is preceded by more back pain and less nausea than measles. 13 Rhazes' writings were translated into Latin as De Variolis et Morbillis Commentarius, 15 and into English as A Treatise on Smallpox and Measles. 3 Arabic, Greek and Latin translations were published more than forty times within a 350-year span and widely circulated from the fifteenth through nineteenth centuries.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 237,
                    "end": 239,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 800,
                    "end": 802,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1156,
                    "end": 1158,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1245,
                    "end": 1247,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1334,
                    "end": 1336,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1393,
                    "end": 1394,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Known in Antiquity"
        },
        {
            "text": "Historians believe that smallpox was first introduced into the Americas by Spanish and Portuguese conquistadors. Smallpox decimated Worldwide eradication of smallpox declared by WHO the native Aztec and Inca populations in the late sixteenth and early seventeenth centuries. 3 Similarly, European colonization of the United States spread smallpox to native Americans, drastically reducing their numbers. George Washington was afflicted with smallpox in 1751 in Barbados, but survived the disease. Indicative of the severity of smallpox's effects, Washington's diary is void of entries for a period of 24 days. 16 Almost a century later, President Abraham Lincoln fell ill with a mild case of smallpox on November 23, 1863, just 2 days after he delivered the Gettysburg Address. Lincoln possibly contracted smallpox from his youngest son, Tad, who also survived. To avoid adding to the anxiety already surrounding smallpox in Washington, Lincoln's doctor carefully avoiding using the word. Originally, the doctor diagnosed his illness as scarlatina and later as a mild varioloid disorder. Lincoln's personal valet, William H. Johnson, contracted smallpox and succumbed to the disease. 17 ",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 610,
                    "end": 612,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox in North America"
        },
        {
            "text": "Early smallpox quarantines in the United States took place in Boston. Smallpox's devastating effects in Massachusetts led to the involvement of clergy and preacher-physicians. Cotton Mather served as a Congregational minister at the Old North Church in Boston. He argued that members of the clergy, being the most educated of the colonial population, were best suited to practice medicine. 18 Mather's African slave, Onesimus, provided one of the earliest descriptions of variolation. He said: ''Take the Juice of the Small Pox, and Cut the Skin and put in a drop: then by and by a little Sick, then a few Small Pox; and no body dye of it; no body have Small Pox any more.'' 19 Mather shared this preventive concept with Boston physicians. Only one, Dr. Zabdiel Boylston, responded enthusiastically. 20 Boylston reported that on ''June the 26th, 1721, I inoculated my son Thomas, of about six, my Negro Man, Jack, thirty six and Jackey, two-and-a-half years old.'' 21 After seeing positive results with his first patients, Dr. Boylston variolated fourteen persons within 2 weeks. This event marked the first use of inoculation in the American colonies. 22 ",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 392,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 675,
                    "end": 677,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 800,
                    "end": 802,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1153,
                    "end": 1155,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox in Boston"
        },
        {
            "text": "Despite his efforts, Mather's support of variolation met with heated resistance. He was publically opposed in the New England Courant, a weekly paper written and printed by James Franklin and his younger brother and apprentice, Benjamin. James was blamed for the paper's anti-variolation campaign which included testimonials from Boston area physicians who opposed the measure. Meanwhile the future statesman, Benjamin Franklin, remained in the Mather family's good graces. Unlike the Courant, the Boston News-Letter and the Boston Gazette, would not publish any anti-variolation articles. 23 ",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 592,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Opposition to Variolation"
        },
        {
            "text": "In 1774, Benjamin Jesty, a dairy farmer in England, used material taken from the udders of cows infected with cowpox to immunize himself, his wife and his children. He limited the use of vaccination to his immediate family circle. 24 British physician Edward Jenner, a country doctor, observed that milkmaids were immune to smallpox. On May 14, 1796, Jenner inoculated 8-year-old James Phipps with pustular cowpox lesions taken from the arm of dairymaid Sarah Nelmes. 25 Several weeks later, he vaccinated Phipps with smallpox and the boy did not develop the disease. He proved that inoculation with cowpox matter provided immunity against smallpox and was harmless to humans. Jenner published his findings in 1798 in An Inquiry into the Causes and Effects of the Variolae Vaccinae, a Disease Discovered in Some of the Western Counties of England, Particularly Gloucestershire, and Known by the Name of the Cow-Pox. In his conclusion, Jenner recommended vaccination. 26 The term vaccination, derived from the Latin, vacca, or cow, was subsequently used to describe inoculation with cowpox material.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "25",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 967,
                    "end": 969,
                    "text": "26",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Cowpox Vaccination"
        },
        {
            "text": "In the United States, Dr. Benjamin Waterhouse, the first Professor of the Theory and Practice of Physic at Harvard Medical School, vaccinated his children and domestic servants in 1799. 27 A well known supporter of Waterhouse, Thomas Jefferson, helped to establish vaccination as a routine public health practice. 28 By 1865, there were still arguments about compulsory smallpox vaccination. On behalf of a committee of the Medical Society of the State of New York, Dr. William H. Richardson discussed the ''degree of criminal carelessness'' regarding the spread of the disease and the ''perfectly appalling'' situation in crowded tenement houses. 29 ",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 314,
                    "end": 316,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 648,
                    "end": 650,
                    "text": "29",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Cowpox Vaccination"
        },
        {
            "text": "Regarded as the worst of the major epidemic diseases, smallpox visited New York regularly. In 1649, smallpox spread from Massachusetts to New Amsterdam, prompting Governor Peter Stuyvesant to call for a day of prayer and fasting. Thirty years later, an epidemic spread throughout the city with significant effects. Jasper Dankaerts' diary for June 1681 noted that military exercises were suspended throughout the year because of the epidemic. 30 A major epidemic, described as ''fatal to adults'' and the ''hand of God,'' erupted in the spring and summer of 1689. Although a slave ship infected with smallpox arrived from the West Indies, there was no evidence of any linkage to this ship. 30 In June 1731, a 2-month-long smallpox epidemic broke out, quickly spreading throughout the city. 30 By the end of August, shopping markets closed as smallpox ''raged very violently in Town.'' 31 On November 15, deaths from smallpox numbered 478 whites and 71 Negroes, or about 5-8% of the city's population. 32 During this epidemic, smallpox inoculation, or variolation, was first used on a small scale. Using variolation, a physician inserted a dose of pox-infected pus into a patient's arm. Variolation side effects ranged from a mild case of smallpox in inoculated individuals to occasional death. Statistically, one to five persons per 100 inoculated died from variolation. By 1772, the cost of treatment for smallpox at an inoculation hospital was $4.00 for the doctor's fee and $8.00 for board. 30 In 1731, opponents of variolation believed that ''once inoculation was let loose, smallpox was sure to spread.'' In the next year, 160 persons were inoculated in Jamaica, Long Island, resulting in one fatality. Smallpox returned to New York in 1738, possibly through variolation. Boston newspapers reported that ''smallpox was becoming general in New York.'' Approximately 1,600 cases of smallpox were reported, and Mayor Paul Richard ''admitted its presence'' in the city. 30 ''Smallpox became a constant visitor in New York City'' with outbreaks occurring almost every year for 10 years beginning in 1756. Troop movements during the French and Indian Wars possibly disseminated the disease throughout the American colonies. To stop the spread of the disease, New York and many of the other colonies passed laws prohibiting variolation. In the New York Times of August 21, 1757, Alexander Colden wrote that ''smallpox was epidemic among the children in New York City … the Bells are ringing every day & five or Six children buried of an Evening.'' 30 Dr. Samuel Akerly, one of the first to conduct an epidemiologic study on smallpox in New York, recorded smallpox deaths from 1804 to 1808. His statistics show a decline from 169 deaths in 1804 to 58 deaths in 1808. 30 In January 1809, government officials declared that ''smallpox was spreading in the city.'' They announced the availability of free vaccinations for the poor every Tuesday and Friday. In the following seven months, only 419 people were vaccinated in New York City. In his annual report for 1810, Dr. Gerardus Cooper, the physician of the ''Kine-Pock Department,'' reported that only 169 individuals were vaccinated. He criticized the poor for neglecting their children. Dr. Cooper's pleas for vaccination were ignored and the ''public remained apathetic'' because of no imminent threat preceding this outbreak. 30 Smallpox appeared again in New York in 1815, with 94 deaths reported for the year. On January 29, 1816, the City Council appropriated $1,000 to cover costs to vaccinate the poor. Despite these efforts, 179 persons succumbed to smallpox in 1816 and in 1824, the number of deaths rose to almost 400. 30 A retrospective study concluded that smallpox deaths remained fairly steady in the early part of the nineteenth century relative to deaths from all causes: 1805-1814, 1.9 per 100; 1815-1824, 2.2 per 100; 1825-1834, 1.9 per 100; and 1835-1844, 2.2 per 100. 30 New York City recorded 293 deaths from smallpox in 1870, and 1,098 cases for the year ending April 1, 1871. However, many physicians concealed smallpox patients from sanitary inspectors. 33 Adjusted to include estimated cases that escaped inspectors, the mortality rate for 1870 was 215 deaths per 1,000 individuals afflicted with smallpox. 34 During the nineteenth century, deaths from smallpox comprised a significant percentage of all deaths in New York City. 35 With the disease still present in many areas of the world, a smallpox outbreak occurred in the mid-twentieth century in New York City.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 790,
                    "end": 792,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "text": "32",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1494,
                    "end": 1496,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1971,
                    "end": 1973,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2546,
                    "end": 2548,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2764,
                    "end": 2766,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3378,
                    "end": 3380,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3679,
                    "end": 3681,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3938,
                    "end": 3940,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 4128,
                    "end": 4130,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 4282,
                    "end": 4284,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 4404,
                    "end": 4406,
                    "text": "35",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "SMALLPOX IN NEW YORK CITY New Amsterdam Outbreak"
        },
        {
            "text": "In early 1947, a man traveled from Mexico to New York City by bus. After wandering around the crowded city for several days, he was diagnosed with smallpox. Health department experts focused on the threat and the possibility of a widespread epidemic. Vaccination was selected as the best prevention. Within three to four weeks, the Department of Health vaccinated 6.3 million New Yorkers in ''the most intensive vaccination campaign in history, anywhere,'' according to the then Commissioner of Health, Dr. Israel Weinstein. 36 Twelve people developed smallpox and two died from the disease, none from vaccine related heart attacks. 37 This was the last smallpox outbreak to occur in New York City. 38 As this epidemic threat was being contained, New York City's old smallpox hospital on Welfare Island was about to be abandoned.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 527,
                    "text": "36",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 633,
                    "end": 635,
                    "text": "37",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 699,
                    "end": 701,
                    "text": "38",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Last Smallpox Epidemic in New York City"
        },
        {
            "text": "An 1848 Daily Tribune article reported an appropriation of $40,000 for construction of a smallpox hospital on Blackwell's Island. Architect James Renwick, Jr. was chosen to design the facility. 39 Located in the East River, Blackwell's Island encompassed about 147 acres in a 2-mile-long land mass. In 1828, Blackwell Island was purchased by New York City for $32,500. 40 On April 12, 1921, the island was renamed Welfare Island, accurately reflecting the large number of public institutions present there. 41 In 1972, the island was renamed Franklin D. Roosevelt Island and more than 9,500 people live there today.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "text": "39",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 369,
                    "end": 371,
                    "text": "40",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 507,
                    "end": 509,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE SMALLPOX HOSPITAL"
        },
        {
            "text": "Architect James Renwick, Jr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE SMALLPOX HOSPITAL"
        },
        {
            "text": "James Renwick, Jr. (Figure 1 ) graduated from Columbia College at age 17 in 1836. Renwick's father was an engineer and professor at Columbia College. He trained his son who became one of the most accomplished architects of his time. Like many of his buildings, Renwick, at six feet tall, stood out from the crowd.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 28,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "THE SMALLPOX HOSPITAL"
        },
        {
            "text": "Renwick's architectural accomplishments included ecclesiastical projects, private residences, public institutions and civic buildings. His most notable designs include St. Patrick's Cathedral and Grace Church in New York City. Regarded as Renwick's finest work, St. Patrick's Cathedral opened in 1879 showcasing a blend of German, French and English Gothic architectural influences in the most ambitious cathedral undertaken during the Gothic revival in America. [42] [43] [44] [45] Renwick died at age 77 in his home, 28 University Place in Manhattan, on June 25, 1895. His funeral was held in Grace Church 2 days later. 46",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 467,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "THE SMALLPOX HOSPITAL"
        },
        {
            "text": "Under construction from 1854 through 1856, the smallpox hospital operated for about 20 years on Blackwell's Island. 47 Total construction costs came in slightly under budget at $38,000. 40 Renwick's Gothic revival design for the Smallpox Hospital ( Figure 2 ) included ''a grand entrance portico,'' thick walls, spires and high arched, triangular windows. A crenellated roof line gave the building a castle-like appearance.. Described as a ''stunning home'' for the diseased and outcasts, Renwick's design offered an imposing disguise to the deadly disease that it was built to contain. 48, 49 Renwick chose Fordham gneiss, a high-grade metamorphic rock native to Blackwell's Island, as the main building material for the hospital. 50 This type of gneiss was used in the construction of all the public institutions on Blackwell's Island. Charles Jacobs, an engineer working on a tunnel construction project in 1894, described the gneiss as a ''hard, close and straight-grained variety, with considerable mica,'' and likened it to granite. Gneiss was mined, quarried, and moved to the construction site by a large number of laborers. Conveniently, Blackwell's Island housed the New York Penitentiary, the Workhouse, the Almshouses and the Charity Hospital. Engraving of the famed architect of the smallpox hospital, James Renwick, Jr., by George E. Perine (Smithsonian Institution, National",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "text": "47",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "40",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "48,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 591,
                    "end": 593,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 734,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 257,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Smallpox Hospital Design and Construction"
        },
        {
            "text": "Archives, Library of Congress).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox Hospital Design and Construction"
        },
        {
            "text": "These institutions provided access to a free labor force of approximately 7,000 inmates and patients 40, 51 (Figure 3 ).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "40,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 105,
                    "end": 107,
                    "text": "51",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Smallpox Hospital Design and Construction"
        },
        {
            "text": "Sick and afflicted people could only reach Blackwell's Island by boat. Approaching the Island, passengers first saw ''stacks of wooden coffins'' at the edge of the East River. Wooden shacks, called deadhouses, were originally built along the waterfront to treat those afflicted with typhus, gaol fever or ship fever, all the same illness. 40 Corpses in coffins were stacked in the ramshackle shacks until they could be shipped back to Manhattan for burial. Eventually, the coffins and deadhouses were moved to the eastern Queens side of the island to avoid imposing unnecessary anxiety upon arriving patients. 52 Tugboats approaching Blackwell's Island signaled the hospital staff to describe the types of patients onboard. Arriving ferries used varying foghorn blasts: two blasts = scarlet fever patients; three blasts = smallpox patients; four blasts = measles patients; and one long plus one short = typhus patients. 53",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "text": "40",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 610,
                    "end": 612,
                    "text": "52",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Traveling to the Smallpox Hospital"
        },
        {
            "text": "If they survived the trip, victims of smallpox were transferred to the Smallpox Hospital under quarantine, most likely to die in isolation. Designed to accommodate only twenty patients, sixty were admitted when the Smallpox Hospital opened in 1856. At times, as many as 120 were ''literally crammed'' into the facility. This Smallpox Hospital was the first hospital in the United States ''to receive victims of contagion and plague'' and the only one in New York City to treat patients diagnosed with smallpox. Impoverished charity patients were confined to wards on the lower two floors. Wealthier ones were hospitalized in rooms on the uppermost third floor. Although designed exclusively for the poor, private paying patients were admitted to the hospital at a cost of five or ten dollars per week for ''a shade better quality of food.'' 30, 41, 54 During frequent outbreaks of cholera, tuberculosis, typhoid and yellow fever, wealthy New Yorkers were allowed to stay at home under voluntary isolation. Poor people and immigrants were quarantined on boats or on the islands surrounding Manhattan. By law, all city residents who contracted smallpox were supposed to be quarantined on Blackwell's Island regardless of their economic status. In addition to Blackwell's Island, Hart's, Randall's and Ward's Islands provided convenient quarantine sites to ''banish undesirables'' from the crowded city. 41, 48, 54 Local newspapers added considerable fuel to the controversy that existed about the conditions and achievements of the Smallpox Hospital. An editorial in the New York Times posed the question of whether a stay in the smallpox hospital would kill or cure the patient. 55 More favorably, in 1857, a story in the New York Times reported that the hospital functioned satisfactorily, admitting 100-400 patients per year, and praised its well-organized, secluded setting as offering ''the best of care.'' 56 Contrasting descriptions ranged from ''deplorable conditions'' in an 1859 report to Dr. Nicholas Morrell's depiction of the hospital as a ''mere shanty'' with accommodations for 20-40 patients. 30 In 1871, visitors to the ''Pest-House'' paid a fare of 20 cents to reach the island by steamer. 57 ",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 844,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "41,",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 851,
                    "text": "54",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1401,
                    "end": 1404,
                    "text": "41,",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "48,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1409,
                    "end": 1411,
                    "text": "54",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1678,
                    "end": 1680,
                    "text": "55",
                    "ref_id": null
                },
                {
                    "start": 2107,
                    "end": 2109,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2206,
                    "end": 2208,
                    "text": "57",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Conditions at the Smallpox Hospital"
        },
        {
            "text": "One year later, in 1872, the poor and unsanitary conditions at the Smallpox Hospital were described in a detailed New York Times article. Nurses, physicians and other staff members leaving the Smallpox Hospital neglected to change their apparel before attending to patients at nearby Charity Hospital. Changing clothing was deemed ''superfluous.'' No doubt, poor ventilation contributed to the fact that ''many deaths [were] from affections of the chest and lungs, rather than [from] the smallpox directly.'' Space and furniture were in short supply. It was not uncommon for 7-8 patients to be confined to a room containing only four beds. Patients outnumbered chairs three to one. Commissioners of Charities and Corrections had $100,000 at their disposal but ordered Smallpox Hospital officers to exercise ''excessive economy.'' Straw-filled pillows and beds of smallpox patients were repeatedly reused. Similarly, the clothing of the dead was distributed to the female inmates after they were convicted of petty offences and confined to the Island's other institutions. Dr. William Hitchman, an opponent of vaccination, quoted from patient records from the Smallpox Hospital. He was particularly concerned about children and noted that ''vaccine vesicles were jet black with fearful blotches'' and ''children were bleeding from the left ear and nostril.'' 54, 58 A patient's daily diet included half an ounce of butter, dry bread, and ''tea sweetened with molasses and tinged with milk.'' Potatoes were offered three or four times per week. Vegetables were reserved for the boarders who paid for their care. Patients at the Smallpox Hospital had virtually no visits from their friends, relatives or family physicians. Instead, runners were paid to carry letters between the boat dock and the hospital. 54 In February 4, 1872 letter to the Editor of the New York Times, Dr. James C. Hallock, Jr., described an entirely different experience. A physician and former patient at the Smallpox Hospital, Hallock wrote that ''it would be a public calamity to frighten… patients from going to Blackwell's Island.'' During his six days of hospitalization, Hallock observed that ''patients are well cared for … better fed … with the exception of overcrowding, the smallpox hospital is undoubtedly well conducted.'' He responded to critics: ''It is not true that more than one patient occupies a bed.'' Physicians were ''zealous … attentive … and thoroughly competent,'' visiting the wards twice daily, and sometimes as often as three to five times. Hallock praised the nursing staff as being ''as good as can be obtained for twice their present wages.'' Nurses earned $16 per month and orderlies were paid $20 per month. In contrast, critics described the orderlies and nursing staff as ''semireformed drunkards and women of questionable character.'' 54, 59 Scandalous Chicanery",
            "cite_spans": [
                {
                    "start": 1358,
                    "end": 1361,
                    "text": "54,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1362,
                    "end": 1364,
                    "text": "58",
                    "ref_id": null
                },
                {
                    "start": 1804,
                    "end": 1806,
                    "text": "54",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2842,
                    "end": 2845,
                    "text": "54,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2846,
                    "end": 2848,
                    "text": "59",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Poor and Unsanitary Conditions"
        },
        {
            "text": "In the spring of 1872, relatives of patients at the Smallpox Hospital described the ''scandalous chicanery'' of officials, hospital staff and undertakers. One undertaker, J.J. Selvin, was accused of having a monopoly on the dead. He controlled ninety percent of the funerals from Blackwell's Island. Death notices were given directly to him by officials at the Department of Charities and Corrections. 60 Henry P. Frieling, ''a hale, hearty man'' died at the Smallpox Hospital on March 19, 1872. Family members accused Dr. A.E. MacDonald, Chief of Staff, and his steward, W. Thomas, of being ''gravely compromised.'' Arriving at the hospital with $72 in his pocket, hospital staff convinced Frieling that he would receive ''better treatment'' for $5 a week. Somehow, Frieling's wife and brother visited him three times a week supplying him with whiskey, brandy, cakes, apples, and oranges. Upon his death, Mrs. Frieling was given her husband's ''pocketbook containing a dollar and a few cents.'' An accounting of expenses incurred upon Frieling's death included: 60 Certainly a hefty sum in 1872, the costs associated with Frieling's care and death, adjusted for inflation, equaled $3,945.24 in 2003. 61 ",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 404,
                    "text": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1063,
                    "end": 1065,
                    "text": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1201,
                    "end": 1203,
                    "text": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Poor and Unsanitary Conditions"
        },
        {
            "text": "In April 1872, an anonymous letter to the editor of the New York Times, signed A Reformer, chronicled the deplorable treatment of children admitted to the Smallpox Hospital. Martha Julia Foley contracted smallpox and was admitted to the Smallpox Hospital. She was a destitute child whose father was killed in a scaffolding accident months earlier. Her little sister, Kitty, was also admitted although her only physical complaint was headache. Their mother was told that Kitty was in another location. In fact, Kitty was in the same room, and slept in the same bed as her dying sister. Falling prey to yet another lie, Mrs. Foley denied herself and her other children food in order to pay $5 a week for ''better care'' promised to her hospitalized daughters. 62 Martha Julia died 1 week after admission to the hospital and Kitty was sent home with a sore throat and severe cold. Kitty recounted that neither she nor her sister received any medication. She said that little children were ''slapped and shaken'' by nurses when they cried for their mothers. On one chilly night, Kitty asked a nurse to cover her and the nurse responded: ''You've got hands of your own, do it yourself. ' ",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 760,
                    "text": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1181,
                    "end": 1182,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Treatment of Children"
        },
        {
            "text": "In November 1874, about eighty-seven smallpox patients were being treated at the hospital, more than four times the designated occupancy. Reacting to complaints, the New York City Legislature voted to transfer control of the Smallpox Hospital from the Commissioners of Charities and Corrections to the Board of Health. Funding considerations hampered the transfer of control. Physicians' salaries were paid by the Commissioners of Charities and Corrections. ''Convicts and paupers'' provided all other staffing for no compensation. Steamboat ferries transporting patients to and from Blackwell's Island were owned and operated by the Commissioners of Charities and Corrections. As a result of these circumstances, a successful transfer required considerable funding from the Board of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfer of Control of the Smallpox Hospital"
        },
        {
            "text": "Disagreements about the future of the Smallpox Hospital also hampered the transfer of control. Dr. Day, the Sanitary Superintendent, criticized the hospital's size, construction and location. He advocated building a new hospital in Manhattan. Day believed that ''patients suffer considerably now in being removed out of the city … because the Smallpox Hospital … is not properly located.'' 64 Transfer of control of the Smallpox Hospital was again discussed at a meeting of the Board of Health on December 29, 1874. Professor Charles F. Chandler, President of the Board, reported that the hospital had ''ample accommodations'' but needed to be renovated to provide all the comforts of home. These included ''extra attendants'' and ''luxuries'' added to the ''hospital diet'' for patients with the financial means and willingness to pay for their care. 65 ",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 392,
                    "text": "64",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 852,
                    "end": 854,
                    "text": "65",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Transfer of Control of the Smallpox Hospital"
        },
        {
            "text": "Improving the hospital's reputation was foremost on the agenda as the Board of Health sought to ''remove the impression that the hospital is a pest house'' and to ''dissipate fears'' of patients and their families. 66 One immediate improvement led to the purchase of a coupe with a closed body to replace the old open back ''sick wagon'' used for transporting smallpox patients within the city. These discussions occurred as the total number of deaths from all causes in the previous week reached 571, up slightly from 555 the week before, according to Dr. Elisha Harris, Register of Vital Statistics. 67 In 1875, a smallpox epidemic killed 1,280 New Yorkers. People chose to die at home rather than go to the dreaded hospital on Blackwell's Island. To improve the image of the Smallpox Hospital, city officials changed its name to Riverside Hospital. Dr. Stephen Smith and Rev. Dr. McGlynn, of the Board of Health, enlisted the help of the Sisters of Charity at New York City's St. Vincent Hospital to help transform the hospital. Mother Regina described the hospital as ''the most God-forsaken place… that I ever saw.'' In late January 1875, they began by ''reforming the interior arrangements of the hospital.'' Hospital staffing changed due to the ''terrible neglect of the inmates by the convict nurses … totally devoid of any show of humanity toward the sufferers.'' Quickly, the sisters reorganized the hospital. An official report commented: ''Since the change in management has been effected, the hospital has been steadily gaining in popularity.'' Despite these improvements, the hospital closed in a few years. 52, 66, 67 Statistical records revealed that 2,000-4,000 patients were treated during the 1850s and up to 6,000 during the 1860s at the Smallpox Hospital. Plans to open a large wooden pavilion to accommodate sixty patients were described in an 1872 letter to the Editor of the New York Times. This structure was intended to house female patients ''who do not pay board'' while the ''stone building or hospital proper'' was to be reserved for ''boarders paying from $5 to $10 weekly … a moderate price… for all the comforts of home.'' 30, 41 Nursing School Opens",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "text": "66",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 602,
                    "end": 604,
                    "text": "67",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1622,
                    "end": 1625,
                    "text": "52,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1626,
                    "end": 1629,
                    "text": "66,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1630,
                    "end": 1632,
                    "text": "67",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 2156,
                    "end": 2159,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2160,
                    "end": 2162,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Not a Pest House or Deadhouse"
        },
        {
            "text": "In the mid-1870s, the Smallpox Hospital closed. This facility became the New York City Training School for Nurses, the third nursing school in the United States. On August 1, 1875, the school opened with an enrollment of 16 students. Two years later, the school graduated its first class of eighteen nurses: 67 In 1886, the Male Training School for Nurses opened and graduated its first class of eight students 3 years later. With newly trained male nurses, the female nursing staff at the newly named Riverside Hospital was relieved of caring for male patients. By 1900, the school graduated 542 women and 105 men, supplying trained nurses to five local hospitals including City, Fordham, Gouveneur, Harlem, and Maternity. In the early 1900s, two wings for the nursing school were attached to the original Smallpox Hospital at a cost of $47,000. 67 After 80 years, the nursing school closed its doors in 1955, and Renwick's structure was abandoned by New York City's government. Immediately prior to being abandoned, the Smallpox Hospital was used as a maternity ward from 1951 until its closing. 47, 61 Meanwhile, the battle to eradicate smallpox continued.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "67",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 847,
                    "end": 849,
                    "text": "67",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1098,
                    "end": 1101,
                    "text": "47,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1102,
                    "end": 1104,
                    "text": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Not a Pest House or Deadhouse"
        },
        {
            "text": "After expending $300 million dollars and using 40 million bifurcated needles, the May 1980 cover of the World Health Organization's magazine, World Health, declared: ''Smallpox is Dead.'' Heralded as one of public health's greatest triumphs, the 13-year-long eradication program began in 1967 under the leadership of Dr. Donald (DA) Henderson with $2.4 million in seed money. Known as the Intensified Smallpox Eradication Program (ISEP), this multinational effort led to the only successful eradication of any naturally occurring disease in the world. 68, 69 Smallpox killed 20-40% of its victims, and left many of its survivors scarred and blind. 70 Experts estimate that since 1977, the ''world has been spared forty million smallpox deaths'' due to international efforts to eradicate the disease. 71 In October 1975, the last naturally occurring case of variola major was diagnosed in Rahima Banu, a 3-year-old girl from Bhola Island, Bangladesh. 72 In 1977, Ali Maow Maalin, a Somali cook fell victim to variola minor, a less virulent form of smallpox marking the last case of the disease in the world. 3, 14 ",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 555,
                    "text": "68,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "69",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 648,
                    "end": 650,
                    "text": "70",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 800,
                    "end": 802,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 952,
                    "text": "72",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1107,
                    "end": 1109,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1110,
                    "end": 1112,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox Eradicated in 1980"
        },
        {
            "text": "In 1972, the Smallpox Hospital was added to the National Register of Historical Places. 73 Three years later, New York architect Giorgio Cavaglieri undertook efforts to stabilize the crumbling remains of the Smallpox Hospital. Often referred to as the Renwick Ruin, the remnants have been surrounded by chainlink fencing topped with razor wire since 1986. 74 Today, the grey, roofless shell of the Smallpox Hospital remains with evidence of its grim, yet resplendent past. These ruins include a fireplace vent, ancient radiator parts, a large and sturdy ornate door hinge, and formerly beautiful deteriorated wooden door frames. Trees are growing wildly inside and outside the ruins. Stabilization efforts to reinforce the abandoned structure began in 1975, but were not fully completed until almost thirty years later. In 2003, New York City Comptroller, William C. Thompson urged the Roosevelt Island Operating Cooperation to follow through on these efforts. 75 Visible from Manhattan and Queens, the stone ruins resemble an old castle. In 1993, the ruins were illuminated as part of a campaign initiated by the Friends of Roosevelt Island Landmarks to preserve the Island's historic sites. 76 Lamps were salvaged from a demolished Roosevelt Island hockey rink and incorporated into the lighting design. While the floodlights are white, the vegetation covering and surrounding the ruins contributes to its eerie, pale green aura. Illumination of the ruins is voluntarily financed at no cost to the city or state governments. 77 Tony Giovannetti, a professional lighting designer, devised the illumination scheme. Nightly, the ruins create a dramatic, if not romantic, scene visible to motorists and passers-by 76, 77 (Figure 4) .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 358,
                    "text": "74",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 961,
                    "end": 963,
                    "text": "75",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1193,
                    "end": 1195,
                    "text": "76",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1527,
                    "end": 1529,
                    "text": "77",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1712,
                    "end": 1715,
                    "text": "76,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1716,
                    "end": 1718,
                    "text": "77",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [
                {
                    "start": 1719,
                    "end": 1729,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Smallpox Hospital Now A Landmark Ruin"
        },
        {
            "text": "In The Smallpox Hospital and the Arts:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox Hospital Now A Landmark Ruin"
        },
        {
            "text": "Smallpox itself and this New York City Smallpox Hospital have been featured in literature, mystery novels, artistic endeavors and major motion pictures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox Hospital Now A Landmark Ruin"
        },
        {
            "text": "Smallpox has been cited widely in great literary works. William Shakespeare frequently used smallpox as profanity. As Romeo's friend Mercuito lay dying in Romeo and Juliet, he screamed out a curse of ''a pox on both your houses,'' referring to the bitter feud between the families of the Capulets and the Montagues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smallpox Hospital Now A Landmark Ruin"
        },
        {
            "text": "In 2002, Linda Fairstein, mystery writer and former head of the Sex Crimes Unit in the Manhattan District Attorney's office, chose the abandoned Smallpox Hospital for the setting of her book, The Deadhouse. Passing the ''lighted ruins'' each night, she found the ''elegant remains of a magnificent structure … a wonderfully haunting setting'' for her crime novel. She chose the title from the old Scottish word meaning ''morgue.'' That was reminiscent of what people felt about the Smallpox Hospital and the wooden shacks built along the East River to store corpses. Fairstein wove historical details of the hospital and nineteenth century New York City into her plot. An artistic rendering of the ruined Smallpox Hospital graces the book's cover. 49, 79 A contemporary Japanese sculptor, Tadashi Kawamata, installed ''wooden interventions,'' around the Smallpox Hospital ruins as the site for his 1992 artistic creation. Kawamata collaborated with architect Elizabeth O'Donnell and engineer Peter Galdi to construct scaffolding near, but not touching, the southern and western facades of the ruins. He incorporated an old door, window frames, strip moldings, shutters and scavenged materials in and around the Smallpox Hospital ruins. In December 1992, Kawamata dismantled his artwork and donated his materials to the Roosevelt Island Operating Corporation and New York City's homeless. 80 Roosevelt Island and the Smallpox Hospital ruins have been included in major motion pictures. Spooky ruins of the Smallpox Hospital appear in the dark background of the 2002 blockbuster movie, Spiderman.",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 751,
                    "text": "49,",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "79",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1388,
                    "end": 1390,
                    "text": "80",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Smallpox Hospital Now A Landmark Ruin"
        },
        {
            "text": "In an epic scene, Spiderman battled the Green Goblin on Roosevelt Island. Scenes in the film also include the Roosevelt Island Tramway. 81 ",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "text": "81",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox Hospital Now A Landmark Ruin"
        },
        {
            "text": "As a disease, smallpox moved from the speckled monster to eradication. As an institution, the Smallpox Hospital began as a ''pest house'' and ''den of infamy'' to isolate the poor and sick. Today the ruins of the Smallpox Hospital remain as an illuminated historic landmark. Both, the histories of the disease and the Smallpox Hospital chronicle notable events. Valuable lessons emerge from this history in medicine, public health, sociology and architecture. As philosopher George Santayana stated: ''Those who cannot learn from history are doomed to repeat it.'' 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SMALLPOX ANEW"
        },
        {
            "text": "We are indebted to Judith Berdy, President, Roosevelt Island Historical Society, for providing historical documents and consultation concerning the past and present status of the Smallpox Hospital landmark ruins. As President of the Society, Ms. Berdy plays an important role in the preservation of the rich history of the formerly named Blackwell's Island.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bioterror fears go beyond anthrax",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Daily Sun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The public and the smallpox threat",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Desroches",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Herrmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taylor-Clark",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Weldon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "NEJM",
            "volume": "348",
            "issn": "",
            "pages": "426--432",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Smallpox: the triumph over the most terrible of the ministers of death",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barquet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ann Intern Med",
            "volume": "127",
            "issn": "",
            "pages": "635--642",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Smallpox and the Indians in the American colonies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Bull Hist Med",
            "volume": "25",
            "issn": "",
            "pages": "324--341",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chemical and Biological Warfare: The Cruelest Weapons",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pringle",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Center for Infectious Diseases, Division of Global Migration and Quarantine",
            "authors": [
                {
                    "first": "Cdc &amp; P",
                    "middle": [],
                    "last": "Usdhhs",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public Health and Hygiene",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bolduan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bolduan",
                    "suffix": ""
                }
            ],
            "year": 1941,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Law in Public Health Practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "148--149",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Speckled Monster: A Historical Tale of Battling Smallpox",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Carrell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Public Health and Epidemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Leavitt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rosner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "95--114",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Smallpox: The Fight to Eradicate a Global Scourge",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Koplow",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Note on an eruption resembling that of variola in the skin of a mummy of the Twentieth Dynasty (1200-1100 BCE)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ruffer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 1911,
            "venue": "J Pathol Bacteriol",
            "volume": "15",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The original portrayer of smallpox",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Behbehani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rhazes",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "JAMA",
            "volume": "252",
            "issn": "",
            "pages": "3156--3159",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Most terrible of all the ministers of death",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Magner",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Int J Dermatol",
            "volume": "24",
            "issn": "",
            "pages": "466--470",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Great Smallpox Epidemic of 1775-82",
            "authors": [
                {
                    "first": "Ea",
                    "middle": [
                        "Pox"
                    ],
                    "last": "Fenn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Americana",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "81",
            "issn": "",
            "pages": "92--95",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Smallpox visits the White House",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Med Health/Rhode Island",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Review of the angelical conjunction: the preacher-physicians of colonial New England",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Bolton",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Sci Study Religion",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Inoculation in the Boston smallpox epidemic of 1721",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rudolph",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Musher",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Arch Int Med",
            "volume": "115",
            "issn": "",
            "pages": "692--696",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A History of Public Health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "100--189",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An Historical Account of the Small-Pox Inoculated in New England, Upon All Sorts of Persons, Whites, Blacks, and of All Ages and Constitutions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Boylston",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A History of the Warfare of Science with Theology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Angelical conjunction: religion, reason, and inoculation in Boston",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Harper",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pharos",
            "volume": "4",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "New light in the dawn of vaccination",
            "authors": [
                {
                    "first": "Pj",
                    "middle": [
                        "Benjamin"
                    ],
                    "last": "Pead",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jesty",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "2104--2109",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "History and Pathology of Vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Crookshank",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "An Inquiry into the Causes and Effects of the Variolae Vaccinae, a Disease Discovered in Some of the Western Counties of England, Particularly Gloucestershire, and Known by the Name of the Cow-Pox",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jenner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A Prospect of Exterminating the Small Pox; Being the History of the Variolae Vaccinae, or Kine Pox, Commonly Called the Cow-Pox, As It Has Appeared in England",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Waterhouse",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "With An Account of a Series of Innoculations Performed for the Kine Pox in Massachusetts",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "How the President, Thomas Jefferson, and Dr. Benjamin Waterhouse Established Vaccination as A Public Health Procedure",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Halsey",
                    "suffix": ""
                }
            ],
            "year": 1936,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Small-pox in New York City, with some statistics and remarks on vaccination",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Trans New York State Med Soc",
            "volume": "3",
            "issn": "",
            "pages": "43--156",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A History of Public Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "583--584",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Small-pox toll in New York",
            "authors": [],
            "year": null,
            "venue": "Boston Weekly News-Letter",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The public health",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Smallpox and vaccination",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Changing Patterns of Epidemic Disease in New York City",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Condran",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "27--41",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "An outbreak of smallpox in New York City",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "Am J Public Health",
            "volume": "37",
            "issn": "",
            "pages": "1376--1384",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Checking city's archives to solve a medical mystery",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pérez-Peña",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A Man from Mexico in Eleven Blue Men",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roueché",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "91--108",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Topics of the Times",
            "authors": [],
            "year": 1954,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Lights and Shadows of New York Life; or Sights and Sounds of the Great City",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccabe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "497",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Touring neo-gothic New York Times",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crossette",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New York Times",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Ruins with tales to tell",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "NYC Pulse",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Quarantine island. SARS isolation recalls N.Y.'s long-ago health efforts",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Span",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A General Report upon the Initiation and Construction of the Tunnel Under the East River",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A Call to Care: The Women Who Built Catholic Healthcare in America",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Farren",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Tugboat signals. Cosmo Magazine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The smallpox hospital",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Small-pox hospital",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Smallpox vaccination. The Anti-Vaccinator",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Notes from the people. A special plea for the smallpox hospital",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hallock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "How patients are treated in the Blackwell's Island hospital",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The Inflation Calculator. westegg.com/inflation/infl.cgi",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A reformer. Horrors of the small-pox hospital",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The small-pox hospital. The proposed transfer of control to the health board -the present system",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Smallpox -work of the vaccinating corps -the hospital -vital statistics -contagious diseases",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Nurses at the small-pox hospital",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Twenty-Fifth Annual Report of the New York City Training School for Nurses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Gilmour",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "World Health Organization. Final Report of the Global Commission for Certification of Smallpox Eradication",
            "authors": [],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Smallpox and Its Eradication. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jezek",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Ladnyi",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "A city in the time of scourge",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rasenberger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Smallpox threat (Editorial)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Everything you ever wanted to know about smallpox bioterrorism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brownlee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Roosevelt Island Historical Walk, Smallpox Hospital",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Audit Report on the Efforts of the Roosevelt Island Operating Corporation to Maintain and Rehabilitate the Landmarks on",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "9--11",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Lighting an island site; marking Roosevelt's history. Newsday",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bazzi",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "New York City's only landmarked ruins. The Word",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "The gate swings open on a mostly locked park",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kinetz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Interview with Linda Fairstein for Shotsmag",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Onatade",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Close up on: Roosevelt Island. Village Voice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Seagall",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Life of Reason. Reason in Common Sense",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Santayana",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FIGURE 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sketch of the original smallpox hospital circa Late 1850s (McCabe, p. 633).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Prisoners at rest from hard Labor in the Ten to Twelve Foot Deep Gneiss Quarry on Blackwell's Island (Museum of the City of New York).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "New York State Governor George Pataki designated open spaces on Roosevelt Island as park land. That area included",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Illuminated smallpox hospital ruins visible nightly from the highway and east river (The Main Wire, November 3, 2001). Southpoint, the southernmost tip of the island where the Smallpox Hospital was built. Southpoint Park is open to the public and the ruins of the Smallpox Hospital are surrounded by chain-link fencing within the park. 78",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Global History of Smallpox Outbreaks, 10,000 BC to 1980",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}