{
    "paper_id": "399944fb7319731aef43233385347ee44d85a93a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Shawn",
                "middle": [
                    "H E"
                ],
                "last": "Harmon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South Bridge",
                    "location": {
                        "postCode": "EH8 9YL",
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": "shawn.harmon@ed.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent outbreak of Ebola in West Africa has killed thousands of people, including healthcare workers. African responses have been varied and largely ineffective. The WHO and the international community's belated responses have yet to quell the epidemic. The crisis is characteristic of a failure to properly comply with the International Health Regulations 2005. More generally, it stems from a failure of international health justice as articulated by a range of legal institutions and instruments, and it should prompt us to question the state and direction of approaches to the governance of global public health. This paper queries what might be done to lift global public health as a policy arena to the place of prominence that it deserves. It argues that there are at least two critical reasons for the past, present and easily anticipated future failings of the global public health regime. After exploring those, it then articulates a new way forward, identifying three courses of action that might be adopted in realising better health outcomes and global health justice, namely value, institutional and legal reform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recognition of the persistent and immense disparities in the health and life prospects of different peoples, the UN General Assembly unanimously adopted the Millennium Declaration (2000) , and the Millennium Development Goals (MDGs), the latter which identify targets for alleviating poverty, ill-health, inequality, and other social scourges which destroy human flourishing. 1 In addition, the UN, through the World Health Organisation (WHO), adopted the International Health Regulations 2005 (IHR 2005) , which are meant to prevent, control, and provide a public health response to the international spread of disease. Implementation is meant to conform to respect for dignity, human rights and fundamental freedoms, and the UN Charter, and States are expected to mobilise resources and provide support to develop, strengthen and maintain public health capacity.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 189,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 380,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 497,
                    "end": 507,
                    "text": "(IHR 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, despite the above policy and legal work, the 2015 targets will not be met (IHME [47] , WHO Observatory [103], WHO Statistics [104] ). While affluent individuals and communities around the world enjoy envious living conditions and quality (though variable) healthcare, the vast majority of the world's population have achieved nothing approaching good health, and are unlikely to receive anything approaching reasonable healthcare. In the result:",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 134,
                    "end": 139,
                    "text": "[104]",
                    "ref_id": "BIBREF105"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A boy born in 2012 in a high-income country can expect to live to the age of around 76 -16 years longer than a boy born in a low-income country (age 60). For girls, the difference is even wider; a gap of 19 years separates life expectancy in high-income (82 years) and low-income countries (63 years) . … [L]ife expectancy for both men and women is still less than 55 years in nine sub-Saharan African countries -Angola, Central African Republic, Chad, Côte d'Ivoire, Democratic Republic of the Congo, Lesotho, Mozambique, Nigeria and Sierra Leone (WHO News [102] .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 300,
                    "text": "(63 years)",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 563,
                    "text": "[102]",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Additionally, the HIV/AIDS pandemic continues [92] , high rates of tuberculosis and malaria persist, with the majority of cases occurring in Africa [96] , communicable diseases continue to rise, mortality gaps are growing, and injury rates around the world remain high [32, 44, 59, 68] . Even in developed countries, people with lower social status face significant and diverse health risks and sparse opportunities for quality treatment interventions [27, 67] .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[96]",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "59,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "68]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "67]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ultimately, despite some general global advances in health in the last quarter century, improvements have been uneven and inequitably experienced, and many peoples still face dire life prospects; we remain a ''world engulfed in health deprivation and risk [77] , at 2). This is nowhere more apparent than the recent outbreak of Ebola in West Africa, the latest in a litany of incidents and circumstances that demonstrates the failure of our international political, legal, economic, and health frameworks to achieve sufficient social and individual goods, particularly around health and healthcare.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[77]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Starting in Guinea but quickly spreading to Liberia, Sierra Leone, and Nigeria [16] , and with a fatality rate exceeding 50 %, the Ebola epidemic has already resulted in over 21,000 cases, and over 8,000 deaths (WHO [99, 100] , including over 134 healthcare workers [60] . Governmental responses within Africa have included the 'lockdown' of urban spaces (BBC News [7] , and the isolation of communities and large tracts of land [57] . Social responses have included the refusal by local healthcare workers to examine patients and collect samples (for fear of infection and the unavailability of proper personal protective equipment), and the murder of health officials and journalists by communities (for fear that they were spreading the virus) [17] .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[99,",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "100]",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[60]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[57]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The epidemic has thus exposed persistent healthcare infrastructure weakness, inadequate healthcare worker training, and poor information available to publics. 2 But shortcomings in responses to the epidemic are not limited to the African countries primarily affected. The international community, including the WHO, has been extremely slow to react, failing to do so until two American aid workers and a Spanish priest were infected. It took months for the WHO to declare a Public Health Emergency of International Concern under the IHR 2005 [28] , and longer still to issue its Ebola Response Roadmap. Developed countries like the UK and USA have responded with military intervention [73, 85] , which can hardly put local populations at ease, and the handling of the American cases has been roundly criticised [35] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[73,",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "85]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Ebola epidemic exposes not only a failure of politics (expressed, in part, as reasonable foresight and moral international diplomacy and action around health), but also of the international legal architecture applicable to human rights generally and global public health more specifically [33] , 3 and it incites questions about the state and direction of 'global public health' and its governance. 4 This paper engages with those questions; not those around the coal-face decisions that were made (or neglected) with respect to this particular epidemic, but rather with larger political and institutional questions such as:",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 300,
                    "end": 301,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 403,
                    "end": 404,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Why are we still seemingly indifferent to the deeply unjust circumstances that contributed to this incident? • What might be done to lift global public health, as a policy arena, to the place of prominence that it deserves?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In considering the first question, this paper offers an explanation for past, present, and inevitable future failures in relation to stated health targets and effective and timely responses to health crises like the Ebola outbreak. Though acknowledging that the reasons will be myriad, it argues that they are almost certainly connected to two phenomena: (1) the ghettoization of global public health as an international policy sphere, with key public health advocates and policy bodies politically marginalised; and (2) the disjointed character and uncoordinated nature of the global public health framework that has evolved (perhaps in part as a result of the first phenomenon). After exploring these phenomena, this paper offers a theoretical foundation for global public health moving forward, elucidating the idea of global health justice. Finally, it articulates how we might reorient global public health as a core agenda item for international law and policy so that we might better and more quickly achieve improved health on an equitable basis. In doing so, it focuses on moral values, institutional reform/reaffirmation, and normative law-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To state the obvious, much greater policy attention is paid to economic development than to public health. Failure to achieve the Millennium Development Goals has been attributed, at least in part, to the financial, energy, and climate-change crises of the last 15 years, all of which are directly related to economics and development, or which have significant impacts for same (UNGA [93] . These crises, like many of our social goals and policies, were both created and responded to by stakeholders outwith the health sector even though, as observed by WHO Director-General Margaret Chan, they had and continue to have a direct impact on health [19] . In short, with their urgency and potential to ruin (and make) fortunes, these policy targets have side-lined and syphoned funds away from health-oriented organisations and their policy agendas and programmes. Such has permitted, or rather is indicative of, a neoliberal perspective with a relatively narrow value-base which suffuses our public institutions and dominates our international politics, including the politics that impact directly and profoundly on health.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "[93]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "Neoliberalism has been described as 'ideology' (albeit a heterogeneous and sometimes incoherent one) [11, 38, 50] , as 'policy framework' (representing a shift from Keynesian welfare politics to unfettered markets and global capital wherein policies are aimed at ensuring economic efficiency and international competitiveness) [71, 78, 89] , and as 'governmentality' (a discursive model that constitutes institutions, practices and identities in disjunctive ways) [8, 14, 29, 75] . Whatever its configuration, it is a market-and profit-centric strategy for shaping society and social governance, and it has guaranteed the dominance of economic institutions and perspectives in international politics and policymaking, including that around health.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[71,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "78,",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "89]",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "75]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "In this regard, note the rise of the World Bank (WB), the International Monetary Fund (IMF), the Bank of International Settlements (BIS), the Group of Twenty (G20), the World Trade Organisation (WTO), and others. In contrast to the notions of human flourishing, equity and justice that undergird health policy, these institutions are unapologetically driven by an economic wold-view primed by ambitions of unending growth and profit [66, 70, 86, 87] . 5 Moreover, despite the fact that they are based both formally and informally on exclusion and unequal power, developing countries have consistently supported and defended them [82] , in part because they must do so to participate (however effectively) in the global economy. The WB and IMF in particular, which raise money and issue loans for development, have impacted on health possibilities around the world. They often attach health-impacting social conditions to their loans, and have latterly issued loans more squarely aimed at health.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 437,
                    "text": "[66,",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "70,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "86,",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "87]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 452,
                    "end": 453,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[82]",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "It is fairly uncontroversial to state that institutions mediate and particularise practice and are therefore vitally important to policy outcomes, so we can expect to achieve a different type or quality of health from the WB, the IMF and the WTO than we might achieve from a greater reliance on, and empowerment of, the WHO and other health-centric institutions. The eclipse of the WHO in the 1980 s, together with the rise of the WTO, through its many normative instruments, 6 as a central definer (shaper and limiter) of health policy has been critical to the impoverishment of global public health as a policy target [2, 74, 91, 107] . Although some of the WTO's instruments contain provisions preserving national competencies to protect life and health, 7 they are difficult to access in practice (Abbott 1 No. 14; [18] , and trade harmonisation is doing more to force standards down around the world than to raise them up because these instruments require uniform standards that are least restrictive [23, 105] . Ultimately, they erode the ability of international, national, local public health officials to guide and to take measures in support of public health, and they shift public spending to areas other than public health. They also, importantly, limit the space for discussions around public health and the critically important principle of international equity [84] .",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 623,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "74,",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "91,",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "107]",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 801,
                    "end": 810,
                    "text": "(Abbott 1",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "105]",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 1376,
                    "end": 1380,
                    "text": "[84]",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "The individualist, monetised, market-focussed view of the neoliberal perspective assumes that the pursuit of economic development will result in trickle-down benefits to all. However, health does not necessarily move in parallel with economic development, as evidenced by the very unequal health realities that prevail in the USA, the wealthiest country in the world [65] . The neoliberal perspective also assumes that socially useful innovation will follow privately-determined investment. However, much health investment tends toward health technologies and other (high cost) propertised treatment interventions rather than toward more expensive but more widely enjoyed and difficult-to-measure infrastructure interventions that impact on the social determinants of health (e.g., clean water, sanitation, minimum shelter, access to nutritious food), or low-cost and simple measures to combat disease (i.e., malaria netting, etc.), which means that investments have much more 6 The General Agreement on Tariffs and Trade, the General Agreement on Trade in Services, the Agreement on Trade Related Aspects of Intellectual Property, the Agreement on the Application of Sanitary and Phytosanitary Standards, and the Agreement on Technical Barriers to Trade. 7 Paragraph 4 of the Doha Declaration on the TRIPS Agreement and Public Health, WT/MIN(01)/DEC/ 2, 20 November 2001, states: ''We agree that the TRIPS Agreement does not and should not prevent members from taking measures to protect public health. Accordingly, while reiterating our commitment to the TRIPS Agreement, we affirm that the Agreement can and should be interpreted and implemented in a manner supportive of WTO members' right to protect public health and, in particular, to promote access to medicines for all.'' For more on the Doha Declaration, see [1, 21, 81] . limited and discrete impacts. Further, the 'evergreening' of patented medicines, 8 and other unethical efforts to secure profits, which include the production and distribution of falsified, substandard and/or counterfeit medicines [6, 15, 55] , have conspired to serve as a burden on healthcare systems, and a brake on the achievement of the MDGs.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[65]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 977,
                    "end": 978,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1819,
                    "end": 1822,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1823,
                    "end": 1826,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1827,
                    "end": 1830,
                    "text": "81]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1914,
                    "end": 1915,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2064,
                    "end": 2067,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2068,
                    "end": 2071,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2072,
                    "end": 2075,
                    "text": "55]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "Moreover, and despite their remits, these institutions (the WB, IMF and WTO) have done little to curb unfair trade practices and TRIPS-Plus trade agreements, which often erode health possibilities. With respect to trade practices, former UN Secretary-General Kofi Annan has said:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "Instead of open markets, there are too many barriers that stunt, stifle and starve. Instead of fair competition, there are subsidies by rich countries that tilt the playing field against the poor. And instead of global rules negotiated by all, in the interests of all, and adhered to by all, there is too much closed-door decision-making, too much protection of special interests, and too many broken promises [4] .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "Ultimately, market-driven economic policies and/or organisations have not been efficient or effective in encouraging equity-based discourses, in securing social goods such as public health, or in setting policy priorities complimentary to global public health [20, 49, 56] . This has led to calls for a much stronger and more explicit moral ecology for global capitalism [22, 24, 63] , but little progress has been made on this front with the result that certain social goods, including those central to public health and human flourishing, are not properly noticed or pursued and that critical values such as solidarity are dismissed [25] . 9 Isolation and Fragmentation of the Global Health Architecture",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "63]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 642,
                    "end": 643,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "The above phenomenon is closely connected to, but not entirely derivative or causative of, the second phenomenon, which is the fragmented, patchwork and ad hoc nature of the global public health architecture; the collection of governmental, non-governmental and mixed institutions and binding and non-binding legal instruments that (are meant to) shape behaviours and possibilities on the ground. What prevails is a collage of poorly coordinated and inadequately empowered organisations and discrete or narrowly-focused instruments, two realities which combine to diminish the scope and impact of activities in this field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "From an institutional perspective, the authority to act is widely dispersed and those who do have either authority or expertise often do not control their own funds or funding levels. There are some 200 international health agencies and initiatives, plus many more NGOs and foundations (Walt et al. [106] , and many of them are beholden to the vicissitudes of external events and third party caprice for their funding. In this respect the WHO is a prime example; it is perpetually underresourced and undervalued, and so disempowered:",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 304,
                    "text": "[106]",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "International institutions also require the economic wherewithal to fulfil their missions. The most obvious illustration is the WHO itself, plagued by restricted and unstable funding, with resources wholly incommensurate with the global health challenges it faces [37] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "Funding aside, it is also useful, in demonstrating the narrowness of key international actors, to note their very specific ambitions on the ground. Some of the largest and most influential actors (after the WB, IMF and WTO) are the Global Fund to Fight AIDS, Tuberculosis and Malaria, which collects and distributes funds for those specific diseases, the GAVI Alliance, which collects and distributes funds for childhood immunisations, the Partnership for Maternal, Newborn and Child Health, which seeks to align objectives, resources and interventions to achieve better conditions for women, children and adolescents, and the Bill & Melinda Gates Foundation, which partners to tackle critical problems in four primary areas with an emphasis on collaboration, innovation, risk-taking, and results. While the objectives of these actors are undoubtedly valuable, their perspectives are mostly narrow and their actions discretely targeted, often siloed by disease. Additionally, their efforts to secure funds and policy space are competitive as against each other. Their operation, together with the many other actors in this space, not only reduces efficiencies, but also reduces transparency and accountability around health-related decision-making. The bottom line is that key decisions are made out-with democratic processes and reviewable government agencies, lines of accountability are unclear, and measures for success can be opaque.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "Given that these actors often operate within research-and/or treatment-oriented and disease-specific tracks and thus have no broad, horizon-scanning perspective (or remit), the most authoritative leader should be the WHO, which obviously has a much wider perspective and a greater arsenal of legal powers; under Articles 1 and 2 of its Constitution, the WHO is tasked with 'directing and coordinating' international health work so that all peoples might attain the highest possible level of health, and it is given a range of powers for realising this objective. However, the WHO has declined in eminence and vision since its post-war foundation, and, rather than fight that slide, it has settled into the rather limited role of evidence-collector and technical advisor [30] . Indeed, in the context of the Ebola crisis, WHO Director-General, Margaret Chan, described the WHO as a 'technical agency', a lamentable admission. In any event, its frailties are such that it has rarely influenced areas of public policy external to health even when they are closely linked to health, and the areas of trade and intellectual property are instructive (Schaffer et al. 2005). While one must concede that the WHO, even properly funded and politically ambitious, would not have the capacity to participate in every policy action impacting on health, it still must be said that the WHO has not offered the strong leadership that it should, and that global public health needs and deserves.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 774,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "From an instrumental perspective, this field suffers from the same disjointed vision and guidance as that characterising its institutional context. In addition to the highly influential and controversial trade instruments noted above (e.g., particularly the TRIPS Agreement and the Doha Declaration), the global public health setting is positively littered with instruments, almost all of which are 'soft' (i.e., non-binding). In this regard, note the Declaration of Alma-Ata (1978), the Ottawa Charter (1986), the Sundsvall Statement on Supportive Environments for Health (1991), the Jakarta Declaration on Leading Health Promotion into the 21st Century (1997) Driven by fears relating to SARS and avian influenza, the IHR 2005 set rules for preventing, protecting against, controlling and providing a public health response to the international spread of disease in ways that are commensurate with risk and that avoid unnecessary interference with international traffic and trade (Article 2). They are meant to encourage surveillance capacity and ensure open communication and prompt reporting between nations (Articles 5-9), and to promote rapid and harmonised practices and standards of conduct in the event of incidents (Articles 9, 10, 13 and Part III), again while limiting to the greatest extent possible restrictions on trade (i.e., the movement of people and goods within and across borders) (Parts IV, V and VI). The IHR 2005 are binding on all government signatories, and there are almost 200 signatories, including the Holy See. Having said that, compliance during specific applications has been mixed (WHO Director-General [101] , and their functioning during the Ebola crisis has been critiqued [34] .",
            "cite_spans": [
                {
                    "start": 1637,
                    "end": 1642,
                    "text": "[101]",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 1710,
                    "end": 1714,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "Tobacco is estimated to have killed some 100 million people in the twentieth century, killing more people than AIDS, tuberculosis and malaria combined, and it is rising as a cause of annual preventable deaths [98] . The FCTC 2003, which was adopted by consensus by the World Health Assembly, has been signed by some 177 states [97] . According to Article 3, the FCTC 2003's objective is to protect people, including future generations, from the social, environmental, economic and health consequences of tobacco consumption and exposure. Its guiding principles include provision of good public information (something the industry stymied for years), building cooperation, and promoting civil society engagement (Article 4). The FCTC 2003 addresses demand reduction through pricing and taxation (Article 6), tobacco ingredients (Article 9), packaging, labelling, education and advertising (Articles 10-13), and illicit trade (Articles 15-16), and it tackles the critical issue of promoting viable alternatives for tobacco farmers, workers and sellers (Articles 17-18).",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[98]",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[97]",
                    "ref_id": "BIBREF99"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "While both the FCTC 2003 and the IHR 2005 tackle 'big' problems and are important to supporting global public health, and while both are generally considered to be a success, it cannot be denied that they are narrowly targeted. Thus, reflecting the composition of the institutional setting, they act in 'splendid isolation', 10 except that the isolation is not so splendid when, as here, it results in a failure to reinforce core values, critical principles, or practices useful to public health across subsectors of the field. Their perfect isolation from one another means that their standards will have little hope of influencing the ideas that are used to shape our conceptions of health, or the rules that are applied on the ground in relation to health. In fact, the FCTC 2003, as a framework convention, contains few concrete standards and relies largely non-directive language, so even its internal normative power is restricted ( [34] , 229-230).",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 943,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Failure in Global Public Health Ghettoization and Marginalisation of Health"
        },
        {
            "text": "In a world that is increasingly global, mobile, aging, overpopulated, and suffering from economically-driven programmes of habitat destruction, it is vital to give policy pre-eminence to health actions aimed at securing widespread good health (as opposed to the 'rescue' interventions on which we presently expend so much effort). Unfortunately, we have failed by almost every measure to realise our hopes and objectives for global public health, as that idea is articulated in the WHO Constitution, the MDGs, and the many principled statements that have both preceded and followed them. While the causes for this failure are many, two critical ones are (1) the ideology that has dominated the shaping of modern international legal frameworks, and the blinkered institutions to which it has given rise, and (2) the fragmented, uncoordinated, and competitive global public health framework itself, which has resulted in a surrender of the field to self-interested actors and issue-specific philanthropists. These (political) realities have led us to neglect designing a strong infrastructure for delivering global public health, and it has eliminated the possibility of achieving anything resembling 'global health justice'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary: An Absence of Global Health Justice"
        },
        {
            "text": "Given the above consequences-an absence of global health justice-it is important to further elucidate this term. My first and fairly uncontroversial assumption is that we all have an obvious interest in improving health status and outcomes on a global scale. 11 My second proposition is that, to do so, we need a 'new deal' in relation to global public health; we need to take 'global health justice' more seriously by identifying its moral basis and tying it to sensible rights, which I do below.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "A Foundation for Global Health Justice"
        },
        {
            "text": "I start from the premise that humanity wishes to achieve a moral (or morally defensible) society. Evidence of this includes the great and ongoing philosophical debates that have described and defended a moral society, 12 and the political movements and programmes that have attempted to operationalise theorised visions of a just society. 13 Our efforts to ensure that conduct conforms to the principles of the human rights paradigm is further evidence. I also posit that the law, to be defensible, must be both grounded in morality and directed at moral ends. 14 While this has not represented a strong current in international law, which has long been grounded on sovereignty and realpolitik, it is axiomatic that we acknowledge the need for international law, like municipal/national systems, to exhibit this characteristic [42, 58] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "58]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "A Moral Foundation for Global Health Justice"
        },
        {
            "text": "Others agree. In discussing the post-Cold War failings of the international community to achieve anything resembling a moral equilibrium (in this case, the rule of law), Buchanan has stated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Moral Foundation for Global Health Justice"
        },
        {
            "text": "The deficiency is not a lack of legal principles. … [T]here is a need for selfconscious, systematic moral reasoning, the attempt to produce an interrelated, mutually supporting set of prescriptive principles that will provide substantial guidance for at least most of the more important issues with which international law must deal or which it could profitably address [13] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "A Moral Foundation for Global Health Justice"
        },
        {
            "text": "Similarly, in noting the rhetorical nature of allusions to global health justice, Ruger has lamented that ''virtually no systematic efforts have emerged to deal with moral foundations of global health'' [76] , at 3). She goes on to claim that global health realities present compelling moral imperatives when viewed against the longrecognised moral value of 'human flourishing' [76, 77] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[76]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[76,",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "77]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "A Moral Foundation for Global Health Justice"
        },
        {
            "text": "I endorse her position. The idea of 'human flourishing' as a moral good warranting a moral imperative (Aristotle, trans. Welldon [5] ) encompasses the need to preserve and enable life and wellbeing, which are the foundations of all human activity and productivity; without individual life and health, there can be no community wellbeing, and few human functions or pursuits will be possible. The centrality and virtue of this position undergirds our hope for a humanity grounded in dignity, autonomy, and the realisation of human potential, which hope is contained in the ideas of shared humanity, shared community, and the collaborative journey of becoming found in all forms of religious thought, and in secular social and rights theories, including natural law theories, positivism, utilitarianism, and more [88] . Importantly, as acknowledged by our many international human rights instruments, including the Universal Declaration of Human Rights (1948) and more, everyone is equally entitled to the potential to flourish. This idea of equality must be a central tenet of the moral foundation, and it is particularly germane in a context that exhibits such stark inequalities of health potential. The need to give all people a chance at health, means that it is immoral for people to be deprived of their health capabilities such that their human flourishing and human agency is reduced [77, 79] . Recognition of this has informed claims that human health should be both intrinsically and instrumentally valued and seen as a social right rather than as a commodity, and that justice demands that actions be taken to support people's 13 Here note the efforts of Marxist communists, New Deal welfarists, Keynesian capitalists, and others. 14 In short, I agree with the many of the arguments offered by [43] and [53] with respect to the value and necessity of a moral element to the law. [77] emphasises the importance of shared moral responsibility, arguing that the global community:",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[88]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1391,
                    "end": 1395,
                    "text": "[77,",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1396,
                    "end": 1399,
                    "text": "79]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1637,
                    "end": 1639,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1741,
                    "end": 1743,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1804,
                    "end": 1808,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1813,
                    "end": 1817,
                    "text": "[53]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1889,
                    "end": 1893,
                    "text": "[77]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "A Moral Foundation for Global Health Justice"
        },
        {
            "text": "… can aspire to a coherent set of global health goals in efforts to enhance global health justice. This claim does not require agreement on all global health goals, but on a minimal set around which global consensus might form. It calls for a global view of health capabilities. Determining the scope and content of health capabilities is a step toward delineating obligations of global, national, local and individual actors ( [77] , at 6).",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "[77]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "A Moral Foundation for Global Health Justice"
        },
        {
            "text": "So we must take a global view and undertake efforts which reduce the inequalities (inequity) of current health capabilities. As a starting point, Ruger argues that (2009, at 9):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Moral Foundation for Global Health Justice"
        },
        {
            "text": "• health capabilities aimed at avoiding premature death and preventable morbidity might take priority; • the core concepts of equality, priority, and threshold are integrated through the application of 'shortfall equality', which takes into account concerns for the worst-off and the need for proportional allocation; and • the international health community must first bring each individual's health functioning (capability to flourish) up to a specified level while ensuring that actions do not reduce the health functioning of the broader population below the agreed norm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Moral Foundation for Global Health Justice"
        },
        {
            "text": "Ultimately, then, the moral foundation of global health justice is supplied by Aristotelian ideas of human flourishing, and the modern and universally acknowledged value of equality, and the global community must be recognised as the moral community of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Moral Foundation for Global Health Justice"
        },
        {
            "text": "Bearing the above in mind, it is reasonable to stipulate that, in a moral and rightsbased society such as the one we claim, we all, regardless of personal interests or institutional membership, have a limited moral duty to treat every person with equal concern and respect, and to help ensure that every person has access to institutions, resources, and interventions that protect their basic wellbeing. This means that every person has a duty to facilitate their own and others' human flourishing, and a concomitant right to expect and receive support for their individual flourishing. In short, the idea of global health justice encapsulates rights and duties informed by flourishing and equity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Universal Right in Support of Global Health Justice"
        },
        {
            "text": "There of course remains the task of articulating a duty/right that is politically achievable and socially (or legally) enforceable. Of course, 'health' has already been constructed as a right within the WHO Constitution, 15 and in multiple international legal instruments. 16 And of course, its recognition as a legal right is not unimportant; so conceptualised, it is deserving of positive action on terms at least equal to any other right, including political and economic rights. However, we might be cautious about claiming a 'right to health' [3, 108] , for such is not within the law's gift to give. The right to health is actually shorthand for the less rhetorically exciting but more appropriate 'right to minimum healthcare'.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 223,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 273,
                    "end": 275,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "108]",
                    "ref_id": "BIBREF109"
                }
            ],
            "ref_spans": [],
            "section": "A Universal Right in Support of Global Health Justice"
        },
        {
            "text": "While the right to minimum healthcare-which is aimed at the highest attainable standard of physical and mental health, and which demands support for a standard of living adequate for one's needs and the exercise of one's agency-has often been viewed as aspirational, its explicit inclusion in the human rights matrix combined with the greater attention being paid to it has raised expectations that it will be better and more actively enforced. Indeed, in recent years, ideas around this (often illdefined) right, which implicates more established rights to life, to dignity, and to physical integrity, have informed health policy reforms and jurisprudence around the world. 17 Courts are much more inclined than in decades past to enforce such socioeconomic rights despite the fact that they will have consequences for public policy directions, healthcare system priorities, and budget allocations. 18 Usefully, this right, informed by the above moral foundation and equity-based theory, bears all the characteristics of a defensible right [54, 62] , 19 and has been defended as universal by way of a pluralistic approach. For example, [12] asserts that the combined weight of arguments from special rights to healthcare, harmprevention, and prudential arguments of the sort used to justify public health measures are sufficient to do the work of an alleged universal right to minimum of health care, but he also notes that the need for some fair procedure for reaching a social decision on which set of services to provide. Here, of course, [77] , has offered an answer. Drawing on Sen's concept of 'positional objectivity', 20 she claims that a common or shared standard of health can be formulated which will permit 16 [45] . 19 The salient characteristics of modern human rights include: (1) they are definite and high priority norms whose pursuit is mandatory; (2) they are notionally universal, held by people regardless of race, sex, religion, social position, nationality, geographic location, etc.; (3) they exist independently of recognition or implementation, serving then as standards of critique; (4) though not absolute and exception-less, they are normatively strong enough to prevail in conflicts with contrary norms, and justify international action; (5) they imply duties for both individuals and governments; (6) they establish minimum standards of decent social and government practice [62] . 20 The concept of 'positional objectivity' allows that individual circumstances can be acknowledged in assessments with a high degree of objectivity, with the overall aim being to design a legitimate or defensible 'view from nowhere' [80] . capability comparisons, so that we can better identify what is needed to attain greater health equity on a global scale, and thereafter implement coherent frameworks to achieve that global health justice.",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 677,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 900,
                    "end": 902,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "[54,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "62]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1052,
                    "end": 1054,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1543,
                    "end": 1547,
                    "text": "[77]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1720,
                    "end": 1722,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1723,
                    "end": 1727,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1730,
                    "end": 1732,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2407,
                    "end": 2411,
                    "text": "[62]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2414,
                    "end": 2416,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2648,
                    "end": 2652,
                    "text": "[80]",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "A Universal Right in Support of Global Health Justice"
        },
        {
            "text": "Legal institutions and instruments that deeply affect the wellbeing of humans must be designed to reflect long-held moral values and achieve practical ends considered important to a moral and just society (i.e., they must operate to realise or substantively achieve key principles of justice). 21 The legitimacy of governance frameworks therefore depends on their furtherance of moral imperatives and acknowledgement and vindication of deeply held socio-moral values in substantive contexts. In the global public health context, those values and actions must be informed by the idea of human flourishing and equity, and by human rights, the paradigm that we have chosen to shape, however imperfectly, our evolving society. Drawing on the important preliminary work of Buchanan, Gostin, Ruger and others, I have offered a theoretical foundation and specificity for the idea of global health justice and the practical objective of global public health.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Summary: A Justification for Action"
        },
        {
            "text": "If we are to take the morally justified human right to minimum healthcare seriously, we must emphasise its centrality to the human experience and to social equity, and we must do much more to place global public health at the centre of the international policymaking agenda. Doing so requires strong and coordinated action on the moral, organisational, and normative fronts, each of which are intimately connected, and each of which are addressed briefly below. (I acknowledge at the outset the political challenge this represents. I am, for example, well aware of the US reticence to defer to, or even acknowledge, international standards, or to support international social undertakings which are perceived as corrosive of national sovereignty and interests. 22 So long as wealthy countries like this persist in erecting barriers to equity, international health justice will be elusive. 23 )",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 763,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 889,
                    "end": 891,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Realising a 'New Deal' in Global Health Justice"
        },
        {
            "text": "Some might challenge the project of better articulating and operationalising core values, arguing that there are none shared by the 'global community'. However, our deep economic, ecological and social interdependence combined with our 21 While this is not an entirely uncontroversial claim, it is increasingly seen with political and legal theory circles as appropriately applied to international law and its institutions [13] . 22 The US has refused to ratify the FCTC 2003, the Convention on the Elimination of All Forms of Discrimination Against Women (1979), the UN Convention on the Rights of the Child (1989), the International Convention for the Protection of all persons from Enforced Disappearances (2006), and more. The US is also persistently in arrears of its UN financial support: [72] . 23 And there have been many calls for a retreat from unthinking deference to state sovereignty: [90] . expanding integration, suggests that we can and do think of the global community (and global citizenship), and we should therefore expect our political-legal institutions to adhere to some of the same concepts internationally that they do domestically (i.e., rule of law, equity, respect) [46] . On this point, the following has been observed:",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 430,
                    "end": 432,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[72]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 802,
                    "end": 804,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[90]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Values: Increasing Compassion Through Solidarity"
        },
        {
            "text": "[T]he slow but perceptible movement toward a global culture of human rights -the expanding consensus on the content of the most basic human rightssuggests the falsity of the pessimistic prediction that members of the international community are and will always remain moral strangers to one another [13] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Values: Increasing Compassion Through Solidarity"
        },
        {
            "text": "In the health context, we have already achieved a high level of agreement on some of the core principles. One of the most important and oft-repeated is that of global 'solidarity' (i.e., the idea of connectedness and of collaboration and sharing both knowledge and costs so that the underprivileged are lifted up to levels of wellness that demonstrate a respect for them as moral agents and members of a caring community) [39, 41] . 24 Solidarity is clearly a hallmark of the International Bill of Rights, and the WHO Constitution. With respect to the latter, the Recitals identify 'common dangers' to health, and state that the extension to all peoples of the benefits of medical, psychological and related knowledge is essential to the fullest attainment of health. Article 1 identifies the WHO's objective as the attainment by all peoples of the highest possible level of health. These expressions place the collective at the centre of our thinking, and they highlight the shared phenomenon of health, and the joint and collaborative nature of achieving it. Indeed, many of the functions enumerated in Article 2 are grounded on sharing and cooperation across sectors and borders.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Values: Increasing Compassion Through Solidarity"
        },
        {
            "text": "More recently, the Rio Political Declaration on the Social Determinants of Health (2011) (Rio Declaration (2011)), in Recital 2, has stipulated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Values: Increasing Compassion Through Solidarity"
        },
        {
            "text": "We understand that health equity is a shared responsibility and requires the engagement of all sectors of government, of all segments of society, and of all members of the international community, in an ''all for equity'' and ''health for all'' global action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Values: Increasing Compassion Through Solidarity"
        },
        {
            "text": "Again, it sets the global community as the beneficiary to whom we all, individually and collectively, owe duties, and it acknowledges the shared nature of your duties if equity is to be achieved. It goes on to articulate a series of pledges around five key action areas seen as critical to addressing health inequities, each of which are firmly grounded in conceptions of interrelatedness and open, collaborative working. These conceptions are further evidenced in the Rio Declaration's recognition that good health requires a universal, comprehensive, equitable, effective, responsive and accessible quality health system, together with dialogue across sectors and stakeholders with the potential for significant health impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Values: Increasing Compassion Through Solidarity"
        },
        {
            "text": "A solidaristic perspective can also be found in a wealth of other international health instruments, all of which, of course, lends support to the moral foundation for global health justice offered above. The key, however, is to now marshal solidarity so that it informs other policy areas in more than merely rhetorical ways [40] . 25 We must draw upon mechanisms of solidarity to rebalance society-shaping imperatives (i.e., to retreat from individualism, unattainable perpetual economic growth, and market correction as the abiding social objectives), and to move toward greater respect for people by identifying equity and health as both normative and substantive goals. To do nothing while people are dying of starvation or disease is to fail to respect them as human beings, and it has been argued that we might be compelled to prevent such harms by, for example, being taxed to support efforts to prevent them [61] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 332,
                    "end": 334,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[61]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Values: Increasing Compassion Through Solidarity"
        },
        {
            "text": "Ultimately, we need to be more courageous in drawing on value-justifications in support of critical social actions such as health when considering regulatory interventions, and in accepting that it is perfectly correct that we both share the costs of action, and sometimes surrender some of our sovereignty to achieve a healthier and more equitable world. One cannot overstate the importance of acknowledging, emphasising, and then embracing our shared responsibilities, and realigning the primary values that move international law and policy (toward solidarity and so greater equity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Values: Increasing Compassion Through Solidarity"
        },
        {
            "text": "Instigating this shift in values requires leadership. Despite its many failings and frailties, that leadership should come from the WHO, which has more voting members in its World Health Assembly than in the UN General Assembly, and which has an obligation under Article 1 of its Constitution to be more than a technical advisor. As a start, the WHO might reorganise around the three major pillars that are central to the realisation of healthy populations and productive societies, namely:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutions: Restructuring WHO Leadership and Actions"
        },
        {
            "text": "1. social infrastructures (social determinants of health); 2. proactive collective measures (population health structures and preventative programmes); and 3. responsive individual interventions (healthcare systems for responding to treatment needs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutions: Restructuring WHO Leadership and Actions"
        },
        {
            "text": "The first and primary pillar would focus on, and would help states to focus on, social infrastructures that impact on health (i.e., water systems, sanitation systems, road systems, urban spaces, etc.). It emphasises the centrality of healthy environments to human wellbeing. We are unlikely to achieve habitable built environments globally within existing economic and aid structures; the power of big pharma and med-tech companies forces health funding toward the supply of medicines and technologies at the expense of constructing the basics of good health. A global leader must offset this practice by marshalling evidence and stakeholders and by articulating norms and redirecting existing and new investments in health and beyond toward this pillar. On this point, it has been observed that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutions: Restructuring WHO Leadership and Actions"
        },
        {
            "text": "When countries invest in genuinely public goods -such as water supply systems, sanitation, sewage systems, safe roads, vector abatement, and pollution control -the benefits will, for the most part, accrue to rich and poor alike. The key point is that when government embeds healthy and safe conditions within the environment (not simply allocating services to particular individuals or groups), all human beings who live in that setting will benefitsimply by the fact that they inhabit the same space [37] .",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Institutions: Restructuring WHO Leadership and Actions"
        },
        {
            "text": "The second pillar is that relating to healthcare systems directed at preventive public health measures. Here the focus would be on developing and disseminating good public information around health and ill-health, and disease and prevention. It would support efforts to expand the evidence base into the efficacy of health interventions, and expand preventive interventions such as vaccination programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutions: Restructuring WHO Leadership and Actions"
        },
        {
            "text": "The third and final pillar, which is closely linked to the second, is about encouraging and facilitating versatile and resilient healthcare systems that are capable of delivering effective treatments through qualified staff in timely ways, and of being responsive to evolving healthcare needs and crises. Emphasis might be on training public health authorities and care-givers, ensuring that essential basic equipment is properly distributed, etc. It is about expanding healthcare systems and ensuring that they can respond to injuries and ill-health with effective interventions (that are not necessarily reliant on the latest expensive high technologies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutions: Restructuring WHO Leadership and Actions"
        },
        {
            "text": "Within each of these major action areas, the WHO must engage much more directly and regularly with policymaking in other sectors that impact on health, fighting vigorously on multiple fronts for a recognition that it is not just national governments, ministries of health and their dependent agencies that bear the burden of health, but rather a wide range of fields and actors, both public and private, that have responsibilities for promoting and protecting global public health (and justice in health). In this regard, the Adelaide Statement on Health in All Policies (2010) (Adelaide Statement (2010)) is instructive. It states that good health enables and enhances all sorts of human activities, and reports that escalating treatment costs are placing unsustainable burdens on healthcare resources. As such, governments need institutionalised processes for cross-sector problem solving. This is, of course, increasingly important because of the decentred nature of most policy settings. 26 The Adelaide Statement (2010) then advocates a 'Health in All Policies' (HiAP) approach to policy development and regulation. This approach is reiterated in the Rio Declaration (2011).",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 994,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Institutions: Restructuring WHO Leadership and Actions"
        },
        {
            "text": "Under the HiAP approach, those engaged in policymaking and policy implementation in all sectors are instructed to explicitly consider the health, wellbeing and equity implications of the proposed action. This deliberation should be facilitated by the production of and referral to empirical evidence, and by the calling upon of expert advice, including that from civil society. Again, it is not just health agencies that must do this; all agencies and actors should be expected to consider the health implications of their actions, and to demonstrate that the actions chosen either promote health, or, at the very least, do not directly or indirectly detract from health, wellbeing or equity. The idea is that health authorities will assist in these deliberations. 27 Finally, in addition to ensuring that it models the qualities of procedural justice and good governance-integrity, transparency, accountability, efficiency, and reflexivity-the WHO must demand the same from all of the organisations with which it partners, and it should audit for same. Here integrity refers to ensuring that agencies act honestly, without corruption, and in the best interests of their stakeholders (patients and publics), thereby encouraging justified public trust and cooperation. It has been reported that health institutions are among the most corrupt sectors in developing countries (Lindelow et al. [51] , and that corruption has profound impacts on production and wellbeing [109] . Transparency refers to ensuring avenues of participation in goal-setting and decision-making by interested stakeholders, sharing information that forms the basis of decisions, and being clear about how decisions are arrived at. Accountability has to do with ensuring that decision-makers and those tasked with operationalising decisions are clearly identified together with the limits of their authority. It is about ensuring that each organisation adheres to the rule of law, with some form of oversight and sanctions for breaches of duties. Efficiency relates to the need to ensure that resources are deployed properly and effectively. It requires clear objectives for actions, reasonable targets, rationally connected measures of success, and coordination among all those involved in the undertaking Finally, reflexivity demands processes for rigorous assessment of objectives, methods and indicators of success, and for revising those in an effective and efficient manner. If the utilisation of health resources is to be maximised, the WHO needs to demand that those expending them meet these principles or qualities.",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 767,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1390,
                    "end": 1394,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1466,
                    "end": 1471,
                    "text": "[109]",
                    "ref_id": "BIBREF110"
                }
            ],
            "ref_spans": [],
            "section": "Institutions: Restructuring WHO Leadership and Actions"
        },
        {
            "text": "Obviously, reaching its potential will depend on the support the WHO gets from its members, particularly those from the developed world. Irrespective of this increased support, the WHO must demand much more of itself and of those institutions with which it works. One thing the WHO (and other health organisations) might usefully retreat from is adding to the burgeoning and repetitive collection of soft law declarations and topic-and disease-specific codes, many of 27 There are examples of similar approaches in action. Matters of 'risk', variously defined, are frequently considered in policy formation and sector regulation across a range of fields, and has given rise to riskbased regulation in multiple sectors, including the environment, finance, and more. Similarly, the EU has long made the idea of 'the common market' a central consideration in all of its activities. One can find market defences, references to how the market is implicated, and claims to market improvements in almost every Directive and Regulation the EU adopts. Examples include those relating to the import and authorisation of goods, including medical devices, and to the undertaking of research and development, and in policies relating to the organisation of cross-border healthcare interventions, and energy production and distribution. which are either ignored in practice, 28 or overridden by hard law rules generated in other sectors. 29 Instead, it should take up the legislative function that is its birthright.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 470,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1361,
                    "end": 1363,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1424,
                    "end": 1426,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Institutions: Restructuring WHO Leadership and Actions"
        },
        {
            "text": "As part of its renewed and invigorated leadership, the WHO should take steps to develop a single, defining and binding convention in relation to global health justice. Its constitution, in Article 2(k), enumerates the power to ''propose conventions, agreements and regulations, and make recommendations with respect to international health matters, and to perform such duties as may be assigned thereby to the Organization and are consistent with its objective.'' Under Article 19, it can adopt conventions with respect to any matter within its competence, which instruments shall be binding upon adoption by the World Health Assembly and subsequent acceptance by WHO members. In short, the WHO has explicit normative powers which have to date remained mostly dormant. Given the state of global health and equity today, it is past time for it to take up those powers in a broader and more proactive way:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments: Legislating for Global Health Justice"
        },
        {
            "text": "[T]he WHO could do more to assert its authority and its mandate by serving as a platform for the negotiation of major treaties. Greater use of hard law would boost the legitimacy of the regulatory system, raising the moral, legal and political stakes for compliance by national governments [37, [67] [68] .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[67]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[68]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Instruments: Legislating for Global Health Justice"
        },
        {
            "text": "In this respect, the very ambitious idea of a Framework Convention on Global Health has long been touted [36, 41] . Though an improbable dream in the incoherent environment that prevails, the idea has support [83, 94] , and would certainly better realise the right to minimum healthcare for all. Bearing in mind the above, such a convention should contain the following elements:",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[83,",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "94]",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "Instruments: Legislating for Global Health Justice"
        },
        {
            "text": "• Conditions for Health: It should unambiguously identify the conditions which lead to good and bad health, and, perhaps more importantly, it should place health and global public health in its global social context (i.e., as a core human right with primacy over economic rights and interests), and explicitly define health and medical care as a social and political priority. • Foundational Values: It should clearly identify and define the socio-moral values that are fundamental to good health, including solidarity, dignity, and equity, making clear that they are foundational to the expectations of a moral society, that they ground human rights, and that they are expected to be operationalised by actors. 28 Studies have shown, for example, that the WHO Global Code of Practice on the International Recruitment of Health Personnel has had no meaningful impact on local policies and practices: Gostin [33] , citing a paper presented at the Annual Meeting of the American Political Science Association, Seattle, 1-4 September 2011. 29 By, for example, norms established in the trade and intellectual property setting by the WHO or WIPO.",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 714,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Instruments: Legislating for Global Health Justice"
        },
        {
            "text": "• Governance Structures: It should design model structures and mechanisms for achieving the qualities of good governance (procedural justice) in healthcare as articulated above, namely integrity, transparency, accountability, efficiency, and reflexivity. • Policy Fields: It should offer decisional principles and more concrete standards and rules around key issues such as sustainable funding around the three action pillars articulated above, standard methods of gathering data for measuring progress, obtaining good evidence about the efficacy of both common and novel public and individual health interventions, and more. It should also, importantly, contain some instruction on distributive justice in global health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments: Legislating for Global Health Justice"
        },
        {
            "text": "While the limits of law in achieving social ends must be acknowledged (and is everywhere in evidence with respect to global public health), a benchmark convention can only be salutary, and the process of drafting and adopting it might do much to reclaim and reaffirm the value of the WHO, mobilise and better integrate the global public health sector, rebalance the moral foundations for international legal action, and counterbalance the inequitable actions of some of the other global actors. The prevailing state of play has led to observations that our international political order is 'deformed' due to acute and unjustified disparities in power between both institutions and states [46] . 30 The WHO has a responsibility to resist that deformity, and a binding convention might be a way to initiate that resistance.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 692,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 695,
                    "end": 697,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Instruments: Legislating for Global Health Justice"
        },
        {
            "text": "The enumeration of a right to health (or to minimum healthcare) at international law has, or should have, real implications. For example, it should influence which considerations are deemed sufficient and which interests are deemed just when adopting courses of action through law. When it comes to considerations of international distributive justice, it should demand that actors take account of the processes by which states and institutions work to distribute material resources relating to health (as opposed to focusing narrowly on finance, as has been the traditional approach) [9] . That this has not happened is a testament to the limits of the law, particularly when political wills are focused on another direction. Nonetheless, the explicit recognition of this right in multiple international instruments combined with increased recognition (by courts, for example) that the right can and will result in obligations to act, should fortify those seeking to advance global public health. Actors need to take and make space to open discussions about values like solidarity and equity and about improved mechanisms for operationalising them. The WHO has an important role to play in this movement, and it should take steps to improve its own and its partners' structures and processes, and additionally move the international community toward a binding convention on global public health so that justice can finally be a hope for those who currently have little.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 588,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Summary: New Actions Morally Grounded"
        },
        {
            "text": "The recent Ebola outbreak has exposed (once again) the frailty of the public health system, both globally and domestically, and not just in Africa [35] , as well as a deplorable indifference to the fate of those not immediately on our doorstep (or not having the consumer strength that typically mobilises our health-related industries). While many factors have contributed to our failure to respond promptly and with compassion to the suffering of others, both generally and in relation to crises like this, I have argued that there are two critical factors. One is the dominant ideology which has marginalised global public health and health institutions. Another is the fragmented and disjointed quality of the global public health sector; its institutions lack integration and coordination, and its instruments lack scope. These realities have led to observations that: … [T]oday and every day, people will die and lives will not be improved because of the way global health is governed and implemented [26] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1007,
                    "end": 1011,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Institutions are important insofar as they mediate and particularise practice. Instruments are important insofar as they signal (moral) objectives, erect processes and mechanisms for action, define measures for success, and additionally serve an important rhetorical function. I have offered a vision of how the global public health policy field might be reorganised, reinvigorated, and re-tasked, taking into account institutions and instruments. While my recommendations are ambitious and wideranging, they are grounded in sound theories of justice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Given the limited opportunity that discussions and actions aimed at equity are typically given [46] , the ambition of the recommendations might be viewed as naivety. As indicated above, however, I am aware that the law has limits in what it can achieve, and that politics and political will are critical to any success in addressing the many and mighty failings in the global public health setting. I am also aware that the latter have in fact served as key barriers to success and justice in this field. That must not stop us from developing sound programmes of action that can be discussed and potentially taken up by political and policy actors; in this regard, the third of [62] salient characteristics of human rights is relevant (i.e., that the recommendations, in this case, short of implementation, can serve as a standard of critique and debate).",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[62]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "One can only hope that this latest health crisis might represent a tipping point for global public health, or rather for interest in global public health and the institutions that support it, so that someday we might actually achieve that elusive ideal of global health justice. Let us hope that the political actors are paying attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Doha declaration on the TRIPS agreement and public health and the contradictory trend in bilateral and regional free trade agreements, Quaker United Nations Office",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Occasional Health Care Anal",
            "volume": "23",
            "issn": "",
            "pages": "352--375",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "abstract_id=1977300. Accessed October",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Doha round's public health legacy: Strategies for the production and diffusion of patented medicines under the amended TRIPS provisions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reichman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of International Economic Law",
            "volume": "10",
            "issn": "",
            "pages": "921--987",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Out of the Abyss: The challenges confronting the new UN. Committee on economic, social and cultural rights",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alston",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Human Rights Quarterly",
            "volume": "9",
            "issn": "",
            "pages": "332--381",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Message to the fifth ministerial conference of the WTO in Cancun",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Annan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Nicomachean ethics, translated by Welldon",
            "authors": [
                {
                    "first": "Aristotle",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Why and how to make an international crime of medicine counterfeiting",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Attaran",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of International Criminal Justice",
            "volume": "9",
            "issn": "",
            "pages": "325--354",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ebola crisis: Sierra Leone begins three-day lockdown",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc News",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BBC News Africa",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Foucault and political reason: Liberalism, neo-liberalism and rationalities of government",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "International liberalism and distributive justice: A survey of recent thought",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beitz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "World Politics",
            "volume": "51",
            "issn": "",
            "pages": "269--296",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Regulatory innovation",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rethinking restructuring: Gender and change in Canada",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brodie",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The right to a decent minimum of health care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Philosophy & Public Affairs",
            "volume": "13",
            "issn": "",
            "pages": "55--78",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Justice legitimacy and self-determination: Moral foundations for international law",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The foucault effect: Studies in governmentality. Hemel Hempstead: Harvester Wheatsheaf",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Burchell",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "WHO launches taskforce to fight counterfeit drugs",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bulletin of the World Health Organization",
            "volume": "86",
            "issn": "",
            "pages": "689--690",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ebola outbreak in West Africa",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Fear of Ebola drives mob to kill officials in Guinea",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Callimachi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "NY Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Gene patents, health care policy and licensing schemes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Caulfield",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tigerstrom",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends in Biotechnology",
            "volume": "24",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Globalisation and health, speech to UN general assembly",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The new world disorder",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Checa",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Harvard Business Review",
            "volume": "81",
            "issn": "",
            "pages": "70--79",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Implications of the Doha declaration on the TRIPS agreement and public health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ties that bind: A social contracts approach to business ethics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dufee",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Trade in health services: Global, regional and country perspectives",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Making globalisation good: The moral challenges of global capitalism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dunning",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Is global capitalism morally defensible? Contrib Political Economy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dunning",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "135--151",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Reshaping global health",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dybul",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Accessed October",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Social status and health misery index: Low Social status is bad for your health",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "WHO declares escalating Ebola outbreak an international emergency",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Discourse and social change",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fairclough",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "WHO leader describes the agency's Ebola operations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "NY Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The weary titan: Strategy and policy in Great Britain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gooch",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "The making of strategy: Rulers states, and war",
            "volume": "",
            "issn": "",
            "pages": "278--306",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Injuries: The neglected burden in developing countries",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gosselin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bulletin of the World Health Organization",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Ebola: Towards an international health systems fund",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "49--51",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Imagining global health with justice: Ebola and impoverished people and health systems, presented at Global Health and Justice Panel",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Global health law",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Meeting basic survival needs of the world's least healthy people: Toward a framework convention on global health",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Georgetown Law Journal",
            "volume": "96",
            "issn": "",
            "pages": "331--392",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Is the United States prepared for Ebola?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The toad in the garden: Thatcherism among the theorists",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Marxism and the interpretation of culture",
            "volume": "",
            "issn": "",
            "pages": "35--57",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Solidarity: A (new) ethic for global health policy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Care Analysis",
            "volume": "14",
            "issn": "",
            "pages": "215--236",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Ethical rhetoric: Genomics and the moral content of UNESCO's 'universal' declarations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Medical Ethics",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "International public health law: Not so much WHO as why, and not enough WHO and why not? Medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Care and Philosophy",
            "volume": "12",
            "issn": "",
            "pages": "245--255",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The concept of law",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L A"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Law, liberty and morality",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L A"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Injury prevention and the attainment of child and adolescent health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bulletin of the World Health Organization",
            "volume": "87",
            "issn": "",
            "pages": "390--394",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Is access to essential medicines as part of the fulfilment of the right to health enforceable through the courts?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hogerzeil",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Global inequality and international institutions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hurrell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Metaphilosophy",
            "volume": "32",
            "issn": "",
            "pages": "34--57",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Financing global health 2010: Development assistance and country spending in economic uncertainty",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The politics of regulation: Institutions and regulatory reforms for the age of governance",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "From the global market to the global village: 'Free' trade, health and the world trade organization. Promotion of Education",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonte",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Neo-liberalism: Policy, ideology, governmentality",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Larner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Studies in Political Science",
            "volume": "63",
            "issn": "",
            "pages": "5--25",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Measuring corruption in the health sector: What we can learn from public expenditure tracking and service delivery surveys in developing counties",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindelow",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Transparency international, global corruption report 2006: Corruption and health",
            "volume": "",
            "issn": "",
            "pages": "29--33",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The limits to governance",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Legal reasoning and legal theory",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maccormick",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Social versus political rights",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macmillan",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Canadian Journal of Political Science",
            "volume": "19",
            "issn": "",
            "pages": "283--304",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Fake drugs driving ugandans back to witch doctors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mclaughlin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Emerging health issues: The widening challenge for population health promotion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Promotion International",
            "volume": "21",
            "issn": "",
            "pages": "15--24",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Using a tactic unseen in a century, countries cordon off Ebola-racked areas",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "NY Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Sources of doubt, sources of duty",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morss",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "HLA Hart on international law. Deakin L. Review",
            "volume": "10",
            "issn": "",
            "pages": "698--707",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Disability-adjusted life years for 291 diseases and injuries in twenty-one regions, 1990-2010: A systematic analysis for the global burden of disease study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2197--2223",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Ebola outbreak takes toll on Africa's health workers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Npr",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "International political theory and the question of justice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nardin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Political Affairs",
            "volume": "82",
            "issn": "",
            "pages": "449--465",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Making sense of human rights: Philosophical reflections on the universal declaration of human rights",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nickel",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The spirit of democratic capitalism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Novak",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Nature, function and capability: Aristotle on political distribution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nussbaum",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Aristotle's politik",
            "volume": "",
            "issn": "",
            "pages": "152--186",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Health at a glance 2011: OECD indicators",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Regulation: Economic theory and legal form",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ogus",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Differences in life expectancy due to race and educational differences are widening, and may not catch up",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olshansky",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "1803--1813",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Global collaboration on road traffic injury prevention",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Journal of Injury Control and Safety Promotion",
            "volume": "12",
            "issn": "",
            "pages": "8--91",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Solidarity: Reflections on an emerging concept in bioethics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Prainsack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buyx",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Towards a critical public law",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Prosser",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of Law and Society",
            "volume": "9",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Discourse, Ideology, Discourse, Ideology, Discourse",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Purvis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "44",
            "issn": "",
            "pages": "473--499",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "UN official: US is $1.2 billion in arrears at UN",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Reuters",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Accessed October",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "British army medics from 22 field hospital in Aldershot arrive in Sierra Leone as part of UK's response in fight against Ebola crisis MailOnline",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robison",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "The impact of FTAs on public health policies and TRIPS flexibilities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roffe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spennemann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Journal of Intellectual Property Management",
            "volume": "1",
            "issn": "",
            "pages": "75--93",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Powers of freedom: Reframing political thought",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Normative foundations of global health law",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Georgetown Law Journal",
            "volume": "96",
            "issn": "",
            "pages": "423--443",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Global health justice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public Health Ethics Online",
            "volume": "",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Round up the usual suspects! Globalization, domestic politics and welfare state change",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "New politics of the welfare state",
            "volume": "",
            "issn": "",
            "pages": "16--44",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Commodities and capabilities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Positional objectivity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Philosophy & Public Affairs",
            "volume": "22",
            "issn": "",
            "pages": "126--145",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Global trade and public health",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "American Journal of Public Health",
            "volume": "95",
            "issn": "",
            "pages": "23--34",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "The faces of injustice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shklar",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "A framework convention on global health: A catalyst for justice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sidibé",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bulletin of the World Health Organization",
            "volume": "90",
            "issn": "",
            "pages": "870--870",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "The world bank as 'Intellectual Actor",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The world bank: Its first half century",
            "volume": "2",
            "issn": "",
            "pages": "523--609",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Obama: U.S. military to provide equipment, resources to battle Ebola epidemic in Africa",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eilperin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Preferences and politics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Philosophy & Public Affairs",
            "volume": "20",
            "issn": "",
            "pages": "3--34",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Social norms and social roles",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Columbia Law Review",
            "volume": "96",
            "issn": "",
            "pages": "903--968",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Human rights and wrongs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tay",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Adelaide Law Review",
            "volume": "21",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Globalisation and the decline of social reform",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Teeple",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "A philosophy of international law",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Teson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "TRIPS, pharmaceutical patents, and access to essential medicines: A long way from Seattle to Doha",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chinese Journal of International Law",
            "volume": "3",
            "issn": "",
            "pages": "27--46",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Keeping the promise: United to achieve the millennium development goals",
            "authors": [],
            "year": 2010,
            "venue": "UN General Assembly",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Uniting for universal access: Towards zero new HIV infections, zero discrimination and zero AIDS-related deaths",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Un Secretary-General",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Review of the HSSPII in relation to human rights and gender as part of the third-term review for the health sector, second draft. Kampala: Ministry of Health",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "The global fight against HIV/AIDS, tuberculosis, and malaria: current status and future perspectives",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vitoria",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Journal of Clinical Pathology",
            "volume": "131",
            "issn": "",
            "pages": "844--848",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "History of the WHO framework convention on Tobacco control",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Report on the global Tobacco epidemic 2011: Warning about the dangers of Tobacco",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Tobacco: Fact Sheet No. 339",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Ebola response roadmap",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Director-general statement following the fifth meeting of the emergency committee",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "WHO Observatory. Global health observatory data repository: Absolute numbers data by country",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who News",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "World Health Statistics",
            "authors": [],
            "year": 2014,
            "venue": "WHO Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Accountable governance in the Era of globalization: The WTO, NAFTA and international harmonization of standards",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wallach",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "823--865",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Making sense of global health governance: A policy perspective",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "47--71",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Long, strange trips: The pharmaceutical industry drive to harmonize global intellectual property rules, and the remaining WTO legal alternatives available to third world countries",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "1069--1126",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "Economic development, environmental protection and the right to health",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Georgetown International Environmental Law Review",
            "volume": "9",
            "issn": "",
            "pages": "195--220",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Six questions on the cost of corruption with World Bank Institute global governance director",
            "authors": [],
            "year": 2014,
            "venue": "Daniel Kauffmann",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", the Mexico Report on Health Promotion: Bridging the Equity Gap (2000), the Bangkok Charter for Health Promotion in a Globalised World (2005), the Nairobi Call to Action for Closing the Implementation Gap in Health Promotion (2009), and more. The two most important international legal instruments aimed at global public health are the IHR 2005, which address global health security, and the Framework Convention on Tobacco Control (2003) (FCTC 2003), which addresses smoking, both of which are binding on signatories.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Including the Universal Declaration of Human Rights (1948), Article 25, the International Covenant on Economic, Social and Cultural Rights (1966), Article 12, the International Convention on the Elimination of All Forms of Racial Discrimination (1966), the Declaration of Alma-Ata (1978), the Ottawa Charter for Health Promotion (1986), the Convention on the Rights of the Child (1990), and the Bangkok Charter for Health Promotion in a Globalised World (2005), and more. 17 With respect to reforms, see Uganda [95]. With respect to jurisprudence, see Francis Coralie Mullin v Administrator, Union Territory of Delhi et al. [1981] 1 SCC 608 (Indian SC), which considered health and care as an element of the right to life. 18 See In re Certification of the Constitution of the Republic of South Africa [1996] 4 SA 744 (S Afr Const Ct), para. 78; Tutela Decision, T-760/2008, 31 July 2008, Colombian Constitutional Court. See also",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}