{
    "paper_id": "39ef8559367fa8e98053a17546cde832fc8f0b80",
    "metadata": {
        "title": "CLINICAL PRACTICE Exercises in Clinical Reasoning When the Illness Goes Off Script-An Exercise in Clinical Reasoning",
        "authors": [
            {
                "first": "Georges",
                "middle": [],
                "last": "Al-Helou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University Hospital",
                    "location": {
                        "settlement": "George, Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Zafia",
                "middle": [],
                "last": "Anklesaria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "Kohlwes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "P H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jalil",
                "middle": [],
                "last": "Ahari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University Hospital",
                    "location": {
                        "settlement": "George, Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gurpreet",
                "middle": [],
                "last": "Dhaliwal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n this series, a clinician extemporaneously discusses the diagnostic approach (regular text) to sequentially presented clinical information (bold). Additional commentary on the diagnostic reasoning process (italics) is integrated throughout the discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 49 year-old man with hypothyroidism presented to the emergency department with fever, malaise, and a nonproductive cough for 3 days. He denied headaches, nausea, abdominal, back, or chest pain. His only medication was levothyroxine. He lived in California, but was visiting the northeast United States when he became ill. He denied any recent travel outside the country. He denied tobacco use and illicit drug use; he occasionally drank alcohol. He was in a monogamous heterosexual relationship and was employed in the film industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient is a middle-aged man with hypothyroidism presenting with acute fever and cough. Acute fever and cough are usually caused by a viral or bacterial upper or lower respiratory tract infection. His recent travel to the northeast United States brings to mind tickborne infections, although most such pathogens do not cause pneumonitis. Cough can be seen with anaplasmosis, erlichiosis, babesiosis, and the pneumonic form of tularemia. His residence in California puts him at risk for pulmonary coccidiomycosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Illness scripts are an adaptation from cognitive psychology's script theory. In script theory, individuals use their prior knowledge to contextualize new experiences. The clinician triggers the illness scripts of familiar diseases such as viral or bacterial respiratory infections and tick-borne infections to compare to his problem representation. He uses geographic clues to consider less fitting conditions, but will likely only give them serious thought if the emerging data set deviates from his more common scripts. 1 In the emergency department, the temperature was 39.7 degrees Celsius, heart rate was 107 beats per minute, blood pressure was 110/63 mmHg, respiratory rate was 24 breaths per minute, and his oxygen saturation was 95 % on 3 liters of nasal cannula oxygen. He was in moderate distress. There were several 1 cm firm, mobile, non-tender cervical lymph nodes and a 2 cm left axillary lymph node. He had crackles in the bilateral mid-lung fields. Heart, abdominal, and neurologic examinations were normal. There was a diffuse non-blanching maculo-papular rash on the trunk with petechiae ( Fig. 1) .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 523,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1109,
                    "end": 1116,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "He has signs of systemic inflammation which may arise from infection, autoimmunity, or malignancy. Scattered lymphadenopathy can be explained by all three categories of disease, but sepsis is the acute concern. His cough, bilateral crackles, and hypoxia signal a diffuse parenchymal lung process; most commonly this will be a bacterial pneumonia. Fever and rash is often caused by viral exanthems such as Epstein Barr virus (EBV), cytomegalovirus (CMV), and acute human immunodeficiency virus (HIV); while each causes lymphadenopathy and fever, primary pulmonary disease is unusual. Acute influenza frequently leads to pneumonia, but rash is not characteristic. Bacterial infections like endocarditis, meningococcemia, and Rocky Mountain spotted fever all warrant early consideration with fever and a diffuse petechial rash, although he does not have any epidemiologic risk factors for these conditions. A bacterial pneumonia with bacteremia could cause cutaneous vasculitis, but scattered lymphadenopathy is not part of that picture. While disseminated endemic fungal infections can cause fever, rash, lymphadenopathy, and pulmonary disease, an acute presentation with widespread skin lesions would be more likely in an immunocompromised patient. The rash does not have the typical appearance or pain of Stevens-Johnson syndrome/toxic epidermal necrolysis, but environmental and medication exposures should be queried nonetheless. Sarcoidosis affects each of the involved organs in this case, but is usually more indolent. Vasculitis and other autoimmune conditions like systemic lupus erythematosus (SLE) and antineutrophil cytoplasmic antibody (ANCA)-associated diseases are possible but less likely. The same could be said for malignancy, which rarely presents with this degree of acuity, save for aggressive hematologic cancers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using SIRS physiology as a starting point, the discussant builds an analytic framework around three categories (infection, autoimmunity, malignancy). The clinician outlines a broad differential diagnosis after an early focus on lifethreatening illnesses (pneumosepsis). This broad framework creates the scaffolding to access appropriate illness scripts as the case unfolds. Rapid improvement with antibiotics will support the common disease (e.g., pneumosepsis). If the patient gets sicker, the clinician has already considered other diagnostic possibilities, which will facilitate the evaluation of a broad range of potential illness scripts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Laboratory testing revealed a white blood cell count of 4000/μL (25 % neutrophils, 25 % bands, 15 % lymphocytes, and 30 % monocytes), hemoglobin of 13.8 g/dL, and platelets of 78,000/μL. Sodium was 132 mmol/L, blood urea nitrogen 28 mg/dL, and creatinine 1.5 mg/dL. The rest of the electrolytes were normal. International normalized ratio (INR) was 1.7, partial thromboplastin time (PTT) 35.7 seconds, albumin 2.5 g/dL, total protein 4.7 g/dL, total bilirubin 2.2 mg/dL, direct bilirubin 1.1 mg/dL, aspartate transaminase 65 U/L, alanine transaminase 58 U/L, alkaline phosphatase 63 U/L. Arterial blood gas showed pH of 7.39, partial pressure of CO2 of 29 mmHg, and partial pressure of O2 of 100 mmHg on 6 L of oxygen by nasal cannula. Chest X-ray showed bilateral hilar fullness with clear lung fields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The combination of thrombocytopenia and coagulopathy points to either liver dysfunction or disseminated intravascular coagulation (DIC). The patient has liver function test abnormalities and hypoalbuminemia, but lacks risk factors or physical exam findings of chronic liver disease. The low albumin is likely a negative acute phase reactant phenomenon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Monocytosis is non-specific. It can be a prominent feature of myeloid disorders, particularly chronic myelomonocytic leukemia. The rash, modest hepatitis, and pancytopenia could signal early leukemic infiltration of the skin, liver, and bone marrow. Acute promyelocytic leukemia is the form of leukemia most associated with DIC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The bilateral hilar fullness implies hilar lymphadenopathy, which can be seen in sarcoidosis, pulmonary infections such as tuberculosis or fungal pneumonia, and malignancy (including lymphoma). He has clear lung fields on chest x-ray with marked hypoxia, which always raises the question of pulmonary embolus; however, the bilateral mid-lung crackles suggests a parenchymal disorder that has yet to appear on imaging studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The summary of the patient's acute problems includes fever, hypotension, hypoxia, lymphadenopathy, disseminated rash, leukopenia, thrombocytopenia, acute kidney injury, mild hepatitis, and probable DIC. Sepsis remains the leading concern, but non-bacterial infections, acute hematologic malignancy, and sarcoidosis are important contenders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the amount of data increases, the clinician triggers many more illness scripts. None are a perfect match, so he discusses the pros and cons of each possibility to prioritize the differential diagnosis. Typical clinical reasoning is often built upon the problem representation (PR), a one-line synopsis of the important characteristics of a case. This is followed by accessing illness scripts that match the important information from the PR. 2 In this complex case, the clinician reverses the standard process by accessing many illness scripts and then summarizes the case again to refocus the differential diagnosis. Restatement of the PR is a useful strategy in complex cases to focus on the key clinical elements and hone the differential diagnosis as new information becomes available.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 446,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Computed tomography (CT) of the chest revealed prominent mediastinal lymph nodes, right middle lobe bronchial wall thickening, and nonspecific nodular interstitial ground-glass opacities in both bases (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The intra-thoracic lymphadenopathy, bronchial wall thickening, and interstitial lung disease is compatible with sarcoidosis. Although a virus is more likely than bacteria to cause a rash, hepatitis, or pancytopenia, these are not common features of the common lower respiratory tract viral pathogens. Lymphangitic spread of a lymphoma, leukemia, or carcinoma is plausible. Lymph node biopsy (axillary or intra-thoracic) will be informative. Intravenous fluid, vancomycin, meropenem, doxycycline, and azithromycin were administered. The patient remained febrile and developed worsening respiratory failure requiring mechanical ventilation. A repeat chest x-ray showed bilateral diffuse infiltrates consistent with acute respiratory distress syndrome (ARDS). Norepinephrine, epinephrine, and vasopressin were administered for hypotension. He became anuric and continuous veno-venous hemodialysis was initiated. He began to bleed from his venipuncture sites and developed ischemia of his fingers and toes. Labs revealed worsening thrombocytopenia (platelets 7,000/uL) and neutropenia (absolute neutrophil count of 800/uL). His INR was 2.1, PTT was 56 seconds, and fibrinogen was 120 mg/dL (reference range: 150-400 mg/dl). Blood, sputum, and urine cultures grew no organisms. A respiratory viral panel, HIV antibody test, and urine antigen tests for Legionella and streptococcus were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rapid deterioration of his hemodynamics, respiratory status, kidney function, bone marrow, and coagulation system indicates a severe systemic inflammatory response. He is appropriately being treated for sepsis, but extensive laboratory data does not implicate a pathogen. With travel to the northeast US, I would still consider tick-borne pathogens that can occasionally cause fulminant sepsis, including anaplasmosis, erlichiosis, and babesiosis. The first two should have been treated by the doxycycline. Babesiosis is diagnosed by microscopy, serology, or polymerase chain reaction, but is less likely given the normal hemoglobin. The lack of documented infection warrants examination of non-infectious processes that mimic severe sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rapidly progressive hematologic malignancies such as acute leukemia and lymphoma (including cutaneous T cell lymphomas) can present with fevers and multiorgan failure. Aggressive forms of mastocytosis may be characterized by widespread organ invasion, cutaneous involvement, and hypotension, but the characteristic flushing and gastrointestinal complaints are absent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the autoimmune spectrum, sarcoidosis is less likely because of acuity and extent of multiorgan failure. However, those same features make catastrophic antiphospholipid syndrome and ANCA-associated disorders plausible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although his deterioration is likely a progression of the underlying disease, we must also consider if treatments might be responsible. For instance, could his shock be an anaphylactic reaction to one of his multiple antibiotics?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the patient is deteriorating, the clinician returns to the less common conditions he considered earlier in the context of SIRS. This represents clinical Bpre-planning^and enables the clinician to take the next steps quickly when initial therapies fail. As his clinical thinking evolved from pneumosepsis to pseudosepsis, he considers rarer diseases in an efficient yet constrained manner that focuses testing rather than using a shotgun approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Blood smears showed rare schistocytes but no evidence of malaria, ehrlichia, or babesiosis. An ehrlichia polymerase chain reaction and a rickettsia antibody panel were negative. A serum lactate dehydrogenase (LDH) was 1300 U/L, and serum ferritin was 2000 ng/mL. A CT of the abdomen revealed mesenteric and retroperitoneal lymphadenopathy and mild splenomegaly. High dose vasopressor medications were continued, and stress dose steroids were added empirically due to refractory hypotension. He was subsequently weaned off vasopressors but remained intubated and febrile. His rash spontaneously resolved on ICU day 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This information has not radically shifted the differential diagnosis or the relevant categories of disease. It is hard to know if steroids can be credited for the restoration of hemodynamic stability given simultaneous treatment with antibiotics. The problem representation is now fever, hypotension (resolved), diffuse pulmonary infiltrates, widespread lymphadenopathy, disseminated rash (resolved), leukopenia, thrombocytopenia, DIC, severe AKI, and mild hepatitis with no evident infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the absence of evidence of infection or autoimmunity, malignancy becomes the leading concern. Acute promyelocytic leukemia (APL) is an important consideration with his DIC, but the absence of peripheral blasts is unusual. Given the widespread lymphadenopathy, elevated LDH, and mild splenomegaly, an aggressive lymphoma is probable. Metastatic carcinoma of unknown primary could also cause lymphadenopathy and invade multiple organs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hemophagocytic lymphohistiocytosis (HLH) is characterized by multi-organ involvement, cytopenias, splenomegaly, and fevers. Since these findings are seen in many other conditions, testing for criterion-based data that are more specific to HLH, including elevated IL2R level, hypertriglyceridemia, low NK activity, or a bone marrow biopsy demonstrating hemophagocytosis, is often necessary to make the diagnosis. HLH in adults is usually secondary to infection, autoimmunity, or malignancy. Often the distinction between aggressive lymphoma and HLH is blurred, but I suspect his condition resides somewhere along that spectrum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient fulfilled five diagnostic criteria for HLH: fevers, splenomegaly, cytopenias, hyperferritinemia, and hypofibrinogenemia or hypertriglyceridemia (510 mg/dl); the interleukin-2 receptor level (soluble CD25) was also elevated at 9,196 pg/ml (normal range 5-400 pg/ml). (Table 1) The diffuse lymphadenopathy raised suspicion for autoimmunity or malignancy as an underlying etiology of his HLH. An axillary lymph node biopsy showed cells that were markedly positive for CD1a and S100 staining (Fig. 3) , consistent with Langerhans cell histiocytosis (LCH). There was no evidence of a lymphoma or hemophagocytosis, and cultures were negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 287,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 500,
                    "end": 508,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "There was no evidence of histiocytosis elsewhere in the body; there were no lytic bony lesions, pulmonary nodules or cysts, or findings of central nervous system disease (e.g., diabetes insipidus). He was diagnosed with lymphadenopathic LCH 4 which precipitated an inflammatory reaction culminating in HLH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient was treated with etoposide and dexamethasone for HLH and defervesced within a few days. His organ failure and coagulopathy improved, although he sustained digital necrosis (presumably from DIC and vasopressor treatment) requiring amputations of six fingers. He required prolonged mechanical ventilation. He was discharged to a rehabilitation facility where he regained strength over the next 3 months and then returned home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "He has returned to his job, and no relapse has occurred in the 18 months since discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This patient had one rare disease-hemophagocytic lymphohistiocytosis (HLH)-caused by another rare disease, Langerhans cell histiocytosis (LCH). It is impossible to have an illness script for every Bzebra^diagnosis. A better strategy is to have intimate knowledge of common diseases in order to easily recognize deviations from these familiar scripts. It is the mismatch between common illness scripts (pleural) 5 and a patient's presentation that prompts diagnosticians to consider rare diseases.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 412,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Clinicians typically have well-developed illness scripts for common conditions. For example, pneumonia would typically be conceptualized as a febrile illness with a cough and chest xray infiltrate that improves with antibiotics. With experience, clinicians see many variations of pneumonia, including cases that lack fever or even chest x-ray infiltrates. Experience also allows the clinician to recognize an unexpected data point as more than a variation, but instead as a deviation that invites consideration of other diagnoses. For example, unilateral hilar lymphadenopathy can be seen in lobar pneumonia, but symmetric, bilateral hilar lymphadenopathy is too unusual for pneumonia and will invite consideration of sarcoidosis, which can also present as a fever, cough, and infiltrate. power (a, b) . These cells stained positive for S100 (c) and CD1a (d)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 801,
                    "text": "power (a, b)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "To diagnose a rare disorder, a clinician does not need to know its complete illness script. The key is to know when to think about rare conditions. In this case, an early or presumptive diagnosis of HLH would have been inappropriate due to the extremely low base-rate of this disease. The clinicians knew the illness script for pneumosepsis, patiently worked under this assumption, and ultimately recognized deviations from this script. The inflammatory response was not controlled with antibiotics and no source of infection was identified, so attention turned from sepsis to sepsis mimickers. Rare diseases such as HLH were considered only after the discussant found irreconcilable mismatches with the illness scripts of more common conditions. This process of identifying incongruities prompted the clinicians to request consultations and perform additional diagnostic tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Solving challenging cases is ultimately a test of clinicians' knowledge of common diseases, not rare ones. When clinicians know the illness scripts of common diseases well enough to recognize telltale deviations from the norm, they can trigger the consideration of rare conditions and request help from colleagues and other resources that will ultimately lead to a diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "1) HLH is a rare syndrome of marked immune activation that can mimic sepsis. HLH may be triggered by infection, neoplasms, autoimmune disorders, or genetic mutations. 5 2) LCH is a clonal proliferation of mononuclear phagocytic cells (histiocytes). LCH can be local and asymptomatic, or it can involve multiple organs. It can present as SIRS and even shock. 6, 7 The most common sites of involvement are the skin, bones, lungs, liver, spleen, teeth, gums, and central nervous system (manifesting as diabetes insipidus). 6 -8",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 361,
                    "end": 362,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Teaching Points"
        },
        {
            "text": "3) Reports have linked LCH and HLH. The pathogenesis is still unknown, but it is suspected that macrophage activation through T-cell activation and cytokine release plays an important role in the pathophysiology. 9 ",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Teaching Points"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A 22-year-old woman with abdominal pain",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Brzezinski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Estrada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Gen Intern Med",
            "volume": "29",
            "issn": "7",
            "pages": "1074--1078",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A 43-year-old woman with abdominal pain and fever",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Keenan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dhaliwal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Gen Intern Med",
            "volume": "25",
            "issn": "8",
            "pages": "874--877",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How I treat hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weitzman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Blood",
            "volume": "118",
            "issn": "15",
            "pages": "4041--4052",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lymph node involvement by Langerhans cell histiocytosis: a clinicopathologic and immunohistochemical study of 20 cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Edelweiss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Medeiros",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hum Pathol",
            "volume": "38",
            "issn": "10",
            "pages": "1463--1469",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Adult haemophagocytic syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramos-Casals",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brito-Zerón",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "López-Guillermo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9927",
            "pages": "1503--1516",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Report from the International Registry of the Histiocyte Society",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aricò",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Girschikofsky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Généreau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur J Cancer",
            "volume": "39",
            "issn": "16",
            "pages": "2341--2348",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Langerhans cell histiocytosis-clinical and epidemiological aspects",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Broadbent",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Egeler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Nesbit",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Br J Cancer Suppl",
            "volume": "23",
            "issn": "",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cell-specific gene expression in Langerhans cell histiocytosis lesions reveals a distinct profile compared with epidermal Langerhans cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "184",
            "issn": "8",
            "pages": "4557--4567",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Macrophage activation and hemophagocytic syndrome in langerhans cell histiocytosis: report of 30 cases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Favara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jaffe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Egeler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Dev Pathol",
            "volume": "5",
            "issn": "2",
            "pages": "130--140",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Non-blanching, maculo-papular rash with scattered petechiae.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Hilar lymphadenopathy seen on chest CT (arrows).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "H&E staining showing the histiocytes under low power and high",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Diagnostic criteria for hemophagocytic lymphohistiocytosis3 Molecular identification of an HLH-associated gene mutation: pediatric patients must be homozygous for a mutation associated with HLH, while adults may be heterozygous if clinical evidence for HLH is strong OR Five of these eight criteria 1. Low or absent NK cell activity 2. At least two peripheral blood cytopenias (Hemoglobin <9 g/dl, platelets <100,000/microL; absolute neutrophil count <1000/microL) 3. Fever ≥38.5°C 4. Ferritin >500 ng/mL 5. Splenomegaly 6. Fasting triglycerides >265 mg/d and/or fibrinogen <150 mg/dL 7. Hemophagocytosis in bone marrow, spleen, lymph node, or liver 8. Elevated soluble CD25 (soluble IL-2 receptor alpha) two standard deviations above age-adjusted laboratory-specific norms",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}