{
    "paper_id": "3a1236fb3e3fce894627a65a8db2ba462381e931",
    "metadata": {
        "title": "Nasal Airway Obstruction Study (NAIROS): a phase III, open-label, mixed-methods, multicentre randomised controlled trial of septoplasty versus medical management of a septal deviation with nasal obstruction",
        "authors": [
            {
                "first": "Katherine",
                "middle": [
                    "J"
                ],
                "last": "Rennie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "O&apos;hara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nikki",
                "middle": [],
                "last": "Rousseau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Deborah",
                "middle": [],
                "last": "Stocken",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Denise",
                "middle": [],
                "last": "Howel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Ternent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mike",
                "middle": [],
                "last": "Drinnan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Alison",
                "middle": [],
                "last": "Bray",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Leila",
                "middle": [],
                "last": "Rooshenas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "W"
                ],
                "last": "Hamilton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Alison",
                "middle": [],
                "last": "Steel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Tony",
                "middle": [],
                "last": "Fouweather",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ann-Marie",
                "middle": [],
                "last": "Hynes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Eva-Maria",
                "middle": [],
                "last": "Holstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yemi",
                "middle": [],
                "last": "Oluboyede",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Alaa",
                "middle": [],
                "last": "Abouhajar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Janet",
                "middle": [
                    "A"
                ],
                "last": "Wilson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [],
                "last": "Carrie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NAIROS Study Group",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Septoplasty (surgery to straighten a deviation in the nasal septum) is a frequently performed operation worldwide, with approximately 250,000 performed annually in the US and 22,000 in the UK. Most septoplasties aim to improve diurnal and nocturnal nasal obstruction. The evidence base for septoplasty clinical effectiveness is hitherto very limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Aims: To establish, and inform guidance for, the best management strategy for individuals with nasal obstruction associated with a deviated septum. Methods/design: A multicentre, mixed-methods, open label, randomised controlled trial of septoplasty versus medical management for adults with a deviated septum and a reduced nasal airway. Eligible patients will have septal deflection visible at nasendoscopy and a nasal symptom score ≥ 30 on the NOSE questionnaire. Surgical treatment comprises septoplasty with or without reduction of the inferior nasal turbinate on the anatomically wider side of the nose. Medical management comprises a nasal saline spray followed by a fluorinated steroid spray daily for six months. The recruitment target is 378 patients, recruited from up to 17 sites across Scotland, England and Wales. Randomisation will be on a 1:1 basis, stratified by gender and severity (NOSE score). Participants will be followed up for 12 months post randomisation. The primary outcome measure is the total SNOT-22 score at 6 months. Clinical and economic outcomes will be modelled against baseline severity (NOSE scale) to inform clinical decision-making. The study includes a recruitment enhancement process, and an economic evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "(Continued from previous page) Discussion: The NAIROS trial will evaluate the clinical effectiveness and cost-effectiveness of septoplasty versus medical management for adults with a deviated septum and symptoms of nasal blockage. Identifying those individuals most likely to benefit from surgery should enable more efficient and effective clinical decision-making, and avoid unnecessary operations where there is low likelihood of patient benefit. Keywords: Nasal septum, Nasal obstruction, Septoplasty, Turbinates, Mometasone furoate, Clinical trial, Cost-effectiveness, Process evaluation Background Septoplasty is surgery to straighten the nasal partition between the two nostrils (the septum). Septoplasty is a commonly conducted operation worldwide, with approximately 250,000 operations performed annually in the US and approximately 22,000 in the United Kingdom (UK) [1, 2] . Most of these are carried out for nasal blockage and associated symptoms such as a snoring and sleep disturbance.",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 878,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 879,
                    "end": 881,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nasal blockage is one of the commonest complaints presenting to otolaryngologists. However, the causes may be multiple, and several may be co-existent. Septal deviation or lesions in the nasal passages, such as nasal polyps or enlarged adenoids or turbinates, may cause a 'fixed' sensation of blockage. 'Fluctuating' blockage symptoms may be caused by inflammatory conditions of the nasal epithelium such as infective or allergic rhinitis. In addition, the 'nasal cycle', a spontaneous physiological congestion and decongestion of the nasal cavity, compounds the challenge in characterising and assessing nasal patency [3] . The impact of the 'nasal cycle' can be mitigated by measuring nasal airflow following therapeutic nasal decongestion [3] .",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 622,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ideally, the septum runs down the centre of the nose. If it is not straight, perhaps because of injury or a developmental anomaly, it may narrow one or both sides of the nose and obstruct airflow. A perfectly straight nasal septum in adults is rare and some degree of deviation is an accepted norm. However, in instances where there are symptoms of nasal obstruction and a concomitant deviation of the septum, patients may be offered the septoplasty operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the sidewalls of the nose are 'turbinates', tissue structures which are rich in blood vessels and glands. Often when the septum narrows one side of the nose, it creates a larger space on the other side, into which the turbinate on that side expands. Medical management using topical nasal steroid sprays decongests the nasal lining and may lead to improvement in the symptoms of nasal blockage. However, such treatments are required on a daily, ongoing basis and in practice may not be successful. In addition, side effects of nasal dryness, irritation and bleeding may impact on treatment satisfaction and compliance. When surgery to straighten the septum is carried out, some surgeons also reduce the contralateral turbinate tissue. Potential complications of septoplasty include septal perforation, septal adhesions and bleeding [4] . Post-operative pain is common although this is reduced if sutures rather than nasal packing are used [4] [5] [6] . Patients typically are advised to take several days off work or usual activities after the operation. Septoplasty has no defined selection criteria, particularly in patients whose principal symptoms are sleep related, and clinical practice varies in different centres. The mode of action of septoplasty in sleep-related breathing disorders is not fully understood [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 838,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 942,
                    "end": 945,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1320,
                    "end": 1323,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1324,
                    "end": 1327,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1328,
                    "end": 1331,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The effectiveness of septoplasty with or without turbinate surgery remains unclear and there is a lack of high-quality evidence of its benefit in the literature [10, 11] . Not all patients improve with surgery. Estimates of persistent septal deviation following a septoplasty procedure range from less than 6% [12] to 20% [13] . Where septoplasty fails and further surgery becomes necessary, revision rates are reported to be high [14] . There is also a lack of robust evidence about the additional benefit of turbinate surgery [11] . One study showed reduced revision rates for septoplasty when the turbinate tissue is reduced [15] ; other studies report no added long-term benefit from turbinate reduction [16] [17] [18] .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, most septal surgery is based on subjective, unstandardised clinical impressions of the contribution of the nasal septum to patients' symptoms. There is also no good comparative evidence regarding alternatives to septal surgery; nor about who might most benefit, to inform patients' and doctors' shared surgical decisionmaking [11] .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whilst it is recognised that that the evidence base for septoplasty is ambiguous [11] , it is important to take into account the variations between men and women in relation to the operation. Firstly, septoplasty is more common in men [4, 11] and, secondly, there is a known gender influence on response to nasal-patient reported outcome measures [1] .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of NAIROS is to establish, and inform guidance for, the best management strategy for patients with nasal obstruction associated with a deviated nasal septum, via a randomised controlled trial (RCT) of surgery versus medical management across 17 sites in both secondary and tertiary hospitals across England, Scotland and Wales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To establish, and inform guidance for, the best management strategy for participants with nasal obstruction associated with a deviated septum, via a randomised controlled trial comparing the clinical and costeffectiveness, of nasal septoplasty plus/minus (±) contralateral turbinate reduction versus medical management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims and objectives Study aim"
        },
        {
            "text": "The study objectives are split into three different aspects: clinical effectiveness, economic evaluations and mixedmethod process evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "Clinical effectiveness To measure clinical effectiveness according to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "Subjective self-report rating of nasal airway obstruction Heterogeneity of estimated treatment effect specifically according to severity of obstruction and gender Objective measures of nasal patency Number of adverse events (AEs) and additional interventions required Technical failure in the surgical arm How well those agreeing to enter the trial reflect those screened for eligibility",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "The cost-effectiveness of each intervention The cost-utility with outcomes reported as incremental cost per Quality Adjusted Life Year (QALY) gained A longer-term economic model to assess costs and health consequences beyond 12-month follow-up period All economic analyses will be conducted from the perspective of the National Health Service (NHS) and participants",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "Mixed-methods process evaluation of the trial and interventions Our mixed-method process evaluation will identify, describe, understand and address:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "Barriers to optimal recruitment, and potential solutions to address these, through integration of the QuinteT Recruitment Intervention (QRI) [19, 20] Participants' and healthcare professionals' experiences of trial participation and the interventions under evaluation Factors likely to influence wider implementation of trial findings",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "The design, measured outcomes and analysis of the process evaluation and QRI are detailed later in this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "A multicentre, randomised controlled, open-label trial, incorporating a qualitative process and economic evaluation. Participants will be randomised on a 1:1 basis between septoplasty, with or without turbinate reduction, versus medical management (Isotonic Saline Nasal Spray (Sterimar) and Mometasone Nasal Spray) of nasal obstruction. Participants in the medical management arm will be asked to use the nasal sprays twice daily for 6 weeks, then once daily for the remainder of the 6-month period. Recruitment will take place over 20 months, with trial completion complete at 42 months (submission of final report).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial design and duration"
        },
        {
            "text": "The trial will take place in 17 NHS hospitals across Scotland, England and Wales (see the ISRCTN registry number 16168569). An overview of the NAIROS schedule of events patient pathway is shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 203,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Trial setting"
        },
        {
            "text": "Adults (aged ≥ 18 years) referred by their general practitioner (GP) to Ear, Nose and Throat (ENT) secondary care outpatient clinics who are found to have a deviated septum on nasendoscopy and reduced nasal airway as indicated by a NOSE score ≥ 30. ENT staff will also be recruited for participation in a process evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target population"
        },
        {
            "text": "The NAIROS eligibility criteria are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Target population"
        },
        {
            "text": "Hospital researchers will proactively identify NAIROSeligible patients through triage of referral letters of rhinology patients to the ENT department, and issue an invitation to attend a research clinic. Patients attending a research clinic will, where possible, have been sent the Patient Information Sheet (PIS) with their appointment details, and have been directed to the Patient Information Video, available at www.NAIROS.co.uk. All patients will have been given a minimum of 24 h after receiving the PIS to decide whether or not they would like to take part. The main PIS can be found in Additional file 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "Consent A delegated member of the research team will undertake informed consent discussions with the opportunity for the patient to ask any questions and discuss the trial in more detail. Patients will be invited to give informed, written consent in three stages. Firstly, consent to undergo screening (eligibility). Secondly, consent to have the discussion about the NAIROS trial with the investigator audio-recorded and their details passed onto • Any prior septal surgery • Systemic inflammatory disease or the use of any current oral steroid treatment within the past 2 weeks • Granulomatosis with polyangiitis • Nasendoscopic evidence of unrelated associated pathology, e.g. adenoid pad, septal perforation, chronic rhinosinusitis indicated by the presence of polyposis or pus • Any history of intranasal recreational drug use within the past 6 months • Breast-feeding, pregnancy or intended pregnancy for the duration of involvement in the trial • Bleeding diathesis • Therapeutic anticoagulation (warfarin/novel oral anti-coagulant (NOAC) therapy) • Clinically significant contraindication to general anaesthesia • Patients known to be immuno-compromised • Those in whom an external bony deformity substantially contributes to the nasal obstruction a member of the qualitative team for a telephone interview. Finally, eligible patients are invited to give consent for the main trial, and to also give consent to potential future sharing of their anonymised data with other researchers not related to the NAIROS study. The patient Informed Consent Form can be found in Additional file 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "Screening Screening data used to assess eligibility will include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "Clinical examination (including nasal endoscopy) Nasal Obstruction Symptom Evaluation Scale (NOSE) scoreconfirmation of total ≥ 30 Age Baseline recording of four core features at endoscopy of the undecongested nose • The side of the maximum convexity • One main site of deflection on each sideanterior/ posterior/upper/lower/all) • Confirmation that there is no excluding inflammatory processpus/polyps/adenoids • Magnitude of observer-rated airway block (< 50%; ≥ 50%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "If the participant is unable to complete the endoscopic examination without topical preparation, it can be performed after the airway assessment of the decongested nose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "The NOSE scale is a validated five-item, unifactorial self-report of nasal-block severity which has been applied in previous research and audit studies [21, 22] . The three recognised NOSE-derived categories of baseline severity used will be: 30-50 = Moderate, 55-75 = Severe, 80-100 = Extreme [22] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "For NAIROS, it is anticipated that baseline severity will be the most important determinant of outcome. Those with a NOSE score of less than 30 will be excluded from NAIROS on the basis of having symptoms that are too mild to warrant inclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "Randomisation At the baseline visit, consenting, eligible patients will be randomised on a 1:1 basis using random permuted blocks of variable length. Stratification will be by gender and baseline severity (NOSE score).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "Randomisation will be administered centrally by the Newcastle Clinical Trials Unit (NCTU) web-based system. The treatment allocation is open label and the randomisation system will provide a unique trial identifier for each participant via email to a delegated member of site staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "Participants will be randomised between:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "1. Septoplasty with or without unilateral turbinate reduction 2. Medical management",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant identification, consent, screening and randomisation"
        },
        {
            "text": "Participants allocated to the septoplasty group will undergo surgical correction of the nasal septal deviation ± unilateral reduction of the inferior turbinate on the concave side. A preliminary secondary care feasibility exercise revealed that there is considerable variation in surgical practice around the UK; rates of contralateral turbinate reduction varied between NAIROS centres from 30 to 65% of septoplasties. As a pragmatic study, NAIROS does not ask surgeons to change their usual practice in relation to contralateral turbinate reduction. NAIROS surgeons may or may not carry out unilateral turbinate surgery on the wider side, according to their assessment of the individual patient airway. Intention to reduce one turbinate will be recorded prior to randomisation. Details of the actual surgery performed will also be collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventionseptoplasty"
        },
        {
            "text": "Participants will have a closed septoplasty, will be sutured, not packed, and will be a day case (where possible). The recommended post-operative twice-daily regimen will be of saline douche plus Naseptin Nasal Cream (or if the patient is allergic to the peanut content of Naseptin, Bactroban 2% ointment). Participants will be recommended to take a few days off work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventionseptoplasty"
        },
        {
            "text": "Nasal-steroid and saline sprays should not be part of routine standard post-operative care for NAIROS. Any additional medication required by participants will be recorded as concomitant medication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventionseptoplasty"
        },
        {
            "text": "Surgery must be carried out anytime up to 8 weeks (+ 4 weeks) after randomisation. The additional 4-week window is to allow for extenuating circumstances only, such as unexpected patient or clinical reasons that necessitate a delay in surgery. Reasons for delays to surgery will be collected and reported. The surgical intervention will be performed by surgeons who have completed their training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventionseptoplasty"
        },
        {
            "text": "Patients randomised to the medical management arm will be asked to use a combination of an isotonic spray with a full twice-daily dose of a fluorinated steroid spray (mometasone furoate) which is a typical maximal medical therapy regime over a 6-month period. Preparatory work by the chief investigator indicated that most patients referred from their GP have never used this sustained combination therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventionmedical management"
        },
        {
            "text": "Sterimar Isotonic Nasal Spray dose: one spray (metred dose) into each nostril prior to using the Mometasone Nasal Spray.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventionmedical management"
        },
        {
            "text": "Mometasone Nasal Spray dose: 100 mcg (two sprays) into each nostril twice daily for 6 weeks, followed by 100 mcg (two sprays) into each nostril once daily or 50 mcg (one spray) into each nostril twice daily for the remainder of the 6-month period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventionmedical management"
        },
        {
            "text": "Participants who wish to discontinue their allocated treatment, but remain in the trial, may access other treatments via the standard local NHS route. Such participants will be followed up as per their allocated treatment intervention arm. Participants in the surgical arm who wish to pursue medical treatment will not receive the trial Investigational Medicinal Product (IMP) prescription. Participants in the medical arm who wish to receive surgery and remain eligible for septoplasty should be added to the elective NHS waiting list.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventionmedical management"
        },
        {
            "text": "The primary analysis is comparison of the comprehensive, validated Sino Nasal Outcome Test-22 (SNOT-22) [23] patient-reported scores at 6 months from randomisation (− 2 weeks to + 4 weeks), with complete follow-up of participants to 12 months post randomisation. SNOT-22 is a commonly employed patient reported outcome measure in the assessment of patients with pathologies of the nose and sinuses [23] [24] [25] [26] [27] [28] [29] [30] and was first applied to septoplasty in 2003 [31] . Our PPI work found that patient symptoms mapped better to the SNOT-22 than to the NOSE and that patients preferred the SNOT-22 measure. To maximise collection of primary outcome measure, participants who cannot attend the 6-month follow-up visit may complete SNOT-22 by post.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Primary outcome measure"
        },
        {
            "text": "Secondary outcome measures can be categorised into patient-reported, safety, economic, exploratory and qualitative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcome measures"
        },
        {
            "text": "Patient Reported Outcome Measures (PROMs) PROMs will be used to measure long-term change in nasal patency and quality of life:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcome measures"
        },
        {
            "text": "SNOT-22 subscales (Rhinologic, Sleep, Ear/facial pain, Psychological) at 12 months NOSE scale at 12 months Double Ordinal Airway Subjective Scale (DOASS)administered post nasal decongestant use only at 12 months. DOASS is a subjective comparator of right and left nasal patency [32] allowing direct comparison with the spirometry measures Safety outcomes Safety outcomes will be measured by the number and characteristics of any AEs, and surgical complication/failure and re-intervention within 12 months.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Secondary outcome measures"
        },
        {
            "text": "Economic outcomes Economic outcome measures include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcome measures"
        },
        {
            "text": "QALY gained using the 36-item Short Form Health Survey (SF-36) questionnaire (1-week recall), further converted into QALYs using the Health Economy Survey derived from SF-36 (SF-6D) algorithm [33] , at 12 months, and AEs avoided Use of and timing of additional interventions in primary and secondary care recorded by Health Care Utilisation Questionnaire at 6 months and 12 months Number of days unable to undertake usual activities recorded by Health Care Utilisation Questionnaire at 6 months and at 12 months Incremental cost per change in SNOT-22 at 12 months Costs to NHS and participants at 12 months Longer-term economic model to assess costs and health consequences beyond the trial Exploratory outcome measures Two of the most common objective measures of nasal patency, used in some overseas healthcare systems to assess likely benefit from septoplasty, are peak nasal inspiratory flow rate (PNIF) and nasal partitioning ratio (NPR) [34] . PNIF and NPR will be used in this trial as exploratory outcome measures.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Secondary outcome measures"
        },
        {
            "text": "All sites will be provided with two devices to measure two different measurements of nasal patency: PNIF, measured with a PNIF meter (Peak Nasal Inspiratory Flow (PNIF) Meter; GM Instruments, Kilwinning, UK) NPR, measured using the NV1 rhinospirometer (NV1 rhinospirometer; GM Instruments, Kilwinning, UK)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcome measures"
        },
        {
            "text": "The two standard measurements will each be made before and after decongesting the nasal turbinate tissue with xylometazoline at baseline and at 6 and 12 months following randomisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcome measures"
        },
        {
            "text": "PNIF measures the peak flow rate of air through both nostrils during inhalation using a PNIF meter with a face mask. The participant holds the mask over the nose and mouth, closes the mouth and inhales maximally (sniffs). PNIF has been shown to respond to septoplasty/turbinectomy [35] and can, therefore, be used for an overall assessment of nasal airflow impairment, and as an objective outcome measure from surgery. However, PNIF does not differentiate between the two nostrils.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Secondary outcome measures"
        },
        {
            "text": "Bench testing shows the NV1 rhinospirometer to be an accurate and precise objective marker of airflow symmetry [36] . The NV1 rhinospirometer has two separate channels to measure the volume of air passing through each nostril, hence deriving the NPR, the difference between right and left volumes divided by the sum. NPR ranges from symmetrical (0) to completely unilateral (± 1). The NPR appears to predict the septal surgery outcome [34, 37] . Comparison of NPR during both maximal inhalation and normal tidal breathing will allow the comparative utility of these two measures to be compared and demonstrate any change in nasal function following treatment.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Secondary outcome measures"
        },
        {
            "text": "Qualitative outcomes Qualitative outcomes will be identified through observations of training and NAIROS meetings, interviews with health professionals and participants, and audio-recording of recruitment discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcome measures"
        },
        {
            "text": "The trial schedule of events is presented as a flow diagram (Fig. 1 ) and using the Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) Figure [ 38] (Fig. 2) . Participants recruited to the main trial will be followed up for 12 months from the point of randomisation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 160,
                    "end": 168,
                    "text": "Figure [",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 181,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Data collection"
        },
        {
            "text": "Data including the number of participants screened, approached and interested in taking part will be collected via a log completed by site staff conducting screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Assessments pre-randomisation Eligible patients who consent to participate in the main trial will have the following outcome measures administered prior to randomisation: Site nursing staff will record details of any concomitant medication and AEs during a phone call at 2 weeks after surgery has taken place, and at all scheduled trial visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Medical management arm data As a pragmatic trial using standard treatment as part of the medical management arm, precise assessment of any mometasone furoate spray and Sterimar spray residuum will not take place. Participant compliance with the IMP does not form part of the trial monitoring plan. Participants will be asked at the 6-month follow-up visit (visit 2) to estimate how many bottles of the Sterimar and mometasone furoate spray they used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Site nursing staff will record details of concomitant medication and any AEs during a phone call at 2 weeks post randomisation and at all scheduled trial visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Data will be handled, computerised, stored and archived in accordance with the General Data Protection Regulation (2018), and the latest Directive on Good Clinical Practice (GCP) (2005/28/EC). Patient-identifiable data will remain at each site and not be collected as part of the trial dataset. Patient identification on data collection tools used during screening will be through a unique sequential screening number allocated by site staff. Patients recruited to the main trial will additionally be identified by a unique trial identifier number generated by the randomisation system. Data will be transcribed and NPR files uploaded by site staff to the trial's secure, password-limited, validated MACRO™ database (Elsevier).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data handling and record keeping"
        },
        {
            "text": "The participant trial record, including completed paper data collection tools, will be archived at site for 5 years following the end of the trial. Audio-recordings will be archived for 10 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data handling and record keeping"
        },
        {
            "text": "The trial will be conducted in accordance with the Medicines for Human Use (Clinical Trials) Regulations 2004 and subsequent amendments. All parties must abide by these regulations and the International Conference on Harmonisation-Good Clinical Practice (ICH-GCP) guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial compliance and withdrawal"
        },
        {
            "text": "Participants who withdraw their consent from the trial, or are withdrawn by the investigator, will not be replaced. All data collected up until the point of withdrawal will be retained for NAIROS research purposes, and consent will be sought for this (Additional file 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial compliance and withdrawal"
        },
        {
            "text": "The SNOT-22 Minimal Clinically Important Difference (MCID) in the National Comparative Audit of Surgery for Nasal Polyposis and Chronic Rhinosinusitis was 8.9 [23] . Septal surgery is reported variously as showing reductions in total SNOT-22 scores above (10 points) [29] or below (4 points) this boundary [25] . In the absence of a specific figure for septoplasty MCID, NAIROS has assumed a clinically relevant reduction being at least 9 points.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Sample size calculations"
        },
        {
            "text": "Reported standard deviations (SD) of the SNOT-22 score were 18 [27] (in external septoplasty) to 24 [28] in septorhinoplasty, NAIROS assumed the larger, more conservative SD.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Sample size calculations"
        },
        {
            "text": "Sample size calculations were based on a t test for superiority assuming equal variance across groups, a conservative estimate given the primary analysis is based on adjustment for stratification covariates, increasing power. The target recruitment of 378 participants allows for 20% drop-outbased upon experience from our unit's two prior septal surgery audits [10, 39] . The remaining 302 participants (151 per arm at completion), are required to show a 9-point [23] difference in overall SNOT-22 score between arms, with 90% power and 5% Type I error, assuming a SD of 24.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Sample size calculations"
        },
        {
            "text": "Primary outcome The primary analysis is comparison of SNOT-22 scores at 6 months by randomised treatment arm (immediate surgery vs medical management). Mean overall scores will be presented by treatment group. The associated significance of any observed difference will be calculated in multivariable regression models adjusting any treatment effect by stratification factors, gender and NOSE severity at baseline. Secondary analysis of the primary outcome measure will adjust for the influence of baseline severity SNOT-22 score as a continuous covariate, planned turbinate reduction as a binary covariate and other important demographic and clinical covariates at randomisation (including, but not exclusively, age, body mass index (BMI), smoking, endoscopic features). Non-linear relationships between continuous baseline measures and outcome will be addressed by simple, and possibly more complex, fractional polynomial transformations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The NAIROS model will generate a linear predictor score of patient outcome weighted according to the statistical importance of each covariate. Each patient's linear predictor score will be compared against observed score for internal validation. This model will be used to explore recommendations for treatment options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The importance of baseline severity, as a continuous distribution of NOSE score at randomisation, may be further explored graphically by Subpopulation Treatment Effect Pattern Plots (STEPP analysis) [40] to display the predicted point estimates of any treatment effect (with 95% CI) over the range of NOSE values (range 30-100 in NAIROS participants), further informing any patient selection guidance and recommendations.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Primary statistical analyses will be carried out on an intention-to-treat basis. The number of ineligible participants and reasons for ineligibility will be reported. A sensitivity analysis may be conducted and reported if the number of ineligible participants or participants not receiving the allocated treatment is excessive. Participants may choose to discontinue the treatment to which they have been allocated, and may also ask that they receive an alternative treatment as per local standard NHS care. The implication of such treatment adjustments, which typifies surgical trials, is that the intention-to-treat analysis will produce a conservative estimate of the effect of septoplasty. Non-compliance (including receiving the alternative treatment) may be addressed using an 'as treated' approach or complier average causal effect (CACE) approach, since the intention-to-treat analysis under noncompliance is biased when the intervention effect is large [41] . Statistical methods for withdrawal of participants, based on statistical censoring, may be considered.",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 967,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Tests of heterogeneity will assess robustness of the overall treatment effect across stratification subgroups, and by intention to perform unilateral turbinate reduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "There are no formal interim analyses of the primary outcome measure and there are no formal statistical stopping rules. Decisions regarding continuation of the trial will be made at DMC meetings held every 6 months. Decisions will be made on the basis of information presented in a statistical report that includes analysis of formal data snapshots, including safety data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Analysis of secondary outcomes Analyses of secondary outcomes will follow a broadly similar strategy. These will include the data at 6-month follow-up from the other outcomes (SNOT-22 subscales, NOSE, DOASS, SF-36) and that for all outcomes at 12-month follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Subjective scales, tabulated by arm and overall at randomisation, 6-month and 12-month follow-ups, will be compared by both summary statistics and graphical representation. Multiple regression will be used to investigate longitudinal outcome scores between treatment groups at follow-up time points. Variation between participants will be included as a random effect with an assumed normal distribution. Analysis will include the stratification factors of baseline severity and gender. Further adjusted analyses will include terms for baseline values of the scores and key demographic and clinical covariates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Adverse events will be tabulated according to World Health Organisation (WHO) Common Terminology Criteria for Adverse Events (CTCAE) grade version 4.03. Number of severe (CTC grade 3, 4 or 5) will be reported as a proportion of all AEs. Number of participants experiencing at least one severe CTCAE will be reported as a proportion of all participants. Surgical complication/failure and re-intervention will be tabulated and will not subject to statistical testing. Technical failures from operations where widening of nasal airway was achieved yet the symptoms persist will be reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Analysis of exploratory outcomes Three measurements each of PNIF and NPR during maximal inhalation will be made. Either the maximum (PNIF) or average (NPR) value is used. Summary statistics will be presented for PNIF and NPR by arm and overall, at baseline, 6-month and 12month follow-ups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Design The process evaluation incorporates the QRI and mixed qualitative methods. Data collection and analysis will commence during study set-up and continue throughout the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mixed-method process evaluation"
        },
        {
            "text": "Randomising patients between surgical and medical arms can be challenging. The QRI, based at Bristol University, will assist in the identification and methods of addressing such challenges. The QRI uses novel qualitative and mixed-method approaches pioneered during the National Institute for Health Research (NIHR) Health Technology Assessment (HTA)-funded ProtecT (Prostate testing for cancer and Treatment) study [42] . These methods have since been applied to several other 'challenging' or controversial RCTs in different clinical contexts, all of which have led to insights about recruitment issues and the development of generic and bespoke strategies to optimise recruitment [43] .",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Mixed-method process evaluation"
        },
        {
            "text": "The QRI will coincide with the study set-up and the first year of recruitment, using qualitative and novel methods to investigate and address recruitment barriers (objective A, below) [43] [44] [45] . Qualitative interviews will be conducted throughout the trial to investigate patients' and clinicians' experiences of the study procedures, interventions and barriers to implementing findings into practice (objectives B and C, below).",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Mixed-method process evaluation"
        },
        {
            "text": "Sampling strategy The sampling strategy is informed by current and prior experience [42, 46, 47] . In keeping with the principles of rigorous qualitative research, sampling will be responsive to the study context. In some cases fewer interviews or observations will be conducted, and in others, additional data will be required to accommodate our emerging analysis or study events. Numbers of interviews will be guided by 'data saturation'continued sampling until findings become repetitious.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Mixed-method process evaluation"
        },
        {
            "text": "Objective A: Optimising recruitment -QRI (study set-up and first year of recruitment) Working in close collaboration with the Trial Management Group (TMG), the QRI team will assimilate investigational and interventional approaches to understand and address recruitment difficulties in the early stages of NAIROS. The findings and implications of the QRI will continue to be implemented by the TMG and study investigators throughout the remainder of the trial recruitment period. The QRI will proceed in two iterative phases: a detailed understanding of the recruitment process will be developed in phase I, leading to tailored interventions to improve recruitment in phase II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mixed-method process evaluation"
        },
        {
            "text": "Phase I: understanding the recruitment process and how it operates in individual centres. A multi-faceted, flexible approach will be adopted, comprising one or more of the following methods:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mixed-method process evaluation"
        },
        {
            "text": "(a) In-depth interviews, conducted with: members of the TMG (n = 5-10); clinicians or researchers involved in trial recruitment (n = 10-12); and eligible patients who have been approached to participate in the trial (n = 5-10). Interviews will explore views on trial processes, perceptions of equipoise, and information about how the protocol is operationalised in clinical centres (b) Audio-recording and non-participant observation of consultations during which the trial is discussed with patients, enabling identification of clear and subtle obstacles to recruitment (c) Mapping of eligibility and recruitment pathwaysnoting the point at which patients receive information about the trial, which members of the clinical team they meet, and the timing and frequency of appointments. The QRI researcher will work closely with the clinical trials unit to compose logs of potential RCT participants as they proceed through screening and eligibility phases (d) Regular observation of TMG and investigator meetings to gain an overview of trial conduct and overarching challenges (logistical issues, etc.) (e) Scrutiny of study documentation (e.g. PISs) to identify aspects that are unclear or potentially open to misinterpretation Phase 2: development and implementation of recruitment strategies. Anonymised findings from Phase I will be presented to the TMG, summarising the factors that appear to be hindering recruitment. A plan of action will be devised in collaboration with the TMG if there is consensus that aspects of practice are amenable to change. Interventions will be tailored to the nature of recruitment challenges identified. Generic forms of intervention may include 'tips' documents on how to explain trial design and processes. Supportive feedback will be a core component of the plan of action, with the exact nature and timing of feedback dependent on the issues that arise. Centre-specific feedback may cover institutional barriers, whilst multicentre group feedback sessions may address widespread challenges. Individual confidential feedback will be offered where there is a need to discuss specific challenges or potentially sensitive issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mixed-method process evaluation"
        },
        {
            "text": "Objectives B and C: understanding experiences of septoplasty and non-surgical management We will investigate patients' (n = [16] [17] [18] [19] [20] and health professionals' (n = 16-20) experiences of the interventions and trial participation through qualitative interviews conducted during patient follow-up. Where possible, patients for the follow-up interviews will include those interviewed during the recruitment phase; additional participants will be recruited based on purposive and emergent criteria (e.g. patients who have declined their allocated treatment). We will identify any aspects of the care pathway which are problematic for patients or health professionals; and potential barriers and facilitators to wider acceptance and implementation of trial findings. A focus group of GPs will explore preliminary trial findings and discuss implications for primary care management of nasal obstruction. Our analysis of the implementation of study findings will be informed by Normalisation Process Theory (NPT) [48] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Mixed-method process evaluation"
        },
        {
            "text": "Qualitative data management and analysis All interviews will be audio-recorded, transcribed verbatim and edited to ensure anonymity of respondents. Contemporaneous field notes from non-participant observation in clinical settings will be edited to ensure anonymity of participants. Data will be managed using NVivo software. The analysis will be conducted according to the standard procedures of rigorous qualitative analysis which we have described previously [49] , including open and focussed coding, constant comparison [50] , memoing [50] , deviant case analysis [51] and mapping [52] . We will undertake independent coding and crosschecking and a proportion of data will be analysed collectively in 'data clinics' where the research team share and exchange interpretations of key issues emerging from the data. Audio-recorded recruitment consultations will be subjected to content, thematic and novel analytical approaches, including targeted conversation analysis [52] and quanti-qual appointment timing (the 'Q-Qat method') [53] . There will be a focus on aspects of information provision that is unclear, disrupted, or potentially detrimental to recruitment and informed consent.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Mixed-method process evaluation"
        },
        {
            "text": "All participants who complete the NAIROS trial, or who discontinue the treatment interventions at any point, will be offered standard, local NHS care in discussion with their local investigator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-trial care"
        },
        {
            "text": "The sponsor will provide indemnity in the event that trial participants suffer negligent harm due to the management of the trial. This indemnity will be provided under the NHS indemnity arrangements for clinical negligence claims in the NHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indemnity"
        },
        {
            "text": "The Trial Steering Committee (TSC), Data Monitoring Committee (DMC), trial statistician, data manager and other members of the central trial team as required will have access to the full trial dataset. Individual site trial datasets will not be available to individual site investigators prior to publication of the main trial results. All requests for data should be directed to the corresponding author for consideration. Access to the anonymised final trial dataset may be available following review; we will retain exclusive use until publication of major outputs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to the final trial dataset"
        },
        {
            "text": "The results of the trial will be presented at topic-specific national or international conferences and published in a general medical journal with the monograph published by HTA. Authorship of all publications will be on a named individual authorship basis. For each publication, all individuals who fulfil the authorship definition for the publishing journal or site will be included as individually named authors. Authorship order will be decided by the chief investigator and TMG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination of trial results"
        },
        {
            "text": "A lay summary of results and the HTA report will be available on the NAIROS website. Members of the Patient and Public Involvement (PPI) panel will review results and they will be involved in writing lay summaries of results for dissemination to relevant patient groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination of trial results"
        },
        {
            "text": "NCTU staff will monitor trial conduct and data integrity to ensure that the trial is conducted in accordance to the latest directive on GCP (2005/28/EC). This will be detailed in a Data Management Plan and a Monitoring Plan approved by the trial sponsor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial monitoring"
        },
        {
            "text": "Safety reporting Delegated nursing staff will interview participants to collect and record any AEs. This will take place at every trial visit (n = 3), and also via safety phone calls; 2 weeks after randomisation for medical management arm participants, and 2 weeks after septoplasty for surgical arm participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial monitoring"
        },
        {
            "text": "Serious adverse events (SAEs) will be assessed for any relationship to the treatment intervention (causality), and expectedness (by reference to the Reference Safety Information (RSI)) of any serious adverse reactions (SARs). Only a qualified medical doctor, delegated to do so at site, may assess the causality and expectedness of each SAE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial monitoring"
        },
        {
            "text": "Trial Management Group A Trial Management Group, facilitated by NCTU, will convene approximately monthly throughout the duration of the trial. Members will consist of key NCTU staff, the chief investigator, local clinical co-applicants, trial statisticians, a sponsor representative and staff representing Health Economics, Qualitative and QuinteT recruitment intervention teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial monitoring"
        },
        {
            "text": "Independent Data Monitoring Committee An independent Data Monitoring Committee (DMC) has been appointed to provide an independent review of participant safety and data endpoints. The independent members comprise two statisticians and a clinician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial monitoring"
        },
        {
            "text": "The DMC will meet at least annually, and report directly to the Trial Steering Committee (TSC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial monitoring"
        },
        {
            "text": "Trial Steering Committee A TSC has been appointed to provide overall independent supervision of the trial. Members consist of an independent chair, two independent clinicians, an independent statistician, an independent health economist and three patient representatives. The TSC will meet least annually, after a DMC meeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial monitoring"
        },
        {
            "text": "All substantial changes to the protocol were approved by the local UK HRA Research Ethics Committee, and standalone minor changes (version 4.1) were approved by the Health Research Authority (HRA), prior to implementation at sites. The current, full protocol is available to view on the trial funder's website: https://fundingawards.nihr.ac.uk/search. A summary of key changes to the protocol during the trial is listed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 430,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Key changes to protocol"
        },
        {
            "text": "There is a paucity of evidence underlying the indications for septoplasty in the UK. At present, the decision to perform septoplasty is based on the clinician's subjective estimation of the impact on the affected nasal airway caused by a deviated septum. In addition, there is a lack of evidence of the impact of a standardised topical medical treatment regimen on the nasal airway in the presence of a septal deflection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At a time of rising healthcare costs and increasing scrutiny on the requirement to justify clinical interventions there is an urgent need to answer these questions. The aim of NAIROS is to perform a RCT to compare surgical treatment to a standardised dual medical therapy (Sterimar spray and mometasone spray) and estimate the effectiveness based on subjective nasal symptoms, objective airway measurements and the impact on quality of life. Furthermore, a number of other interactions will be measured at baseline, 6 and 12 months following randomisation. The impact of known covariates including sex, turbinate enlargement and subjective degree of nasal obstruction will be assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "NAIROS is a pragmatic 'real-world' trial, researching a common surgical intervention against a contemporary comparator in such a way that the results will be generalisable to NHS patients in whom it is offered. However, limitations are anticipated in both treatment arms. In the surgical arm clinicians may vary in their assessment and documentation of the nasal septum deflection. It is also recognised that there are shortcomings in objective measurements of the nasal airway [54] . In the medical arm we are not monitoring quantities of nasal-steroid used and instead relying on patientreported use.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 482,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "NAIROS will also compare the cost-effectiveness, to the patient and the NHS, of both the medical and surgical arms of the trial. The challenges and barriers to patient recruitment will be analysed by the Quintet Recruitment Intervention with a view to identifying and minimising these. A qualitative evaluation will explore the views of participants and staff and their experience of the intervention to enable us to shape guidelines and inform clinical decision-making in patients with a deviated nasal septum. The overarching aim will be to shape future guidance on the management of a deviated nasal septum in an NHS setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The NAIROS trial is currently working to protocol version 5.0, dated 16 January 2019. Recruitment began on 18 January 2018, and is due to end on 31 January 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial status"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s13063-020-4081-1. • Specification of the location of the RSI within the mometasone SmPC 3.0, 20 Nov 2017 • Specification of the decongestant spray to be used alongside the nasal patency measurements (xylometazoline) and classification of the decongestant spray as a NIMP • Clarification of the exclusion criteria regarding the use of orally administered steroids and updating the exclusion criteria to exclude patients who have an external bony deformity that is likely to make a substantial contribution to the nasal obstruction 4.0, 11 Jun 2018 • Update to the mometasone RSI • Update the exclusion criteria from any history of intranasally administered recreational drug use to any history of intranasal recreational drug use within the past 6 months • Clarify the clinical examination procedure to state that patients who request local anaesthetic for nasal endoscopy may have the nasal endoscopy assessment carried out after the other trial assessments have been completed • Clarification of the timing for the surgical intervention to state that patients randomised to septoplasty must have their septoplasty anytime within 8 weeks of randomisation 4.1, 21 Dec 2018 Addition of a 4-week window to the timeline for surgery for use in extenuating circumstances (i.e. 8 weeks + 4 weeks)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        },
        {
            "text": "• Change the window for the 6-month visit from ± 2 weeks to − 2 weeks/+ 4 weeks to maximise collection of the primary outcome measure • Clarification of management of patients between the 6-month and 12-month follow-up visits • Clarification of management and options for participants who wish to discontinue with their allocated treatment and explore other surgical or medical treatments as part of standard NHS care • State that discontinuation of allocated treatment does not constitute withdrawal from the trial. Update to the RSI for the surgical intervention ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.0, 16 Jan 2019"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ambulatory sinus and nasal surgery in the United States: demographics and perioperative outcomes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Laryngoscope",
            "volume": "120",
            "issn": "",
            "pages": "635--643",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Admitted Patient Care -England",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nasal patency: problems in obtaining standard reference values for the surgeon",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eccles",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Laryngol Otol",
            "volume": "126",
            "issn": "6",
            "pages": "563--572",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Complications in septoplasty based on a large group of 5639 patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dabrowska-Bien",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Skarzynski",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gwizdalska",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Łazȩcka",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "275",
            "issn": "7",
            "pages": "1789--94",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Is nasal packing necessary after septoplasty? A meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Banglawala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Psaltis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlosser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int Forum Allergy Rhinol",
            "volume": "3",
            "issn": "5",
            "pages": "418--442",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Open versus endoscopic septoplasty techniques: a systematic review and metaanalysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Monteiro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Badhiwala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "De Almeida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vescan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Rhinol Allergy",
            "volume": "30",
            "issn": "6",
            "pages": "436--478",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Quality of life and symptoms before and after nasal septoplasty compared with healthy individuals",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bugten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Nilsen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Thorstensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moxness",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Amundsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nordgård",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Ear Nose Throat Disord",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Surgical treatments for snoring",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Sabbe",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Medts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Delsupehe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nasal obstruction considerations in sleep apnea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Awad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kacker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Otolaryngol Clin N Am",
            "volume": "51",
            "issn": "5",
            "pages": "1003--1012",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nasal septoplasty with submucosal diathermy to inferior turbinates improves symptoms at 3 months postoperatively in a study of one hundred and one patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Enache",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lieder",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Issing",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Otolaryngol",
            "volume": "39",
            "issn": "1",
            "pages": "57--63",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Septoplasty for nasal obstruction due to a deviated nasal septum in adults: a systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Egmond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rovers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Tillema",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Neerbeek",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Rhinology",
            "volume": "56",
            "issn": "3",
            "pages": "195--208",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Suturing of the nasal septum after septoplasty, is it an effective alternative to nasal packing?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Al-Raggad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "El-Jundi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Momani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Serhan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Nawasrah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Qhawi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Saudi Med J",
            "volume": "28",
            "issn": "",
            "pages": "1534--1540",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical outcomes of nasal septal surgery at high altitude",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dursun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Battal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "266",
            "issn": "",
            "pages": "1579--81",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Revision septoplasty: a prospective disease-specific outcome study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Gillman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Egloff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rivera-Serrano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Laryngoscope",
            "volume": "124",
            "issn": "",
            "pages": "1290--1295",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Septoplasty with concomitant inferior turbinate reduction reduces the need for revision procedure",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shakeel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Supriya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ram",
                    "suffix": ""
                },
                {
                    "first": "Ah-See",
                    "middle": [],
                    "last": "Kw",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rhinology",
            "volume": "53",
            "issn": "",
            "pages": "59--65",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Outcomes of septoplasty",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gliklich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taghizadeh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Otolaryngol Head Neck Surg",
            "volume": "122",
            "issn": "2",
            "pages": "228--260",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A randomised clinical trial of turbinectomy for compensatory turbinate hypertrophy in patients with anterior septal deviations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Nunez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Otolaryngol Allied Sci",
            "volume": "25",
            "issn": "",
            "pages": "495--503",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A randomized clinical study: outcome of submucous resection of compensatory inferior turbinate during septoplasty",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Devseren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Ecevit",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Erdag",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ceryan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Rhinology",
            "volume": "49",
            "issn": "",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Quality improvement report: improving design and conduct of randomised trials by embedding them in qualitative research: ProtecT (prostate testing for cancer and treatment) study. Commentary: presenting unbiased information to patients can be difficult",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brindle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacoby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMJ",
            "volume": "325",
            "issn": "7367",
            "pages": "766--70",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Optimising recruitment and informed consent in randomised controlled trials: the development and implementation of the Quintet Recruitment Intervention (QRI)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rooshenas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jepson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Avery",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Trials",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Outcomes after nasal septoplasty: results from the Nasal Obstruction Septoplasty Effectiveness (NOSE) study. Otolaryngol Head Neck Surg",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Witsell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yueh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hannley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "130",
            "issn": "",
            "pages": "283--90",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Development of a severity classification system for subjective nasal obstruction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lipan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Most",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JAMA Facial Plast Surg",
            "volume": "15",
            "issn": "5",
            "pages": "358--61",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Psychometric validity of the 22-item sinonasal outcome test",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gillett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Slack",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Browne",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Otolaryngol",
            "volume": "34",
            "issn": "5",
            "pages": "447--54",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Sino-Nasal Outcome Test (SNOT): can we make it more clinically meaningful? Otolaryngol Head Neck Surg",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Slack",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cano",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "136",
            "issn": "",
            "pages": "736--777",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Does septoplasty enhance the quality of life in patients?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hytönen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lilja",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Mäkitie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sintonen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Roine",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "269",
            "issn": "12",
            "pages": "2497--503",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Prevalence of Sinonasal Outcome Test (SNOT-22) symptoms in patients undergoing surgery for chronic rhinosinusitis in the England and Wales National Prospective Audit",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abdalla",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alreefy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Otolaryngol",
            "volume": "37",
            "issn": "4",
            "pages": "276--82",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Functional and cosmetic outcomes of external approach septoplasty",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Timperley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sacks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srubiski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Marcells",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Rhinol Allergy",
            "volume": "25",
            "issn": "5",
            "pages": "351--358",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Is the Sino-Nasal Outcome Test-22 a suitable evaluation for septorhinoplasty?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Poirrier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahluwalia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goodson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Laryngoscope",
            "volume": "123",
            "issn": "1",
            "pages": "76--81",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evaluation of benefits of nasal septal surgery on nasal symptoms and general health",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Pannu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chadha",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Kaur",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Indian J Otolaryngol Head Neck Surg",
            "volume": "61",
            "issn": "1",
            "pages": "59--65",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Gender-specific differences in chronic rhinosinusitis patients electing endoscopic sinus surgery",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Rounds",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Divekar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int Forum Allergy Rhinol",
            "volume": "6",
            "issn": "3",
            "pages": "278--86",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Can the Sino-nasal Outcome Test (SNOT-22) be used as a reliable outcome measure for successful septal surgery?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Buckland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Harries",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Otolaryngol Allied Sci",
            "volume": "28",
            "issn": "1",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Assessment of subjective scales for selection of patients for nasal septal surgery",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Boyce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eccles",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Otolaryngol",
            "volume": "31",
            "issn": "4",
            "pages": "297--302",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The estimation of a preference-based measure of health from the SF-36",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brazier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deverill",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Health Econ",
            "volume": "21",
            "issn": "2",
            "pages": "271--92",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The use of nasal spirometry as an objective measure of nasal septal deviation and the effectiveness of septal surgery",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cuddihy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eccles",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Otolaryngol Allied Sci",
            "volume": "28",
            "issn": "4",
            "pages": "325--355",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Use of peak nasal inspiratory flowmetry and nasal decongestant to evaluate outcome of septoplasty with radiofrequency coblation of the inferior turbinate",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balikci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gurdal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Rhinology",
            "volume": "52",
            "issn": "",
            "pages": "112--117",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The accuracy and reproducibility of rhinospirometry in detecting flow asymmetry in a nasal cavity model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Craven",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Magurean",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Backhouse",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Whittet",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "268",
            "issn": "10",
            "pages": "1469--74",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The value of bilateral simultaneous nasal spirometry in the assessment of patients undergoing septoplasty",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fyrmpas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kyrmizakis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vital",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Constantinidis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Rhinology",
            "volume": "49",
            "issn": "3",
            "pages": "297--303",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "SPIRIT 2013 explanation and elaboration: guidance for protocols of clinical trials",
            "authors": [
                {
                    "first": "A-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gøtzsche",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Berlin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Nasal septal surgery: evaluation of symptomatic and general health outcomes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Arunachalam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kitcher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Otolaryngol Allied Sci",
            "volume": "26",
            "issn": "5",
            "pages": "367--70",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Patterns of treatment effects in subsets of patients in clinical trials",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonetti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gelber",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biostatistics",
            "volume": "5",
            "issn": "3",
            "pages": "465--81",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Reporting attrition in randomised controlled trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dumville",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Torgerson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hewitt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMJ",
            "volume": "332",
            "issn": "7547",
            "pages": "969--71",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Practice based, longitudinal, qualitative interview study of computerised evidence based guidelines in primary care",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rousseau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mccoll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grimshaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eccles",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "7384",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The NAtional randomised controlled Trial of Tonsillectomy IN Adults (NATTINA): a clinical and cost-effectiveness study: study protocol for a randomised control trial",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rubie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haighton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rousseau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Steen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Stocken",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trials",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Distributed decision making: the anatomy of decisions-in-action",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rapley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Sociol Health Illn",
            "volume": "30",
            "issn": "3",
            "pages": "429--473",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Clear obstacles and hidden challenges: understanding recruiter perspectives in six pragmatic randomised controlled trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paramasivan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "De Salis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Toerien",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trials",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Capturing users' experiences of participating in cancer trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brindle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur J Cancer Care (Engl)",
            "volume": "11",
            "issn": "3",
            "pages": "210--214",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Evaluating complex interventions and health technologies using normalization process theory: development of a simplified approach and web-enabled toolkit",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Finch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ballini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macfarlane",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mair",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Health Serv Res",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A feasibility study incorporating a pilot randomised controlled trial of oral feeding plus pre-treatment gastrostomy tube versus oral feeding plus as-needed nasogastric tube feeding in patients undergoing chemoradiation for head and neck cancer (TUBE trial): study protocol",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Paleri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Stocken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vale",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pilot Feasibility Stud",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The constant comparative method of qualitative analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Soc Probl",
            "volume": "12",
            "issn": "",
            "pages": "436--481",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The quality of qualitative research. London: Sage",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Constructing grounded theory: a practical guide through qualitative analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Charmaz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "It's not just what you say, it's also how you say it: opening the 'black box' of informed consent appointments in randomised controlled trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Neal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Hamdy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Soc Sci Med",
            "volume": "68",
            "issn": "11",
            "pages": "2018--2046",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A simple technique to identify key recruitment issues in randomised controlled trials: Q-QAT-Quanti-Qualitative Appointment Timing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paramasivan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Blazeby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trials",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Outcomes of septal surgery",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Swan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Laryngol Otol",
            "volume": "121",
            "issn": "11",
            "pages": "1060--1063",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A systematic review of training programmes for recruiters to randomised controlled trials",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Townsend",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savovic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trials",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Trial registration: EudraCT: 2017-000893-12, ISRCTN: 16168569. Registered on 24 March 2017.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flow Diagram of the Nasal Airway Obstruction Study (NAIROS) schedule of events",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SF-36 questionnaire (1-week recall version) SNOT-22 questionnaire Nasal patency measurements (pre and post nasal decongestant):• PNIF • NPR Double Ordinal Airway Subjective Scale (DOASS)Surgical arm data The operating surgeon will record:Date of surgery Time into and out of theatre and duration of anaesthetic Highest grade of anaesthetist and surgeon Whether septoplasty ± unilateral turbinate reduction was carried out",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Nasal Airway Obstruction Study (NAIROS) schedule of events Technical aspects of the surgical procedure (flap type, closure, use of mattress sutures to septum, use of packs/splints) Whether there were any complications Discharge medication (concomitant medication)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Patient Information Sheet, V5.1 dated 27 March 2019. Additional file 2. Nasal Airway Obstruction Study (NAIROS) Main Informed Consent Form, V3.0 dated 16 Jan 2019. Additional file 3. SPIRIT 2013 Checklist: Recommended items to address in a clinical trial protocol and related documents.Abbreviations AE: Adverse event; BMI: Body Mass Index; CACE: Complier Average Causal Effect; CRN: Clinical Research Network; CTCAE: Common Terminology Criteria for Adverse Events; DMC: Data Monitoring Committee; DOASS: Double Ordinal Airway Subjective Scale; ENT: Ear, Nose and Throat; EudraCT: European Union Drug Regulating Authorities Clinical Trials; GCP: Good Clinical Practice; GDPR: General Data Protection Regulation; GP: General practitioner; HRA: Health Research Authority; HTA: Health Technology Assessment; ICH: International Conference on Harmonisation of technical requirements for registration of pharmaceuticals for human use; IMP: Investigational Medicinal Product; ISRCTN: International Standard Randomised Controlled Trials Number; MCID: Minimally Important Clinical Difference; MHRA: Medicines and Healthcare products Regulatory Agency; NAIROS: Nasal Airway Obstruction Study; NCTU: Newcastle Clinical Trials Unit; NHS: National Health Service; NIHR: National Institute for Health Research; NOAC: Novel oral anti-coagulant; NOSE: Nasal Obstruction and Septoplasty Effectiveness; NPR: Nasal partitioning ratio; NPT: Normalisation Process Theory; PIS: Patient Information Sheet; PNIF: Peak nasal inspiratory flow rate;",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Nasal Airway Obstruction Study (NAIROS) eligibility criteria",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Key changes to the Nasal Airway Obstruction Study (NAIROS) protocol",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "PPI: Patient and Public Involvement; PROM: Patient Reported Outcome Measure; QALY: Quality Adjusted Life Year; Q-Qat: Quanti-Qual appointment timing; QRI: QuinteT Research Intervention; QuinteT: Qualitative Research Integrated within Trials; RCT: Randomised controlled trial; REC: Research Ethics Committee; RSI: Reference Safety Information; SAE: Serious adverse event; SAR: Serious adverse reaction; SD: Standard deviation; SF-36: 36-item Short Form Health Survey; SF-6D: Health Economy Survey derived from SF-36; SNOT-22: Sino-Nasal Outcome Test 22; SPIRIT: Standard Protocol Items-Recommendations for Interventional Trials; TMG: Trial Management Group; TSC: Trial Steering Committee; UK: United Kingdom; US: United States of America; WHO: World Health Organisation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the NAIROS site principal investigators for their continuing input into the NAIROS trial. NAIROS ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions SC is the trial chief investigator and senior author. SC, JO'H and JAW led the funding application and protocol development. DS was the trial senior statistician during the funding bid and advised on trial design. DH is the trial senior statistician and advised on trial design, and leads on the statistical analysis plan. TF is the trial statistician. LT is the senior health economist, YO is the health economist, NR is the senior qualitative researcher and LR leads the QuinteT Recruitment Intervention. DWH contributed to the PPI for the funding bid. AS, KJR, A-MH, E-MH and AA provided trial and database management and trial monitoring. MD and AB developed the PNIF and NPR measurement protocols. KJR drafted the manuscript for this publication. All authors contributed to protocol development. All authors have revised the manuscript and given approval for the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "This trial is funded by a National Institute for Health Research Health Technology Assessment Programme grant (funder reference 14/226/07). The funder did not contribute to this manuscript, but provided review and approval prior to submission for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Data-sharing is not applicable to this article as no datasets were generated or analysed for this article. The main PIS and main Informed Consent Form are presented as Additional files 1 and 2, respectively.Ethics approval and consent to participate Conduct of the trial will be in accordance with the recommendations for physicians involved in research on human subjects adopted by the 18th World Medical Assembly, Helsinki 1964 and later revisions. Informed, written consent will be given by all participants prior to any trial screening procedures and participation in the trial.A favourable ethical opinion has been granted from the UK Health Research Authority Research Ethics Committee (North East -Newcastle and North Tyneside 2; study reference approval number 17/NE/0239). As per the UK HRA process, this central REC review is applicable to all trial sites; local ethical review is not required. We will not commence recruitment at sites until local Research and Development confirmation of capacity and capability is received. The trial has also received approval from the UK Medicines and Healthcare products Regulatory Agency (MHRA; study reference number 2017-000893-12). The trial has been included in the National Institute for Health Research Clinical Research Network (NIHR CRN) portfolio (NIHR CLRN study ID: 35368). The trial sponsor is the Newcastle Upon Tyne Hospitals NHS Foundation Trust, Freeman Hospital, Freeman Road, High Heaton, Newcastle upon Tyne, NE7 7DN. The trial sponsor has delegated responsibility for trial management to NCTU, including trial design; review and approval of all localised patient-facing documentation prior to implementation at each site; collection, analysis and interpretation of data; writing of the protocol publication and final clinical report manuscripts. The sponsor did not contribute to this manuscript, but provided review and approval prior to submission for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.Author details",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}