{"paper_id": "3a5eecacb8091624fdcf52c064fd16049665601e", "metadata": {"title": "Clinical factors associated with severity in hospitalized children infected with avian influenza (H5N1)", "authors": [{"first": "Hiroyuki", "middle": [], "last": "Furuya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shoji", "middle": [], "last": "Kawachi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mika", "middle": [], "last": "Shigematsu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kazuo", "middle": [], "last": "Suzuki", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tetsu", "middle": [], "last": "Watanabe", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective The World Health organization received reports of 478 laboratory-confirmed cases of influenza A (H5N1) from 15 countries between November 2003 and February 2010. More than 50% of these cases involved patients \\20 years of age. Determining an association between the clinical factors at the time of hospital admission and prognosis may be useful for timely and adequate consultation and treatment. It has been difficult to obtain these clinical factors adjusted with other confounding factors, such as age and sex, as published studies of H5N1 virus infection usually reported only a few cases. So, we performed a pooled analysis of the reported cases. Methods Five case reports (36 patients \\18 years of age) of H5N1 infection from four countries published between 2004 and 2009 were assessed based on available individual clinical data. Using the pooled data for all patients, we investigated the associations between patients' prognosis and available laboratory findings, such as white blood cell (WBC) counts, platelet (PLT) counts, and serum levels of aspartate aminotransferase (AST) and alanine aminotransferase (ALT) by adjusting for age and/or sex. Results The linear regression analysis revealed that mortality was negatively associated with WBC and PLT counts adjusted with age and sex. Increased log AST tended to be associated with a poor prognosis (p = 0.054), but there was no significant association between survival and log ALT level. Conclusions Both decreased WBC and PLT counts can be considered to be common predictors of poor prognosis in H5N1 influenza patients \\18 years of age. Further studies are needed for clarification.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The 2009 H1N1 influenza pandemic spread throughout the world, but since the beginning of 2010, the number of cases of this influenza has been declining. Reports of avian influenza (H5N1) infection in humans have also been reported, raising the threat of a new pandemic through a novel combination of the H5N1 virus with the 2009 H1N1 strain.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Cases of the highly pathogenic avian influenza A virus (H5N1) causing influenza symptoms in humans were observed in the Hong Kong Special Administrative Region, People's Republic of China in 1997 [1] . A total of 478 laboratory-confirmed cases of influenza A (H5N1) infection were subsequently reported to the World Health Organization (WHO) from 15 countries between November 2003 and February 2010 [2] . More than 90% of these cases were reported in five countries, namely, Indonesia, Vietnam, Egypt, China, and Thailand. Patients \\20 years of age accounted for 63% of the cluster cases and 49% of the sporadic cases [3] . The case-fatality rate (CFR) in all cases was 62.1.", "cite_spans": [{"start": 196, "end": 199, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 400, "end": 403, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 619, "end": 622, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Of the 383 cases reported between November 2003 and May 2008 from these 15 countries, 10 .4% involved patients aged\\9 years, 24% involved patients between ages 10 and 19 years, and 25% involved patients aged 20-29 years [4] . The overall CFR of H5N1 infection was 65%, and the CFR for patients aged 10-19 years was 78%, which was highest among all age groups [4] . Patients for whom the disease was ultimately fatal showed respiratory failure and progressed to pediatric acute respiratory distress syndrome (ARDS), which in patients infected with H5N1 influenza virus consisted of severe viral pneumonia accompanied by diffuse alveolar damage that was induced by intense cytokine reactions and inflammation [5] . Wiwanitkit investigated hematologic findings among reported H5N1infected patients and observed lymphopenia and anemia, but he did mentioned that the effects of the infection on platelet count were controversial [6] . A knowledge of the clinical factors present at admission to the hospital that are associated with prognosis may be useful when the aim is timely and adequate consultation and treatment. As many of the studies on the H5N1 virus have each only reported a few cases of H5N1 influenza, it has been difficult to get identify these clinical factors adjusted with other confounding factors, such as age and sex. Here, we report our investigation of the early indicators of prognosis in patients with H5N1 influenza aged \\18 years which we identified from a pooled analysis of case reports.", "cite_spans": [{"start": 86, "end": 88, "text": "10", "ref_id": "BIBREF9"}, {"start": 220, "end": 223, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 359, "end": 362, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 707, "end": 710, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 924, "end": 927, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "For the case-investigation of H5N1 human infection reports containing individual clinical data, we selected five case reports from four countries published between 2004 and 2009 for investigation. From each report, we selected patients aged \\18 years; ultimately, our study population consisted of 36 patients who were included in the pooled analysis. Four patients were from Tran et al. [7] (Vietnam), 12 were from Kawachi et al. [5] (Vietnam), 7 were from Chotpitayasunondh et al. [8] (Thailand), 8 were from Oner et al. [9] (Turkey), and 5 were from Kandun et al. [10] (Indonesia). H5N1 case-patients were identified by reverse transcriptase (RT)-PCR. The patients reported in Kawachi et al. [5] who showed severe ARDS were identified in the National Hospital of Pediatrics (NHP), and those in other reports were from passive surveillance. We investigated factors related with patients' prognosis from available laboratory findings, such as white blood cell (WBC) counts, platelet (PLT) counts, and serum levels of aspartate aminotransferase (AST) and alanine aminotransferase (ALT). The AST and ALT levels were not available for the cases of Kandun et al. [10] and five cases from Kawachi et al. [5] , and the leukocyte and platelet counts were not available for one case from Kawachi et al. [5] . Data were analyzed using Wilcoxon and Kruskal-Wallis tests for continuous variables and Fisher's exact test for categorical variables. Linear regression analysis was used for investigating associations between laboratory findings and patients' prognosis. All statistical analyses were done by SPSS ver. 14.0J (SPSS, Chicago, IL).", "cite_spans": [{"start": 388, "end": 391, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 431, "end": 434, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 483, "end": 486, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 523, "end": 526, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 567, "end": 571, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 695, "end": 698, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1160, "end": 1164, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1200, "end": 1203, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1296, "end": 1299, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Methods"}, {"text": "We summarized the characteristics of patients from each report in Table 1 . The mean age of the pooled patients from all studies was 8.0 ± 4.4 years, and mean ages of the patients were significantly different among the different reports (p = 0.032). For the pooled data, the proportion of patients who showed ARDS or respiratory failure during hospitalization was 75%; this proportion was also significantly different among the different reports (p = 0.014). Overall, the CFR was 69.4%, and no significant difference between reports was observed. For the pooled data, median number of days from onset to admission was 6.0 and the median number of days from onset to outcome was 14.0; there no significant differences among the reports for both data sets.", "cite_spans": [], "ref_spans": [{"start": 66, "end": 73, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results and discussion"}, {"text": "In terms of the laboratory data at hospital admission, for the pooled data the median WBC count was 2900 (/mm 3 ), and the median PLT count was 125 (910 3 /mm 3 ); a significant difference in PLT count was observed among reports ( Table 2) . Based on available data on the liver function tests (three reports), the median AST and ALT levels were 280 and 52 IU/L, respectively; the levels of both liver enzymes were significantly different among reports (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 231, "end": 239, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 453, "end": 462, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Results and discussion"}, {"text": "Differences between laboratory data at hospital admission between fatal and nonfatal cases are shown in Table 3 . Leukopenia and thrombocytopenia at hospital admission were present in the fatal cases, but there were no differences in the serum levels of AST and ALT between fatal and nonfatal cases. In the linear regression analysis performed to investigate the association between blood cell counts and prognosis, WBC and PLT were dependent variables, and age, sex, and prognosis were independent variables. In the linear regression analysis performed to investigate the association between log-transformed liver function data and prognosis, log AST and log ALT levels were dependent variables, and age and prognosis were independent variables as the sample size was small enough to enable one covariate to be added. Standardized regression coefficients for the results of these linear regression analyses are shown in Table 4 . Death (the value of prognosis = 1) was negatively associated with WBC and PLT counts adjusted with age and sex. In contrast, increased log AST tended to be associated with poor prognosis, but there was no significant association between survival and log [1] with the results from the pooled data of our five studies reveals that the CFR for patients\\19 years of age was 56.9% in the WHO report and 69.4% in our pooled data. The median time from onset of symptoms to admission was 4 days (mean 4.6 days) among all of the patients reported in our five studies and 5 days in patients reported to have died in the WHO report. The median time from onset to admission was 6 days in the pooled data. Cases were mainly identified through passive surveillance in the WHO report, whereas we also included cases collected through hospital medical records in our study. Thus, the CFR in the pooled data was higher than that of the WHO report, and the median time from onset to admission in the pooled data was longer than that in the WHO report. Our pooled data was biased to include more severe cases. Significant variations in patterns that may reflect differences in exposure related to social behavior, cultural and religious practices, access to care, and treatment or virulence of the viruses among countries have been pointed out in previous reports [4] . With respect to the virulence of viruses, viruses capable of infecting humans have been divided into groups from clades and subclades 0, 1, 2.1, 2.2, 2.3, and 7 from the phylogenetic tree for the hemagglutinin gene of highly pathogenic avian influenza A (H5N1) viruses. Clade 1 viruses were found to predominate in Vietnam, Thailand, and Cambodia in the early phase of the outbreak (2004) (2005) , and clade 2.1 viruses are endemic in Indonesia (2005) (2006) . Clade 2.2 viruses were associated with the outbreak of avian infection in Central and South Asia, the Middle East, Europe, and Africa and with human infection in western Asia, the Middle East, and Africa (including the Turkish outbreak from 2005 to 2006). The median time from onset to hospitalization were found to be unchanged among clades [11] . Differences in the proportion of fatalities were observed, but it is difficult to determine whether this difference was due to the difference in viral virulence, as other variations existed among countries.", "cite_spans": [{"start": 1185, "end": 1188, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 2276, "end": 2279, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 2664, "end": 2670, "text": "(2004)", "ref_id": null}, {"start": 2671, "end": 2677, "text": "(2005)", "ref_id": null}, {"start": 2727, "end": 2733, "text": "(2005)", "ref_id": null}, {"start": 2734, "end": 2740, "text": "(2006)", "ref_id": null}, {"start": 3085, "end": 3089, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 104, "end": 111, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 921, "end": 928, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Results and discussion"}, {"text": "Our pooled data also included these significant variations. Although our study is characterized by a number of the limitations shown above, our results may help generate hypothetical candidates for early indicators of prognosis in patients \\18 years of age with H5N1 influenza.", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "In most of the earlier reports on H5N1 cases, the number of cases was not large enough to adjust for potential confounders. However, several published studies did investigate factors that predicted poor outcome, adjusting the confounders for the whole-age spectrum of the subjects. Kandun et al. [12] analyzed 127 confirmed infections from June 2005 through February 2008 in Indonesia and found that an individual case was significantly associated with the mortality. Liem et al. [13] reviewed medical records and analyzed 67 of 93 cases of H5N1 infection in Vietnam from January 2004 through December 2006. Applying a backward step-wise variable selection strategy for logistic regression analysis, these researchers were able to show that the presence of both neutropenia and raised ALT level predicted a poor outcome. Yu et al. [14] collected 26 H5N1 cases from hospital medical records of H5N1 cases in China from October 2005 through April 2008 and found that decreased PLT count, elevated lactic dehydrogenase level, ARDS, and cardiac failure were associated with mortality. In our study, decreased WBC and PLT counts were significantly associated with the prognosis adjusted with sex and age, but these results coincided with the results of individual previous reports. Both decreased WBC and PLT counts are considered to be common predictors of poor prognosis in H5N1 influenza patients \\18 years of age. Further studies that include larger numbers of patients are needed to clarify these results. ", "cite_spans": [{"start": 296, "end": 300, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 480, "end": 484, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 831, "end": 835, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Results and discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Epidemiology of WHO-confirmed human cases of avian influenza A (H5N1) infection", "authors": [], "year": 2006, "venue": "Wkly Epidemiol Rec", "volume": "81", "issn": "", "pages": "249--57", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Confirmed Human Cases of Avian Influenza A (H5N1)", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "World Health Organization. Summary of human infection with highly pathogenic avian influenza A (H5N1) virus reported to WHO", "authors": [], "year": 2003, "venue": "Wkly Epidemiol Rec", "volume": "85", "issn": "", "pages": "13--20", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Update: WHO-confirmed human cases of avian influenza A (H5N1) infection", "authors": [], "year": 2003, "venue": "World Health Organization", "volume": "83", "issn": "", "pages": "415--435", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Risk parameters of fulminant acute respiratory distress syndrome and avian influenza (H5N1) infection in Vietnamese children", "authors": [{"first": "S", "middle": [], "last": "Kawachi", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Luong", "suffix": ""}, {"first": "M", "middle": [], "last": "Shigematsu", "suffix": ""}, {"first": "H", "middle": [], "last": "Furuya", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Phung", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Phan", "suffix": ""}, {"first": "H", "middle": [], "last": "Nunoi", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Nguyen", "suffix": ""}, {"first": "K", "middle": [], "last": "Suzuki", "suffix": ""}], "year": 2009, "venue": "J Infect Dis", "volume": "200", "issn": "", "pages": "510--515", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Hematologic manifestations of bird flu, H5N1, infection", "authors": [{"first": "V", "middle": [], "last": "Wiwanitkit", "suffix": ""}], "year": 2006, "venue": "Infect Dis Clin Pract", "volume": "14", "issn": "", "pages": "9--11", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Avian influenza A (H5N1) in 10 patients in Vietnam", "authors": [{"first": "T", "middle": ["H"], "last": "Tran", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Nguyen", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Nguyen", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Luong", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Pham", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Nguyen", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "350", "issn": "", "pages": "1179--88", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Human disease from influenza A (H5N1)", "authors": [{"first": "T", "middle": [], "last": "Chotpitayasunondh", "suffix": ""}, {"first": "K", "middle": [], "last": "Ungchusak", "suffix": ""}, {"first": "W", "middle": [], "last": "Hanshaoworakul", "suffix": ""}, {"first": "S", "middle": [], "last": "Chunsuthiwat", "suffix": ""}, {"first": "P", "middle": [], "last": "Sawanpanyalert", "suffix": ""}, {"first": "R", "middle": [], "last": "Kijphati", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "11", "issn": "", "pages": "201--210", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Avian influenza A (H5N1) infection in eastern Turkey in 2006", "authors": [{"first": "A", "middle": ["F"], "last": "Oner", "suffix": ""}, {"first": "A", "middle": [], "last": "Bay", "suffix": ""}, {"first": "S", "middle": [], "last": "Arslan", "suffix": ""}, {"first": "H", "middle": [], "last": "Akdeniz", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Sahin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cesur", "suffix": ""}], "year": 2006, "venue": "N Engl J Med", "volume": "355", "issn": "", "pages": "2179--85", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Three Indonesian clusters of H5N1 virus infection in 2005", "authors": [{"first": "I", "middle": ["N"], "last": "Kandun", "suffix": ""}, {"first": "H", "middle": [], "last": "Wibisono", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Sedyaningsih", "suffix": ""}, {"first": "", "middle": [], "last": "Yusharmen", "suffix": ""}, {"first": "W", "middle": [], "last": "Hadisoedarsuno", "suffix": ""}, {"first": "W", "middle": [], "last": "Purba", "suffix": ""}], "year": 2006, "venue": "N Engl J Med", "volume": "11", "issn": "", "pages": "510--515", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Writing Committee of the Second World Health Organization. Consultation on clinical aspects of human infection with avian influenza A (H5N1) virus. Update on avian influenza A (H5N1) virus infection in humans", "authors": [], "year": 2008, "venue": "N Engl J Med", "volume": "358", "issn": "", "pages": "261--73", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Factors associated with case fatality of human H5N1 virus infections in Indonesia: a case series", "authors": [{"first": "I", "middle": ["N"], "last": "Kandun", "suffix": ""}, {"first": "E", "middle": [], "last": "Tresnaningsih", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Purba", "suffix": ""}, {"first": "V", "middle": [], "last": "Lee", "suffix": ""}, {"first": "G", "middle": [], "last": "Samaan", "suffix": ""}, {"first": "S", "middle": [], "last": "Harun", "suffix": ""}], "year": 2008, "venue": "Lancet", "volume": "372", "issn": "", "pages": "744--753", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical features of human influenza A (H5N1) infection in Vietnam", "authors": [{"first": "N", "middle": ["T"], "last": "Liem", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Tung", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Hien", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Hien", "suffix": ""}, {"first": "N", "middle": ["Q"], "last": "Chau", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Long", "suffix": ""}], "year": 2004, "venue": "Clin Infect Dis", "volume": "48", "issn": "", "pages": "1639--1685", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Clinical characteristics of 26 human cases of highly pathogenic avian influenza A (H5N1) virus infection in China", "authors": [{"first": "H", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shu", "suffix": ""}, {"first": "N", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2008, "venue": "PLoS One", "volume": "3", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "CBC complete blood count, WBC white blood cell, PLT platelet, AST aspartate aminotransferase, ALT alanine aminotransferase Values for WBC, PLT, AST, and ALT are given as the median value", "latex": null, "type": "figure"}, "FIGREF1": {"text": "level. Age was negatively associated with both log AST and log ALT levels. A comparison of the WHO-confirmed epidemiological data on human cases of H5N1 infection from December 2003 through April 2006", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of patients from each report NR not reported, ARDS acute respiratory distress syndrome, SD standard deviation", "latex": null, "type": "table"}, "TABREF1": {"text": "Laboratory data at hospitalization from each report", "latex": null, "type": "table"}, "TABREF2": {"text": "Laboratory test results at hospitalization for pooled data", "latex": null, "type": "table", "html": "<html><body><table><tr><td>P arameters</td><td>SurvivingcasesMedian (IQR) </td><td>FatalcasesMedian (IQR)\n</td><td>p value\n</td></tr><tr><td>N umberofpatient-cases</td><td>11</td><td>24</td><td> </td></tr><tr><td>WBC (/mm3) </td><td>4300 (3300-7600) </td><td>2250 (1700-3925) </td><td>0.004\n</td></tr><tr><td>PLT (• 103/mm3) </td><td>138.0 (122.0-264.0) </td><td>102.5 (73.5-153.0) </td><td>0.02\n</td></tr><tr><td>N umberofpatient-cases</td><td>17</td><td>8</td><td> </td></tr><tr><td>AST (IU/L) </td><td>118.0 (50.3-318.0) </td><td>338.0 (60.0-795.5) </td><td>0.406\n</td></tr><tr><td>ALT (IU/L) </td><td>40.0 (19.0-212.3) </td><td>52.0 (45.5-235.5) </td><td>0.215\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Linear regression analysis of laboratory test results at hospitalization for pooled data WBC white blood cell, PLT platelet, AST aspartate aminotransferase, ALT alanine aminotransferase", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Standardized regression coefficient\n</td><td>p value </td><td>Standardized regression coefficient\n</td><td>p value\n</td></tr><tr><td>WBC (n = 3 5)</td><td> </td><td>PLT(n = 35)\n</td><td> </td></tr><tr><td>Age </td><td>- 0 .035</td><td>0.828</td><td>- 0 .204</td><td>0.238</td></tr><tr><td>Sex </td><td>- 0 .043</td><td>0.782</td><td>0.087</td><td>0.598</td></tr><tr><td>Prognosis </td><td>- 0 .549</td><td>0.001</td><td>- 0 .373</td><td>0.030</td></tr><tr><td>log AST (n = 2 5)</td><td> </td><td>logALT(n = 25)\n</td><td> </td></tr><tr><td>Age </td><td>- 0 .497</td><td>0.014</td><td>- 0 .406</td><td>0.053</td></tr><tr><td>P rognosis</td><td>0.380</td><td>0.054</td><td>0.314</td><td>0.128</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 1 Characteristics of patients from each report", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Country </td><td>Study </td><td>Year </td><td>Number of patient-cases\n</td><td>Patient age (mean ± SD)\n</td><td>Sex (male %)\n</td><td>Onset to admission (median number of days)\n</td><td>Onset to outcome (median number of days)\n</td><td>Number of ARDS or ventilator use (%)\n</td><td>Outcome Number of patients who died (%)\n</td></tr><tr><td>Vietnam </td><td>Kawachi et al. [5] </td><td>2009 </td><td>12 </td><td>6.7 ± 3.9 </td><td>8 (66.7) </td><td>5.0 </td><td>11.0 </td><td>12 (100.0) </td><td>10 (83.3)\n</td></tr><tr><td>Tran et al. [7] </td><td>2004 </td><td>4 </td><td>13.8 ± 3.2 </td><td>2 (50.0) </td><td>6.0 </td><td>15.0 </td><td>3 (75.0) </td><td>3 (75.0)\n</td></tr><tr><td>Thailand </td><td>Chotpitayasunondh et al. [8]\n</td><td>2005 </td><td>7 </td><td>6.4 ± 3.3 </td><td>7 (100.0) </td><td>NR </td><td>17.0 </td><td>6 (85.7) </td><td>6 (85.7)\n</td></tr><tr><td>Turkey </td><td>Oner et al. [9] </td><td>2006 </td><td>8 </td><td>10.1 ± 4.0 </td><td>3 (60.0) </td><td>8.0 </td><td>11.0 </td><td>4 (50.0) </td><td>4 (50.0)\n</td></tr><tr><td>Indonesia </td><td>Kandun et al. [10] </td><td>2006 </td><td>5 </td><td>5.4 ± 3.2 </td><td>3 (37.5) </td><td>7.0 </td><td>15.0 </td><td>2 (40.0) </td><td>2 (40.0)\n</td></tr><tr><td>P ooleddata</td><td> </td><td>36</td><td>8.0± 4.4 </td><td>23 (63.9) </td><td>6.0 </td><td>14.0 </td><td>27 (75.0) </td><td>25 (69.4)\n</td></tr><tr><td> </td><td>p </td><td>value of differences among reports </td><td>0.032 </td><td>0.115 </td><td>0.768 </td><td>0.151 </td><td>0.014 </td><td>0.259\n</td></tr></table></body></html>"}}, "back_matter": []}