{
    "paper_id": "3a8be9537259b3a046f0ddec0edffbb807e867d5",
    "metadata": {
        "title": "Regulatory affairs and biotechnology in Europe: III. Introduction into good regulatory practice- Validation of virus removal and inactivation",
        "authors": [
            {
                "first": "Ben",
                "middle": [],
                "last": "Trijzelaar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper provides for an overview on the practical consequences of the EC guideline (III/8115/89)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "duction of biopharmaceuticals relate to quality to identify: safety, purity and potency. The issues are addressed by controlling the expression system, the Cell Bank, the production process and product characterization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The feasibility of commercial manufacture and scale of operation are important. Ideally, process validation should be done at the production scale, and the equivalence of manufacture at different scales must be proved, which for obvious reasons is an undesirable approach for virus validation, where validation must be mimicked in a laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the development phase of the purification process, impurities and contaminants are identified, and clearance studies are carried out. The clearance of DNA and viruses are important topics. Contaminants can also come from reagents used to produce the product (eg. BSE contamination when using cattle broth during culturing of the cells).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pilot batches provide information and material for stability studies and for the establishment of reference standards. Before production batches are started, cGMP requires the preparation of manufacturing directions, often over 1000 page documents. Some 600 Standard Operating Procedures may be involved. The function of in-process controls is crucial, and the quality of the product itself must be tested by validated QC procedures. All these documents make up the manufacturing and control data package. All other cGMP requirements must also be met, such as facility validation, training, control of raw materials, cleaning policies, maintenance schedules, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Issues related to the product quality are complex. This means that is not enough to regulate the quality of the product, but also the manufacturing process must be controlled. Changes in the process such as scale-up, can effect product quality and contaminant profile and consequently a large investment in process validation is needed. There is a future need for emphasis on the testing of the product and process, rather than on cell line. Still some unexpected problems will arise: bacterial or viral contaminationchange or destruction of the protein-in the scaling-up of a pilot process is sometimes indirectly recorded by lower yields of the final product. If the source of the contamination can not be localized, the only solution to this problem is to shut down the manufacturing plant or equipment, rigorously sterilizing the equipment and start all over again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The manufacture of pharmaceuticals has well established guidelines, for example \"Current Good Pharmaceutical Manufacturing Practice\" (cGMP). However, biopharmaceuticals are manufactured according to guidelines covering both biotech products as well as traditional chemotherapeutics, where for example, the importance of the removal of contaminants is stressed (see references).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory issues"
        },
        {
            "text": "The EC through the CPMP issued a set of production and quality guidelines, which should be taken into account by any pharmaceutical company as early as possible, when developing biotech products. These guidelines only represent a general scope of further development stages and should be used as a \"blueprint\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory issues"
        },
        {
            "text": "Though all these regulations and guidelines contribute to much more complexity of producing biopharmaceuticals than the traditional chemotherapeutics, the manufacture itself of a certain biopharmaceutical will be much more elaborate, because there exist hardly any analogy between different biopharmaceutics as yet. For every new type of product, there will be individual problems to solve, for which no regulations as yet are recorded!: either for productions standards or/and for Q.A./Q.C. standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory issues"
        },
        {
            "text": "The EC Guideline which describes the basic principles (in a general frame only) of virus validation and inactivation is registered as: -Validation of virus removal and inactivation procedures (III/8115/89).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "Whilst this and other guidelines (see also: EC guideline -II1/844/87 -on Analytical Valida-tion) can be considered to be broadly applicable, individual products will exhibit their own peculiarities so that the production and quality control of each product must be considered on an individual basis. Also, these guidelines have generally adopted a flexible approach so that requirements can be revised in the light of experience of production and the use of biotechnology derived medicines, and with further development of new technologies. Quote the CPMP: \"A feature to all biologicals of which production has involved the use of any material of animal or human origin is the risk of viral contamination. Potential viral contamination of a biological product may arise from the source material, e.g., Cell Banks of animal origin, human blood, human or animal tissue, or as adventitious agents introduced by the production process, eg. use of animal sera in cell culture.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "Moreover the EC warns the manufacturer as follows, urging a \"case by case\" approach: \"Therefore, no single approach will necessarily establish the safety of a product and, due to the hazardous nature of many potential viral contaminants, establishing the freedom of a biological from infectious virus will in many instances not derive solely from direct testing for their presence, but also from a demonstration that the purification regime is capable of removing or inactivating them.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "In particular, extensive validation studies are necessary-so different from each sourcing material-because some products are derived from variable source materials, such as blood, tissues and organs of human or animal origin, or where for practical reasons, it is not possible to imply a fully validated and tested Cell Bank. Of course, the justification for extensive validation studies is less where the product derives from well characterized source material, such as a fully characterized Cell Bank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "The objective of a validation is to estimate quantitatively the overall level of virus reduction obtained along the various stages of purification and/or any viral inactivation stages. This will be achieved by the deliberate addition (\"spiking\") of significant amounts of a virus to the crude material to be purified and to different fractions obtained during the various purification stages 95 and its removal (\"clearance\") or inactivation during the subsequent stage of purification and/ or activation determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "In a wider scope and according to EC guideline: 87/22/EC, biotechnology products (Category a.) which are extensively \"affected\" by this guideline are described as \"all medicinal products developed by means of the following biotechnological processes\": -controlled expression of genes coding for biologically active proteins in prokaryotes and eukaryotes, including transformed mammalian cells; and -hybridoma and monoclonal antibody methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "See also the various EC guidelines on: \"Production and quality control etc. as mentioned earlier for: cytokine products, monoclonal antibodies derived from human lymphocytes, human monoclonal antibodies~ monoclonal antibodies derived from routine origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "If not a \"Category a.\" product, certain products classified as \"Category b.\" in 88/22/EC may require extensive virus validation and inactivation procedures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "-medicinal products developed by other biotechnology processes which constitute a significant innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "Finally the following categories of biologicals are affected also:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "-products derived from organs or tissues of human or animal origin; -products derived from blood or urine or other biological fluids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "Less \"affected\" by virus removal and/or inactivation procedures seem to be products derived by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "-recombinant DNA technology;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "for which clearance of DNA is among other issues a major topic. However, in view of the use of \"adventitious agents\", the EC guideline on BSE (III/3298/91) and use of possibly viral contaminated sources, extensive virus validation on removal and/or inactivation might be necessary according to current state-of-the-art, although such restrictions were not in detail (in contrast to the guideline on murine monoclonal antibodies) recorded in the related guidelines on production and quality control etc. This illustrates again the complexity and the flexibility of what is necessary to provide a quality product according to the latest standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EC guideline on virus validation and inactivation"
        },
        {
            "text": "Source material may be contaminated with virus indigenous to the species of origin. Murine origin, pathogenic for man such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. General considerations"
        },
        {
            "text": "Cell lines, various viruses such as: herpes or a retrovirus, having latent or persistent infection, which may be transmitted vertically from one cell generation to the next, since the viral genome persists within the cell and which may be expressed unexpectedly as infectious virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LCMV."
        },
        {
            "text": "be introduced, indigenous to another species (e.g., Hu lymphoblastoid cell line secreting monoclonal antibodies can be infected with a murine retrovirus when murine feeder cells have been used).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell line construction, a contaminant virus may"
        },
        {
            "text": "Adventitious agents, bovine viruses (present in serum) used for cell cultures or murine monoclonal antibodies used in affinity chromatography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell line construction, a contaminant virus may"
        },
        {
            "text": "Any other source. If cGMP fails, any virus infection can occur anywhere in the production process!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell line construction, a contaminant virus may"
        },
        {
            "text": "A major issue in performing a validation is the determination of the viruses which should be used for \"spiking\". Such viruses fall into two categories: Examples of viruses which have been or are used in virus validation studies are shown in Table 1 . Pleases note: the use of these viruses is not mandatory and manufacturers are invited to consider other viruses especially those which may be more appropriate for their individual production processes or identical material.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "B. Choice of viruses for validation in general"
        },
        {
            "text": "A prerequisite for using these or other viruses (either relevant or model type) is that viruses used can be grown to a high titre for enabling a suitable validation method. If no high titre can be cultivated, an acceptable model must be shown. There should be a reliable assay for the detection of the viruses used, before and after processing through a stage. If an unexpected virus is isolated, this virus must be charaterized: e.g., titre in unpurified bulk, its host-range and thermostablity. And finally, consideration should be given to the health hazard, when using certain viruses (e.g., HIV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Choice of viruses for validation in general"
        },
        {
            "text": "The issue of viral contamination is a main topic for medicinal products derived from monoclonal antibodies of both human and/or murine sources. This issue will induce a serious problem if a certain company lacks proper analytical means and/or expert experience on viral contamination and/or analysis. Even more when the finished product is manufactured by the so-called \"ascites method\" (instead of the \"cell culture supernatant\" method) by returning the antibody into the murine system. Then, additional precautions have to be taken to ensure that no unexpected viral contamination is found in the finished product by using an additional contaminating source (e.g., routine system: rat or mouse). In this respect the CPMP is quoted: \"whenever possible, murine tissues and animals used as source materials should be shown free of viruses\" (III/859/86).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Choice of viruses for validation for monoclonal antibodies"
        },
        {
            "text": "Also for other medicinal products such as 97 those derived by recombinant DNA technology or derived by other means, quality control should focus on virus removal and/or inactivation: maybe not as extensive as for the production of monoclonal antibodies. Examples are: when the expression vector used is an (acceptable) cytopathogenic virus or when a cell line of murine or human origin has been used. Today, it is estimated that around 60-70% of the R&D programs in the biotech field are concerned with the production of monoclonal antibodies and therefore the issue of virus removal and/or inactivation has obtained considerable attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Choice of viruses for validation for monoclonal antibodies"
        },
        {
            "text": "But new technologies are developed as well as new products and quality systems should be designed and validated for these new systems: at the same time new and unexpected problems will arise, for which science, the company nor the licensing authorities may have no adequate answer. However, the risk of any contaminating microorganism (eg. virus) should be dealt with in a meticulous way to ensure that safety of the product is not at stake. Biotech products derived from human sources, of course, have the potential risk in vivo of introducing viral contaminants of known and direct infectivity to man; the potential risks of introducing infectious material from murine sources (eg. as heterohybridoma) must be ruled out also, even if these risks are for some murine viruses only established in vitro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Choice of viruses for validation for monoclonal antibodies"
        },
        {
            "text": "In terms of complexity as well as safety, biotech products derived from murine sources seem to induce a more complex analytical approach for viral removal and/or inactivation with less potential risk for human safety. In comparison, biotech products derived from human sources may be less complex with regard to this particular analytical issue but have a high potential risk for human safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Choice of viruses for validation for monoclonal antibodies"
        },
        {
            "text": "The more complex it will be, if the heterohybridoma approach in human monoclonal antibodies is used for the construction of an antibody secreting cell line or if murine feeder cells have been used: the cell seed should be examined for the presence of murine viruses. Still the analytical control and validation must be carried out according the state-of-the-art, which may be difficult to achieve, because of the enormous developments in the biotech field. Finally, the complexity of an adequate quality control might be aggravated by the use of contaminated agents (so-called adventitious agents) during production or by neglecting some basics of cGMP: this may present a manufacturer with unpleasant surprises during the production of any biotech product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Choice of viruses for validation for monoclonal antibodies"
        },
        {
            "text": "Therefore, the validation of virus removal and/or inactivation is of special importance to the production of murine monoclonal antibodies and in addition the \"ascites\" method adds up to quality control procedures. Companies should think twice, before using the \"animal-unfriendly\" ascites method. Future developments by producing the monoclonal with special RNA technique will decrease the complexity of virus removal and/or inactivation considerably.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Choice of viruses for validation for monoclonal antibodies"
        },
        {
            "text": "The issue for human monoclonal antibodies is equally important, but seems less complex. In general, application/interpretation of the \"caseby-case\" approach-in view of guideline III/ 8115/89 and special guideline(s) on the finished product-is required. For both categories (human monoclonal antibodies and monoclonal antibodies derived from human sources) a starting point remains: control of the hybridoma seed lot. Only in exceptional circumstances should a seed lot containing viruses other than endogenous murine retroviruses be considered for production. Under no circumstances should cell lines contaminated with following viruses be used for production, because there is evidence that these viruses may or will infect man or primates (Table  2a and 2b).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 741,
                    "end": 751,
                    "text": "(Table  2a",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "C. Choice of viruses for validation for monoclonal antibodies"
        },
        {
            "text": "The extent of further testing on viral contamination depends on using the in vitro method (\"cell culture supernatant\") or in vivo method (\"ascites fluid harvest\"). The EC guideline provides for the following, possible testing scheme. When choosing the \"ascites fluid harvest\" method it, is obvious that considerable and additional activity has to be developed by imple-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Choice of viruses for validation for monoclonal antibodies"
        },
        {
            "text": "Of course, a general problem with the therapeutic use of murine monoclonal antibodies in man may be the induction of antibodies in the recipient against murine immunoglobulin or other proteins present in the product. Because this phenomenon can never be ruled out, the balance between risk and benefit should be established: immunological properties should be tested for various human tissues. For viral (and also: bacterial, mycotic or mycoplasmal) contamination there is no such balance available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal antibodies derived from murine sources"
        },
        {
            "text": "For control of the seed lot it is specified by the CPMP that \"the cells of the seed lot are free of microbial contamination. Examination of the cell line by transmission and scanning electron microscopy may provide valuable information on viral contamination\". menting an analytical control and validation scheme to ensure that all possible, viral contaminants are excluded from the finished product. An additional problem arises when production changes from the \"ascites fluid harvest\" to a fermentation method (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 521,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Monoclonal antibodies derived from murine sources"
        },
        {
            "text": "Human monoclonal antibodies will in general be produced by in vitro technology. So far, no in vivo production of ascites fluid is reported and if possible, this may only be performed by the use of immunosuppressed animals. So in vivo production likely makes it impossible to obtain material of a quality or in the quantity required and is therefore only acceptable under exceptional circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal antibodies derived from human sources"
        },
        {
            "text": "Tests to detect contamination of cell banks with viruses are of particular importance as any potentially contaminating viruses are likely to be of human origin. In addition, cells may have been transformed by deliberate introduction of Epstein-Barr virus (EBV) when, for instance, transforming human B lymphocytes. Potential viral contamination may take the form of complete viral genomes or subgenomic fragments such as retroviral LTRs or transforming sequences from EBV. Possible sources for contaminants are: Infectious virus and potentially infectious complete viral genomes (latent viruses).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal antibodies derived from human sources"
        },
        {
            "text": "As a minimum the following viruses, which are persistent in lymphocytes, should be tested: -HIV, CMV, HTLV-1, HTLV-2, HHV6 and EBV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal antibodies derived from human sources"
        },
        {
            "text": "If the human donor comes from or has visited tropical countries, one should test for:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal antibodies derived from human sources"
        },
        {
            "text": "-arenavirus or other exotic viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal antibodies derived from human sources"
        },
        {
            "text": "The record of the identity and state of health of the donor may provide the best reasonable assurance of safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal antibodies derived from human sources"
        },
        {
            "text": "If the heterohybridoma approach is used for construction of the antibody secreting cell line or if murine feeder cells have been used, the cell seed should be examined for the presence of murine viruses as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal antibodies derived from human sources"
        },
        {
            "text": "The subject of viral subgenomic fragments needs special attention. The presence of sequences from viral genomes may not disqualify use of the cells, but any exogenous viral nucleic acid found should be characterized: in particular sequences from EBV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal antibodies derived from human sources"
        },
        {
            "text": "The EC guidelines for production and quality control of biotech products are less specific for validation of virus removal and inactivation procedures than compared to the guideline on monoclonal antibodies derived from murine origin. A clear set of analytical procedures for viral removal and/or inactivation in relation to the different production stages is difficult to present and a company involved in developing a product, should contact as soon as possible a \"rapporteur\" country to establish the best way of setting up its quality control system. An advice that should also be valid for any biotech product under development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal antibodies derived from human sources"
        },
        {
            "text": "Of course, it is inappropriate to introduce any virus into the production facilities. Therefore, validation should be conducted in a separate laboratory equipped for virological work and expert staff. Then, the validity of the scaling down must also be demonstrated by showing that the large scale production is equivalent to laboratory circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and implications of virus validation"
        },
        {
            "text": "Clearance of the \"spiked\" viruses can be effected by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and implications of virus validation"
        },
        {
            "text": "removal of the virus particles (eg. by filtration) or -inactivation of the infectivity (e.g., by chemical agents).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and implications of virus validation"
        },
        {
            "text": "In both cases a validation is performed following a similar approach. However, the sensibility of the methods used at different concentrations is to be specified. If the removal is considered to be a major factor in the safety of the product, a specific or additional inactivation/removal step should be introduced into the process. Where virus removal has been demonstrated, the distribution of the removed virus must be investigated. Assurance should be provided that any virus potentially retained by the production system would be adequately destroyed, prior to reuse of the system, eg. sanitization of columns etc. Essential stages of the purification process should be individually assessed for their ability to remove or inactivate virus and careful consideration should be given to the exact definition of an individual stage. The overall reduction factor should be determined from the sum of the individual reduction factors. The overall reduction factor for relevant viruses for the process should be substantially greater than the maximum possible virus titre which could potentially occur in the source material. Therefore, manufacturers must demonstrate large reduction factors or justify the reduction factors obtained. Furthermore, the validation exercise should include parallel control assays to assess the possible loss of the virus due to eg. dilution or storage of samples before titration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and implications of virus validation"
        },
        {
            "text": "Finally: the source or intermediate material should be spiked with infectious virus (relevant and model) and the reduction factor calculated. In this case, kinetics of viral inactivation must be established in order to measure the slope of the curve and to determine the theoretical time necessary to inactivate the total virus population. Some bottlenecks to take into account are: One must bear in mind that some biopharmaceutics e.g., interferon may interfere with the virus assay. In this case, attention should be paid to the dilution effect of adding the viral suspension to the product, which might alter the protein concentration so that the test sample is no longer representative. Also, a minimum quantity of the virus, which can be detected reliably, should be taken into account. Some column buffers could be toxic for the cell line used for the virus assay. Virus inactivation is not a simple first order reaction: a complex of a fast \"phase 1\" followed by a slow \"phase 2\" reaction order.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and implications of virus validation"
        },
        {
            "text": "Validation contributes to the safety assessment, but does not by itself establish safety. An acceptable level of safety in the final product can be reached, however, a number of factors in the design and execution of the experiments may lead to an incorrect estimate of the ability of the process to remove the virus: 1. As virus preparations used to validate a production process are likely to be produced in tissue culture, the behavior of the tissue culture virus in the production step may be different from that of the native virus: differences in purity or degree of aggregation. 2. The ability of the overall process to remove infectivity is often expressed as the sum of the logarithm of the reductions at each step. This might be useful to calculate the overall reduction factor, but if reduction depends on virus adsorption to a matrix (eg. column bed material), this may not be valid to add logarithmic reductions. Cumulation may be present. 3. As mentioned, the kinetics of inactivation is usually a biphasic curve with a rapid initial \"phase 1.\" followed by a slower \"phase 2\". It is therefore possible that a virus escaping the first inactivation, may be more resistant to subsequent steps. The overall reduction factor is not necessarily the sum of reduction factors calculated from each individual step. For example: if the resistant fraction takes the form of virus aggregates, infectivity may be resistant to a range of different treatments and to heating. 4. The expression of reduction factors as logarithmic reductions in titre implies that, while residual virus infectivity may be greatly reduced, it will never be reduced to zero. Introduction of novel means for removal of viruses such as: Polymerase Chain Reaction (PCR), for which the EC has not yet recommended the use in a guideline, may cope with this problem. Application of PCR results in totally eliminating a specific, contaminating virus from a production step. Contrary to other means of virus removal, this method will yield a 100% removal or inactivation. For hazardous sources of contaminating virus (e.g. HIV) this method-after adequate validation-provides for a guarantee that no such contaminant will be present: not even at highly reduced titres. 5. Pilot scale processing may differ from full scale processing despite care taken to design the scaled down process. 6. Changes to the production process may necessitate a new validation study. Question: should one validate the total of all validation methods? Probably the answer is: yes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of virus validation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Excipients in the registration dossier of a medicinal product",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Definition of new active substance (III/3036/ 91)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "European Drug Master File procedure for active ingredients (III/3836/89)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Containers and packaging material (immediate packaging). Part I-Plastic materials",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Points to consider in the manufacture of monclonal antibody products for human use",
            "authors": [],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Points to consider in the characterization of cell lines used to produce biologicals",
            "authors": [],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Further reading Regulatory Affairs and Biotechnology in Europe. I. Introduction into Good Regulatory Practice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "BIOTHERAPY",
            "volume": "1",
            "issn": "",
            "pages": "59--69",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Necessity and Risk",
            "authors": [],
            "year": 1988,
            "venue": "Biotechnology in the Netherlands",
            "volume": "3",
            "issn": "",
            "pages": "145--147",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Regulatory Affairs and Biotechnology in Europe. II. The CPMP \"High Tech\" and Multistate Procedures",
            "authors": [],
            "year": 1989,
            "venue": "Biotherapy",
            "volume": "1",
            "issn": "",
            "pages": "179--196",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Regulatory Affairs and Biotechnology in Europe. The CPMP \"High Tech\" and Multistate Procedures; From Clone to Clinic; TNO Seminar",
            "authors": [],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A non-B; HIV, HTLV-1, CMV (cytomegalos), EBV (Epstein-Barr), HHV6, herpes and parvovirus B19.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "viruses cell lines from rodents must be tested for rodent retrovirus; EBV when Hu lymphoblastoid cells secreting monoclonal antibodies are used; HIV in blood products such Hu clotting factor. -model viruses Examples: SV40 or Sabin type 1 poliovirus or some other non-enveloped viruses; a para-influenza or influenza virus; a Table 1. murine retrovirus or lentivirus or some other medium or large enveloped RNA virus. Vaccinia or herpes (HSV-1) or some other medium to large DNA virus.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Quality controlValidation of virus removal and inactivation procedures (111/8115/89); Production and quality control of monoclonal antibodies of murine origin intended for use in man (111/859/86); Production and quality control of medicinal products derived by recombinant DNA technology (111/860/86); Production and quality control of human monoclonal antibodies (III/3488/89); Production and quality control of cytokine products derived by biotechnology processes (III/ oral) (III3616/91); ibid. measles vaccin(111/3193/93; revision 3); ibid. of monovalent live oral polio vaccin (111/3502/91; draft). topics Biotech headings for Notice to Applicants (III/ 3153/91, draft nr. 7); Radiopharmaceuticals based on monoclonal antibodies (III/3487/89); Demonstration of the genetic stability of DNArecombinant cells used in the production of biotechnology medicinal products (III/3602/91, draft nr. 1). Part I B Adaptation of Pharmaceutical Expert Report to Radiopharmaceuticals (111/3561/91, draft nr. 3). Part H A Development pharmaceutics and process validation (111/847/87). Part H B Good Manufacturing Practice for medicinal products in the European Community (III/3093/ 92); Analytical validation (111/844/87); Manufacture of the finished dosage form.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}