{
    "paper_id": "3af57d71b6a6bb42ed09c714b60b6ea9882b3d17",
    "metadata": {
        "title": "International Journal of HEMATOLOGY Case Report",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 43-year-old man presented to an emergency department with severe headache and was admitted because of severe thrombocytopenia (platelet count, 2 ϫ 10 9 /L). Hemoglobin concentration and leukocyte count were normal, and the blood smear results were consistent with the clinical diagnosis of ITP. The results of bone marrow aspiration and biopsy were normal with abundant megakaryocytes. The results of a human immunodeficiency virus test were negative. The findings at admission computed tomography (CT) of the brain were normal. The platelet count did not improve significantly with oral corticosteroids, and intravenous immunoglobulin 1 g/kg per day was administered on hospital days 1 to 3. Because of persistent severe thrombocytopenia, rituximab 375 mg/m 2 was given on hospital day 11, and lowgrade fever and chills accompanied the infusion. The following day the patient complained of dyspnea and pleuritic chest pain. Oxygen saturation was 78% on room air. CT of the chest showed diffuse pulmonary ground-glass opacities (Figure 1A) . There was no evidence of pulmonary embolus on either CT or ventilation-perfusion scans. The patient was afebrile with no other evidence to suggest infection. An echocardiogram revealed a cardiac ejection fraction of 60% to 64%. Hypoxemia did not improve with diuresis. By the third day after rituximab infusion, the patient needed transfer to the medical intensive care unit (MICU). He needed 100% oxygen and noninvasive positive-pressure ventilation. Arterial blood gas evaluation revealed the following results: pH, 7.40; PCO 2 , 43 mm Hg; and PO 2 , 40 mm Hg. A chest radiograph on admission to the MICU revealed the bilateral presence of pulmonary infiltrates ( Figure 1B ). The platelet count remained 1 ϫ 10 9 /L. A diagnosis of ARDS was made, and administration of methylprednisolone 500 mg intravenously daily was begun. Bronchoscopy was performed, and the results were normal. There was no evidence of intraalveolar hemorrhage, and culture results were negative. One week after administration of rituximab, the patient needed intubation and mechanical ventilation with positive endexpiratory pressure. During this time administration of danazol (200 mg 3 times daily) was begun, and oral cyclophosphamide (500 mg/d) was administered later. The platelet count normalized at 200 ϫ 10 9 /L.Two weeks after intubation, the patient became febrile (39ЊC) and hypotensive. The platelet count decreased to 40 ϫ 10 9 /L. Blood and respiratory cultures had positive results for Pseudomonas organisms. Pneumothorax developed and necessitated chest tube placement. The patient died 3 weeks after receiving rituximab.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1030,
                    "end": 1041,
                    "text": "(Figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1710,
                    "end": 1719,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "This case demonstrates that treatment with a single infusion of rituximab can lead to ARDS. ARDS has been reported rarely in patients with lymphoproliferative disorders receiving rituximab but not in patients treated with rituximab for other disorders [6] . The first published report of ARDS related to rituximab treatment stated that the reaction occurred after the third infusion in a patient with follicular lymphoma [7] . In that case, an anaphylactic reaction developed with tachycardia, hypotension, and hypoxemia within 3 hours of the start of the infusion. A chest radiograph showed bilateral pulmonary infiltrates and pleural effusions. A similar syndrome during the first rituximab infusion has been described in patients with lymphoproliferative disorders and large numbers of circulating tumor cells. This syndrome is characterized by fever, rigors, bronchospasm, and hypoxemia in conjunction with a rapid decrease in the number of circulating tumor cells and other laboratory evidence of tumor lysis (hypocalcemia and an increase in lactate dehydrogenase level). In the original description, pulmonary symptoms were reversible with oxygen supplementation and bronchodilators [8] . Reports of interstitial pneumonitis related to rituximab therapy have been published. However, symptoms were later in onset and had a clinical picture distinct from that of ARDS. In addition, as in the 2 cases reported by Burton et al, symptoms were reversible with prednisolone [9] [10] [11] [12] . Our case appears unique in that ARDS developed in a patient treated for an autoimmune disorder (ITP), an area in which there is increasing interest in and use of rituximab. Our patient met consensus criteria for ARDS (acute onset of bilateral pulmonary infiltrates; PaO 2 /FIO 2 , <200; and normal cardiac function), the syndrome emerging on the heels of the first rituximab infusion and having no other obvious cause [13] . This case also is unique because ARDS occurred in the absence of any clinical evidence of either anaphylaxis or tumor lysis.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1189,
                    "end": 1192,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1474,
                    "end": 1477,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1478,
                    "end": 1482,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1483,
                    "end": 1487,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1488,
                    "end": 1492,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1913,
                    "end": 1917,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "ARDS has been reported as a rare side effect of other monoclonal antibodies, such as muromonab [14] , basiliximab [15] , gemtuzumab ozogamicin [16] , infliximab [17] , and trastuzumab [18, 19] . Muromonab, a murine antibody directed against the T-cell antigen CD3, may produce ARDS related to the transient release of proinflammatory cytokines, including tumor necrosis factor-␣ (TNF-␣), interferon ␥, interleukin 2, and interleukin 6, with subsequent neutrophil sequestration in the lungs [14] . Rapid activation of both classic and alternative complement pathways by the antibody may result in enhanced binding of neutrophils to the pulmonary vasculature. Generated complement activation products such as C5a and SC5b-9 can also induce production of proinflammatory cytokines by monocytes [20] . In a study of 14 kidney allograft recipients, an interesting finding was that a monoclonal antibody against TNF, CB006, prevented severe muromonab-associated toxicities such as hypotension, neurotoxicity, and ARDS [21, 22] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 114,
                    "end": 118,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "22]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Gemtuzumab ozogamicin, a monoclonal antibody linked to the cytotoxic antibiotic calicheamicin and directed against the CD33 antigen on myeloblasts, has been associated with the development of ARDS in 5 patients within 24 hours of treatment [16] . In approximately one half of reported cases, the patients had leukocyte counts greater than 60,000/L. Although pulmonary leukostasis can have a similar clinical presentation in patients with very high blast counts, the temporal association suggests a drug reaction. To reduce the risk of severe pulmonary toxicity, it has been recommended that leukocyte counts be less than 30,000/L prior to initiation of treatment with gemtuzumab [16] . ARDS has been reported as a delayed hypersensitivity reaction in a patient with Crohn disease 10 days after the second infusion of infliximab, a chimeric monoclonal antibody directed against TNF-␣ [17] . Very high titers of human antichimeric antibodies (HACA) were found in this patient. These antibodies can develop in approximately 13% of patients treated with infliximab. HACA is associated with a greater risk of delayed hypersensitivity reactions and a lupus-like syndrome [23] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the exact mechanism by which rituximab and other monoclonal antibodies cause ARDS is unknown, but with first-time infusions it may be related to cytokine release and complement activation. With subsequent infusions of chimeric monoclonal antibodies, ARDS may be the result of a delayed hypersensitivity reaction, such as those related to HACA. Our experience with a fatal case of ARDS after the first infusion of rituximab in a patient with a humoral autoimmune disorder should alert clinicians to the possibility of this type of reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Magic bullets at last! Finally-approval of a monoclonal antibody for the treatment of cancer! Cancer Biother Radiopharm",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Dillman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "223--225",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The efficacy and safety of B-cell depletion with anti-CD20 monoclonal antibody in adults with chronic immune thrombocytopenic purpura",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stasi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cunningham-Rundles",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Haematol",
            "volume": "125",
            "issn": "",
            "pages": "232--239",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rituximab chimeric anti-CD20 monoclonal antibody treatment for adults with chronic idiopathic thrombocytopenic purpura",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stasi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stipa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amadori",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Blood",
            "volume": "98",
            "issn": "",
            "pages": "952--927",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fc receptor blockade and immune thrombocytopenic purpura",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bussel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Semin Hematol",
            "volume": "37",
            "issn": "",
            "pages": "261--266",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Recent advances in the treatment of chronic refractory immune thrombocytopenic purpura",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kojouri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Hematol",
            "volume": "81",
            "issn": "",
            "pages": "119--125",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infusion reactions associated with the therapeutic use of monoclonal antibodies in the treatment of malignancy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Dillman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Cancer Metastasis Rev",
            "volume": "18",
            "issn": "",
            "pages": "465--471",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute respiratory distress syndrome during the third infusion of rituximab in a patient with follicular lymphoma",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakamaki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Adachi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tomoyasu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J Hematol",
            "volume": "80",
            "issn": "",
            "pages": "164--167",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rituximab therapy in hematologic malignancy patients with circulating blood tumor cells: association with increased infusion-related side effects and rapid blood tumor clearance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Byrd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Waselenko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Maneatis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Oncol",
            "volume": "17",
            "issn": "",
            "pages": "791--795",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interstitial pneumonitis related to rituximab therapy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaczmarski",
                    "suffix": ""
                },
                {
                    "first": "Jan-Mohamed",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "2690--2691",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A case of interstitial pneumonia induced by rituximab therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hiraga",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kondoh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Naoe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Hematol",
            "volume": "81",
            "issn": "",
            "pages": "169--170",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Alveolar hypoxemic interstitial pneumonia related to rituximab therapy",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jullien",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peyrade",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lemoigne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chichmanian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blaive",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interstitial pneumonitis following rituximab therapy for immune thrombocytopenic purpura (ITP)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swords",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fay",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Donnell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Hematol",
            "volume": "77",
            "issn": "",
            "pages": "103--104",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1334--1349",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sequential therapy: a prospective randomized trial of MALG versus OKT3 for prophylactic immunosuppression in cadaver renal allograft recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Matas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Gillingham",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Transplantation",
            "volume": "54",
            "issn": "",
            "pages": "50--56",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Non-cardiogenic pulmonary edema during basiliximab induction in three adolescent renal transplant patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "O"
                    ],
                    "last": "Bamgbola",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Rio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaskel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Transplant",
            "volume": "7",
            "issn": "",
            "pages": "315--320",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Approval summary: gemtuzumab ozogamicin in relapsed acute myeloid leukemia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Bross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beitz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Cancer Res",
            "volume": "7",
            "issn": "",
            "pages": "1490--1496",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Delayed hypersensitivity reaction and acute respiratory distress syndrome following infliximab infusion",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Riegert-Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Godfrey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hubmayr",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Sandborn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Loftus",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Inflamm Bowel Dis",
            "volume": "8",
            "issn": "",
            "pages": "186--191",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Herceptin (trastuzumab)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "CA: Genentech",
            "authors": [
                {
                    "first": "Francisco",
                    "middle": [],
                    "last": "South San",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Did a monoclonal antibody cause this patient's death?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Porterfield",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "RN",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "In vivo generation of C4d, Bb, iC3b, and SC5b-9 after OKT3 administration in kidney and lung transplant recipients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vallhonrat",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Cosimi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Transplantation",
            "volume": "67",
            "issn": "",
            "pages": "253--258",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Acute clinical syndrome associated with OKT3 administration: prevention by single injection of an anti-human TNF monoclonal antibody",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Charpentier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hiesse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferran",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evidence that antihuman tumor necrosis factor monoclonal antibody prevents OKT3-induced acute syndrome",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Charpentier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hiesse",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lantz",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Transplantation",
            "volume": "54",
            "issn": "",
            "pages": "997--1002",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Review article: safety of infliximab in clinical trials",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hanauer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Aliment Pharmacol Ther",
            "volume": "13",
            "issn": "4",
            "pages": "16--22",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A, Computed tomographic scan of the chest obtained less than 24 hours after rituximab infusion. Diffuse bilateral ground-glass opacities are evident. B, Portable chest radiograph obtained on admission to the intensive care unit shows bilateral pulmonary opacities.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}