{"paper_id": "3b0a65e558b521d684eb1a77504ab87b5d1978f3", "metadata": {"title": "Genetic diversity of Culex pipiens mosquitoes in distinct populations from Europe: contribution of Cx. quinquefasciatus in Mediterranean populations", "authors": [{"first": "Elena", "middle": ["V"], "last": "Shaikevich", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Elena", "middle": ["B"], "last": "Vinogradova", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ali", "middle": [], "last": "Bouattour", "suffix": "", "affiliation": {}, "email": ""}, {"first": "António", "middle": ["Paulo"], "last": "Gouveia De Almeida", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Mosquitoes of the Culex pipiens complex are cosmopolitan, and important vectors of neglected tropical diseases, such as arbovirosis and lymphatic filariasis. Among the complex taxa, Cx. pipiens (with two forms pipiens and molestus) and Cx. quinquefasciatus are the most ubiquitous mosquitoes in temperate and tropical regions respectively. Mosquitoes of this taxa lack of morphological differences between females, but have frank behavioral and physiological differences and have different trophic preferences that influence their vectorial status. Hybridization may change the vectorial capacity of these mosquitoes, increasing vector efficiency and medical importance of resulting hybrids. Methods: Culex pipiens s.l. from 35 distinct populations were investigated by the study of mtDNA, symbiotic bacterium Wolbachia pipientis, nuclear DNA and flanking region of microsatellite CQ11 polymorphism using PCR with diagnostic primers, RFLP analysis and sequencing. Results: Six different mitochondrial haplotypes were revealed by sequencing of the cytochrome oxidase subunit I (COI) gene and three different Wolbachia (wPip) groups were identified. A strong association was observed between COI haplotypes/groups, wPip groups and taxa; haplogroup A and infection with wPipII appear to be typical for Cx. pipiens form pipiens, haplotype D and infection with wPipIV for form molestus, while haplogroup E, characteristic of Cx. quinquefasciatus, were correlated with wPipI and found in Cx. pipiens sl. from coastal regions of Southern Europe and Mediterranean region. Analysis of microsatellite locus and nuclear DNA revealed hybrids between Cx. pipiens form pipiens and form molestus, as well as between Cx. pipiens and Cx. quinquefasciatus, in Mediterranean populations, as opposed to Northern Europe. Phylogenetic analysis of COI sequences yielded a tree topology that supported the RFLP analysis with significant bootstrap values for haplotype D and haplogroup E. Conclusions: Molecular identification provides the first evidence of the presence of hybrids between Cx. quinquefasciatus and Cx. pipiens as well as cytoplasmic introgression of Cx. quinquefasciatus into Cx. pipiens as a result of hybridization events in coastal regions of Southern Europe and Mediterranean region. Together with observed hybrids between pipiens and molestus forms, these findings point to the presence of hybrids in these areas, with consequent higher potential for disease transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Mosquitoes of the Culex pipiens complex are important disease vectors with global distribution [1] . Several species, subspecies, and forms are currently recognized as belonging to this complex and are generally considered competent vectors of arboviruses, including West Nile virus and Rift Valley Fever virus, as well as filarial worms and avian Plasmodia [2] .", "cite_spans": [{"start": 95, "end": 98, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 358, "end": 361, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "Among the complex taxa, Cx. pipiens Linnaeus, 1758 and Cx. quinquefasciatus Say, 1823 are the most ubiquitous mosquitoes in temperate and tropical regions respectively. Culex pipiens sensu stricto L. 1758 is subdivided into three intraspecific forms: \"pallens\" Coquillett 1898, \"molestus\" Forskål 1775 and \"pipiens\" [3, 4] . No consensus exists on the taxonomic status of the members of the complex, with conflicting evidence according to incomplete isolation, hence the existence of hybrid populations, between Cx. quinquefasciatus and Cx. pipiens s.s. form pipiens or form molestus, in some contact zones such as North America [5] [6] [7] [8] , Mexico [9] , Argentina [10, 11] , the Cape Verde Islands in the Atlantic Ocean, Africa [12] , and in Greece (Europe) [13] , while exhibiting complete isolation in other regions such as East Africa [14] . Hybrids between other members of Culex pipiens complex, such as Cx. pipiens pallens and Cx. pipiens form molestus have been detected in Japan [15] .", "cite_spans": [{"start": 316, "end": 319, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 320, "end": 322, "text": "4]", "ref_id": "BIBREF3"}, {"start": 629, "end": 632, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 633, "end": 636, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 637, "end": 640, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 641, "end": 644, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 654, "end": 657, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 670, "end": 674, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 675, "end": 678, "text": "11]", "ref_id": "BIBREF10"}, {"start": 734, "end": 738, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 764, "end": 768, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 844, "end": 848, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 993, "end": 997, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Background"}, {"text": "Cx. pipiens includes two forms (or biotypes) denoted as pipiens and molestus that differ in their physiology and behavior. The pipiens form requires a blood meal for egg development (anautogeny), prefers to feed on birds (ornitophylic) and enters into diapause during the winter (heterodynamic). By contrast, the molestus form typically lays a first batch of eggs without a blood meal (autogeny), readily feeds on mammals (mamophylic) and remains active yearlong (homodynamic). Remarkably, the molestus form commonly adopts underground habitats in colder temperate climate regions and can mate in confined spaces (stenogamy), whereas the pipiens form colonizes above-ground habitats exclusively and mates in large, open areas (eurygamy) [1] .", "cite_spans": [{"start": 737, "end": 740, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Background"}, {"text": "The only morphological differences among the members of the Culex pipiens complex exist in the genital structure of males. The absence of morphological differences in females and the presence of hybrids make it quite difficult to identify these taxa. Several molecular tools have been developed to differentiate species and forms of the Cx. pipiens complex [16] [17] [18] [19] . These molecular analyses have also detected recurrent hybridization among Cx. pipiens s.l. members where their distribution overlaps, as exemplified by the hybrid populations of Cx.pipiens and Cx.quinquefasciatus mentioned above. Hybrids between the forms pipiens and molestus have also been detected in the United States [6] , Portugal [20] , Netherlands [21] , Greece [22] and Morocco [23] , although in cases such as the Netherlands, confirmation of these results should be obtained due to possible presence of Cx. torrentium. Hybridization in the Cx. pipiens complex may change the vectorial capacity of mosquitoes, increasing the vector efficiency of resulting hybrids, which are therefore called bridge vectors [6, 24] . In this context, the analysis of the genetic structure of mosquito populations sheds light on the processes taking place.", "cite_spans": [{"start": 357, "end": 361, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 362, "end": 366, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 367, "end": 371, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 372, "end": 376, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 701, "end": 704, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 716, "end": 720, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 735, "end": 739, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 749, "end": 753, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 766, "end": 770, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1096, "end": 1099, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1100, "end": 1103, "text": "24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Background"}, {"text": "Due to the absence of morphological differences between females, molecular tools have been developed to differentiate species and forms, as well as detecting hybridization events. Cytochrome oxidase c subunit I (COI) mitochondrial gene has proven to be a reliable marker in the Paleartic region for differentiating among members of the Culex pipiens complex [25] [26] [27] . Mitochondrial DNA does not recombine, is mostly transmitted through the egg cytoplasm and is often used in phylogenetic studies of insects, including mosquitoes [28] [29] [30] . In zones of sympatry, where hybridization occurs between the complex members, nuclear markers are advisable in order to avoid erroneously identifying cases of cytoplasmic introgression [31] .", "cite_spans": [{"start": 358, "end": 362, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 363, "end": 367, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 368, "end": 372, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 536, "end": 540, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 541, "end": 545, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 546, "end": 550, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 738, "end": 742, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Background"}, {"text": "It is known that the symbiotic bacterium Wolbachia manipulates reproduction of Culex pipiens complex mosquitoes by cytoplasmic incompatibility, a form of embryonic lethality, between infected males and uninfected females or between individuals carrying incompatible strains. This can potentially result in reproductive isolation between host populations. Five distinct Wolbachia groups (wPip), that are closely related evolutionarily, have been documented in mosquito's complex Culex pipiens [32] . These wPip groups show different incompatibility status [33, 34] . Wolbachia and host mitochondria are co-transmitted in the egg cytoplasm, constituting valuable markers, and the association between wPip and mtDNA groups was determined [32] . A recent study [35] found that cytoplasmic introgression could be mediated by the maternally-inherited bacterium Wolbachia pipientis: mtDNA and wPip are associated with regular co-transmissions between Cx. pipiens members through hybridization events across the complex. Moreover, conflicting evidence has been given regarding the interference of the Wolbachia symbionts on the vector competence to arboviruses [36, 37] .", "cite_spans": [{"start": 492, "end": 496, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 555, "end": 559, "text": "[33,", "ref_id": "BIBREF32"}, {"start": 560, "end": 563, "text": "34]", "ref_id": "BIBREF33"}, {"start": 735, "end": 739, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 757, "end": 761, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 1153, "end": 1157, "text": "[36,", "ref_id": "BIBREF35"}, {"start": 1158, "end": 1161, "text": "37]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Background"}, {"text": "The aim of this work was the analysis of the genetic diversity of mosquito populations and to detect hybridization events that might shed light on the contribution of Cx. quinquefasciatus and Cx.pipiens form pipiens and form molestus in genetic diversity of European and Mediterranean populations by analyzing nuclear DNA markers, COI gene mtDNA polymorphism and its association with wPip infection.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Mosquitoes of the Culex pipiens complex, adults and larvae, sampled from 2007 to 2012, originating from urban and suburban sites, and from laboratory colonies were analyzed. Geographical origins ranged from Eastern to Western, as well as, Northern to Southern, Europe, but also samples from Morocco, Tunisia, Israel and India ( Table 1 ). The collection comprised the two main members of the complex, Cx.quinquefasciatus and Cx. pipiens with the two forms pipiens and molestus of which 225 individuals from 20 populations were studied for mtDNA diversity for the first time, and 355 samples from 15 populations that had been studied earlier [13, 38, 39] , yielding a total of 580 specimens from 35 populations. Thus, all 580 specimens were processed for discrimination at taxa level and typed at COI locus haplotype (Table 1) , whilst a subset of 274 samples were studied at wPip and nuclear loci (Table 3) , and 24 were fully sequenced de novo for COI mtDNA and analyzed for phylogenetic relationship jointly with another 24 sequences previously obtained [40] .", "cite_spans": [{"start": 641, "end": 645, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 646, "end": 649, "text": "38,", "ref_id": "BIBREF37"}, {"start": 650, "end": 653, "text": "39]", "ref_id": "BIBREF38"}, {"start": 1056, "end": 1060, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 328, "end": 335, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 816, "end": 825, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 897, "end": 906, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Mosquito samples"}, {"text": "Culex quinquefasciatus and Cx. pipiens were discriminated using a specific PCR assay based on the acetylcholinesterase-2 gene (ACE2-assay) [18] . Identification of the form molestus and the form pipiens of Cx. pipiens was made on the basis of the ovarian status of females (autogeny) and genetically by both CQ11 [19] and COI [25] assays. The expression of autogeny was studied in the laboratory, for most underground and above ground populations from Russia, insectary colony T7 from France, and in samples from Portugal by the respective collectors ( Table 1) . Autogeny of Cx. pipiens from the other populations was not studied. Individuals whose autogeny status had not been determined, and that came from collections which included either pipiens or molestus, as well as hybrid forms according to CQ11 analysis, were denominated as Cx. pipiens \"hybrid\" and those to whom neither autogeny determination nor CQ11 assay had been performed or the results of CQ11 were inconclusive, were denominated as \"unknown\" in Table 1 .", "cite_spans": [{"start": 139, "end": 143, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 313, "end": 317, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 326, "end": 330, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 553, "end": 561, "text": "Table 1)", "ref_id": "TABREF0"}, {"start": 1016, "end": 1023, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Culex pipiens taxa discrimination"}, {"text": "DNA was extracted from mosquitoes preserved in ethanol using the DIAtom™ DNA Prep Kit (Isogen, Moscow, Russia). Polymerase chain reactions were run in thermocyclers GeneAmpR PCR System 2700 (Applied Biosystems, Foster City, CA, USA) with amplification kits GenePak™ PCR Core (Isogene, Moscow, Russia).", "cite_spans": [], "ref_spans": [], "section": "Molecular typing"}, {"text": "The DNA sequences of the COI mtDNA gene of 1150 bp were amplified using the TY-J-1460 [41] and UEA10 primers [42] as previously described [40] . Twenty four sequences were obtained de novo from an ABI 310 automated sequencer using the ABI PRISM BigDye Terminator Cycle Sequencing kit (Applied Biosystems, Foster City, CA, USA) for mosquitoes originated from Russia (9 sample sites), Germany (2 sample sites), Italy (2 sample sites), Greece (1 sample site), Portugal (1 sample site), Tunisia (2 sample sites), Israel (1 sample site) ( Table 2 ). Sequences were analyzed using Chromas software (http://www.technelysium.com.au). Six different haplotype sequences, which we denoted as A, B, C, D, E [40] and another found in this work for the first time, E1, have been deposited in GenBank under numbers KM233145-KM233150, as a result of this work.", "cite_spans": [{"start": 86, "end": 90, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 109, "end": 113, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 138, "end": 142, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 695, "end": 699, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 534, "end": 541, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Mitochondrial DNA typing"}, {"text": "These sequences were compared with 24 previously studied full-size DNA sequence of the COI gene (1548 bp) of both forms of Cx.pipiens originated from 10 geographically distinct sample sites from Russia (Gene Bank accession numbers FN395171-FN395190) and Cx. quinquefasciatus originated from two sample sites from India (FN395201-FN395204) [40] .", "cite_spans": [{"start": 339, "end": 343, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Mitochondrial DNA typing"}, {"text": "Culex mtDNA of 580 specimens from 35 geographical populations was also genotyped using a series of specific PCR-RFLP (restriction fragment length polymorphism) assays based on the DNA variability of COIgene [25, 43] . The 5′ region of the COI gene of 603 bp was amplified using primers CulexCOIF and CulexCOIR [25] . PCR conditions were the following: primary denaturing -5 min at 94°С; 35 cycles: denaturing at 94°С -30 s, annealing at 55°С -30 s, synthesis at 72°С -40 s; final synthesis at 72°С -10 min. HaeIII digestion of the COI PCR products allowed the discrimination of D haplotype from A, B, C and E haplotypes [25, 43] . However, HaeIII has no recognition site for GG'CC on the COI sequence of type D and PCR-product of amplification remains unchanged, 603 bp, whereas the COI fragment of other types resulted in two fragments -397 and 206 bp respectively (Additional file 1A) -after restriction with HaeIII. After digestion with AluI, the COI PCR-products of A, B, C and D types resulted in 8 fragments (189, 171, 99, 67, 45, 15, 12, 5 bp), 5 of which are visible by electrophoresis in a 2 % agarose gel. The COI fragment of type E and E1 is cut into 7 fragments (189, 171, 144, 67, 15, 12, 5 bp) only because the mutation at position 206 ( Fig. 1) inactivates the AluI restriction site (AG'CT). Consequently, the 144 bp fragment is diagnostic for haplotypes E and E1 allowing their discrimination (Additional file 1B). Reactions were carried out in a restriction mixture consisting of 5 μl COI PCR product, 0.2 μl (2 units) of the enzyme, 3 μl buffer, 0.3 μl BSA and 21.5 μl ddH2O. Both HaeIII and AluI Total 580", "cite_spans": [{"start": 207, "end": 211, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 212, "end": 215, "text": "43]", "ref_id": "BIBREF42"}, {"start": 310, "end": 314, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 620, "end": 624, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 625, "end": 628, "text": "43]", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 1252, "end": 1259, "text": "Fig. 1)", "ref_id": "FIGREF0"}], "section": "Mitochondrial DNA typing"}, {"text": "Cx. pipiens s.l. correspopnds to unknown taxa discrimination *-expression of autogeny was studied, hybrid apipiens/molestus hybrid populations according to CQ11 assay, pip/quin hybrid b -according to ACE2 assay see Table 4 § -1 with unknown status; ¥ -6 with unknown status; † − 3 with unknown status restriction mixtures were incubated for 2 hours at 37°C. At least two technical replicates were performed. Results were visualized by electrophoresis in a 2 % agarose gel. As it is not known whether or not the insectary lines descended from one or more female founders, mtDNA polymorphisms were studied for 10-20 individuals per population.", "cite_spans": [], "ref_spans": [{"start": 215, "end": 222, "text": "Table 4", "ref_id": "TABREF2"}], "section": "Mitochondrial DNA typing"}, {"text": "Complex species and form identification, using ACE2 (with primers B1246s, ACEpip and ACEquin) and CQ11 assays, respectively were performed as described by authors [18, 19] . After amplification with primers B1246s, ACEpip and ACEquin, PCR product of 610 bp is characteristic for Cx. pipiens and of 274 bp for Cx. quinquefasciatus [18] . The CQ11 PCR-product approximately 200 bp in size is characteristic for Cx. pipiens form pipiens and 250 bp for form molestus. However, CQ11 amplicons from Cx. quinquefasciatus yields a PCR product of 250 bp too; therefore the authors recommend the use of a combination of both tests, CQ11 and ACE2 in areas of sympatry of the two species [19] .", "cite_spans": [{"start": 163, "end": 167, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 168, "end": 171, "text": "19]", "ref_id": "BIBREF18"}, {"start": 330, "end": 334, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 676, "end": 680, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Nuclear DNA typing"}, {"text": "For amplification of ACE2 gene of samples from Kos we used the primers F1457 5′-GAGGAGATGTGGAATC CCAA-3′ and B1246 5′-TGGAGCCTCCTCTTCACGG C-3′ and PCR conditions described earlier [16] . Amplicons of the ACE2 gene were approximately 710 bp. PCR products were excised from a 1 % agarose gel and purified using a QIAquick Gel Extraction kit (Qiagen, USA) according to the manufacturer's instructions. The PCR products from two mosquito were cloned using the kit pGEM-T Easy Vector Systems (Promega, USA). The clones were screened for the presence of different ACE2 alleles by PCR-RFLP test: the restriction enzyme Sau3AI (Fermentas) cuts the \"pipiens\" allele into three fragments (330 bp, 213 bp and 167 bp), and the \"quinquefasciatus\" allele into two fragments (543 bp and 167 bp). Bacterial cells suspension after denaturation in boiling water bath used as a DNA template in PCR with F1457 and B1246 ", "cite_spans": [{"start": 180, "end": 184, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "ACE2 sequencing"}, {"text": "based on CQ11 assay, with no data regarding autogeny status primers and 10 μL of the PCR product after amplification were digested with 2 units of enzyme for 2 hours at 37°C . PCR products from individual bacterial clones were sequenced from both fragment's ends using the equipment ABI PRISM 310 and the BigDye Termination kit (Applied Biosystems, USA), according to the manufacturer's instructions. Sequences were analyzed using Chromas software (http://www.technelysium.com.au) and two different alleles of ACE2 gene were deposited in GenBank under numbers KU163609-10.", "cite_spans": [], "ref_spans": [], "section": "ACE2 sequencing"}, {"text": "The wPip infections were genotyped de novo in a subsample of 274 individuals representative of all COI haplotypes and assigned to one group (wPip-I to wPip-V) using PCR-RFLP assays based on two Wolbachia pipientis markers, ank2 and pk1, as previously described [30] . PCRproducts about 310 and 510 bp were obtained after ank2 amplification. Specific pk1 PCR-products were approximately 1350 bp in size. The digestion with endonuclease HinfI of the ank2 PCR products provided three alleles: а (313 bp), b (217, 195, 98 bp) and с (293, 217 bp). After digestion of the pk1 PCR products with endonuclease TaqI, three alleles were obtained: a/e (903, 430 bp), c (851, 498 bp) and d (497, 251, 107 bp). The alleles a and e of pk1 gene have the same fragment sizes and therefore needed additional treatment of the pk1 PCR products by restriction endonuclease PstI, resulting in two alleles: a (903, 303, 141 bp) and e (903, 430 bp). After this additional digestion with PstI, alleles a, c and d of the pk1 gene were obtained. According to Atyame and coauthors (2011) [32] , different alleles of pk1 and ank2 genes correspond to one of five groups, wPip-I to wPip-V.", "cite_spans": [{"start": 261, "end": 265, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1060, "end": 1064, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Wolbachia infection typing"}, {"text": "Forty-eight COI sequences, 1150 bp, the origin of which is shown in Table 2 , were analyzed using the software Chromas (http://www.technelysium.com.au) and aligned and analyzed using MEGA v. 6.0 [44] .", "cite_spans": [{"start": 195, "end": 199, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 68, "end": 75, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Data analysis"}, {"text": "Mitochondrial COI haplotype network analysis was performed for 48 sequences using statistical parsimony with the program TCS v.1.21 [45] . The network connection limit was set at 95 %. The resulting networks identify both the relationship between the different haplotypes as well as the number of substitution connecting haplotypes.", "cite_spans": [{"start": 132, "end": 136, "text": "[45]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Data analysis"}, {"text": "The evolutionary history was inferred by using the Maximum Likelihood method based on the Hasegawa-Kishino-Yano model [46] . The tree with the highest log likelihood (−1539.7457) is shown. Initial tree(s) for the heuristic search were obtained by applying the Neighbor-Joining method to a matrix of pairwise distances estimated using the Maximum Composite Likelihood (MCL) approach. The tree was drawn to scale, with branch lengths measured in the number of substitutions per site. Bootstrap coefficients were calculated for a 1000 repeats. All positions containing gaps and missing data were eliminated.", "cite_spans": [{"start": 118, "end": 122, "text": "[46]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Data analysis"}, {"text": "Chi-square for association between COI haplotype and mosquito taxa was tested with GraphPad InStat (www.graphpad.com accessed in May 2014) based on the RLFP analysis of 544 samples, specimens for which the taxonomic status was not determined, i.e. 36 specimens denoted as \"unknown\" (Table 1) , were excluded from the analysis.", "cite_spans": [], "ref_spans": [{"start": 282, "end": 291, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Data analysis"}, {"text": "Polymorphism of the DNA sequence of the mitochondrial gene COI Based on the differences in the nucleotide composition of the gene COI, we found 6 mitochondrial haplotypes in mosquitoes of the Culex pipiens complex, denoted as A, B, C, D, E, and a new one found in this work, E1. These haplotypes vary in seven substitutions (Fig. 1) . Haplotype D is characterized by two fixed substitutions in positions 119 and 896 when compared with A, B, C or E and E1 types. By an additional single mutation haplotype B (in position 467) and haplotype C (in position 677) differ from haplotype A. Haplotypes E and E1 differ from A, B, C and D in positions 206 and (Table 2) 848, while haplotype E1 differs from E, by a single additional mutation in position 830.", "cite_spans": [], "ref_spans": [{"start": 324, "end": 332, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 651, "end": 660, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Six sequences from Portuguese mosquitoes were only sequenced in the second half of the gene (one sequence with 486 bp and the other five with ca. 705-784 bp), which however, included the site where haplotypes E and E1 differ. These were 4 molestus with haplotype E1, 1 pipiens and 1 molestus with haplotype E. So, we temptatively included them into analysis, for a total of 54 sequences (Table 2) . Among the 54 samples investigated, 6 specimens had haplotype A, 2 -haplotype B, 6 -haplotype C, 22 -haplotype D, 12 -haplotype E and 6 -haplotype E1 ( Table 2) . Haplotypes A and C were found in samples from Russia and Germany. Haplotype B was found in one population only: Luzki, from Russia. Haplotype D was found in Russia, Germany, northern Italy (Piedmont), Tunisia and Morocco. Haplotype E was found in India, Italy (Viterbo), Israel and Greece (Cyprus). In Portugal, two haplotypes were found: E and E1.", "cite_spans": [], "ref_spans": [{"start": 387, "end": 396, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 550, "end": 558, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The differences in the nucleotide composition of the 5′ region of the COI gene made it possible to choose restriction endonucleases for PCR-RFLP assay [25, 43] . Characteristic 603 bp amplification products were obtained for all Culex spp. mosquitoes being studied. A first assay using HaeIII restriction endonuclease made it possible to identify COI type D. Two hundred and 32 mosquitoes with haplotype D were all originated from underground sampling sites from Russia, indoor sites from Germany and also open habitats from Italy, Tunisia and Morocco.", "cite_spans": [{"start": 151, "end": 155, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 156, "end": 159, "text": "43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "PCR-RFLP assays of the COI gene"}, {"text": "The second assay using AluI restriction endonuclease made it possible to identify E and E1 haplotypes. Sequences of E and E1 types cannot be distinguished using the PCR-RFLP method. Haplotypes E (E1) were found in 125 of the specimens being examined: mosquitoes from Italy, Portugal, Greece, Israel, Morocco and India.", "cite_spans": [], "ref_spans": [], "section": "PCR-RFLP assays of the COI gene"}, {"text": "Haplotypes A, B and C cannot be differentiated using the PCR-RFLP approach, so we labeled them as of A (B, C) in Tables 1, 3 (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 113, "end": 124, "text": "Tables 1, 3", "ref_id": "TABREF0"}, {"start": 125, "end": 134, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "PCR-RFLP assays of the COI gene"}, {"text": "Since in some cases inconsistencies between the taxonomic status of Cx. pipiens and expected type of COI (as with French T7 laboratory line or with Portuguese mosquitoes) have been detected (Table 1) , we tested nuclear DNA polymorphism of such markers as ACE2 [18] and microsatellite marker CQ11 [19] to clarify the taxonomic status and to reveal possible cases of hybridization. ACE2 and CQ11 assays could not be performed for all studied individuals, namely from Israel and Viterbo, Italy, due to limitation of DNA availability and budget constraints. In some populations, taxa were defined according to known and previously verified autogeny (namely Russian and Portuguese) and known lab line origin (Indian), of which CQ11 was determined in a subsample of 274 specimens ( Table 3) .", "cite_spans": [{"start": 261, "end": 265, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 297, "end": 301, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 190, "end": 199, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 777, "end": 785, "text": "Table 3)", "ref_id": "TABREF3"}], "section": "Nuclear locus analysis"}, {"text": "The ACE2 marker allows for differentiation between Cx. pipiens (without separation into forms) and Cx. quinquefasciatus. After the amplification with the primers B1246s, ACEpip and ACEquin the majority of mosquito samples yielded the PCR product of 610 bp, characteristic for Cx. pipiens ( Table 3 ). The exceptions were specimens collected on the Greek island of Kos (13 of the 24 samples) [13] , and specimens from Tanger, Morocco (7 of the 13 samples) in which we found specific PCR products for Cx. pipiens (610 bp) and for Cx. quinquefasciatus (274 bp), i.e. these samples corresponded to hybrids between these taxa (Additional file 2).", "cite_spans": [{"start": 391, "end": 395, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 290, "end": 297, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Nuclear locus analysis"}, {"text": "The test based on polymorphism on the flanking region of the microsatellite locus CQ11 has been designed to identify both forms of Cx. pipiens (form pipiens and form molestus) and their hybrids. However, the same size PCR-product is obtained for Cx. quinquefasciatus and Cx. pipiens form molestus. Therefore, we took into account the results of both methods, ACE2 and CQ11 as is recommended by authors [19] . In Tanger, Morocco, 6 samples were Cx. pipiens/Cx. quinquefasciatus hybrid and 2 samples were Cx. pipiens form pipiens, according to both assays, 4 samples were Cx. pipiens by ACE2 and hybrid by CQ11 and 1 sample was Cx. pipiens/Cx. quinquefasciatus hybrid by ACE2 and Cx. pipiens form pipiens by CQ11 PCR-results (Additional file 2). The discrepancy in the results of the analysis based on ACE and CQ11 loci were also obtained in samples from Kos, Greece [13] . Such cases indicate recombination processes in the hybrid population and CQ11 hybrids from these collections are likely to be regarded as hybrids between Cx. pipiens and Cx. quinquefasciatus rather than hybrids between pipiens and molestus (11 samples in Tanger and 22 samples in Kos, total 33 in Table 4 ).", "cite_spans": [{"start": 402, "end": 406, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 865, "end": 869, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 1169, "end": 1176, "text": "Table 4", "ref_id": "TABREF2"}], "section": "Nuclear locus analysis"}, {"text": "In order to ascertain these PCR results, a larger part of ACE2 gene was cloned and sequenced. Particularly the region in which ACE marker is included, namely part of exon 2, intron 2 and part of exon 3, as described in [16] . Analysis of nucleotide sequences confirmed the occurrence of two alleles of the ACE2 gene in one individual mosquito (alignment shown in Additional file 3). Following Blast analysis, one allele of ACE2 gene of sample Kos1 in our study was completely similar to Cx. pipiens ACE2 gene sequences (Accession No. AY196910), while the second allele of ACE2 gene of the same sample Kos1 was similar to sequence of this gene from Cx. quinquefasciatus, 99 % identity with all published sequences in GenBank (for example, Accession No. AY196911), confirming PCR results suggestive of \"pipiens/quinquefasciatus\" hybrid. According to the CQ11 analysis of 274 specimens, hybrids between pipiens and molestus were detected in almost all samples collected in the Mediterranean region, irrespective of the type of cytoplasmic structures (Table 3) . Hybrids between pipiens and molestus determined by this method were also found earlier in populations from Portugal [20] and Morocco [23] , from which some specimens examined in this work were taken.", "cite_spans": [{"start": 219, "end": 223, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1175, "end": 1179, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1192, "end": 1196, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 1047, "end": 1056, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Nuclear locus analysis"}, {"text": "The association between COI and symbiotic intracellular bacterium Wolbachia pipientis was studied in 274 Cx. pipiens sl. individuals representative of all COI haplotypes (Table 3) . Infection with Wolbachia was detected in all specimens examined and specific ank2 and pk1 PCR-products were observed. In our collection we found the three known ank2 alleles (a, b and c) and the three known pk1 (a, c and d) alleles (Additional file 4). Using specific PCR-RFLP assays enabled us to genotype and assign the wPip infections of each specimen to a group, from wPip-I to wPip-V. All individuals with mtDNA haplotypes A, B or C appeared to be infected with wPip-II whereas those with mtDNA haplotype D with wPipIV, and those with mtDNA haplotype E and E1 with wPipI (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 170, "end": 179, "text": "(Table 3)", "ref_id": "TABREF3"}, {"start": 758, "end": 767, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Typing of Wolbachia polymorphism"}, {"text": "Based on the fact that the haplotypes A, B and C are close, suggesting that haplotypes B and C are derived from haplotype A (Fig. 1) and also on the fact that these haplotypes are transmitted in Cx. pipiens together with the bacterium wPip-II, we have combined them into a group of mitochondrial haplotypes here denominatedhaplogroup A. Similarly, haplotype E1 is likely derived from haplotype E and both are transmitted in association with the wPipI infection, so we named them haplogroup E. The only other haplotype we detected was haplotype D, which is linked with wPipIV infection. Thus, we have identified three groups of mitochondrial haplotypes of COI gene that are associated, respectively, with three groups of symbiotic bacteria in Culex pipiens complex mosquitoes, similar with polymorphism of W. pipientis and groups of mitochondrial haplotypes of cytB [35] .", "cite_spans": [{"start": 865, "end": 869, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 124, "end": 132, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Typing of Wolbachia polymorphism"}, {"text": "A highly statistically significant correlation was observed between COI type and Taxa (Table 4 ). Haplogroup A (A, B, C) and wPipII was found in 201Cx. pipiens form pipiens specimens, 11Cx. pipiens form molestus and 10 hybrid based on CQ11 assay from southern France and Morocco, and 1 sample from France, (St-Nazaire de Pezan) with negative CQ11 results, the so called 0 allel, denoted as \"unknown\" in Table 1 . Haplotype D and wPipIV was found in 179 Cx.pipiens form molestus from northern European counties and in 20 Cx.pipiens form pipiens specimens, 21 hybrid and in 12 specimens with \"unknown\" status from Italy, Piedmont and Tunisia. Haplogroup E (E, E1) and wPipI was found in 43 Cx.quinquefasciatus samples, 33 Cx. pipiens/Cx. quinquefasciatus hybrids, 9 Cx. pipiens form pipiens and 14 Cx.pipiens form molestus, 3 pipiens /molestus hybrids and 23 Cx. pipiens mosquitoes with \"unknown status\" (1 from Greece, Cyprus with negative result after CQ11 assay, and 22 Cx. pipiens mosquitoes from Italy and Israel whose status was not determined by CQ11 assay) ( Table 4 ). Within the 544 specimens with known taxonomic status (580 minus 36 \"unknown\" status (Table 1) , a strong association was observed between COI haplotype or group and taxa, being group A more frequent in Cx. pipiens form pipiens (91 %), type D in Cx. pipiens form molestus (81 %), and group E in Cx.quinquefasciatus (42 %) and in its hybrids with Cx. pipiens (32 %) (Chi-square = 732.71, d.f. = 8, P < 0.0001).", "cite_spans": [], "ref_spans": [{"start": 86, "end": 94, "text": "(Table 4", "ref_id": "TABREF2"}, {"start": 403, "end": 410, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1065, "end": 1072, "text": "Table 4", "ref_id": "TABREF2"}, {"start": 1160, "end": 1169, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Typing of Wolbachia polymorphism"}, {"text": "Molecular Phylogenetic analysis of 48 sequences with 1150 bp of COI gene from Cx. pipiens taxa, was carried out using the Maximum Likelihood method based on the Hasegawa-Kishino-Yano model (Fig. 2) . The average total A + T content was 70.4 % and both variable or Parsimony informative sites were 0.006 % (7/1150). The tree topology supports the data from our RFLP analysis. However, it does not confirm a phylogenetic relation between taxa groups, as the bootstrap values uniting the different groups are quite low (<75), with the exception of haplotype D and haplotypes E and E1 with bootstrap values of 87.", "cite_spans": [], "ref_spans": [{"start": 189, "end": 197, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Phylogenetic analysis"}, {"text": "Three mosquito members of the Culex pipiens complex (Cx.pipiens form pipiens, Cx.pipiens form molestus and Cx.quinquefasciatus) were sampled for mtDNA study. All known studies on COI gene polymorphism in Cx. pipiens complex mosquitoes investigated only the 5′ half of the gene, the so-called Barcode sequence, while we studied a larger size segment (1150 bp) spanning almost the whole gene sequence (1536 bp). Variability in COI gene is very low, but nevertheless, fixed nucleotide substitutions that can distinguish the complex members in allopatric populations were found. Statistically significant correlation between COI haplogroup/type and taxa has been observed also in sympatric populations after the confirmation of taxonomy status by CQ11 assay (Tables 3  and 4 ). It has been shown that CQ11 assay can produce misleading results in identification of Culex pipiens complex members and should not be the single method to be used [26] . Discrepancies of the CQ11 results with taxonomy status of Cx. pipiens have been identified in other studies [47, 48] . Although many authors made conclusions based on the use of only one marker -CQ11 [21, 23] we used this method in combination with other nuclear marker ACE2 and two cytoplasmic markers -COI and wPip.", "cite_spans": [{"start": 937, "end": 941, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1052, "end": 1056, "text": "[47,", "ref_id": "BIBREF46"}, {"start": 1057, "end": 1060, "text": "48]", "ref_id": "BIBREF47"}, {"start": 1144, "end": 1148, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 1149, "end": 1152, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 754, "end": 770, "text": "(Tables 3  and 4", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "The use of these markers in conjunction has enabled us not only to clarify the taxonomic status of the individual, but also to discover hybrids between Cx. pipiens and Cx. quinquefasciatus previously unknown to the Mediterranean region, which were confirmed by sequencing of ACE2 gene and finding individuals with both alleles. Table 2 were analyzed. The evolutionary history was inferred by using the Maximum Likelihood method based on the Hasegawa-Kishino-Yano model [46] . The tree with the highest log likelihood (−1539.7457) is shown. Initial tree(s) for the heuristic search were obtained by applying the Neighbor-Joining method to a matrix of pairwise distances estimated using the Maximum Composite Likelihood (MCL) approach. The tree is drawn to scale, with branch lengths measured in the number of substitutions per site, numbers are bootstrap coefficients calculated for a 1000 repeats. All positions containing gaps and missing data were eliminated. There were a total of 1150 positions in the final dataset. Evolutionary analyses were conducted in MEGA6 [44] . Taxa names: pip -Cx. pipiens form pipiens, mol -Cx. pipiens form molestus, quin -Cx. quinquefasciatus, hybhybrid, unkunknown or Cx. pipiens sl Six distinct haplotypes, based on COI sequences were observed. However, since we did not sequence fully all samples, which would have been incompatible with our constraints, we cannot exclude the possible existence of other haplotypes, although we are comfortable that the amount of sequences we studied is representative of our sample. The distribution of this mtDNA diversity appeared to have some degree of spatial structure as mtDNA haplogroup A and haplotype D occured both in northern European and Mediterranean populations, whereas haplogroup E was found exclusively in Mediterranean and Indian populations (Fig. 3 ). E/E1 were the only haplotypes to be found in Portugal, on the Greek islands, in Israel and in India. In Israel, this low variability can be attributed to the low sampling (a single locality and small sample size, N = 7), whereas in Greece and India, at least two localities (27 and 43 samples respectively), were investigated which does not preclude the possible existence of other haplotypes.", "cite_spans": [{"start": 469, "end": 473, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 1067, "end": 1071, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 328, "end": 335, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1831, "end": 1838, "text": "(Fig. 3", "ref_id": null}], "section": "Discussion"}, {"text": "Haplotype A has also been recently found to be common in Cx.pipiens form pipiens from open habitats in England [26] , southern Germany [27] and in other populations from Russia [38] . More polymorphism of COI in Cx. pipiens form pipiens was found in study of large number of sequences in Germany [49] . Most of sequences (361 from 399) correspond to our haplotype COI-A, others differ from it in some additional SNP. Haplogroup A is thus dominant in above ground populations in European countries with temperate climates. However, haplotype A was found in mosquitoes from the laboratory line T7 from Montpellier, France. This line descended from an underground population with autogeny (O. Duron, personal communication) and", "cite_spans": [{"start": 111, "end": 115, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 135, "end": 139, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 177, "end": 181, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 296, "end": 300, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Discussion"}, {"text": "consists of molestus and hybrid according to the CQ11 assay (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 60, "end": 69, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Discussion"}, {"text": "Haplotype D is commonly found in molestus populations from Russia, as well as from Germany in a total of 7 populations (Tables 1 and 3 ). It has also been detected in France and Serbia [27] , as well as England [26] and in laboratory colony in Turkey [48] . The identical COI nucleotide sequences found in Cx.pipiens form molestus from such different locations, furthermore supported by the phylogenetic analysis, favors the assumption of a unique mutation in this gene and the subsequent migration of mosquitoes, rather than the hypothesis of molestus populations arising from neighboring, or sympatric, pipiens populations in northern European countries [50] . The haplotype D was found also in specimens from open above ground habitats in Italy, Tunisia, and Morocco, in a total of 4 populations. In the latter cases, the ovarian status of females (autogeny/anautogeny) was not determined and the taxonomic status of these specimens based on CQ11 assay varies: they are characterized as pipiens or molestus forms, and hybrids (Table 3 ). All individuals with haplotype D were infected with wPipIV. The presence of hybrids in the southern populations is consistent with the hypothesis of less reproductive isolation between pipiens and molestus forms in southern latitudes compared to the northern region [1, 20] . There has been evidence that gene flow between the two forms of Cx. pipiens is limited in Russia [38] , Germany [51] and the US [52] . Nevertheless, using microsatellite analyses hybrids between pipiens and molestus in Palearctic have been detected in Portugal [20] , Greece [24] , Germany [53] and by CQ11 assay in Morocco [23] . However, the percentage of hybrid individuals in the northern countries was much less than in the southern. Hybrids between pipiens and molestus have also been found in the US, but there is sufficient evidence that the US molestus genetically differs from European [54] . Hybridization is probably responsible for the absence of any strict correlation between COI haplotype and taxa within the complex.", "cite_spans": [{"start": 185, "end": 189, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 211, "end": 215, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 251, "end": 255, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 656, "end": 660, "text": "[50]", "ref_id": null}, {"start": 1307, "end": 1310, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1311, "end": 1314, "text": "20]", "ref_id": "BIBREF19"}, {"start": 1414, "end": 1418, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 1429, "end": 1433, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 1445, "end": 1449, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 1578, "end": 1582, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1592, "end": 1596, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1607, "end": 1611, "text": "[53]", "ref_id": "BIBREF52"}, {"start": 1641, "end": 1645, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1913, "end": 1917, "text": "[54]", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 119, "end": 134, "text": "(Tables 1 and 3", "ref_id": "FIGREF0"}, {"start": 1029, "end": 1037, "text": "(Table 3", "ref_id": "TABREF3"}], "section": "Discussion"}, {"text": "Two polymorphic haplotypes, that we grouped to haplogroup E were detected in Cx. quinquefasciatus from two laboratory strains from India and in 7 Cx.pipiens populations from Mediterranean countries, either of form pipiens, molestus, mixed or unknown based on CQ11 assay. Remarkably, the mtDNA haplotype E is rarely found in temperate climates: the northernmost point at which it was observed is the Viterbo population in Italy. Furthermore, haplotype E1was found only in Portugal, the westernmost location in Europe. These two haplotypes, E and E1, have been found in both anautogenous and autogenous Portuguese mosquitoes, but E1 was more frequent in the molestus form (0.86) than in the pipiens form (0.14) ( Table 2) . Individuals with haplotypes Е and Е1were infected with wPipI. Fig. 3 Geographic distribution of COI haplotypes. Numbers in the map correspond to locality numbers in Table 1 ; green, COI types A-C; pink, COI type D; blue, COI types E and E1 While these haplotypes were detected in Cx.pipiens specimens, GenBank data shows that haplotype E is commonly observed in Cx. quinquefasciatus specimens from various tropical and subtropical countries: Uganda: GQ165791, GQ165796 and GQ165798; Iran: JQ958373 and FJ210909; Thailand: HQ398883; India: AY729977, DQ267689 and EU259297; Brazil: GQ255650; South Africa: GU188856. Haplotype E and another, that differs from E by one additional SNP have been recently found in populations of Cx. quinquefasciatus in Malaysia, although in some specimens was found haplotype A [55] . Sequences, identical to haplotype E have also been recently found in Cx. quinquefasciatus in Southern Turkey [56] .", "cite_spans": [{"start": 1529, "end": 1533, "text": "[55]", "ref_id": "BIBREF54"}, {"start": 1645, "end": 1649, "text": "[56]", "ref_id": "BIBREF55"}], "ref_spans": [{"start": 711, "end": 719, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 784, "end": 790, "text": "Fig. 3", "ref_id": null}, {"start": 887, "end": 894, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "According to data in GenBank, the presence of other haplotypes, from group A and type D, in Cx. quinquefasciatus from Africa was not observed. Simultaneously, all studied 245 Cx. quinquefasciatus individuals from 19 allopatric populations of sub-Saharan Africa from 12 countries are characterized by wPipI infection [35] . Since in this work, a strong association was observed between COI haplotype and Wolbachia type, further studies would be able to bring to evidence if quinquefasciatus from sub-Saharan Africa would also have just haplotype E, or others and what variants.", "cite_spans": [{"start": 316, "end": 320, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Discussion"}, {"text": "With the exception of Cx. quinquefasciatus from India and \"pipiens/quinquefasciatus\" hybrid specimens from Kos (Greece) and Tanger (Morocco), all individuals studied in this work harboring COI haplotypes E and E1, as well as wPip type I infection, were deemed Cx. pipiens, according to ACE2 assay, and probably represent examples of cytoplasmic introgression, which was also observed in other members of this mosquito complex [35] .", "cite_spans": [{"start": 426, "end": 430, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are many examples of the introduction of Cx. quinquefasciatus worldwide through commercial, air or sea traffic [e.g. 57]. Typically, introduced Cx. quinquefasciatus initially appears in seaports, spreads along coastal areas and eventually moves inland following human activity [50] . Cx. pipiens with E and E1 haplotypes were also found in coastal areas of Italy, Portugal, Greece, Israel and Morocco (Fig. 3) . Random importation of Cx. quinquefasciatus and crossing with local Cx. pipiens may have resulted in the generation of hybrid populations, as we discovered on the Greek island of Kos [13] and in Tanger, Morocco (this work). Such is the case in the hybrid zone between the 30°and 40°parallels in North America [5, 7, 8, 14] , and in Argentina [10] proving the absence of crossing barriers between Cx. quinquefasciatus and Cx. pipiens. Thereafter, hybrid individuals may have backcrossed with local Cx. pipiens mosquitoes and after several generations, there are both hybrids' nuclear genome as well as Cx.pipiens DNA. Therefore, we find individuals with Cx.pipiens' nuclear genetic background while having Cx. quinquefasciatus' maternal mtDNA.", "cite_spans": [{"start": 283, "end": 287, "text": "[50]", "ref_id": null}, {"start": 600, "end": 604, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 726, "end": 729, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 730, "end": 732, "text": "7,", "ref_id": "BIBREF6"}, {"start": 733, "end": 735, "text": "8,", "ref_id": "BIBREF7"}, {"start": 736, "end": 739, "text": "14]", "ref_id": "BIBREF13"}, {"start": 759, "end": 763, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 407, "end": 415, "text": "(Fig. 3)", "ref_id": null}], "section": "Discussion"}, {"text": "Molecular Phylogenetic analysis of 48 sequences of COI gene from Cx. pipiens s.l. taxa yielded a tree topology that supports the data from the RFLP analysis. However, its bootstrap values were only significant between haplotypes E/E1 and D. Despite the fact that a strong association was observed between COI haplotype and taxa, the variability in COI gene is low, also evidenced by the low Parsimony informative sites, already detected in members of Cx. pipiens s.l. [40] , therefore COI gene may not be the better marker to infer the evolutionary relationship of such close taxa and more polymorphic markers or a multilocus analysis might be more informative. However, higher variability was detected when Cx. torrentium and Cx. pipiens s.l. were compared [40] . On the other hand, absence of significant differences within polymorphic haplogroups A and E, may indicate their evolutionary proximity and that mutations, distinguishing these haplotypes, occurred after the divergence of lines infected with a certain type of bacteria. Further studies on larger samples may also shed light on this issue.", "cite_spans": [{"start": 468, "end": 472, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 758, "end": 762, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Discussion"}, {"text": "Wolbachia pipientis types I, II and IV were found in this study and in association with particular COI haplotypes/groups. In contrast, wPipIII and wPipV groups were not detected in the investigated samples. wPipV is spread in Southeast Asia [35] , from where we had no specimens, whilewPip III is widespread in Western Europe and the Americas. It is possible that this variant was not found in this study due to the relatively small sample size of mosquito collections from Western Europe.", "cite_spans": [{"start": 241, "end": 245, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Discussion"}, {"text": "The association between the COI haplotype and the group of cytoplasmically transmitted symbiotic intracellular bacterium Wolbachia shows the co-transmission of cytoplasmic components and cytoplasmic introgression that appears to occur frequently between Cx.pipiens members in the Mediterranean region: all COI haplotypes and hybrids based on ACE2 and CQ11 assays were found in specimens from most tested countries. Previous investigations examining either microsatellites [20] or the mtDNA cytb gene and Wolbachia polymorphism [35] also support frequent hybridization events within the Cx.pipiens complex in the Mediterranean Basin. Thus, by contrast with Northern Europe, similar mtDNA haplotypes are found in different Cx.pipiens taxa in the Mediterranean region. Our understanding of the contribution of cytoplasmic inheritance remains inadequate. Mosquitoes with hybrid features may vary from the parental forms in their competence for the transmission of pathogens. The absence of Cx. pipiens with haplotypes from group E in northern temperate climates could hypothetically point to different population origins, with possible interference in their physiology, of which they could be an indicator. Mosquitoes with haplotypes from group E may have obtained cytoplasmic genes from Cx. quinquefasciatus that feeds readily on birds and mammals and is an extremely efficient vector of encephalitis viruses, including West Nile Virus, Rift", "cite_spans": [{"start": 472, "end": 476, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 527, "end": 531, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Culex pipiens pipiens mosquitoes: taxonomy, distribution, ecology, physiology, genetics, applied importance and control", "authors": [{"first": "E", "middle": ["B"], "last": "Vinogradova", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Bird biting\" mosquitoes and human disease: a review of the role of Culex pipiens complex mosquitoes in epidemiology", "authors": [{"first": "A", "middle": [], "last": "Farajollahi", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Fonseca", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Kramer", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Kilpatrick", "suffix": ""}], "year": 2011, "venue": "Infect Genet Evol", "volume": "11", "issn": "", "pages": "1577--85", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A catalog of the mosquitoes of the world (Diptera: Culicidae)", "authors": [{"first": "K", "middle": ["L"], "last": "Knight", "suffix": ""}, {"first": "A", "middle": [], "last": "Stone", "suffix": ""}], "year": 1977, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Third supplement to \"A catalog of the mosquitoes of the world\" (Diptera: Culicidae)", "authors": [{"first": "R", "middle": ["A"], "last": "Ward", "suffix": ""}], "year": 1992, "venue": "Mosq Syst", "volume": "24", "issn": "", "pages": "177--230", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "California hybrid zone betweenCulex pipiensandCx. p. quinquefasciatusrevisited (Diptera: Culicidae)", "authors": [{"first": "S", "middle": [], "last": "Urbanelli", "suffix": ""}, {"first": "F", "middle": [], "last": "Silvestrini", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Reisen", "suffix": ""}, {"first": "De", "middle": [], "last": "Vito", "suffix": ""}, {"first": "E", "middle": [], "last": "Bullini", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 1997, "venue": "J Med Entomol", "volume": "34", "issn": "", "pages": "116--143", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Emerging vectors in the Culex pipiens Complex", "authors": [{"first": "D", "middle": ["M"], "last": "Fonseca", "suffix": ""}, {"first": "N", "middle": [], "last": "Keyghobadi", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Malcolm", "suffix": ""}, {"first": "C", "middle": [], "last": "Mehmet", "suffix": ""}, {"first": "F", "middle": [], "last": "Schaffner", "suffix": ""}, {"first": "M", "middle": [], "last": "Mogi", "suffix": ""}], "year": 2004, "venue": "Science", "volume": "303", "issn": "", "pages": "1535--1543", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Identification of Culex pipiens complex mosquitoes in a hybrid zone of West Nile virus transmission in Fresno, California", "authors": [{"first": "R", "middle": ["D"], "last": "Mcabee", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Green", "suffix": ""}, {"first": "J", "middle": [], "last": "Holeman", "suffix": ""}, {"first": "J", "middle": [], "last": "Christiansen", "suffix": ""}, {"first": "N", "middle": [], "last": "Frye", "suffix": ""}, {"first": "K", "middle": [], "last": "Dealey", "suffix": ""}], "year": 2008, "venue": "Am J Trop Med Hyg", "volume": "78", "issn": "", "pages": "303--313", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Microsatellite characterization of subspecies and their hybrids in Culex pipiens complex (Diptera: Culicidae) mosquitoes along a north-south transect in central United States", "authors": [{"first": "L", "middle": [], "last": "Kothera", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Zimmerman", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Richards", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Savage", "suffix": ""}], "year": 2009, "venue": "J Med Entomol", "volume": "46", "issn": "", "pages": "236--284", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The distribution of potential West Nile virus vectors", "authors": [{"first": "A", "middle": [], "last": "Diaz-Badillo", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Bolling", "suffix": ""}, {"first": "G", "middle": [], "last": "Perez-Ramirez", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Moore", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Martinez-Munoz", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Padilla-Viveros", "suffix": ""}], "year": 2011, "venue": "Culex pipiens pipiens and Culex pipiens quinquefasciatus (Diptera: Culicidae), in Mexico City. Parasit Vectors", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1756-3305-4-70"]}}, "BIBREF9": {"ref_id": "b9", "title": "Estimation of genetic divergence and gene flow betweenCulex pipiensandCulex quinquefasciatus (Diptera: Culicidae) in Argentina", "authors": [{"first": "S", "middle": ["G"], "last": "Humeres", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Almirón", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Sabattini", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Gardenal", "suffix": ""}], "year": 1998, "venue": "Mem Inst Oswaldo Cruz", "volume": "93", "issn": "", "pages": "57--62", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Vector competenceof Argentine mosquitoes (Diptera: Culicidae) forWest Nile virus (Flaviviridae: Flavivirus)", "authors": [{"first": "M", "middle": ["V"], "last": "Micieli", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Matacchiero", "suffix": ""}, {"first": "E", "middle": [], "last": "Muttis", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Fonseca", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Aliota", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Kramer", "suffix": ""}], "year": 2013, "venue": "J Med Entomol", "volume": "50", "issn": "", "pages": "853--62", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Hybridization and population structure of the Culexpipiens complex in the islands of Macaronesia", "authors": [{"first": "B", "middle": [], "last": "Gomes", "suffix": ""}, {"first": "J", "middle": [], "last": "Alves", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Sousa", "suffix": ""}, {"first": "M", "middle": [], "last": "Santa-Ana", "suffix": ""}, {"first": "I", "middle": [], "last": "Vieira", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Silva", "suffix": ""}], "year": 2012, "venue": "Ecol Evol", "volume": "2", "issn": "", "pages": "1889--902", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The discovery of a hybrid population of mosquitoes of the Culex pipiens L. complex (Diptera, Culicidae) on the Kos Island (Greece) by means of molecular markers", "authors": [{"first": "E", "middle": [], "last": "Shaikevich", "suffix": ""}, {"first": "E", "middle": [], "last": "Vinogradova", "suffix": ""}], "year": 2014, "venue": "Entomol Rev", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1134/S0013873814010047"]}}, "BIBREF13": {"ref_id": "b13", "title": "Difference in extent of genetic introgression between sympatric Culex pipienspipiens and Culex pipiens quinquefasciatus in California and South Africa", "authors": [{"first": "A", "middle": ["J"], "last": "Cornell", "suffix": ""}, {"first": "R", "middle": [], "last": "Mcabee", "suffix": ""}, {"first": "J", "middle": [], "last": "Rasgon", "suffix": ""}, {"first": "M", "middle": [], "last": "Stanich", "suffix": ""}, {"first": "T", "middle": [], "last": "Scott", "suffix": ""}, {"first": "M", "middle": [], "last": "Goetzee", "suffix": ""}], "year": 2003, "venue": "J Med Entomol", "volume": "40", "issn": "", "pages": "36--57", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Hybridization between sympatric populations of Culex pipiens pallens and Culex pipiens f. molestus (Diptera: Culicidae) in Nagasaki", "authors": [{"first": "K", "middle": [], "last": "Ohashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tsuda", "suffix": ""}, {"first": "S", "middle": [], "last": "Kasai", "suffix": ""}, {"first": "H", "middle": [], "last": "Kawada", "suffix": ""}, {"first": "M", "middle": [], "last": "Takagi", "suffix": ""}], "year": 2014, "venue": "Japan. Med Entomol Zool", "volume": "65", "issn": "", "pages": "67--72", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The acetylcholinesterase gene ace: a diagnostic marker of the pipiens and quinquefasciatus forms of the Culex pipiens complex", "authors": [{"first": "D", "middle": [], "last": "Bourguet", "suffix": ""}, {"first": "D", "middle": [], "last": "Foncesca", "suffix": ""}, {"first": "G", "middle": [], "last": "Vourch", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Dubois", "suffix": ""}, {"first": "F", "middle": [], "last": "Chandre", "suffix": ""}, {"first": "C", "middle": [], "last": "Severini", "suffix": ""}], "year": 1998, "venue": "J Am Mosq Control Assoc", "volume": "14", "issn": "", "pages": "390--396", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Polymerase chain reaction assay identifies North American members of theCulex pipienscomplex based on nucleotide sequence differences in the acetyl-cholinesterase gene Ace.2", "authors": [{"first": "S", "middle": [], "last": "Aspen", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Savage", "suffix": ""}], "year": 2003, "venue": "J Am Mosq Control Assoc", "volume": "19", "issn": "", "pages": "323--331", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Rapid assay to identify the two genetic forms of Culex (Culex) pipiens L. (Diptera: Culicidae) and hybrid populations", "authors": [{"first": "C", "middle": ["M"], "last": "Bahnck", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Fonseca", "suffix": ""}], "year": 2006, "venue": "Am J Trop Med Hyg", "volume": "75", "issn": "", "pages": "251--256", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Rapid assays for identification of members of the Culex (Culex) pipiens complex, their hybrids, and other sibling species (Diptera: Culicidae)", "authors": [{"first": "J", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Fonseca", "suffix": ""}], "year": 2007, "venue": "Am J Trop Med Hyg", "volume": "70", "issn": "", "pages": "339--384", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Asymmetric introgression between sympatric molestus and pipiens forms of Culex pipiens (Diptera: Culicidae) in Comporta region", "authors": [{"first": "B", "middle": [], "last": "Gomes", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Sousa", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Novo", "suffix": ""}, {"first": "F", "middle": ["B"], "last": "Freitas", "suffix": ""}, {"first": "R", "middle": [], "last": "Alves", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Corte-Real", "suffix": ""}], "year": 2009, "venue": "Portugal. BMC Evol Biol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2148-9-262"]}}, "BIBREF20": {"ref_id": "b20", "title": "First evidence for presence of Culex pipiens biotype molestus in the Netherlands, and of hybrid biotype pipiens and molestus in northern Europe", "authors": [{"first": "C", "middle": [], "last": "Reusken", "suffix": ""}, {"first": "De", "middle": [], "last": "Vries", "suffix": ""}, {"first": "A", "middle": [], "last": "Buijs", "suffix": ""}, {"first": "J", "middle": [], "last": "Braks", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Den Hartog", "suffix": ""}, {"first": "W", "middle": [], "last": "Scholte", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "", "suffix": ""}], "year": 2010, "venue": "J Vector Ecol", "volume": "35", "issn": "", "pages": "210--212", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Distribution and hybridization of Culex pipiens forms in Greece during the West Nile virus outbreak of", "authors": [{"first": "B", "middle": [], "last": "Gomes", "suffix": ""}, {"first": "E", "middle": [], "last": "Kioulos", "suffix": ""}, {"first": "A", "middle": [], "last": "Papa", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Almeida", "suffix": ""}, {"first": "J", "middle": [], "last": "Vontas", "suffix": ""}, {"first": "J", "middle": [], "last": "Pinto", "suffix": ""}], "year": 2010, "venue": "Infect Genet Evol", "volume": "13", "issn": "", "pages": "218--243", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Molecular evidence of Culex pipiens form molestus and hybrids pipiens/molestus in Morocco", "authors": [{"first": "F", "middle": [], "last": "Amraoui", "suffix": ""}, {"first": "M", "middle": [], "last": "Tijane", "suffix": ""}, {"first": "M", "middle": [], "last": "Sarih", "suffix": ""}, {"first": "A-B", "middle": [], "last": "Failloux", "suffix": ""}], "year": 2012, "venue": "North Africa. Parasit Vectors", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1756-3305-5-83"]}}, "BIBREF23": {"ref_id": "b23", "title": "Feeding patterns of molestus and pipiens forms of Culex pipiens (Diptera: Culicidae) in a region of high hybridization", "authors": [{"first": "B", "middle": [], "last": "Gomes", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Sousa", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Vicente", "suffix": ""}, {"first": "L", "middle": [], "last": "Pinho", "suffix": ""}, {"first": "I", "middle": [], "last": "Calderón", "suffix": ""}, {"first": "E", "middle": [], "last": "Arez", "suffix": ""}], "year": 2013, "venue": "Parasit Vectors", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1756-3305-6-93"]}}, "BIBREF24": {"ref_id": "b24", "title": "PCR-RFLP of the COI gene reliably differentiates Cx. pipiens, Cx. pipiens form molestus and Cx. torrentium of the Pipiens Complex", "authors": [{"first": "E", "middle": ["V"], "last": "Shaikevich", "suffix": ""}], "year": 2007, "venue": "Eur Mosq Bull", "volume": "23", "issn": "", "pages": "25--30", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A Critical Assessment of Available Molecular Identification Tools for Determining the Status of Culex pipiens S.L. in the United Kingdom", "authors": [{"first": "R", "middle": [], "last": "Danabalan", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Ponsonby", "suffix": ""}, {"first": "Y-M", "middle": [], "last": "Linton", "suffix": ""}], "year": 2012, "venue": "J Am Mosq Control Assoc", "volume": "28", "issn": "4", "pages": "68--74", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The Culex pipiens Complex in Europe", "authors": [{"first": "N", "middle": [], "last": "Becker", "suffix": ""}, {"first": "A", "middle": [], "last": "Jöst", "suffix": ""}, {"first": "T", "middle": [], "last": "Weitzel", "suffix": ""}], "year": 2012, "venue": "J Am Mosq Control Assoc", "volume": "28", "issn": "4", "pages": "53--67", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "DNA barcodes can distinguish species of Indian mosquitoes (Diptera: Culicidae)", "authors": [{"first": "N", "middle": ["P"], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Rajavel", "suffix": ""}, {"first": "R", "middle": [], "last": "Natarajan", "suffix": ""}, {"first": "P", "middle": [], "last": "Jambulingam", "suffix": ""}], "year": 2007, "venue": "J Med Entomol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1603/0022-2585"]}}, "BIBREF28": {"ref_id": "b28", "title": "DNA barcoding reveals both known and novel taxa in the Albitarsis Group (Anopheles: Nyssorhynchus) of Neotropical malaria vectors. Parasit Vectors", "authors": [{"first": "F", "middle": [], "last": "Ruiz-Lopez", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Wilkerson", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Conn", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Mckeon", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Levin", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Quiñones", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1756-3305-5-44"]}}, "BIBREF29": {"ref_id": "b29", "title": "Mosquitoes of eastern Amazonian Ecuador: biodiversity, bionomics and barcodes", "authors": [{"first": "Y-M", "middle": [], "last": "Linton", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Pecor", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Porter", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Mitchell", "suffix": ""}, {"first": "A", "middle": [], "last": "Garzon-Moreno", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Foley", "suffix": ""}], "year": 2013, "venue": "Mem Inst Oswaldo Cruz", "volume": "108", "issn": "", "pages": "100--109", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Phylogeography:Results, issues and perspectives", "authors": [{"first": "N", "middle": ["I"], "last": "Abramson", "suffix": ""}], "year": 2007, "venue": "Vogis Herald J", "volume": "11", "issn": "", "pages": "307--338", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Diversification of Wolbachia endosymbiont in the Culex pipiens mosquito", "authors": [{"first": "C", "middle": ["M"], "last": "Atyame", "suffix": ""}, {"first": "F", "middle": [], "last": "Delsuc", "suffix": ""}, {"first": "N", "middle": [], "last": "Pasteur", "suffix": ""}, {"first": "M", "middle": [], "last": "Weill", "suffix": ""}, {"first": "O", "middle": [], "last": "Duron", "suffix": ""}], "year": 2011, "venue": "Mol Biol Evol", "volume": "28", "issn": "", "pages": "2761--72", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Many compatible Wolbachia strains coexist within natural populations of Culex pipiens mosquito", "authors": [{"first": "O", "middle": [], "last": "Duron", "suffix": ""}, {"first": "M", "middle": [], "last": "Raymond", "suffix": ""}, {"first": "M", "middle": [], "last": "Weill", "suffix": ""}], "year": 2011, "venue": "Heredity", "volume": "106", "issn": "", "pages": "986--93", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Wolbachia divergence and the evolution of cytoplasmic incompatibility in Culexpipiens", "authors": [{"first": "C", "middle": ["M"], "last": "Atyame", "suffix": ""}, {"first": "P", "middle": [], "last": "Labbé", "suffix": ""}, {"first": "E", "middle": [], "last": "Dumas", "suffix": ""}, {"first": "P", "middle": [], "last": "Milesi", "suffix": ""}, {"first": "S", "middle": [], "last": "Charlat", "suffix": ""}, {"first": "Fort", "middle": [], "last": "Ph", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0087336"]}}, "BIBREF34": {"ref_id": "b34", "title": "Population structure of Wolbachia and cytoplasmic introgression in a complex of mosquito species", "authors": [{"first": "E", "middle": [], "last": "Dumas", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Atyame", "suffix": ""}, {"first": "P", "middle": [], "last": "Milesi", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Fonseca", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Shaikevich", "suffix": ""}, {"first": "S", "middle": [], "last": "Unal", "suffix": ""}], "year": 2013, "venue": "BMC Evol Biol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2148-13-181"]}}, "BIBREF35": {"ref_id": "b35", "title": "Somatic Wolbachia (Rickettsiales: Rickettsiaceae) levels in Culex quinquefasciatus and Culexpipiens (Diptera: Culicidae) and resistance to West Nile virus infection", "authors": [{"first": "M", "middle": ["V"], "last": "Micieli", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Glaser", "suffix": ""}], "year": 2014, "venue": "J Med Entomol", "volume": "51", "issn": "", "pages": "189--99", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Understanding the Wolbachiamediated inhibition of arboviruses in mosquitoes: progress and challenges", "authors": [{"first": "S", "middle": ["M"], "last": "Rainey", "suffix": ""}, {"first": "P", "middle": [], "last": "Shah", "suffix": ""}, {"first": "A", "middle": [], "last": "Kohl", "suffix": ""}, {"first": "I", "middle": [], "last": "Dietrich", "suffix": ""}], "year": 2014, "venue": "J Gen Virol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1099/vir.0.057422-0"]}}, "BIBREF37": {"ref_id": "b37", "title": "The study on the distribution of the Culex pipiens complex mosquitoes in the European part of Russia by molecular methods of their identification", "authors": [{"first": "E", "middle": ["B"], "last": "Vinogradova", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Shaikevich", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Ivanitsky", "suffix": ""}], "year": 2007, "venue": "Comp Cytogenet", "volume": "1", "issn": "", "pages": "129--167", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Molecular approach for identification of mosquito species (Diptera: Culicidae) in Province of Alessandria", "authors": [{"first": "A", "middle": [], "last": "Talbalaghi", "suffix": ""}, {"first": "E", "middle": [], "last": "Shaikevich", "suffix": ""}], "year": 2011, "venue": "Piedmont. Ital Eur J Entomol", "volume": "108", "issn": "", "pages": "35--40", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Polymorphism of mitochondrial COI and nuclear ribosomal ITS2 in Culex pipiens complex and in Culex torrentium (Diptera, Culicidae)", "authors": [{"first": "E", "middle": [], "last": "Shaikevich", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Zakharov", "suffix": ""}], "year": 2010, "venue": "Comp Cytogenet", "volume": "4", "issn": "", "pages": "161--74", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Evolution, weighting, and phylogenetic utility of mitochondrial gene sequences and a compilation of conserved polymerase chain reaction primers", "authors": [{"first": "C", "middle": [], "last": "Simon", "suffix": ""}, {"first": "F", "middle": [], "last": "Frati", "suffix": ""}, {"first": "A", "middle": [], "last": "Beckenbach", "suffix": ""}, {"first": "B", "middle": [], "last": "Crespi", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "P", "middle": [], "last": "Flook", "suffix": ""}], "year": 1994, "venue": "Ann Entomol Soc Am", "volume": "87", "issn": "", "pages": "651--701", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The insect cytochrome oxidase I gene: evolutionary profiles and conserved primers for phylogenetic studies", "authors": [{"first": "D", "middle": ["H"], "last": "Lunt", "suffix": ""}, {"first": "D", "middle": ["X"], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Szymura", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Hewitt", "suffix": ""}], "year": 1996, "venue": "Insect Mol Biol", "volume": "5", "issn": "", "pages": "153--65", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Identification of Culex mosquitoes (Diptera, Culicidae) by the restriction assay of amplification products. Meditsinskaia parazitologiia i parazitarnye bolezni (Mosk)", "authors": [{"first": "E", "middle": ["V"], "last": "Shaikevich", "suffix": ""}], "year": 2009, "venue": "", "volume": "3", "issn": "", "pages": "28--32", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "MEGA6: Molecular Evolutionary Genetics Analysis version 6.0", "authors": [{"first": "K", "middle": [], "last": "Tamura", "suffix": ""}, {"first": "G", "middle": [], "last": "Stecher", "suffix": ""}, {"first": "D", "middle": [], "last": "Peterson", "suffix": ""}, {"first": "A", "middle": [], "last": "Filipski", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2013, "venue": "Molecular Biology and. Evolution", "volume": "30", "issn": "", "pages": "2725--2734", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "TCS: a computer program to estimate gene genealogies", "authors": [{"first": "M", "middle": [], "last": "Clement", "suffix": ""}, {"first": "D", "middle": [], "last": "Posada", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Crandall", "suffix": ""}], "year": 2000, "venue": "Mol Ecol", "volume": "9", "issn": "", "pages": "1657--1666", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Dating the human-ape split by a molecular clock of mitochondrial DNA", "authors": [{"first": "M", "middle": [], "last": "Hasegawa", "suffix": ""}, {"first": "H", "middle": [], "last": "Kishino", "suffix": ""}, {"first": "T", "middle": [], "last": "Yano", "suffix": ""}], "year": 1985, "venue": "J Mol Evol", "volume": "22", "issn": "", "pages": "160--74", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "A comparison of aboveground and belowground populations of Culex pipiens (Diptera: Culicidae) mosquitoes in", "authors": [{"first": "L", "middle": [], "last": "Kothera", "suffix": ""}, {"first": "M", "middle": [], "last": "Godsey", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Mutebi", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Savage", "suffix": ""}], "year": 2010, "venue": "J Med Entomol", "volume": "47", "issn": "", "pages": "805--818", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Culex pipiens Sensu Lato in California: A Complex Within a Complex?", "authors": [{"first": "A", "middle": [], "last": "Cornel", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lee", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Fryxell", "suffix": ""}, {"first": "S", "middle": [], "last": "Siefert", "suffix": ""}, {"first": "C", "middle": [], "last": "Nieman", "suffix": ""}, {"first": "G", "middle": [], "last": "Lanzaro", "suffix": ""}], "year": 2012, "venue": "J Am Mosq Control Assoc", "volume": "28", "issn": "4", "pages": "113--134", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Population structure and distribution patterns of the sibling mosquito species Culex pipiens and Culex torrentium (Diptera: Culicidae) reveal different evolutionary paths", "authors": [{"first": "A", "middle": [], "last": "Werblow", "suffix": ""}, {"first": "S", "middle": [], "last": "Klimpel", "suffix": ""}, {"first": "S", "middle": [], "last": "Bolius", "suffix": ""}, {"first": "Awc", "middle": [], "last": "Dorresteijn", "suffix": ""}, {"first": "J", "middle": [], "last": "Sauer", "suffix": ""}, {"first": "C", "middle": [], "last": "Melaun", "suffix": ""}], "year": 2014, "venue": "PLoS ONE", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0102158"]}}, "BIBREF50": {"ref_id": "b50", "title": "Genetic differentiation of populations within the Culex pipiens complex and phylogeny of related species", "authors": [{"first": "T", "middle": [], "last": "Wetizel", "suffix": ""}, {"first": "A", "middle": [], "last": "Collado", "suffix": ""}, {"first": "A", "middle": [], "last": "Jost", "suffix": ""}, {"first": "K", "middle": [], "last": "Pietsch", "suffix": ""}, {"first": "V", "middle": [], "last": "Storch", "suffix": ""}, {"first": "N", "middle": [], "last": "Becker", "suffix": ""}], "year": 2009, "venue": "J Am Mosq Control Assoc", "volume": "25", "issn": "", "pages": "6--17", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Gonotrophic age structure of mosquitoes in the Culex pipiens complex (Diptera: Culicidae) and possible influences on host meal selection", "authors": [{"first": "L", "middle": [], "last": "O&apos;connor", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Gingrich", "suffix": ""}, {"first": "T", "middle": [], "last": "Unnasch", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Hassan", "suffix": ""}], "year": 2009, "venue": "J Parasitol Vector Biol", "volume": "1", "issn": "", "pages": "25--30", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "First Nationwide Surveillance ofCulex pipiensComplex andCulex torrentiumMosquitoes Demonstrated the Presence ofCulex pipiensBiotypepipiens/molestusHybrids in Germany", "authors": [{"first": "M", "middle": [], "last": "Rudolf", "suffix": ""}, {"first": "C", "middle": [], "last": "Czajka", "suffix": ""}, {"first": "J", "middle": [], "last": "Börstler", "suffix": ""}, {"first": "C", "middle": [], "last": "Melaun", "suffix": ""}, {"first": "H", "middle": [], "last": "Jöst", "suffix": ""}, {"first": "H", "middle": [], "last": "Thien", "suffix": ""}], "year": 2013, "venue": "PLoS ONE", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0071832"]}}, "BIBREF53": {"ref_id": "b53", "title": "Studies On the Origin of Culex pipiens pipiens Form Molestus in New York City", "authors": [{"first": "R", "middle": ["C"], "last": "Kading", "suffix": ""}], "year": 2012, "venue": "J Am Mosq Control Assoc", "volume": "28", "issn": "4", "pages": "100--105", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Mitochondrial DNA analyses reveal lowgeneticdiversity inCulexquinquefasciatus from residential areas in Malaysia", "authors": [{"first": "V", "middle": ["L"], "last": "Low", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Lim", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": ["A"], "last": "Lim", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Tan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Norma-Rashid", "suffix": ""}], "year": 2013, "venue": "Med Vet Entomol", "volume": "28", "issn": "", "pages": "157--68", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Barcoding Turkish Culex mosquitoes to facilitate arbovirus vector incrimination studies reveals hidden diversity and new potential vectors", "authors": [{"first": "F", "middle": [], "last": "Gunay", "suffix": ""}, {"first": "B", "middle": [], "last": "Alten", "suffix": ""}, {"first": "F", "middle": [], "last": "Simsek", "suffix": ""}, {"first": "A", "middle": [], "last": "Aldemir", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Linton", "suffix": ""}], "year": 2014, "venue": "Acta Trop", "volume": "123", "issn": "", "pages": "112--132", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Evidence for regular ongoing introductions of mosquito disease vectors into the Galápagos Islands", "authors": [{"first": "A", "middle": [], "last": "Bataille", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Cunningham", "suffix": ""}, {"first": "V", "middle": [], "last": "Cedeño", "suffix": ""}, {"first": "M", "middle": [], "last": "Cruz", "suffix": ""}, {"first": "G", "middle": [], "last": "Eastwood", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Fonseca", "suffix": ""}], "year": 2009, "venue": "Proc R Soc Lond Series B Biol Sci", "volume": "276", "issn": "", "pages": "3769--75", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Mosquitoes (Culicidae)", "authors": [{"first": "W", "middle": ["A"], "last": "Foster", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Walker", "suffix": ""}], "year": 2002, "venue": "Medical and Veterinary Entomology", "volume": "", "issn": "", "pages": "245--254", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Network analysis based on statistical parsimony showing the relationships of the Cx. pipiens COI haplotypes. Mutations are shown on the branches. The size of the ovals are proportional to the number of the occurring haplotypes in 48 samples from 20 localities", "latex": null, "type": "figure"}, "FIGREF1": {"text": "These haplotypes were found in 223 mosquitoes from open habitats from Russia, Germany, France and Morocco and in laboratory line T7. Altogether, 580 individuals from 35 populations were further tested by PCR-RFLP", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Molecular Phylogenetic analysis of COI gene from Cx. pipiens taxa. A total of 48 sequences within the 54 mentioned in", "latex": null, "type": "figure"}, "TABREF0": {"text": "Data on Culex pipiens populations and results of RFLP analysis of 5′COI gene Data on Culex pipiens populations and results of RFLP analysis of 5′COI gene (Continued)", "latex": null, "type": "table"}, "TABREF1": {"text": "Distribution of COI haplotypes between Cx. pipiens taxa base on sequence analysis", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Populations (country, name) </td><td>Taxonomy status </td><td>Frequency of mt haplotype (number of specimens)\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>A </td><td>B </td><td>C </td><td>D </td><td>E </td><td>E1\n</td></tr><tr><td>Russia </td><td>Moscow region, Iksha </td><td>Cx.pipiens f.pipiens </td><td>0.4 (2) </td><td>- </td><td>0.6 (3) </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td>Moscow region, Luzki </td><td>Cx.pipiens f.pipiens </td><td>0.3 (1) </td><td>0.7 (2) </td><td>- </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td> </td><td>Volgograd Region, Sarepta </td><td>Cx.pipiens f.pipiens </td><td>1 (1) </td><td>- </td><td>- </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td> </td><td>Volgograd Region, Liteishik </td><td>Cx.pipiens f.pipiens </td><td>- </td><td>- </td><td>1 (1) </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td> </td><td>Petrozavodsk </td><td>Cx.pipiens f.molestus </td><td>- </td><td>- </td><td>- </td><td>1 (1) </td><td>- </td><td>-\n</td></tr><tr><td> </td><td>Saint Petersburg </td><td>Cx.pipiens f.molestus </td><td>- </td><td>- </td><td>- </td><td>1 (2) </td><td>- </td><td>-\n</td></tr><tr><td> </td><td>Moscow </td><td>Cx.pipiens f.molestus </td><td>- </td><td>- </td><td>- </td><td>1 (1) </td><td>- </td><td>-\n</td></tr><tr><td> </td><td>Nizhniy Novgorod </td><td>Cx.pipiens f.molestus </td><td>- </td><td>- </td><td>- </td><td>1 (1) </td><td>- </td><td>-\n</td></tr><tr><td>Germany </td><td>Volgograd </td><td>Cx.pipiens f.molestus </td><td>- </td><td>- </td><td>- </td><td>1 (5) </td><td>- </td><td>-\n</td></tr><tr><td>Berlin </td><td>Cx.pipiens f.pipiens </td><td>0.5 (1) </td><td>- </td><td>0.5 (1) </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td> </td><td> </td><td>Cx.pipiens f.molestus </td><td>- </td><td>- </td><td>- </td><td>1 (2) </td><td>- </td><td>-\n</td></tr><tr><td> </td><td>Hannover </td><td>Cx.pipiens f.pipiens </td><td>0.5 (1) </td><td>- </td><td>0.5 (1) </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td> </td><td> </td><td>Cx.pipiens f.molestus </td><td>- </td><td>- </td><td>- </td><td>1 (1) </td><td>- </td><td>-\n</td></tr><tr><td>Italy </td><td>Piedmont </td><td>Cx.pipiens hybrida </td><td>- </td><td>- </td><td>- </td><td>1 (2) </td><td>- </td><td>-\n</td></tr><tr><td>Viterbo </td><td>Cx.pipiens s.l. </td><td>- </td><td>- </td><td>- </td><td>- </td><td>1 (1) </td><td>-\n</td></tr><tr><td>Portugal </td><td>Comporta </td><td>Cx.pipiens f.pipiens </td><td>- </td><td>- </td><td>- </td><td>- </td><td>1 (3) </td><td>-\n</td></tr><tr><td>Comporta </td><td>Cx.pipiens f.molestus </td><td>- </td><td>- </td><td>- </td><td>- </td><td>0.14 (1) </td><td>0.86 (6)\n</td></tr><tr><td>Greece </td><td>Cyprus </td><td>Cx. pipiens hybrida </td><td>- </td><td>- </td><td>- </td><td>- </td><td>1 (1) </td><td>-\n</td></tr><tr><td>Israel </td><td>Haifa </td><td>Cx. pipiens s.l. </td><td>- </td><td>- </td><td>- </td><td>- </td><td>1 (2) </td><td>-\n</td></tr><tr><td>Tunisia </td><td>Nefza </td><td>Cx. pipiens hybrida </td><td>- </td><td>- </td><td>- </td><td>1 (5) </td><td>- </td><td>-\n</td></tr><tr><td>Tabarka </td><td>Cx. pipiens hybrida </td><td>- </td><td>- </td><td>- </td><td>1 (2) </td><td>- </td><td>-\n</td></tr><tr><td>India </td><td>Hydarabad </td><td>Cx. quinquefasciatus </td><td>- </td><td>- </td><td>- </td><td>- </td><td>1 (2) </td><td>-\n</td></tr><tr><td>Cx. quinquefasciatus abased on CQ11 assay, with no data regarding autogeny status\n</td><td>Pondicherry </td><td>- </td><td>- </td><td>- </td><td>- </td><td>1 (2) </td><td>-\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Distribution of COI haplotypes between Cx. pipiens taxa base on PCR-RFLP", "latex": null, "type": "table", "html": "<html><body><table><tr><td>COI\n</td><td>Cx. pipiens taxa </td><td> </td><td> </td><td> </td><td> </td><td>N\n</td></tr><tr><td>type\n</td><td>Cx. pipiens f. pipiens\n</td><td>Cx. pipiens\nf. molestus\n</td><td>Cx. quinquefasciatus </td><td>Cx. pipiens/Cx. quinquefasciatus\nhybrid\n</td><td>Cx. pipiens/molestus\nhybrid\n</td><td>(544)</td></tr><tr><td>Group A </td><td>201 (117 + 84a) (91 %) </td><td>11a (5 %) </td><td>0 </td><td>0 </td><td>10a (4 %) </td><td>222\n</td></tr><tr><td>D </td><td>20a (9 %) </td><td>179 (137 + 42a) (81 %) </td><td>0 </td><td>0 </td><td>21a (10 %) </td><td>220\n</td></tr><tr><td>Group E </td><td>9a (9 %) </td><td>14a (14 %) </td><td>43 (42 %) </td><td>33 (32 %) </td><td>3a (3 %) </td><td>102\n</td></tr></table></body></html>"}, "TABREF3": {"text": "The association between mtDNA, type of bacteria Wolbachia and ACE2 and CQ11 nuclear loci", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to express their gratitude to Oliver Duron and João Pinto for their valuable comments, which greatly improved the manuscript, and Ricardo Parreira for assistance in phylogenetics. The authors thank O. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "Valley Fever Virus, and is also responsible for transmitting the filarial nematode, Wuchereria bancrofti (Cosmotropical areas) [58] and is therefore more medically important than Cx. pipiens. A catholic feeding behavior of hybrids has often been associated with a higher potential for transmitting arbovirus [6] . The evidence presented in this paper requires further study to concomitantly examine the genetic structure of the population, the associations with biologically important behaviors and the vector competence of Cx. pipiens from different populations and from various areas in the Mediterranean region and in other regions where distribution of complex members can overlap.", "cite_spans": [{"start": 127, "end": 131, "text": "[58]", "ref_id": "BIBREF57"}, {"start": 308, "end": 311, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "annex"}, {"text": "The data from this study confirm the lack of reproductive barriers in Cx. pipiens forms pipiens and molestus natural populations in southern European countries, compared with the northern. Hybrids between Cx. pipiens and Cx. quinquefasciatus were reported in the Americas and India. In the coastal areas of the Mediterranean we found hybrids between endemic Cx. pipiens and Cx. quinquefasciatus, that were likely introduced. These cases of hybridization can change the properties of vectors due to the genetic contribution of the more antropophylic Cx. quinquefasciatus. The analysis of the genetic structure of mosquito populations sheds light on the processes taking place, increasing the understanding of the epidemiology of the diseases these mosquitoes transmit, essential for the improvement of prevention and control policies of these diseases. The relevance of these findings is heightened in a context of climate changes and introduction of exotic vectors and (re)-emerging diseases. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The authors declare that they have no competing interests.Authors' contributions EVS participated in the design of experiments and mosquito collections, carried out the molecular genetic studies and the sequence alignment, contributed to the interpretation of results and drafted the manuscript. EBV participated in the mosquito collections and carried out mosquito typing, contributed to the interpretation of results and drafted the manuscript. AB participated in mosquito collections, mosquito typing and drafted the manuscript. APGA has contributed to the concept of the study and interpretation of results, performed the phylogenetical and statistical analysis and drafted the manuscript. All authors read and approved the final manuscript.• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}