{
    "paper_id": "3b11bbda434eec36a88b805a428946d997c98ee1",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "J Y"
                ],
                "last": "Sung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Shatin"
                    }
                },
                "email": "joesung@cuhk.edu.hk."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor-Thank you for giving us the opportunity to respond to the comments raised by Hugonnet et al. [1] regarding our article [2] . No researcher could be absolutely sure that all transmissions within an individual \"superspreading\" event were nosocomial and were related to the putative index case, unless fingerprinting of the virus for all cases was done. This also applies to \"transmission chains,\" which are frequently adopted to describe infectious disease transmissions inside hospitals by infection control units. We actually included all nosocomial outbreaks of severe acute respiratory syndrome (SARS) documented by the infection control units, and thus, we identified index patients in some wards. For the analysis of host factors, as well as the combined analysis of environmental and administrative factors and host factors, only case wards with documented nosocomial outbreaks of SARS (with identified index patients) were used [2] .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Reply to Hugonnet et al."
        },
        {
            "text": "We admit that recall inaccuracies (not necessarily leading to bias) might exist in some exposure measures because of the time lag. We made every effort to minimize the possible biases and discussed the details in our article [2] . We do not agree that some exposure measures were ecological, because we were looking at the outbreak of SARS at the ward level and were not reporting risk factors for individual patients. For environmental and administrative factors, the reported information during the 10-day study period referred to the average (usual) situation. Unless drastic changes were introduced (none documented in any ward) within these 10 days, the information collected should reflect the situation before the infection transmission events.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Reply to Hugonnet et al."
        },
        {
            "text": "It was possible that some wards experienced 11 outbreak, but any ward with at least 1 outbreak already qualified as a case ward, and no selection bias was present. Wards admitting several patients with SARS would have been designated as \"SARS wards\" and excluded from our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reply to Hugonnet et al."
        },
        {
            "text": "That transmission was more intense at the beginning of the SARS epidemic, probably because of the poor preventive and infection-control measures adopted [3] . There was no evidence to show that the natural virulence of the SARS coronavirus decreased towards the end of the epidemic. Moreover, we did include wards with nosocomial outbreaks that occurred towards the end of the epidemic, as well as control wards identified early in the epidemic.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Reply to Hugonnet et al."
        },
        {
            "text": "Hugonnet et al. [1] did not challenge our findings of some \"accepted\" risk factors (i.e., distance between beds, resuscitation procedures, staff washing or changing facilities, and staff working while experiencing symptoms) but focused their concerns on the several respiratory-support techniques adopted for patients with SARS as risk factors, possibly because these contradicted their understanding of the transmission mechanisms of SARS. Actually, the information related to respiratory support was retrieved from medical records and, thus, should be objective.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Reply to Hugonnet et al."
        },
        {
            "text": "Postoutbreak self-reports of compliance with standard infection-control measures and use of personal protective equipment are notorious for introducing recall bias. Such information was also not applicable to non-health care workers, who constituted a majority of the secondary cases involved in the nosocomial outbreaks of SARS being studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reply to Hugonnet et al."
        },
        {
            "text": "We cannot agree with the allegation that the so-called methodological flaws would invalidate our results. We feel that a type of \"a priori bias\" has been happening among certain groups of the infection control community: any findings not in line with the a priori hypothesis or belief get rejected. It all reverts to the droplet and/or contact versus aerosol (airborne) spread debate. \"The clinical implications of airborne transmission are particularly important for infection control in hospitals\" [4, p. 1711 ]. The deep-rooted biased view of how SARS and other similar re-spiratory infections could be transmitted could have resulted in the loss of golden opportunities for effective control of such outbreaks. Will the infection-control community learn the lesson?",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 511,
                    "text": "[4, p. 1711",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reply to Hugonnet et al."
        },
        {
            "text": "To the Editor-Recently, Rangaka et al. [1] reported that the in vitro IFN-g response to Mycobacterium tuberculosis proteins (early secreted antigenic target 6 [ESAT-6], culture filtrate protein 10 [CFP-10]) detected by enzyme-linked immunospot (ELISPOT) assay can be an",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis-Specific Antigens in HIV-Infected Patients"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nosocomial transmission of severe acute respiratory syndrome: better quality of evidence is needed",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hugonnet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Legros",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Why did outbreaks of severe acute respiratory syndrome occur in some hospital wards but not in others?",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsoi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "1017--1042",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome (SARS)-multi-country outbreak: update 30: status of diagnostic test, significance of \"super spreaders,\" situation in China",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Airborne transmission of communicable infection-the elusive pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Milton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1710--1712",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}