{"paper_id": "3c496eb2e76eeb55ae86ee85f3081b372b896231", "metadata": {"title": "Clinical scenarios of the Application of electrical Impedance tomography in paediatric Intensive Care", "authors": [{"first": "Patrick", "middle": [], "last": "Davies", "suffix": "", "affiliation": {}, "email": "patrick.davies@nuh.nhs.uk"}, {"first": "Samra", "middle": [], "last": "Yasin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Simon", "middle": [], "last": "Gates", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": [], "last": "Bird", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Catarina", "middle": [], "last": "Silvestre", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "eIt is a radiation-free functional modality that enables bedside imaging and monitoring of lung function and expansion. Clinical interest in this method has been driven by the need for bedside monitoring of the dynamics of the lungs and the effects of ventilatory manoeuvres, including changes in ventilator settings, suctioning, chest drains, positioning and physiotherapy. We aimed to describe the use of electrical Impedance tomography (eIt) as a clinical tool in a tertiary paediatric Intensive Care unit. Children requiring intensive care with a variety of clinical conditions had an electrode belt with 16 electrodes wrapped around the chest, which sequentially applied a small alternating current from each electrode pair. the signal gives information on both real time, regional, global, and relative data. With the correct application, and understanding of the monitor, much clinical information can be gained, with potentially significant patient benefit. We present the clinical use of EIT in six conditions: Asthma, Ventilation weaning and expansion recoil, sequential Lobar Collapse, targeted physiotherapy, pleural Effusion assessment, and PEEP optimisation. Screenshots and analyses are offered displaying the pragmatic use of this technology. electrical Impedance tomography is a clinically useful tool on the paediatric Intensive Care unit. It allows monitoring of a patient's respiratory function in ways which are not possible through any other means. An understanding of respiratory physiology will allow use of this information to improve patient outcomes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Electrical Impedance Tomography (EIT) is a radiation-free functional modality that enables bedside imaging and monitoring of lung function and expansion. It has been evaluated in a number of pulmonary conditions in humans and animal models [1] [2] [3] [4] [5] [6] [7] [8] . It has been used in various clinical settings including acute respiratory distress syndrome (ARDS), establishing the best positive end expiratory pressure (PEEP) [8] [9] [10] [11] [12] , the response of the lungs to recruitment manoeuvres [12] [13] [14] [15] [16] and trying to minimize areas of collapse and hyperinflation 6, 17 . There are some studies that evaluate the application of high-flow nasal cannula therapy 18, 19 and quantify the extent of pulmonary oedema in acute lung injury 20 .", "cite_spans": [{"start": 240, "end": 243, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 244, "end": 247, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 248, "end": 251, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 252, "end": 255, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 256, "end": 259, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 260, "end": 263, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 264, "end": 267, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 268, "end": 271, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 436, "end": 439, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 440, "end": 443, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 444, "end": 448, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 449, "end": 453, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 454, "end": 458, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 513, "end": 517, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 518, "end": 522, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 523, "end": 527, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 528, "end": 532, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 533, "end": 537, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 598, "end": 600, "text": "6,", "ref_id": "BIBREF5"}, {"start": 694, "end": 697, "text": "18,", "ref_id": "BIBREF17"}], "ref_spans": [], "section": ""}, {"text": "EIT however does not offer the same spatial resolution when compared with modalities such as Computerised Tomography (CT) scanning. It does however offer good temporal resolution and informs clinicians on real time regional ventilation distribution. The images produced can also be affected by body movement, changes in electrode contact, changes in posture 21 , as well as interference with other medical devices 22 . These need to be considered when interpreting the images.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Clinical interest in this method has been driven by the need for bedside monitoring of the dynamics of the lungs and the effects of ventilatory manoeuvres, including changes in ventilator settings, suctioning, chest drains, positioning and physiotherapy.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Our aim is to disseminate our experience of the use of Electrical Impedance Tomography in the use of patients in Paediatric Intensive Care, to act as a clinical primer for other clinicians and to communicate the pragmatic use of this technology.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "An electrode belt with 16 electrodes is wrapped around the chest, which sequentially apply a small AC current from each electrode pair. The impedance between the electrodes sending the current and the receiving electrodes will change dependant on the makeup of the matter between the respective electrodes. Air has a much higher impedance than, for instance, blood. With the application of tomography, the sequential signals can be built up in to a 2 dimensional 32 × 32 pixel picture in real time with a frame rate of between 20 and 50 Hz 23 . The information is visualised on a screen as a \"heat map\", where areas of impedance change (equivalent to ventilation) are displayed.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The signal gives information on both real time, regional, global, and relative data. With the correct application, and understanding of the monitor, much clinical information can be gained, with potentially significant patient benefit.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The information can be categorised in to global chest expansion, regional ventilation, and ventilatory compliance (expansion over time), with both absolute and relative figures for all 23, 24 . Interpreting this data requires an understanding of ventilatory physiology and experience, however is easily learnt by interested parties.", "cite_spans": [{"start": 185, "end": 188, "text": "23,", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Methods"}, {"text": "There are two main views: a live view which shows moving images of a cross section of the lung, with regional ventilation clearly seen, and an end expiratory lung impedance view, which gives breath by breath impedance of the whole lung.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Until now, this technology has mainly been clinically used, infrequently, in adults. We describe the clinical applications of the use of EIT in children, with the physiological background and interpretation of the images. We used a Draeger Pulmovista 500 EIT monitor, with a variety of belts which allow monitoring of children above 3.5 kg in weight.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The use of the monitor was explained to all parents and verbal consent obtained. The chair of the Nottingham 1 research ethics committee confirmed the United Kingdom Health Research Authority decision tool opinion, which states that this project is exempt from needing ethical approval.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Clinical scenarios. EIT is used routinely in complex children on our PICU. There was no specific case selection; we present six cases where the use of EIT has been of direct clinical benefit to children being treated for a variety of conditions.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "We present six differing clinical scenarios; all commonly found on Paediatric Intensive Care Units, and demonstrate how EIT can add important information which would not be otherwise available. We display the use of EIT in: Ventilatory changes were attempted with the aim of optimising his gas exchange and reducing air trapping. It was unknown whether air trapping was occurring, relative to baseline.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The EIT trace shows initially a change from a PIP of 25 cm H 2 O to a PIP of 20, with constant PEEP, and a change of rate from 30 to 20 ( Fig. 1 , first arrow). The global impedance curve immediately begins to fall, reaching steady state around two minutes after. This signifies an overall decrease in the chest expansion (or end-expiratory lung volume [EELV] ). This reduction in EELV is a strong indicator for a significant reduction in gas trapping, which should improve chest compliance.", "cite_spans": [{"start": 353, "end": 359, "text": "[EELV]", "ref_id": null}], "ref_spans": [{"start": 138, "end": 144, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Methods"}, {"text": "At 6 minutes in to this recording (second arrow) the rate was increased to 25 due to a significant reduction in the minute volume. There was a small, but insignificant rise in the global expansion. The expansion remains lower than at the initial settings. Tidal volumes remained static, implying no change in the compliance (and no change in overdistension) after this rate increase. This allowed increased CO 2 clearance with no corresponding hyperinflation at reduced ventilatory settings.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Global Chest Impedance/End-expiratory Lung Impedance. A child with a diagnosis of pneumonitis whilst on volume ventilation was considered for weaning of ventilation as the ventilatory parameters had improved. However, when the PEEP was reduced by 2 cm H 2 O from 10 to 8, the global chest expansion displayed a sequential loss of volume over time. The PEEP was returned to the previous settings. On suctioning and returning to the ventilator, his oxygen saturations fell, requiring ventilation by anaesthetic bag. Analysis of the EIT trace showed that on returning to his ventilation, his global expansion (EELV) took a long time to return to baseline (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 652, "end": 660, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Weaning of ventilation and extubation, with the use of expansion recoil. EIT parameter: Relative"}, {"text": "After another period of ventilation, a similar reduction in PEEP showed a reduction in volume (as would be expected with reduced pressures), but this was stable over time 25 . He was suctioned for secretions and had not shown instability. Analysis of his EIT trace showed return to near baseline within a small number of breaths.", "cite_spans": [], "ref_spans": [], "section": "Weaning of ventilation and extubation, with the use of expansion recoil. EIT parameter: Relative"}, {"text": "EIT was thus able to illustrate a lack of resilience to initial weaning, which later improved, providing added confidence to continue weaning towards extubation.", "cite_spans": [], "ref_spans": [], "section": "Weaning of ventilation and extubation, with the use of expansion recoil. EIT parameter: Relative"}, {"text": "www.nature.com/scientificreports www.nature.com/scientificreports/ Sequential lobar collapse: effect of postural changes. EIT parameter: live regional ventilation distribution/Tidal image. A 2 year old girl admitted with adenovirus and respiratory syncitial virus pneumonia with type 1 respiratory failure, ventilated on pressure control with PIP 30, PEEP 10, RR 25-30, and FiO2 0.7-0.8. She had frequent lobar collapse and she was monitored with EIT which showed right sided lung collapse. She was nursed with the chest right side up, and within one hour her ventilation was balanced and equal, with expansion returning to the collapsed lung. However, after another hour the left (dependant) side lost ventilation. For the next 48 hours, continuously monitored by EIT, she was repositioned as soon as one lung showed signs of loss of ventilation, usually every 3-4 hours. With this technique, the position of the patient was optimised based on lung expansion, and allowed the patient to wean ventilation and be extubated 3 days later. Figure 3 shows tidal images with a relative hypoventilation of the right lung, she was repositioned with the left side of the chest up and 3 hours later, the right lung expansion had improved, at the cost of the left lung ventilation. She was then turned again. Targeted Physiotherapy: Lobar or lung collapse: assessing progression and effect of physiotherapy. EIT parameter: Tidal image showing relative regional ventilation distribution. A 9 year old boy was admitted with a background of brainstem glioma when he was 2 years old, with significant sequelae including paraplegia and loss of brainstem function needing long term ventilation support 24 hours a day though a tracheostomy He was admitted with right sided total lung collapse needing PICU admission and escalation of his ventilation to a PICU ventilator: pressure control with PIP 22, PEEP 10, RR 20, and FiO2 80-100%.EIT monitoring was instigated. He received regular airway clearance using manual techniques and mechanical insufflation-exsufflation (MI:E).", "cite_spans": [], "ref_spans": [{"start": 1036, "end": 1044, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "Weaning of ventilation and extubation, with the use of expansion recoil. EIT parameter: Relative"}, {"text": "Observing EIT during physiotherapy treatment it was clear that the exsufflation component of MI:E, despite effectively clearing secretions, was causing temporary collapse of the right lung (Fig. 4) . This was not resolved by www.nature.com/scientificreports www.nature.com/scientificreports/ the 2 re-inflation breaths available on the MI:E device. The physiotherapy team were able to adjust their treatment plan to include further re-recruitment following exsufflation. This prevented deterioration in objective parameters following airway clearance.", "cite_spans": [], "ref_spans": [{"start": 189, "end": 197, "text": "(Fig. 4)", "ref_id": "FIGREF4"}], "section": "Weaning of ventilation and extubation, with the use of expansion recoil. EIT parameter: Relative"}, {"text": "Following 6 days of treatment, his right lung was clinically fully reinflated, confirmed by EIT. He did not have any chest radiographs during this time.", "cite_spans": [], "ref_spans": [], "section": "Weaning of ventilation and extubation, with the use of expansion recoil. EIT parameter: Relative"}, {"text": "Pleural effusion: quantifying respiratory compromise. EIT parameter: relative regional ventilation distribution. A 10 year old with a diagnosis of chronic myeloid leukemia present ed to the hospital with disseminated varicella zoster infection with multi organ failure needing respiratory, renal. and inotropic support. She had a pleural effusion of 1 cm on the chest x-ray, which was measured at 1.8 cm on chest ultrasonography. Her oxygen requirements were high, with an FiO 2 of 0.8. 80%. A decision needed to be made whether insertion of a chest drain would be beneficial, with the heightened risk of an intrathoracic bleed due to the presence of disseminated intravascular coagulopathy. EIT showed a very significant loss of expansion in the affected side, compared to the non affected side. On balance, a chest drain was felt to be in her best interests, and it was inserted without complication. The ventilation improved. EIT pictures showed real time improvement of inflation, with aeration up to the chest wall (Fig. 5) 26 . Choosing the optimal PEEP level minimises overinflation and reduces collapse and makes physiological sense.", "cite_spans": [], "ref_spans": [{"start": 1020, "end": 1028, "text": "(Fig. 5)", "ref_id": "FIGREF5"}], "section": "Weaning of ventilation and extubation, with the use of expansion recoil. EIT parameter: Relative"}, {"text": "Analysis showed that the optimum PEEP (i.e. that which balances overdistension and collapse) was 9 cm H 2 O (Fig. 6) . The patient's PEEP was increased to 9 cm H 2 O. www.nature.com/scientificreports www.nature.com/scientificreports/", "cite_spans": [], "ref_spans": [{"start": 108, "end": 116, "text": "(Fig. 6)", "ref_id": "FIGREF6"}], "section": "Weaning of ventilation and extubation, with the use of expansion recoil. EIT parameter: Relative"}, {"text": "We have presented six clinical scenarios where the use of EIT has materially benefitted our Paediatric Intensive Care patients. The information obtained by using EIT is difficult or impossible to be gathered by any other non-invasive technique. Conventional monitoring modalities give some feedback, but this is often delayed, inaccurate, or with a low level of accuracy 27 .", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The interpretation of the images is critical to the use of EIT. Our six scenarios can be interpreted as follows:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "1. Asthma: Gas trapping is a difficult problem in such patients and quantifying the extent of the problem is impossible. It only becomes apparent when ventilation becomes compromised, and then it is difficult to know whether this change in ventilation is due to clinical deterioration, or the respiratory dynamics. Use of www.nature.com/scientificreports www.nature.com/scientificreports/ EIT gives instant, breath by breath feedback on the global chest expansion, allowing pre-emptive management of incipient gas trapping problems. 2. Ventilation weaning and effects of disconnection. The patient will not display clinical signs soon after a ventilator change: it may take many hours for this to manifest. However, it can be anticipated that problems will arise if the patient is unable to maintain adequate lung expansion with the ventilatory settings which have been applied. If the global end-expiratory lung volume keeps dropping after the (expected) initial volume loss, then problems can be anticipated in the short to medium term. A patient who can hold a stable expansion after a ventilatory parameter change is likely to have a greater chance of medium term stability. Current monitoring techniques are poor at predicting rapidity of atelectasis and lung collapse after weaning. Knowledge of this may help to predict whether a patient is ready for extubation. The first trace shows a patient whose lungs cannot yet cope with a loss of PEEP, and is not ready for extubation. The second shows a patient who can rapidly restore lung volume and maintain adequate expansion making him suitable for extubation. 3. Sequential lobar collapse. Repositioning a patient with unilateral lobar collapse can cause respiratory instability, leading to a practice of minimal handling and reducing the frequency of unstable episodes. Clinical examination is inaccurate in a small chest with many added sounds. Chest radiography gives good knowledge of lobar collapse, but that may lead to worsening of gases and there is the added concern of radiation dosage. The use of EIT allows for monitoring of lung inflation in real time and ensure that significant areas of dependent collapse are avoided limiting respiratory instability due to repositioning. Direct visualisation identifies lung collapse rapidly making reinflation easier. 4. Targeted Physiotherapy. Constant EIT monitoring allowed us to monitor lung expansion without resorting to frequent chest radiographs. The physiotherapy team were able to quickly identify an adverse effect of treatment and adjust their plan accordingly. With standard monitoring it may not have been apparent why objective markers were deteriorating following airway clearance. 5. Pleural effusion. Chest X-Ray, and sonography, show a depth of fluid but do not give a sense of how much this fluid affects the lung inflation. Using live regional ventilation information allows precise visual quantification of this, meaning that clinical decisions can be based on more accurate information. In this case, the chest drain was high risk, but with the addition of EIT data this risk was felt to be worth taking. Cases of pneumothorax or foreign body would have a similar EIT picture, with the ability to quantify which areas of lung are non-functional and to what degree. 6. PEEP optimisation. Establishing the optimal PEEP in invasively ventilated patients is a challenge; the balance between collapse and over distension is difficult to assess and no method has been shown to prevent Ventilator Induced Lung Injury. EIT can be used to evaluate the regional compliance changes at different levels of PEEP, measuring areas of collapse and over distention during a PEEP trial. Both collapse and overdistension are detrimental to the patient. Knowledge of the effects of the PEEP to the patient allows the clinician to titrate it to produce minimal detrimental effects.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "EIT is often used for continuous monitoring. Real time visualisation of chest expansion leads to knowledge of why an acute respiratory compromise has occurred. The treating team can be instantly aware of where the problem lies.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We also use EIT for progressing ventilation in the complex patient. No other non-invasive monitoring modality will give instant feedback over ventilatory changes. Such patient's fragility means that delayed feedback from blood gas analysis or clinical change would be potentially harmful. The use of EIT allows the treating team to make changes they would not have dared to otherwise make due to their fragility. By making quicker progress than anticipated we are able to minimise lung injury and maximise chances of recovery.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A further clinical use on our unit is as a feedback spirometer. Conscious patients of a suitable developmental age can respond well to visualisation of how to ensure that breathing is effective.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There are multiple modalities of assessing a patient on mechanical ventilation (Table 1 ). There is, however, no perfect modality as they all have their disadvantages. Clinical examination is a single event, low resolution method of understanding lung movement. The benefits of CT scanning are offset by the radiation exposure as well as the logistical difficulties involved in taking the patient to the scanner. 28 X-Rays have lower logistical www.nature.com/scientificreports www.nature.com/scientificreports/ difficulties and lower radiation, but they do not allow continuous investigation, or measurements of flow or dynamic expansion 23 . Ventilator spirometry feedback allows no regional data, but does have the benefit of allowing continuous data29. Lung ultrasound gives important and useful information, but is a non-continuous, low resolution modality.", "cite_spans": [], "ref_spans": [{"start": 79, "end": 87, "text": "(Table 1", "ref_id": "TABREF1"}], "section": "Discussion"}, {"text": "Compared to these monitoring modalities, EIT has significant benefits. It is a continuous, high resolution monitoring which allows assessment of dynamic, expansion, and flow data.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With any novel monitoring technology, there is a learning curve for clinicians. Although EIT needs good education for treating staff, this is a very visual monitor which can give information even if the technology behind it is not well understood. Our experience is that after some initial scepticism, the bedside team rapidly adopted it as the benefits were explained.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There is presently little clinical evidence of the efficacy of EIT in practice. Good ventilatory practice, involving the avoidance of hyperinflation and/or collapse, is associated with better outcomes. The information from EIT monitoring should allow better ventilatory practice, however the translation of this in to clinical outcomes is as yet unproven.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Suitably sized EIT belts are not commercially available for paediatric patients and the use of individual electrodes is time-consuming and risks skin irritation. This severely limits the use in this population. Its use in non-sedated patients is also limited due to patient anxiety and movement, causing potential image artefacts. Studies have also shown a difference in skin impedance in neonates as compared to adults 30. Reconstruction algorithms in current EIT modalities also do not account for differences in chest shape or size for neonates5. However, as this technology becomes more widely used, and the information gained from it better understood, there will be more commercial pressure to ensure that patients of all ages and sizes are catered for. As clinical experience and knowledge increases, this may become a routine part of clinical care in complex children.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With all forms of highly individualised medicine, there are concerns as to its effectiveness. Population evidence allows excellent assessment of a treatment's long-term effectiveness, for a population mean. However, population evidence cannot tell the clinician whether the treatment will work for the individual patient, merely that if they treated 100 patients, it would be of overall benefit to give such a treatment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This monitor offers evidence to the clinician that the physiology has changed for the individual patient. It cannot tell the clinician whether this has long term, or outcome benefits. An excellent understanding of physiology is necessary to ensure that physiological benefits then translate to outcome benefits.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Electrical Impedance Tomography is a clinically useful tool on the Paediatric Intensive Care unit. It allows monitoring of a patient's respiratory function in ways which are not possible through any other means. An understanding of respiratory physiology will allow use of this information to improve patient outcomes.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Absolute electrical impedance tomography (aEIT) guided ventilation therapy in critical care patients: Simulations and future trends", "authors": [{"first": "M", "middle": ["A"], "last": "Denaï", "suffix": ""}], "year": 2010, "venue": "IEEE Trans Inf Technol Biomed", "volume": "14", "issn": "3", "pages": "641--650", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Effect of closed endotracheal suction in high-frequency ventilated premature infants measured with electrical impedance tomography", "authors": [{"first": "M", "middle": ["B"], "last": "Van Veenendaal", "suffix": ""}], "year": 2009, "venue": "Intensive Care Med", "volume": "35", "issn": "12", "pages": "2130--2134", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Assessment of lung ventilation in infants with respiratory distress syndrome using electrical impedance tomography", "authors": [{"first": "I", "middle": [], "last": "Chatziioannidis", "suffix": ""}], "year": 2013, "venue": "Hippokratia", "volume": "17", "issn": "2", "pages": "115--124", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Electrical impedance tomography monitoring in acute respiratory distress syndrome patients with mechanical ventilation during prolonged positive end-expiratory pressure adjustments", "authors": [{"first": "H", "middle": [], "last": "Chia-Fu", "suffix": ""}], "year": 2016, "venue": "J Formos Med Assoc", "volume": "115", "issn": "3", "pages": "195--202", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Lung recruitment and endotracheal suction in ventilated preterm infants measured with electrical impedance tomography", "authors": [{"first": "J", "middle": ["L"], "last": "Hough", "suffix": ""}], "year": 2014, "venue": "J Paediatr Child Health", "volume": "50", "issn": "11", "pages": "884--893", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Identification of regional overdistension, recruitment and cyclic alveolar collapse with electrical impedance tomography in an experimental ARDS model", "authors": [{"first": "S", "middle": [], "last": "Liu", "suffix": ""}], "year": 2016, "venue": "Crit Care", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Assessment of Lung Recruitment by Electrical Impedance Tomography and Oxygenation in ARDS Patients", "authors": [{"first": "L", "middle": [], "last": "Yun", "suffix": ""}], "year": 2016, "venue": "Medicine (Baltimore)", "volume": "95", "issn": "22", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Positive end expiratory pressure titration after alveolar recruitment directed by electrical impedance tomography", "authors": [{"first": "Y", "middle": [], "last": "Long", "suffix": ""}], "year": 2015, "venue": "Chin Med J (Engl)", "volume": "128", "issn": "11", "pages": "1421--1428", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Assessment of regional lung recruitment and derecruitment during a PEEP trial based on electrical impedance tomography", "authors": [{"first": "T", "middle": [], "last": "Meier", "suffix": ""}], "year": 2008, "venue": "Intensive Care Med", "volume": "34", "issn": "3", "pages": "543--50", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Bedside measurement of changes in lung impedance to monitor alveolar ventilation in dependent and nondependent parts by electrical impedance tomography during a positive end-expiratory pressure trial in mechanically ventilated intensive care unit patient", "authors": [{"first": "I", "middle": ["G"], "last": "Bikker", "suffix": ""}], "year": 2010, "venue": "Crit Care", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Assessment of respiratory system compliance with electrical impedance tomography using a positive endexpiratory pressure wave maneuver during pressure support ventilation: a pilot clinical study", "authors": [{"first": "T", "middle": ["H"], "last": "Becher", "suffix": ""}], "year": 2014, "venue": "Crit Care", "volume": "18", "issn": "6", "pages": "1--11", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Protective ventilation using electrical impedance tomography", "authors": [{"first": "H", "middle": [], "last": "Luepschen", "suffix": ""}], "year": 2007, "venue": "Physiol Meas", "volume": "28", "issn": "7", "pages": "247--60", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Monitoring of recruitment and derecruitment by electrical impedance tomography in a model of acute lung injury", "authors": [{"first": "P", "middle": ["W"], "last": "Kunst", "suffix": ""}], "year": 2000, "venue": "Crit Care Med", "volume": "28", "issn": "12", "pages": "3891--3896", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "End-expiratory lung impedance change enables bedside monitoring of end-expiratory lung volume change", "authors": [{"first": "J", "middle": [], "last": "Hinz", "suffix": ""}], "year": 2003, "venue": "Intensive Care Med", "volume": "29", "issn": "1", "pages": "37--43", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Regional respiratory time constants during lung recruitment in high-frequency oscillatory ventilated preterm infants", "authors": [{"first": "M", "middle": [], "last": "Miedema", "suffix": ""}], "year": 2012, "venue": "Intensive Care Med", "volume": "38", "issn": "2", "pages": "294--303", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Slow moderate pressure recruitment maneuver minimizes negative circulatory and lung mechanic side effects: Evaluation of recruitment maneuvers using electric impedance tomography", "authors": [{"first": "H", "middle": [], "last": "Odenstedt", "suffix": ""}], "year": 2005, "venue": "Intensive Care Med", "volume": "31", "issn": "12", "pages": "1706--1720", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Bedside selection of positive end-expiratory pressure by electrical impedance tomography in hypoxemic patients: a feasibility study", "authors": [{"first": "N", "middle": [], "last": "Eronia", "suffix": ""}], "year": 2007, "venue": "Ann Intensive Care", "volume": "7", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Oxygen delivery through high-flow nasal cannulae increase end-expiratory lung volume and reduce respiratory rate in post-cardiac surgical patients", "authors": [{"first": "A", "middle": [], "last": "Corley", "suffix": ""}], "year": 2011, "venue": "Br J Anaesth", "volume": "107", "issn": "6", "pages": "998--1004", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Effect of High Flow Nasal Cannula and Body Position on End-Expiratory Lung Volume. A Cohort Study Using Electrical Impedance Tomography", "authors": [{"first": "J", "middle": [], "last": "Riera", "suffix": ""}], "year": 2013, "venue": "Respir Care", "volume": "58", "issn": "4", "pages": "589--96", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Electrical impedance tomography (EIT) for quantification of pulmonary edema in acute lung injury", "authors": [{"first": "C", "middle": ["J C"], "last": "Trepte", "suffix": ""}], "year": 2015, "venue": "Crit Care", "volume": "20", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Electrical Impedance Tomography: The Realization of Regional Ventilation Monitoring", "authors": [{"first": "E", "middle": [], "last": "Teschner", "suffix": ""}, {"first": "M", "middle": [], "last": "Imhoff", "suffix": ""}, {"first": "S", "middle": [], "last": "Leonhardt", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Chest electrical impedance tomography examination, data analysis, terminology, clinical use and recommendations: consensus statement of the TRanslational EIT developmeNt stuDy group", "authors": [{"first": "I", "middle": [], "last": "Frerichs", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Positive end-expiratory pressure optimization using electric impedance tomography in morbidly obese patients during laparoscopic gastric bypass surgery", "authors": [{"first": "K", "middle": [], "last": "Erlandsson", "suffix": ""}], "year": 2006, "venue": "Acta Anaesthesiol Scand", "volume": "50", "issn": "7", "pages": "833--842", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Bedside estimation of recruitable alveolar collapse and hyperdistension by electrical impedance tomography", "authors": [{"first": "E", "middle": ["L V"], "last": "Costa", "suffix": ""}], "year": 2009, "venue": "Intensive Care Med", "volume": "35", "issn": "6", "pages": "1132--1139", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Non-invasive radiation-free monitoring of regional lung ventilation in critically ill infants", "authors": [{"first": "I", "middle": [], "last": "Frerichs", "suffix": ""}], "year": 2001, "venue": "Intensive Care Med", "volume": "27", "issn": "8", "pages": "1385--94", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Computed tomography-an increasing source of radiation exposure", "authors": [{"first": "D", "middle": ["J"], "last": "Brenner", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Hall", "suffix": ""}], "year": 2007, "venue": "N Engl J Med", "volume": "357", "issn": "22", "pages": "2277--84", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Regional ventilation distribution in the first 6 months of life", "authors": [{"first": "T", "middle": ["M T"], "last": "Pham", "suffix": ""}], "year": 2011, "venue": "Eur Respir J", "volume": "37", "issn": "4", "pages": "919--943", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Asthma • Ventilation weaning and expansion recoil • Sequential lobar collapse • Targeted physiotherapy • Pleural fluid assessment • PEEP optimisation Asthma: evaluating dynamic hyperinflation and air trapping. EIT parameter: End-expiratory Lung Impedance. An 11 year old boy with status asthmaticus, ventilated on pressure control mode, (Peak Inspiratory Pressure (PIP) 25 cm H 2 O; Positive End Expiratory Pressure (PEEP) 4 cm H 2 O; Respiratory Rate (RR) of 30 and FiO 2 71%) with a clinical suspicion of air trapping and dynamic hyperinflation, was connected to the EIT.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "EIT global impedance in an asthmatic child.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Relative global chest impedance on ventilatory weaning, and global expansion after suctioning. On the left after PEEP weaning there is sequential volume loss, and after suctioning there is an inability to regain previous expansion. On the right after PEEP weaning there is volume stability, and a rapid restitution of chest volume after suctioning. (2019) 9:5362 | https://doi.org/10.1038/s41598-019-41774-1", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Live tidal image views showing sequential lobar collapse. Live tidal EIT images show the impedance change in each area, with brighter (whiter) pixels denoting a greater impedance change, equivalent to increased ventilation, in that area.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Live chest impedance views showing a complete lack of right sided expansion. Live tidal EIT images show the impedance change in each area, with brighter (whiter) pixels denoting a greater impedance change, equivalent to increased ventilation, in that area. (2019) 9:5362 | https://doi.org/10.1038/s41598-019-41774-1", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Pre and post chest drain live impedance images, with concurrent radiographs. Live tidal EIT images show the impedance change in each area, with brighter (whiter) pixels denoting a greater impedance change, equivalent to increased ventilation, in that area.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "PEEP trial analysis showing overdistension and collapse at PEEP levels between 14 and 4 cm H 2 O. Global impedance is shown at the top at the six PEEP levels. Tidal images are shown in blue and white. Orange areas show areas of overdistension, and white areas of collapse. These percentages are shown on the final chart at the varying PEEP levels.", "latex": null, "type": "figure"}, "TABREF0": {"text": "peep optimisation. EIT parameter: PEEP analysis tool. A 15 week old baby was admitted with Respiratory Syncitial Virus Bronchiolitis. She was ventilated with a PEEP of 8 cm H 2 O in 40% oxygen, with tidal volumes of 6.5 ml/kgl. A PEEP trial, monitored by EIT, was performed with PEEP pressures between 14 cm H 2 O and 4 cm H 2 O in decrements of 2 cm H 2 O. As PEEP was increased, there were areas of overdistension (compliance loss at high pressure, in orange), however as PEEP was reduced, there were areas of collapse (compliance loss at low pressure, in white)", "latex": null, "type": "table"}, "TABREF1": {"text": "Comparison of various methods of lung examination.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Regional </td><td>Angle of examination </td><td> </td><td> </td><td> </td><td>Chest </td></tr><tr><td>Examination method\n</td><td>Ventilation\n</td><td> </td><td>Flow </td><td>Measurement </td><td>Data\n</td><td>expansion\n</td></tr><tr><td>Clinical examination </td><td>Yes (≈6 areas) </td><td>Mainly coronal </td><td>Yes (low reliability) </td><td>Single </td><td>Dynamic </td><td>No\n</td></tr><tr><td>Chest X-Ray\n</td><td>Yes (2D, moderate resolution)\n</td><td>Coronal </td><td>No </td><td>Single </td><td>Static </td><td>Yes\n</td></tr><tr><td>Chest CT scan </td><td>Yes (3D, high resolution) </td><td>Transverse </td><td>No </td><td>Single </td><td>Static </td><td>Yes\n</td></tr><tr><td>Chest Ultrasound </td><td>Yes (≈6 pixels) </td><td>Mainly coronal </td><td>Limited </td><td>Single </td><td>Dynamic </td><td>Limited\n</td></tr><tr><td>Ventilator spirometry </td><td>No </td><td>N/A </td><td>Yes, global </td><td>Continuous </td><td>Dynamic </td><td>No\n</td></tr><tr><td>Impedance Tomography </td><td>Yes (2D, 900 pixels) </td><td>Transverse\n</td><td>Yes, high resolution </td><td>Continuous </td><td>Dynamic </td><td>Yes\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "P.D. conceived the paper and coordinated contributions from the clinical team. P.D., C.S., S.G., S.Y. and D.B. shared their EIT patients and knowledge. All authors wrote and edited the paper and figures.", "cite_spans": [], "ref_spans": [], "section": "Author Contributions"}, {"text": "Competing Interests: Draeger AG paid for the article processing fee. They were only contacted after final completion of the paper. Draeger had no input in to the study design or patient selection, and did not edit any drafts or proofs of the paper. There are no other competing interests.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "cite_spans": [], "ref_spans": [], "section": "Additional Information"}]}