{"paper_id": "3ce11cfa736c2be4fef00111b5f0fd93aa309e66", "metadata": {"title": "Comparison of the first three waves of avian influenza A(H7N9) virus circulation in the mainland of the People's Republic of China", "authors": [{"first": "Nijuan", "middle": [], "last": "Xiang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "†", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["Danielle"], "last": "Iuliano", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yanping", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ruiqi", "middle": [], "last": "Ren", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xingyi", "middle": [], "last": "Geng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bili", "middle": [], "last": "Ye", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wenxiao", "middle": [], "last": "Tu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ao", "middle": [], "last": "Ch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yong", "middle": [], "last": "Lv", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ming", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jian", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yali", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fuqiang", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lei", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bo", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yuelong", "middle": [], "last": "Shu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daxin", "middle": [], "last": "Ni", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zijian", "middle": [], "last": "Feng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qun", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: H7N9 human cases were first detected in mainland China in March 2013. Circulation of this virus has continued each year shifting to typical winter months. We compared the clinical and epidemiologic characteristics for the first three waves of virus circulation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Avian influenza A(H7N9) virus (referred to as H7N9 hereafter) was detected in mainland China in March 2013 with the identification of three severely ill patients with unexplained pneumonia [1] [2] [3] . This virus had not previously been detected in humans and posed a potential for pandemic spread [4] . At the time of its emergence, little was known about the virus including the spectrum and severity of illness, risk factors for infection and severity, transmissibility from person-to-person, and geographic distribution of H7N9 in humans and animals. To better understand this virus, active case monitoring and environmental surveillance were initiated.", "cite_spans": [{"start": 189, "end": 192, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 193, "end": 196, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 197, "end": 200, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 299, "end": 302, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "Per Chinese notifiable disease reporting guidelines [5, 6] , H7N9 positive cases by real-time reverse transcriptase polymerase chain reaction (RT-PCR), conventional RT-PCR, virus isolation, or a 4-fold rise in H7N9 antibody titers in serology are reported to the National Health and Family Planning Commission (NHFPC). After a case is identified, active surveillance to determine exposure history and contact monitoring is initiated by the local Center for Disease Control and Prevention (CDC). As part of this investigation, specimens from possible exposure locations (e.g., live poultry markets (LPM), commercial poultry farms, or bird feeding areas) are collected and tested for H7N9. Further, in some provinces routine environmental surveillance in LPMs is conducted by local CDCs to monitor viruses in the environment and to provide evidence for pandemic risk assessment [7, 8] . For this surveillance, specimens are collected from various locations and stalls in LPMs and tested for influenza viruses throughout the year.", "cite_spans": [{"start": 52, "end": 55, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 56, "end": 58, "text": "6]", "ref_id": "BIBREF6"}, {"start": 876, "end": 879, "text": "[7,", "ref_id": "BIBREF7"}, {"start": 880, "end": 882, "text": "8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Background"}, {"text": "Since H7N9 emerged, there have been three distinct waves of circulation emerging in the northern hemisphere typical winter months. In this study, we examined differences and similarities between these three circulation waves to inform future prevention and control measures.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The first wave of H7N9 virus circulation is defined as detected cases with onset dates from March 31 to September 30, 2013. The second wave of H7N9 virus circulation is defined as detected cases with onset dates from October 1, 2013 to September 30, 2014. The third wave of H7N9 virus circulation is defined as detected cases with onset dates from October 1, 2014 to September 30, 2015. In this manuscript, we compare the first three waves of virus circulation in mainland China by examining the epidemiology, geographic distribution, clinical severity, the possible person-to-person spread, and seasonality of this virus.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "For this study, suspected and confirmed cases were defined per World Health Organization (WHO) guidelines [1] . Most cases were identified through the Pneumonia of Unknown Etiology (PUE) surveillance system which identifies severe pneumonia cases without a known cause of illness [3] . In response to H7N9 emergence, the NHFPC issued the Protocol for the Prevention and Control of H7N9 which established enhanced surveillance for suspected H7N9 cases [5, 6] , including oversampling of influenza-like illness (ILI) cases at sentinel hospitals participating in the National Influenza Surveillance System [9, 10] , the implementation of a two week enhanced surveillance for all ILI case-patients in the counties or districts where H7N9 cases were detected, and monitoring of close contacts of confirmed H7N9 cases leading to the identification of additional cases. Further, cases were identified less commonly through routine multi-respiratory pathogen surveillance and screening for individuals showing signs of ILI at provincial and international borders.", "cite_spans": [{"start": 106, "end": 109, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 280, "end": 283, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 451, "end": 454, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 455, "end": 457, "text": "6]", "ref_id": "BIBREF6"}, {"start": 603, "end": 606, "text": "[9,", "ref_id": "BIBREF9"}, {"start": 607, "end": 610, "text": "10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Methods"}, {"text": "A severe case was defined as having any of the following: a chest x-ray indicative of multi-lobar lesions or a >50% increase in the size of the lesions within a 48 h period; dyspnea or a respiratory rate of greater than 24 times per minute for adults; severe hypoxia defined as a less than or equal to 92% oxygen saturation while receiving 3-5 l of supplemental oxygen per minute; or shock, acute respiratory distress syndrome, or multiple organ dysfunction syndrome [11] . Non-severe cases were defined as those who did not meet the criteria for severity.", "cite_spans": [{"start": 467, "end": 471, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Methods"}, {"text": "To examine the person-to-person transmissibility of this virus, we examined data from contact investigations and case clusters. Active field investigations were conducted for each H7N9 case per guidelines established by the China CDC. Case contacts were actively monitored for 7 days for respiratory symptoms after the last unprotected exposure to the case. Any contacts that developed fever (axillary temperature ≥37.5°C) and any respiratory symptoms were isolated and specimens were collected and tested for H7N9. Any two cases with an epidemiologic link either with a common exposure or contact with an H7N9 case were considered part of a cluster [5, 6] .", "cite_spans": [{"start": 650, "end": 653, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 654, "end": 656, "text": "6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Methods"}, {"text": "Data collection for H7N9 confirmed cases and their close contacts were determined by the NHFPC to be part of a continuing public health outbreak investigation and exempt from institutional review board assessment. Case data were obtained from the China Information System for Disease Control and Prevention (CISDCP), the notifiable diseases data system, and the H7N9 avian influenza information system, the web-based database for clinical and epidemiological information, and from epidemiological reports from field investigations of confirmed H7N9 cases. To compare the characteristics from the three waves, we used simple descriptive statistics and tests of proportions to determine statistical significance between the waves. Non-parametric tests, including the Wilcoxon and Kruskal Wallis tests were used to compare continuous variables such as age and time between illness onset and other dates of interest. Chi-square tests were used to compare frequencies of demographic and other categorical variables for the three waves. SPSS 17.0 (SPSS Inc., Chicago, IL, USA) was used for analyses.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "During the first wave, 134 cases were identified and reported to the NHFPC in mainland China. From emergence of the virus in February through May 2013, the virus rapidly spread through eastern mainland China impacting several provinces and municipalities (Fig. 1) . Ninety-six percent of cases were reported in April and May 2013. After the initial peak activity in April and May 2013, there was decline in circulation with only two cases and one death reported between June and September 2013. The majority of case-patients were older men with underlying health conditions and most experienced severe diseases. During the first wave, 70% of cases were men (n = 94) (Fig. 2 ) and the median age was 61 years (range: 3-91 years). Forty-four died resulting in a case fatality proportion (CFP) of 33% (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 255, "end": 263, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 666, "end": 673, "text": "(Fig. 2", "ref_id": "FIGREF1"}, {"start": 798, "end": 807, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Epidemiologic characteristics comparison"}, {"text": "During the second wave, there were 306 cases and 128 deaths (CFP: 42%) in mainland China ( Table 1 ). The peak in reported cases occurred between January and February 2014 (Fig. 1 ). The number of reported cases more than doubled from the first wave to the second wave. Men accounted for 69% (n = 211) of reported cases ( Fig. 2) and this proportion was similar to the proportion of male case-patients in the first wave (70% vs. 69%, p = 0.80). The median age of case-patients during the second wave was 58 years (range: 1-88 years) which was slightly lower compared to the first wave (p = 0.03).", "cite_spans": [], "ref_spans": [{"start": 91, "end": 98, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 172, "end": 179, "text": "(Fig. 1", "ref_id": "FIGREF0"}, {"start": 322, "end": 329, "text": "Fig. 2)", "ref_id": "FIGREF1"}], "section": "Epidemiologic characteristics comparison"}, {"text": "During the third wave, there were 219 cases and 98 deaths (CFP: 45%) in mainland China ( Table 1 ). The peak in reported cases occurred between January and February 2015 (Fig. 1 ). The number of cases was less compared to the second wave. Men accounted for 69% (n = 152) of reported cases during the third wave ( Fig. 2) which was similar to the previous two waves (69% vs. 70%, 69%, p = 0.97). The median age of case-patients reported in the third wave was 56 years (range: 9 months-88 years) which was slightly lower compared to the first wave (p = 0.01), and was similar to the second wave (p = 0.69). The CFP of cases increased from 33% (first wave) to 42% (second wave) and 45% (third wave), there was no statistically significant difference of CFPs between the three waves (p = 0.08). The proportion of deaths was highest among cases 60 years or older for the second and third waves compared to the first wave (46% vs. 59%, 57%). During the first wave, the highest CFPs were among cases 60-74 years of age (41%) and 75-89 years of age (54%). In the second wave, the CFPs for the same age groups were 58% and 60% and in the third wave, the CFPs were 55% and 64% for the same age groups. No deaths among children less than 15 years of age were reported in the first two waves and 1 death in a case-patient less than 15 years of age was reported in the third wave. Among cases who died, the median age was 66.5, 63.0 and 58.5 years in each of the three waves, respectively. The median age of death in the third wave was lower than in the first wave (p = 0.001) and was similar to the second wave (p = 0.06). The CFP for males and females was similar between these three waves (p = 0.28 and p = 0.25, respectively).", "cite_spans": [], "ref_spans": [{"start": 89, "end": 96, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 170, "end": 177, "text": "(Fig. 1", "ref_id": "FIGREF0"}, {"start": 313, "end": 320, "text": "Fig. 2)", "ref_id": "FIGREF1"}], "section": "Epidemiologic characteristics comparison"}, {"text": "During the first three waves, the majority of cases reported exposure to poultry or LPMs. Exposure to poultry was defined as direct contact with live poultry such as feeding, cleaning, slaughtering or exposure to the environment where poultry were kept (e.g., backyard or visiting a live poultry market). Of 127 (95% of cases) first wave cases with exposure history information, 26 (21%) reported direct poultry exposure and 84 (66%) reported visiting of LPMs prior to illness onset ( Table 2) . Among those cases visiting LPMs, 15 (18%) reported working at a LPM and 69 (82%) reported only visiting the LPM. Thirteen cases in the first wave (10%) reported no exposure to poultry or LPMs. Four (3%) reported exposure to other H7N9 case-patients with no other known exposure implying possible limited human-tohuman transmission. Among 296 (97%) second wave cases with exposure history information, 56 (19%) reported exposure to poultry and 203 (69%) reported visiting a LPM prior to illness onset. Among those patients visiting LPMs, 40 (20%) reported working at a LPM, 163 (80%) reported only visiting a LPM. Seven (2%) reported exposure to other H7N9 case-patients with no other known exposure, implying possible human-to-human transmission and 3 (1%) reported both exposure to other H7N9 case-patients and common poultry exposure with (Fig. 3) . The geographic distribution shifted further south during the second wave with Guangdong and Zhejiang Provinces accounting for 66% of total cases reported ( Table 3) . During the third wave, Guangdong and Zhejiang were still the two provinces that reported the most cases, accounting for 54% of total number. And Fujian Provinces reported 19% cases of the total number. The H7N9 outbreaks during these three waves are considered to be geographically sporadic since cases have been reported by 543 different townships, the lowest administrative level. Of those townships, 462 reported only one case, 62 reported two cases, 10 reported three cases, and 9 reported more than four cases. Beyond this main geographic distribution of cases, two other provinces beyond the main impacted reported cases in the second and third waves. Jilin province in North-East China reported 2 cases in the second wave and Xinjiang in North-West China reported 10 cases in both the second and third waves.", "cite_spans": [], "ref_spans": [{"start": 485, "end": 493, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 1337, "end": 1345, "text": "(Fig. 3)", "ref_id": "FIGREF2"}, {"start": 1504, "end": 1512, "text": "Table 3)", "ref_id": "TABREF2"}], "section": "Exposure comparison"}, {"text": "Of 128 first wave cases with severity data, 110 (86%) were considered severe, 264 (87%) of 303 cases were defined as severe during the second wave, and 175 (86%) of 204 cases in the third wave were considered severe. There was no statistically significant difference among the severity of cases during these waves (p = 0.894). Although the proportion of non-severe cases did not vary between the waves, during the second wave there was an observed increase in the number of non-severe cases identified. Forty-nine percent of non-severe cases identified during the second wave occurred in Guangdong province (n = 19). And in the third wave, 6 provinces reported 29 non-severe cases, of which Guangdong reported 15 (52%) cases and Fujian reported 6 (21%) cases. During all waves combined, non-severe disease was more common among children <15 years of age (41/42, 98%) than adults > =15 years (32/406, 7%). However, the percent of children with non-severe disease was similar during the three waves (6/18, 33%; 19/39, 49%; 16/29 55%; p = 0.341). Nearly all of the case-patients from the waves reported fever (97, 94 and 94%, respectively; Table 4 ). The next most common symptom reported was cough (71, 86 and 82%, respectively). Of 466 case-patients from all three waves with information about underlying health conditions, 52% had at least one underlying condition. The most commonly reported conditions were cardiovascular or cerebrovascular disease (34%), metabolic diseases (15%) and chronic lung disease (11%). There was no statistically significant difference in the percent of cases with underlying health conditions among the three waves: 58%, 52% and 49% (p = 0.408).", "cite_spans": [], "ref_spans": [{"start": 1137, "end": 1144, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Severity comparison"}, {"text": "Among case-patients, 90% were reported to have at least one complication due to H7N9 virus infection. The most common complications from infection included pneumonia (87%), respiratory failure (69%), ARDS (66%), and hepatic insufficiency (43%). More than half of cases (302, 67%) developed multiple organ failure. There were no statistically significant differences in any of the individual complications experienced between the two waves except Septic shock and Cardiac failure (Table 4) .", "cite_spans": [], "ref_spans": [{"start": 479, "end": 488, "text": "(Table 4)", "ref_id": "TABREF3"}], "section": "Severity comparison"}, {"text": "We also compared the time durations from illness onset to different important epidemiological time points in the course of clinical illness such as: first seeking healthcare, hospitalization, lab confirmation, initiation antiviral treatment, and death between the three waves. The time between illness onset and first seeking healthcare was 1 day (IQR:0-3 days) for the first wave, 1 day (IQR: 0-4 days) for the second wave, and 1 day (IQR: 0-3 days) for the third wave. The time between illness onset and hospital admission was 5 (IQR: 4-7) days, 5 (IQR: 3-7) days, and 5 (IQR: 3-7) days for three waves, respectively. The time between illness onset and lab confirmation was 8 (IQR: 6-11), 8 (IQR: 6-11) and 8 (IQR: 6-10) days for three waves, respectively. The median time between illness onset to initiation of antiviral treatment and to death changed from 7 days (antivirals) and 21 days (death) in the first wave to 6 days and 19 days and 6 days (Table 5 ). There were no statistically significant differences for the time from illness onset to hospitalization, case confirmation, initiation of antiviral treatment, and death between three waves of circulation.", "cite_spans": [], "ref_spans": [{"start": 951, "end": 959, "text": "(Table 5", "ref_id": "TABREF4"}], "section": "Severity comparison"}, {"text": "During the three waves of virus circulation, case clusters were identified and an investigation was conducted to determine either common exposure or if possible humanto-human transmission between the cases. Twenty-one clusters of confirmed cases were reported during these three waves (4, 11 and 6 clusters). Twenty of the clusters each included 2 cases and one cluster included 3 cases. These 21 clusters were thought to be possible human-tohuman transmission or to have a common epidemiologic exposure. There was no statistically significant difference in the proportion of case-patients that occurred in clusters during the waves (6, 8 and 5% of reported case-patients, p = 0.62). Fourteen clusters were considered to be possible human-to-human transmission (which meant there were 14 cluster index cases and 15 possible secondary cases), 3 clusters were likely a common epidemiologic exposure, and for 4 clusters the investigation could not rule out a common exposure or confirm possible humanto-human transmission. For the 21 index cases of the clusters, 71% (15/21) were male and the median age was 49 years (range: 9 months-87 years). And for the 22 subsequently reported cases, 55% (12/22) were male, and the median age was 26.5 (range: 1-77 years). No statistical differences were observed for sex and age between index and subsequentlyreported cases (p = 0.25, p = 0.14). All 21 index cases (including 14 possible human-to-human transmission cluster index cases) had live poultry related exposure history before illness onset, including 17 cases who had live poultry market exposure or were exposed to poultry brought from a market, and 4 cases were exposed to backyard poultry. Two clusters (each including 2 cases) of 21 clusters occurred in the hospital settings as cases were admitted to the same ward before the index case in the cluster was diagnosed with avian influenza A(H7N9) virus infection. The remaining 19 clusters were considered family clusters with 2 cases in each of 18 clusters and 3 cases in one cluster. Among cases in these clusters, 75% (15/20) of subsequently-reported cases had a blood relationship with the respective cluster index case. Given the limited number of clusters with possible evidence of human-to-human transmission and the more frequent occurrence of geographically sporadic occurrence of cases, we conclude that there is no evidence of sustained human-to-human transmission of this virus. that the first wave occurred at the time of virus emergence, but that the second and third wave cases occurred during the colder or winter months, which is typical seasonality for avian influenza viruses.", "cite_spans": [], "ref_spans": [], "section": "Evidence of person-to-person transmission"}, {"text": "Our evaluation revealed more similarities than differences between the first three waves of virus circulation. The proportion of males, the age and gender distribution, the clinical severity and characteristics were similar. Human cases also continued to be sporadic with only a few cases occurring in each of the communities. Differences included a slightly higher median age in the first wave compared with the other two waves. There was a slight shift in the geographic distribution of cases from the southeast coast to more southern mainland China. Further, the timing of onset dates differed between the waves shifting initially from February-April to December-March. In the epidemic curve of H5N1 showed in the WHO monthly report [12] , we figured that H5N1 avian influenza epidemics are more likely to circulate during colder or winter months. However, the H7N9 virus first emerged in late Winter/early Spring 2013 before shifting to the typical observed seasonality for avian influenza viruses. In the first wave, the virus emerged in the February and peaked in April 2013, whereas the second wave began earlier in the winter season with increasing number of cases in December 2013, a peak in January 2014 and a rapid decline in cases by March 2014. Additional waves of avian influenza A(H7N9) are needed to support our assumption that this virus tends to circulate in colder, winter months similar to other avian influenza viruses, such as H5N1.", "cite_spans": [{"start": 736, "end": 740, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are several possible reasons for these similarities between the waves. First, the H7N9 viruses circulating during the first three waves were antigenically similar with a few point mutations causing no change in the pathogenicity in the internal genes. No substitutions in key critical binding positions and no antigenic changes that impact infectiousness or resistance to neuraminidase inhibitors were identified (China CDC, unpublished data). Second, there were no observed changes in exposure risk prior to illness onset. The main exposures included visiting LPMs or poultry contact and were reported by >80% of cases in all waves [1, 2] . Additionally, the demographic characteristics of cases who generally visit LPMs did not change between the three waves.", "cite_spans": [{"start": 639, "end": 642, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 643, "end": 645, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "Among the differences between the three waves was a shift in the geographic distribution of cases. During the first wave, many of the impacted administrative areas instituted certain control measures to reduce transmission including policies to improve conditions at LPMs, such as temporary closure, routine scheduled standard cleaning and disinfection practices, and culling of infected flocks [13] [14] [15] [16] [17] . These measures may have resulted in fewer cases in those provinces during the second wave. For example, Shanghai closed the LPMs from the beginning of the Spring Festival, January 31 to April 30, 2014 [18] . At the end of this period, only a limited number of Shanghai markets were re-opened and these were required to follow strict rules regarding periodic closure and routine cleaning and disinfection as well as limits to the movement of poultry. The number of cases reported by Shanghai Municipality was much lower during the second wave than the first wave (China CDC, unpublished data).", "cite_spans": [{"start": 395, "end": 399, "text": "[13]", "ref_id": "BIBREF14"}, {"start": 400, "end": 404, "text": "[14]", "ref_id": "BIBREF15"}, {"start": 405, "end": 409, "text": "[15]", "ref_id": "BIBREF17"}, {"start": 410, "end": 414, "text": "[16]", "ref_id": "BIBREF19"}, {"start": 415, "end": 419, "text": "[17]", "ref_id": "BIBREF20"}, {"start": 623, "end": 627, "text": "[18]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "The shift in geographic distribution may also have been due to natural spread, especially among poultry, to areas not affected in the first wave, especially southern China. Further, this virus spread beyond LPMs to farm flocks in one northern province that borders North Korea and Russia [16] . During the second wave, Jilin Province reported its first human case. The identification of the case occurred first prompting an environmental investigation with specimen collection at both poultry farms and nearby suppliers. From this investigation, H7N9 positive poultry and environmental specimens were identified in a farm in a north province of the previously not impacted areas [19] . In addition, H7N9 cases were identified in Xinjiang Province, along the western border of China during the second wave and Hubei in central China during the third wave. These findings underscore the importance of surveillance and monitoring for the spread of this virus as well as the difficulty of identifying this virus in poultry flocks before the occurrence of human cases.", "cite_spans": [{"start": 288, "end": 292, "text": "[16]", "ref_id": "BIBREF19"}, {"start": 679, "end": 683, "text": "[19]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "The number of cases was much higher in the second wave, including both more severe and non-severe cases compared with both the first and third wave. This increase may have been due to early and increased recognition of cases, and further spread of the virus to other parts of China. Non-severe cases may have been more likely to be identified in the second wave because of the two week enhanced surveillance for all ILI case-patients in the counties or districts where H7N9 cases were detected [6, 20] . Some counties or districts detected a higher number of non-severe cases through this mechanism (China CDC, unpublished data). Another possible reason for the detection of more non-severe cases may be the strict monitoring of close contacts. If a close contact developed respiratory symptoms, the contact was tested for H7N9. These tests might have occurred early and if the contact received timely treatment this may have led to non-severe illness [21] . In addition, some provinces established their own surveillance programs for respiratory pathogens. Thus, the enhanced systems in these provinces may be another reason for the increase in the number of detected non-severe cases during the second wave.", "cite_spans": [{"start": 494, "end": 497, "text": "[6,", "ref_id": "BIBREF6"}, {"start": 498, "end": 501, "text": "20]", "ref_id": "BIBREF25"}, {"start": 952, "end": 956, "text": "[21]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although our findings suggested that the epidemic of H7N9 remains to be sporadic during the three waves in China, but the emergence of clusters emphasized the importance of continued surveillance for the cases and the contact tracing and management for close contacts of confirmed cases. Given that some clusters occurred in hospital settings, it highlights the importance of possible hospital acquired infections and the need for infection control measures for both prevention and control of possible outbreaks of this virus and other viruses within hospital wards.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "For context to the surveillance program in China, the National ILI Surveillance System requires participating sentinel hospitals in southern provinces to collect specimens from 5 to 15 ILI case-patients per week throughout the year. In Northern provinces, 10-15 specimens per week during the typical influenza season (October to March) and 5-15 per month from April to September. However, due to the H7N9 emergence, all provinces were required to increase testing 20 specimens in each surveillance time unit as a requirement of the May 10, 2013 [6] . The increased surveillance activities may have contributed to the increased detection of H7N9 human cases.", "cite_spans": [{"start": 545, "end": 548, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are some limitations of our study. Our comparison relies on data from cases that have been both detected and reported. There were likely some cases that were not detected and other cases may have been detected but not reported. The main system that detects respiratory emerging infectious diseases is the PUE system [3] which may under estimate the true number of cases since only severe illness is reported. This may have resulted in a bias towards greater detection and reporting of severe compared with non-severe cases. Further, because detection required a medically attended illness, it is possible some cases were missed if the individual did not seek medical care. However, given the high awareness of this virus, it is likely that very few patients with severe illness were missed. Our comparison is likely an accurate reflection of cases with severe illness, but may not fully depict non-severe illness.", "cite_spans": [{"start": 322, "end": 325, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "To address these limitations, community studies are needed to determine if non-severe illness is more common than detected and to further determine if the virus has spread beyond the geographic area where human cases have been reported. One serologic study conducted by China CDC from May to June 2013 found no seropositive cases of H7N9 among serum specimens collected from individuals living in a rural area of Jiangxi Province where at least one human H7N9 case was identified (China CDC, unpublished data). This finding suggests that infection was uncommon among individuals living in the same village as the case-patient and the virus may not be present in the community (or backyard flocks) but rather limited to areas where there is exposure to LPMs or commercial poultry. In contrast, other serological studies found that some individuals with occupational exposure to poultry were seropositive for the virus, but had no recent clinical signs or symptoms of H7N9 virus infection [22, 23] . In one such serologic study conducted in April and May 2013 in Zhejiang Province, 6.3% (25/396) of sampled poultry workers had hemagglutination-inhibition (HI) antibody titers of ≥80 indicating prior H7N9 infection [22] . In a separate study among poultry workers conducted in May and December of 2013 in Shenzhen, Guangdong Province, 36/ 501 (7.2%) and 56/375 (14.9%) were found to have an HI antibody titer ≥1:160 to H7N9, indicating a substantial increase in the seroprevalence of antibodies against H7N9 between the two different sampling periods [20] . Further, of 96 individuals who participated in both surveys, 52 (54.2%) poultry workers had a seroconversion ≥4-fold rise in H7N9 antibody titers from May to December implying serologic evidence of infection during the six months between surveys [20] . This finding may be explained by the duration and type of poultry exposure as well as exposure to other avian influenza viruses. Findings from these serologic studies imply that the risk of H7N9 may not be high in the community, but individuals with extended exposure, such as poultry workers, may be at high risk for infection, which is most often asymptomatic.", "cite_spans": [{"start": 987, "end": 991, "text": "[22,", "ref_id": "BIBREF28"}, {"start": 992, "end": 995, "text": "23]", "ref_id": "BIBREF29"}, {"start": 1213, "end": 1217, "text": "[22]", "ref_id": "BIBREF28"}, {"start": 1549, "end": 1553, "text": "[20]", "ref_id": "BIBREF25"}, {"start": 1802, "end": 1806, "text": "[20]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "From our study we found that most H7N9 cases had LPMs exposure history, and in Zhejiang Province and Guangdong Province, routine environmental surveillance showed that LPMs were the most contaminated place by H7N9 virus, and the detection of H7N9 virus spiked in cold months [7, 8] , which was in accordance with the epidemic trends of the H7N9 in mainland China. And several other subtypes of human infections of avian influenza have also been detected in China, including H5N1, H5N6, H10N8, and H9N2 et al. Most of the infections also resulted from the live poultry exposure (sick/dead/healthy-looked poultry) or poultry related environment exposure, especially live poultry markets [24] (China CDC, unpublished data), which indicated that LPMs in China played an important role in the human infections of avian influenza virus. However, before such a drastic measure can be implemented, first prevention and control measures including the strict cleaning and disinfection measures should be taken in the markets to reduce the infection risk of residents, which is suggested in the national technical guideline [20] . Additionally, poultry workers should wear personal protective equipment when dealing with poultry to protect their health and also to limit the possible spread of virus. These measures should be evaluated to determine if they are effective in reducing transmission or if more drastic prevention methods are necessary to protect the health of the population. Further, we suggest that people avoid direct contact with live poultry, especially poultry in the markets. In addition to these control measures, studies should be implemented such as serological studies to understand the full spectrum of illness, genetic studies to better understand changes in the virus, perhaps household transmission studies to better understand human-to-human transmission, et al.", "cite_spans": [{"start": 275, "end": 278, "text": "[7,", "ref_id": "BIBREF7"}, {"start": 279, "end": 281, "text": "8]", "ref_id": "BIBREF8"}, {"start": 685, "end": 689, "text": "[24]", "ref_id": "BIBREF30"}, {"start": 1113, "end": 1117, "text": "[20]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "There is currently no evidence that this virus can spread efficiently from person-to-person. Data from reported cases show that H7N9 virus infection commonly causes very severe illness and death. Although there has been vigilant monitoring of this virus to identify changes in disease characteristics, no significant changes have been observed. Should the virus change to become more transmissible from person-to-person, the next global influenza pandemic could result, leading to significant morbidity and mortality. Public health agencies are continuing to monitor the epidemiology of this virus to assist in planning control and prevention measures.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Though our case investigation for the first three waves found few differences between the epidemiologic and clinical characteristics, there is continued international concern about the pandemic potential of this virus. Since the virus continues to circulate among poultry, causes more severe disease in humans, has the ability to mutate and become human-to-human transmissible, and there is limited natural protection from infection in human populations, it is critical that surveillance systems in China and elsewhere are monitoring for continued geographic spread or introduction of this virus in poultry or persons in their populations.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Preliminary Report: Epidemiology of the Avian Influenza A (H7N9) Outbreak in China", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "F", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa1304617"]}}, "BIBREF1": {"ref_id": "b1", "title": "Epidemiology of human infections with avian influenza A(H7N9) virus in China", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "F", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "370", "issn": "6", "pages": "520--552", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Use of national pneumonia surveillance to describe influenza A(H7N9) virus epidemiology, China", "authors": [{"first": "N", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "F", "middle": [], "last": "Havers", "suffix": ""}, {"first": "T", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Song", "suffix": ""}, {"first": "W", "middle": [], "last": "Tu", "suffix": ""}, {"first": "L", "middle": [], "last": "Li", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "19", "issn": "11", "pages": "1784--90", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Human infection with a novel avian-origin influenza A (H7N9) virus", "authors": [{"first": "R", "middle": [], "last": "Gao", "suffix": ""}, {"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Hu", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "368", "issn": "20", "pages": "1888--97", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "National Health and Family Planning Commission of PRC. Protocol for Prevention and Control of the A(H7N9) human infection outbreak (1st version)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Accessed 4", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "National Health and Family Planning Commission of PRC. Protocol for Prevention and Control of the A(H7N9) human infection outbreak", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Environmental Sampling for Avian Influenza A(H7N9) in Live-Poultry Markets in Guangdong", "authors": [{"first": "M", "middle": [], "last": "Kang", "suffix": ""}, {"first": "J", "middle": [], "last": "He", "suffix": ""}, {"first": "T", "middle": [], "last": "Song", "suffix": ""}, {"first": "S", "middle": [], "last": "Rutherford", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": [], "last": "Lin", "suffix": ""}], "year": 2015, "venue": "China. PLoS ONE", "volume": "10", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Surveillance of Avian H7N9 Virus in Various Environments of Zhejiang Province, China before and after Live Poultry Markets Were Closed in 2013-2014", "authors": [{"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Mao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yu", "suffix": ""}, {"first": "E", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C", "middle": [], "last": "Chai", "suffix": ""}], "year": 2015, "venue": "PLoS ONE", "volume": "10", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Monitoring avian influenza A(H7N9) virus through national influenza-like illness surveillance", "authors": [{"first": "C", "middle": [], "last": "Xu", "suffix": ""}, {"first": "F", "middle": [], "last": "Havers", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Shi", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "China. Emerg Infect Dis", "volume": "19", "issn": "8", "pages": "1289--92", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Detection of mild to moderate influenza A/H7N9 infection by China's national sentinel surveillance system for influenza-like illness: case series", "authors": [{"first": "D", "middle": ["K"], "last": "Ip", "suffix": ""}, {"first": "Q", "middle": [], "last": "Liao", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}, {"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "L", "middle": [], "last": "Feng", "suffix": ""}], "year": 2013, "venue": "BMJ", "volume": "346", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "National Health and Family Planning Commission of PRC. Protocol for Diagnosis and Treatment for Human Infection with A(H7N9) Influenza Virus", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Influenza at the human-animal interface Summary and assessment as of 17", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Accessed 17", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The notification for the seasonal suspend of the live poultry trade in Shanghai", "authors": [{"first": "", "middle": [], "last": "Shanghai Agriculture Committee", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The notification for the temporary closure of the live poultry markets in the main areas in Hangzhou City", "authors": [{"first": "", "middle": [], "last": "Hangzhou Prefecture Government", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Accessed 28", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The notification for the closure of the live poultry markets in Najing city", "authors": [{"first": "", "middle": [], "last": "Nanjing Prefecture Government", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Prevention and Control Measures of A(H7N9) Avian Influenza of the police in Zhenjiang", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The Central People's Government of PRC. Fujian control A(H7N9) avian influenza", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Accessed 3", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Shanghai Agriculture Committee deploy the measures for prevention and control of A(H7N9) avian influenza virus transmission", "authors": [{"first": "", "middle": [], "last": "Shanghai Agriculture Committee", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Accessed 5", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Human influenza A(H7N9) virus infection associated with poultry farm, Northeastern China", "authors": [{"first": "M", "middle": [], "last": "Fan", "suffix": ""}, {"first": "B", "middle": [], "last": "Huang", "suffix": ""}, {"first": "A", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Deng", "suffix": ""}, {"first": "D", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}], "year": 2014, "venue": "Emerg Infect Dis", "volume": "20", "issn": "11", "pages": "1902--1907", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "National Health and Family Planning Commission of PRC. Protocol for Prevention and Control of the A(H7N9) human infection outbreak", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Accessed 29", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "One family cluster of avian influenza A(H7N9) virus infection in Shandong, China", "authors": [{"first": "T", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Bi", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Ding", "suffix": ""}, {"first": "Z", "middle": [], "last": "Bi", "suffix": ""}], "year": 2014, "venue": "BMC Infect Dis", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Avian-origin influenza A(H7N9) infection in influenza A(H7N9)-affected areas of China: a serological study", "authors": [{"first": "S", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": [], "last": "Cui", "suffix": ""}, {"first": "H", "middle": [], "last": "Yao", "suffix": ""}, {"first": "J", "middle": [], "last": "Lou", "suffix": ""}, {"first": "Z", "middle": [], "last": "Huo", "suffix": ""}], "year": 2014, "venue": "J Infect Dis", "volume": "209", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Seroprevalence to avian influenza A(H7N9) virus among poultry workers and the general population in southern China: a longitudinal study", "authors": [{"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Fang", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "C", "middle": [], "last": "Xu", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "X", "middle": [], "last": "Tang", "suffix": ""}], "year": 2014, "venue": "Clin Infect Dis", "volume": "59", "issn": "6", "pages": "76--83", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Comparative epidemiology of human infections with avian influenza A H7N9 and H5N1 viruses in China: a population-based study of laboratory-confirmed cases", "authors": [{"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "Jin", "middle": ["L"], "last": "Lau", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Liao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wu", "suffix": ""}, {"first": "P", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "Lancet", "volume": "382", "issn": "9887", "pages": "129--166", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Epidemic Curve of Confirmed Influenza A(H7N9) Case-Patients in mainland China by Province and Date of Onset of Illness", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Gender Comparison of Case-Patients for Wave 1 and Wave 2 of Influenza A(H7N9) Virus Circulation", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Geographic Distribution of Avian Influenza A(H7N9) Cases. a Provinces reported H7N9 cases in China. b Counties reported H7N9 cases as of Wave 1. c Counties reported H7N9 cases as of Wave 2. d Counties reported H7N9 cases as of Wave 3 and 16 days in the second and third waves, respectively", "latex": null, "type": "figure"}, "FIGREF3": {"text": "illness onset began in February and extended through May of 2013, beyond the typical colder or winter months (Fig. 1). During the second wave, cases occurred significantly earlier (median date onset 7 April 2013 for wave 1 vs 26 January 2014 for wave 2), beginning in December 2013 and declining by February 2014. During the third wave, continued reporting cases occurred in November 2014, earlier than the second wave, and declined by February 2015. These findings imply", "latex": null, "type": "figure"}, "TABREF0": {"text": "Gender and Age Comparison of Influenza A(H7N9) Case-Patients and Deaths in Mainland China During the First (March 31-Xinjiang) reported cases for the first time.Additionally, there were 47 cities, 139 counties or districts, and 257 townships that reported cases for the first time during the second wave. During the third wave, 219 cases were reported by 201 townships, spanning 138 counties or districts, 64 cities and 13 provinces in mainland China. During the third wave, 1 province (Hubei) reported cases for the first time. Additionally, there were 16 cities, 72 counties or districts, and 174 townships that reported cases for the first time during the third wave.The first wave cases were concentrated in Zhejiang and Jiangsu Provinces and Shanghai municipality along the Southeast Coast of mainland China accounting for 80% of total reported cases", "latex": null, "type": "table"}, "TABREF1": {"text": "Exposure History of Influenza A(H7N9) Case-Patients During the First (March 31-September 30, 2013), Second (October 1, 2013 -September 30, 2014) and Third (October 1, 2014 -September 30, 2015) Waves of H7N9 Virus Circulation", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Exposure </td><td>Wave 1(N = 127) </td><td>Wave 2(N = 296) </td><td>Wave 3(N = 207)\n</td></tr><tr><td>Exposure to poultry </td><td>26 (20.5) </td><td>56 (19.0) </td><td>50 (24.2)\n</td></tr><tr><td>Exposure to live bird markets (LPM) </td><td>84 (66.1) </td><td>203 (68.6) </td><td>136 (65.7)\n</td></tr><tr><td>Working at a LPM </td><td>15 (17.9) </td><td>40 (19.7) </td><td>12 (8.8)\n</td></tr><tr><td>Visiting of LPMs </td><td>69 (82.1) </td><td>163 (80.3) </td><td>124 (91.2)\n</td></tr><tr><td>No exposure to poultry </td><td>13 (10.2) </td><td>27 (9.1) </td><td>16 (7.7)\n</td></tr><tr><td>Possible limited H-H transmission </td><td>4 (3.1) </td><td>7 (2.3) </td><td>4 (1.9)\n</td></tr><tr><td>Both possible limited H-H transmission and common exposure to poultry </td><td>- </td><td>3 (1.0) </td><td>1 (0.5)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Human Influenza A(H7N9) Confirmed Case-Patients in Mainland China During the First (March 31-September 30, 2013) , Second (October 1, 2013 -September 30, 2014) and Third (October 1, 2014 -September 30, 2015) Waves of the H7N9 Virus Circulation, by Province", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Provinces </td><td>Total </td><td> </td><td>Wave 1 </td><td> </td><td>Wave 2 </td><td> </td><td>Wave 3\n</td><td> </td></tr><tr><td>Cases </td><td>Deaths </td><td>Cases </td><td>Deaths </td><td>Cases </td><td>Deaths </td><td>Cases </td><td>Deaths\n</td></tr><tr><td>Zhejiang </td><td>185 </td><td>71 </td><td>45 </td><td>10 </td><td>93 </td><td>38 </td><td>47 </td><td>23\n</td></tr><tr><td>Guangdong </td><td>182 </td><td>68 </td><td>1 </td><td>0 </td><td>109 </td><td>37 </td><td>72 </td><td>31\n</td></tr><tr><td>Jiangsu </td><td>78 </td><td>36 </td><td>29 </td><td>10 </td><td>27 </td><td>13 </td><td>22 </td><td>13\n</td></tr><tr><td>Fujian </td><td>63 </td><td>17 </td><td>5 </td><td>0 </td><td>17 </td><td>5 </td><td>41 </td><td>12\n</td></tr><tr><td>Shanghai </td><td>47 </td><td>28 </td><td>33 </td><td>18 </td><td>8 </td><td>7 </td><td>6 </td><td>3\n</td></tr><tr><td>Anhui </td><td>32 </td><td>18 </td><td>4 </td><td>2 </td><td>14 </td><td>11 </td><td>14 </td><td>5\n</td></tr><tr><td>Hunan </td><td>26 </td><td>11 </td><td>2 </td><td>1 </td><td>22 </td><td>9 </td><td>2 </td><td>1\n</td></tr><tr><td>Jiangxi </td><td>11 </td><td>1 </td><td>6 </td><td>1 </td><td>2 </td><td>0 </td><td>3 </td><td>0\n</td></tr><tr><td>Xinjiang </td><td>10 </td><td>9 </td><td>0 </td><td>0 </td><td>3 </td><td>2 </td><td>7 </td><td>7\n</td></tr><tr><td>Shandong </td><td>7 </td><td>3 </td><td>2 </td><td>0 </td><td>3 </td><td>2 </td><td>2 </td><td>1\n</td></tr><tr><td>Beijing </td><td>6 </td><td>2 </td><td>2 </td><td>0 </td><td>3 </td><td>1 </td><td>1 </td><td>1\n</td></tr><tr><td>Henan </td><td>4 </td><td>1 </td><td>4 </td><td>1 </td><td>0 </td><td>0 </td><td>0 </td><td>0\n</td></tr><tr><td>Guangxi </td><td>2 </td><td>1 </td><td>0 </td><td>0 </td><td>2 </td><td>1 </td><td>0 </td><td>0\n</td></tr><tr><td>Jilin </td><td>2 </td><td>1 </td><td>0 </td><td>0 </td><td>2 </td><td>1 </td><td>0 </td><td>0\n</td></tr><tr><td>Guizhou </td><td>2 </td><td>2 </td><td>0 </td><td>0 </td><td>1 </td><td>1 </td><td>1 </td><td>1\n</td></tr><tr><td>Hebei </td><td>1 </td><td>1 </td><td>1 </td><td>1 </td><td>0 </td><td>0 </td><td>0 </td><td>0\n</td></tr><tr><td>Hubei </td><td>1 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>1 </td><td>0\n</td></tr><tr><td>Total </td><td>659 </td><td>270 </td><td>134 </td><td>44 </td><td>306 </td><td>128 </td><td>219 </td><td>98\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Clinical Characteristics of Avian Influenza A(H7N9) Case-Patients by Virus Circulation Wave", "latex": null, "type": "table"}, "TABREF4": {"text": "Comparison of time duration from illness onset to different points among different waves", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>wave 1 </td><td> </td><td>wave 2 </td><td> </td><td>wave 3 </td><td> </td><td>P\n</td></tr><tr><td>Time duration (days)\n</td><td>No. of cases </td><td>Median (IQR) </td><td>No. of cases </td><td>Median (IQR) </td><td>No. of cases </td><td>Median (IQR)\n</td></tr><tr><td>Time between illness onset to first seeking healthcare </td><td>127 </td><td>1 (0-3) </td><td>255 </td><td>1 (0-4) </td><td>167 </td><td>1 (0-3) </td><td>0.37\n</td></tr><tr><td>Time between illness onset to hospitalization </td><td>75 </td><td>5 (4-7) </td><td>239 </td><td>5 (3-7) </td><td>185 </td><td>5 (3-7) </td><td>0.22\n</td></tr><tr><td>Time between illness onset to lab confirmation </td><td>133 </td><td>8 (6-11) </td><td>306 </td><td>8 6-11) </td><td>219 </td><td>8 (6-10) </td><td>0.07\n</td></tr><tr><td>Time between onset to initiation antiviral treatment </td><td>50 </td><td>7 (5-9) </td><td>195 </td><td>6 (4-9) </td><td>151 </td><td>6 (4-8) </td><td>0.17\n</td></tr><tr><td>Time between illness onset to death </td><td>44 </td><td>21 (11-34) </td><td>127 </td><td>19 (10-31) </td><td>98 </td><td>16 (10-27) </td><td>0.23\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 1 Gender and Age Comparison of Influenza A(H7N9) Case-Patients and Deaths in Mainland China During the First (March 31-September 30, 2013), Second (October 1, 2013 - September 30, 2014) and Third (October 1, 2014 - September 30, 2015) Waves of Circulation", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Age (Years) </td><td>Total </td><td> </td><td>Wave 1 </td><td> </td><td>Wave 2 </td><td> </td><td>Wave 3\n</td><td> </td></tr><tr><td>N (%) </td><td>Death (CFP%) </td><td>N (%) </td><td>Death (CFP%) </td><td>N (%) </td><td>Death (CFP%) </td><td>N (%) </td><td>Death(CFR%)\n</td></tr><tr><td>0-14 </td><td>42(6.4) </td><td>1(2.4) </td><td>6(4.5) </td><td>0(0) </td><td>19(6.2) </td><td>0(0) </td><td>17 (7.8) </td><td>1 (5.9)\n</td></tr><tr><td>15-29 </td><td>35(5.3) </td><td>11(31.4) </td><td>6(4.5) </td><td>1(16.7) </td><td>19(6.2) </td><td>7(36.8) </td><td>10 (4.6) </td><td>3 (30.0)\n</td></tr><tr><td>30-44 </td><td>106(16.1) </td><td>26(24.5) </td><td>20(14.9) </td><td>3(15.0) </td><td>58(19.0) </td><td>14(24.1) </td><td>28 (12.8) </td><td>9 (32.1)\n</td></tr><tr><td>45-59 </td><td>193(29.3) </td><td>75(38.9) </td><td>31(23.1) </td><td>7(22.6) </td><td>81(26.5) </td><td>31(38.3) </td><td>81 (37.0) </td><td>37 (45.7)\n</td></tr><tr><td>60-74 </td><td>182(27.6) </td><td>96(52.7) </td><td>46(34.3) </td><td>19(41.3) </td><td>81(26.5) </td><td>47(58.0) </td><td>55 (25.1) </td><td>30 (54.5)\n</td></tr><tr><td>75-89 </td><td>100(15.2) </td><td>60(60) </td><td>24(17.9) </td><td>13(54.2) </td><td>48(15.7) </td><td>29(60.4) </td><td>28 (12.8) </td><td>18 (64.3)\n</td></tr><tr><td>≥90 </td><td>1(0.2) </td><td>1(100) </td><td>1(0.8) </td><td>1(100) </td><td>0(0) </td><td>- </td><td>0 (0)\n</td><td> </td></tr><tr><td>Total </td><td>659 </td><td>270 (41.0) </td><td>134 </td><td>44(32.8) </td><td>306 </td><td>128(41.8) </td><td>219 </td><td>98 (44.7)\n</td></tr><tr><td>Age median (range) </td><td>57 (9 months-91) </td><td>62 (13-91) </td><td>61 (2-91) </td><td>66.5 (27-91) </td><td>56 (1-88) </td><td>63 (20-86) </td><td>56 (9 months-88) </td><td>59 (13-83)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Case data were obtained from the China Information System for Disease Control and Prevention (CISDCP), the notifiable diseases data system, and the H7N9 avian influenza information system. But because the regulations of the Law of communicable Diseases Prevention and Control of the People's Republic of China, we can't provide the detailed communicable disease cases data publicly. It is the confidential information.Authors' contributions NX, AID, YZ and RR wrote and revised of the manuscript, XG, BY, CL, YL, MY, YW, FY, WT, LZ and BL collected, cleaned and analysed the data, JZ made the map, YS and DN reviewed and revised the manuscript, ZF and QL designed the whole study and reviewed the manuscript. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Ethics approval and consent to participate All the case information was collected according to the regulations of Law of Communicable Diseases Prevention and Control of the People's Republic of China as a part of emergency response which was exempted from ethics approval and consent to participate. ", "cite_spans": [], "ref_spans": [], "section": "Consent for publication Not applicable."}, {"text": "• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:", "cite_spans": [], "ref_spans": [], "section": "annex"}]}