{
    "paper_id": "3e6399b1bf9f98fb7e2bd63eff823e3684239160",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Malgré les progrès dans le domaine de la santé publique, les épidémies de maladies infectieuses représentent toujours une menace pour la population, que ces épidémies soient liées à un germe historiquement responsable de pandémies meurtrières (peste, grippe, choléra, rougeole, oreillons, varicelle…), à des agents pathogènes émergents (severe acute respiratory syndrome [SARS], grippe aviaire, E. coli O104…) ou à des micro-organismes porteurs de multirésistance vis-à-vis des anti-infectieux (staphylocoques dorés méticilline-résistants [SAMR] , entérocoques résistants à la vancomycine [ERV] , entérobactéries ou pseudomonas « toto-résistants »…).",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 545,
                    "text": "[SAMR]",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 594,
                    "text": "[ERV]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Les épidémies ont fait payer un lourd tribut humain, social et économique à l'humanité au cours de son histoire. Elles sont perçues et représentées comme une source de chaos et de collapsus des civilisations. Leur prévention, leur détection et leur contrôle sont un souci constant pour les autorités politiques et médicales, nationales et internationales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Le but de ce chapitre est de décrire la démarche d'une enquête épidémique liée à une maladie infectieuse au sein d'un établissement de soins et de présenter succinctement les outils épidémiologiques de base le plus souvent nécessaires pour ce type d'enquête.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cas n o 1 : en mars 2003, un service de réanimation pédiatrique est confronté à quatre épisodes de septicémie à Staphylococcus warneri au décours de l'administration d'une alimentation parentérale. Les équipes de réanimation pédiatrique s'interrogent sur la fréquence inhabituelle de ce type d'infection. Une longue enquête débute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mise en situation"
        },
        {
            "text": "Cas n o 2 : en mars 2004, un patient est admis en réanimation médicale, en provenance d'un service de post-urgence pour une détresse respiratoire aiguë. Ce patient, opéré au mois de janvier d'un anévrysme fissuré de l'aorte abdominale a été longtemps hospitalisé en réanimation, en chirurgie puis en convalescence. L'analyse de son dossier révèle l'existence d'un Enterococcus faecium résistant la vancomycine (ERV) sur un examen cytobactériologique des urines réalisé dans le service de post-urgence. Un des réanimateurs s'interroge sur le risque épidémique lié à ce germe émergeant au sein de l'établissement ( Fig. 1 ) [1] .",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 625,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 619,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mise en situation"
        },
        {
            "text": "Cas n o 3 : en mai 2009, le laboratoire identifie en moins d'une semaine une Klebsiella pneumoniae productrice d'une bêtalactamase à spectre élargie de même antibiotype dans les prélèvements de trois patients hospitalisés dans deux services différents (gastroentérologie et dermatologie). Les microbiologistes s'interrogent sur cette soudaine augmentation d'incidence ( Fig. 2) [2] .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 377,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mise en situation"
        },
        {
            "text": "Ces exemples ont en commun un certain nombre d'éléments : ils sont inattendus (cas groupés, agent étiologique, circonstances de survenue), imposent une réaction (l'alerte) et justifient une enquête épidémique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mise en situation"
        },
        {
            "text": "Une épidémie est définie par la survenue de cas en excès par rapport à une fréquence attendue sur une période donnée. Dans certaines situations, l'épidémie est définie par un nombre absolu de cas. L'épidémie d'une maladie infectieuse d'origine alimentaire ou hydrique est décrétée lorsque deux personnes ou plus présentent une symptomatologie identique après absorption d'un même aliment ou d'eau de même source. Pour certaines infections : anthrax, botulisme, diphtérie, poliovirus, grippe variant, rage humaine, typhoïde, choléra, variole, variole simienne, fièvre hémorragique virale ; il est généralement admis qu'un seul cas diagnostiqué constitue une situation épidémique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Définition d'une épidémie"
        },
        {
            "text": "Le plus souvent, le diagnostic d'épidémie est porté en comparant la fréquence des cas observés à la situation endémique, c'est-à-dire au taux de base corrigé des variations Les boîtes au-dessus de l'axe du temps correspondent aux patients infectés ou colonisés (prélèvement clinique dont la culture est positive à ERV). Les boîtes au-dessous de l'axe du temps correspondent aux patients porteurs (prélèvement de dépistage rectal dont la culture est positive à ERV). Les nombres en bas correspondent au nombre de prélèvements de dépistages mensuels réalisés. saisonnières, géographiques et démographiques. Cela suppose l'existence d'un système de surveillance ou au moins d'un outil permettant d'analyser le présent et de le comparer à la situation passée. Il existe des outils statistiques permettant d'estimer le seuil épidémique. En cas d'épidémie limitée, on utilise volontiers le terme « cas groupés » qui correspond au terme anglo-saxon outbreak. Lorsque l'épidémie est de diffusion planétaire, on parle alors de pandémie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Définition d'une épidémie"
        },
        {
            "text": "Les établissements de soins représentent un lieu privilégié pour l'émergence, le développement et l'amplification des épidémies infectieuses, compte tenu notamment des flux importants de personnes, de la susceptibilité des patients, des circuits et des circulations de patients et de ceux qui les prennent en charge, de l'environnement difficile à maîtriser, des procédures et équipements invasifs diagnostiques et thérapeutiques, de l'utilisation massive des anti-infectieux… Dans les années 1980, on estimait que 5 % des infections nosocomiales survenaient dans un contexte épidémique [3] . Ce chiffre est probablement très en deçà de la réalité.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 590,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Épidémies nosocomiales"
        },
        {
            "text": "Les caractéristiques des épidémies nosocomiales peuvent être décrites à partir d'une base de données réunissant les publications de plus de 2 300 épidémies nosocomiales dont plus de 1 000 survenues en réanimation [4] . Les infections le plus souvent rapportées sont les bactériémies, les pneumopathies et les infections de l'appareil digestif, totalisant 80 % des sites d'infections. Les agents étiologiques sont dans les trois quarts des cas ceux responsables d'infections nosocomiales : staphylocoques dorés et entérocoques pour les cocci à gram positif, entérobactéries et agents infectieux non fermentants pour les bacilles à gram négatif. Il faut cependant noter la place croissante des virus (grippe, rougeole) et des agents fungiques (levures et moisissures). Les principales sources à l'origine de l'épidémie hospitalière sont les patients (25 %), l'environnement (12 %), le personnel (10 %), les dispositifs invasifs (10 %), les traitements (5 %) et l'alimentation (3 %) . Dans 40 % des cas, la source n'est pas identifiée. Il existe un lien entre le réservoir classique du germe, son mode de transmission et la source rapportée dans la littérature. Ainsi, les patients sont la principale source en cas d'épidémies nosocomiales à staphylocoques ou à entérocoques. L'environnement et les équipements médicaux sont plus souvent retrouvés comme source d'épidémie nosocomiale lorsque celle-ci est liée à un bacille à gram négatif [3] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 979,
                    "text": "(3 %)",
                    "ref_id": null
                },
                {
                    "start": 1435,
                    "end": 1438,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Épidémies nosocomiales"
        },
        {
            "text": "La maîtrise d'une épidémie importée ou émergente en établissement hospitalier est une préoccupation majeure pour maintenir l'offre et les moyens de soins et prévenir la déstructuration et le collapsus du système de santé. Pour contrôler l'épidémie, l'analyse bibliographique et la conduite d'une enquête s'imposent sans délai pour identifier les groupes à risque, éradiquer le réservoir et instaurer des mesures de prévention appropriées.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Épidémies nosocomiales"
        },
        {
            "text": "Si le premier objectif de l'enquête épidémique demeure la prévention des nouveaux cas, elle est aussi un outil extraordinaire pour améliorer les connaissances sur l'histoire naturelle des maladies infectieuses et des épidémies, mettre en place et évaluer les systèmes de ",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "text": "de",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Épidémies nosocomiales"
        },
        {
            "text": "La fiche de recueil d'informations élaborée par les investigateurs est spécifique de chaque épidémie. Elle recense des données démographiques, topographiques (localisation géographique, circulation, transports, examens, transferts entre les services) et interventionnelles (interventions pratiquées, équipements invasifs, traitements particuliers…). Le choix des items collectés est orienté en fonction de l'agent étiologique et des modes de transmission plausibles. Elle permet la construction du tableau synoptique, de la courbe épidémique et de la répartition topographique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fiche de recueil des informations"
        },
        {
            "text": "Le tableau synoptique est un chronogramme de l'ensemble des cas. Il permet de décrire la date d'admission, la date des premiers symptômes, celle du diagnostic, la chronologie des différents déplacements ou des transferts interservices. Il contient également les dates de réalisation des actes invasifs, d'exposition aux dispositifs invasifs et de mise en place des mesures d'hygiène. Il offre une vision synthétique des périodes d'exposition et de contagiosité des différents cas, de leur recoupement dans l'espace et dans le temps et de l'efficacité des mesures de contrôle de l'épidémie ( Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 598,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Tableau synoptique"
        },
        {
            "text": "La courbe épidémique ordonne les cas en fonction de la date de survenue. Sur le diagramme, le temps « en continu » figure sur l'axe horizontal et l'exhaustivité du nombre de cas sur l'axe vertical. Certaines caractéristiques des cas (géographie, type de prélèvement, facteur d'exposition…) peuvent être signalées par une représentation spécifique (couleur, forme, position par rapport à l'axe horizontal…). Les événements qui semblent pertinents sur le plan épidémiologique peuvent être mentionnés sur l'échelle temporelle (Fig. 1 ). La courbe épidémique montre l'ampleur du phénomène au cours du temps et l'efficacité éventuelle des interventions. La forme de l'enveloppe de la courbe oriente parfois vers un mode de transmission. Ainsi, une courbe en cloche évoque une épidémie de source commune ponctuelle (repas contaminant par exemple) ; une courbe en plateau, une épidémie de source commune prolongée continue (point d'eau contaminée par exemple) ; une courbe avec plusieurs séries de pics rapprochés, une épidémie avec transmission de personne à personne avec cas secondaires et tertiaires (rougeole ou transmission manuportée par exemple) (Fig. 3 ). Comme le montre la Figure 4 , lorsque la durée d'incubation de l'infection est connue, la courbe épidémique identifie la fenêtre de temps correspondant à l'exposition et facilite donc la localisation de la source. Réciproquement, lorsque l'exposition est connue, la courbe épidémique permet de définir la période d'incubation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 530,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1147,
                    "end": 1154,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1177,
                    "end": 1185,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Courbe épidémique"
        },
        {
            "text": "Le diagramme topographique consiste à disposer les données dans l'espace et à cibler des zones et des populations à risque, voire à identifier la source. Il s'agit le plus souvent d'une simple carte de géographie sur laquelle figurent la localisation des cas et certaines caractéristiques ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagramme topographique"
        },
        {
            "text": "Elle a pour but d'évaluer un lien de causalité entre une exposition à un facteur et l'infection. Pour répondre à cette question, les épidémiologistes utilisent principalement l'étude de cohorte ou l'étude cas-témoin. L'étude de cohorte consiste à suivre une population de patients au cours du temps et à recenser la survenue de la maladie selon que les patients soient ou non exposés à un facteur d'exposition donné. Les critères de sélection de la population prennent en compte les facteurs d'exposition. L'étude de cohorte permet de déterminer les taux d'attaque de la maladie chez les exposés et chez les non-exposés. Le rapport des taux d'attaque définit le risque relatif de survenue de la maladie selon la présence ou non de l'exposition (Tableau 1). Ce type d'étude est plus lourd à organiser qu'une étude cas-témoin, mais est particulièrement intéressant lorsque l'exposition au facteur recherché est rare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principaux outils en épidémiologie analytique"
        },
        {
            "text": "L'étude cas-témoin consiste à comparer un taux d'exposition chez les malades au taux d'exposition chez les témoins. Il s'exprime par un rapport des cotes ou odds ratio (OR) (Tableau 2). L'épidémiologiste sélectionne un échantillon de patients au sein des cas (malades) et échantillonne une population témoin. Les critères de sélection de la population témoin représentent la principale limite de ce type d'étude. La force du lien qui existe entre la maladie et le facteur d'exposition est généralement très élevée au cours des épidémies (OR > 4) et permet des échantillons de malades et de témoins de petite taille. Les études cas-témoin ne permettent pas d'évaluer l'incidence de la maladie, puisque la population de malades est sélectionnée a priori. Elles sont particulièrement intéressantes lorsque la maladie est un événement rare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principaux outils en épidémiologie analytique"
        },
        {
            "text": "La force du lien entre le facteur d'exposition et la maladie est définie par le « p » statistique qui mesure la force du hasard dans le lien observé. Classiquement, on considère l'intervalle de confiance à 95 %. Le facteur d'exposition étudié prédispose à l'infection lorsque la borne inférieure de l'intervalle de confiance à 95 % est supérieure à 1, et est considéré comme protecteur vis-à-vis de la maladie lorsque la borne supérieure est inférieure à 1. La présence d'un lien statistiquement significatif ne suffit pas pour établir une relation de causalité : il faut que la relation observée soit répé- Ainsi, les différentes cibles à prendre en compte pour contrôler une épidémie sont l'agent infectieux, l'hôte, l'environnement et les éléments de la chaîne de transmission. En pratique, deux situations sont à considérer selon que l'agent infectieux soit identifié ou non.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principaux outils en épidémiologie analytique"
        },
        {
            "text": "Lorsqu'il s'agit de germes capables de rester en suspension dans l'air ou véhiculés par de fines particules (< 5 µ) en suspension dans l'environnement du patient infecté, la trans-mission interhumaine peut s'effectuer par voie aérienne. En fonction des flux d'air ou de l'aéraulique, la distance parcourue par ces germes peut être très importante. Le contrôle des flux d'air permet de limiter la dissémination. Il est nécessaire de mettre en place des précautions complémentaires de type « Air ». Au minimum, les patients sont hospitalisés dans des chambres individuelles dont les portes restent fermées. Avant d'entrer dans la chambre du patient, le personnel hospitalier et les visiteurs doivent porter un masque de type FFP1 (protection faciale). Pour certains agents infectieux (Mycobacterium tuberculosis multirésistant, SRAS…), les patients sont hospitalisés dans des environnements en pression négative, avec traitement et renouvellement d'air important. Dans ces situations, le personnel et les visiteurs doivent porter un masque de type FFP2 avant de pénétrer dans l'environnement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agent infectieux identifié"
        },
        {
            "text": "Lorsqu'il s'agit de germes présents dans les sécrétions orotrachéobronchiques et transmis par des gouttelettes (> 5 µ), la transmission interhumaine s'effectue par ces gouttelettes projetées par le patient en parlant, en toussant ou lors de manoeuvres sur les voies respiratoires. La distance parcourue par les gouttelettes contaminées est inférieure à deux mètres. Ces germes ne sont pas en suspension dans l'air, ils sont infectants par contact direct avec les muqueuses aériennes. La mesure barrière efficace est l'isolement du patient en chambre individuelle et le port de masque de soin ou chirurgical à proximité du patient (moins de deux mètres).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agent infectieux identifié"
        },
        {
            "text": "Lorsqu'il s'agit de germes ou d'infections qui se transmettent par contact direct de peau à peau, le strict respect des pratiques d'hygiène des mainsfriction alcoolique après et avant tout contact avec un patientreprésente la mesure de barrière essentielle face à l'épidémie. Il est important de réaliser que les selles ou les urines infectées sont des réservoirs de germes. Toute manipulation des excreta et tout contact avec les dispositifs d'élimination, bassins, pistolet, lave-bassin, toilettes ou autres surfaces souillées peuvent être à l'origine d'une chaîne de transmission. La plupart de ces germes sont susceptibles de survivre dans l'environnement (sols, surfaces, mobiliers, équipements médicaux, dispositifs invasifs…). Le bionettoyage est un outil pour le contrôle de la dissémination. Le matériel dédié ou à usage unique est recommandé pour limiter la transmission croisée [6] .",
            "cite_spans": [
                {
                    "start": 889,
                    "end": 892,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Agent infectieux identifié"
        },
        {
            "text": "Pour certains agents infectieux (Clostridium difficile, gale…), il est nécessaire de réaliser en sus de la friction alcoolique, un lavage des mains avec un savon après le dernier contact avec le patient ou son environnement avant la sortie de la chambre et d'effectuer un bionettoyage adapté [7] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Agent infectieux identifié"
        },
        {
            "text": "Pour un agent infectieux non connu ou en cours d'identification, il est important de prendre en compte l'examen du patient et les renseignements obtenus par l'interrogatoire du Le contrôle de la dissémination d'une infection à haut potentiel de gravité dont le germe n'est pas encore identifié requiert la mise en place de mesures barrières « universelles » prenant en compte tous les modes de transmission (contact, aérien et gouttelette). La pertinence de ces mesures contraignantes pour les soignants comme pour les patients doit être réévaluée dès l'identification de l'agent infectieux.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agent infectieux non connu"
        },
        {
            "text": "Tous les acteurs du soin dans un hôpital doivent prendre conscience de leur rôle de sentinelle dans la détection précoce de l'épidémie et la transmission sans retard de l'alerte auprès de l'équipe opérationnelle d'hygiène et dans certains cas auprès des services compétents de l'État. Compte tenu des enjeux de santé publique, toute suspicion d'épidémie hospitalière doit toujours conduire à déclencher en urgence une enquête épidémique, si nécessaire de grande ampleur, même si le nombre de patients paraît limité et l'infection sans gravité. Une analyse bibliographique aussi large que possible s'impose pour acquérir ou actualiser la connaissance scientifique sur le phénomène observé. Elle permet de proposer des mesures de prévention initiales et d'orienter la conduite de l'enquête épidémique selon une démarche conceptuelle qui est présentée dans le Tableau 3, mais dont l'ordre n'est pas figé.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conduite d'une enquête épidémique"
        },
        {
            "text": "L'enquête épidémique est un processus dynamique qui s'adapte au cours du temps en fonction des données observées et des résultats obtenus. Les mesures de prévention de la diffusion du processus épidémique sont la préoccupation centrale des enquêteurs. Elles sont mises en place sans retard parallèlement au déroulement de l'enquête.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conduite d'une enquête épidémique"
        },
        {
            "text": "Les dossiers des patients sont revus et les critères de la maladie validés en faisant appel à des experts cliniciens. Les éléments microbiologiques sont analysés pour confirmer le diagnostic microbiologique. La confirmation diagnostique requiert parfois des études complémentaires spécifiques (techniques de culture, outils moléculaires…), voire le transfert des échantillons vers un laboratoire de référence. Les enquêteurs interrogent les patients, les médecins et les soignants pour formuler des hypothèses sur les causes, les sources et le mode de diffusion de l'épidémie. Les cas liés à des affections similaires mais différentes de la maladie et les cas de la même maladie mais manifestement non reliés entre eux sont exclus du recensement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmation du diagnostic de l'infection et de la maladie"
        },
        {
            "text": "Cette étape consiste à déterminer si le nombre de cas observés est en excès par rapport au nombre de cas attendus sur la période de temps, dans la zone géographique et au sein de la population concernée. L'existence préalable d'un système de surveillance facilite cette analyse. En son absence, une analyse rétrospective des bases de données cliniques et microbiologiques s'impose pour mesurer l'incidence habituelle du phénomène infectieux en tenant compte des variations saisonnières.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmation de l'existence de l'épidémie"
        },
        {
            "text": "Les enquêteurs vérifient que l'augmentation du nombre de cas ne reflète pas une modification des critères diagnostiques cliniques ou biologiques, un changement de la stratégie de prélèvement, voire une variation démographique, liée par exemple à une évolution de l'offre de soins ou à la mise en place d'une nouvelle activité. Ils peuvent s'aider d'outils statistiques pour estimer si un seuil épidémique a été franchi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmation de l'existence de l'épidémie"
        },
        {
            "text": "Mise en place une cellule de crise Émettre des hypothèses sur la cause originelle de l'épidémie et sur ses mécanismes de diffusion 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmation de l'existence de l'épidémie"
        },
        {
            "text": "Confirmer la force statistique de ces hypothèses 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmation de l'existence de l'épidémie"
        },
        {
            "text": "Réaliser des études microbiologiques ciblées pour identifier la source et le réservoir 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmation de l'existence de l'épidémie"
        },
        {
            "text": "Mettre en place des mesures de contrôle de l'épidémie 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmation de l'existence de l'épidémie"
        },
        {
            "text": "Communiquer sur l'épidémie Les hypothèses formulées doivent être argumentées et appuyées par la recherche bibliographique et par les données descriptives. Elles débouchent sur la mise en place de mesures correctives. Un suivi rapproché de l'évolution de l'épidémie est organisé.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmation de l'existence de l'épidémie"
        },
        {
            "text": "Les résultats des études analytiques permettent de valider ou de rejeter les hypothèses et d'adapter les mesures correctives mises en place. L'efficacité de ces mesures est régulièrement évaluée et doit se traduire par une extinction de l'épidémie. L'absence de contrôle de l'épidémie, alors que l'on s'est assuré de la bonne mise en application des mesures, conduit à reformuler les hypothèses. Réaliser des études microbiologiques ciblées pour identifier la source et le réservoir La collecte et la conservation des échantillons microbiologiques dès la phase d'alerte sont indispensables pour qualifier les cas, identifier la source et le réservoir. Les prélèvements pour l'identification de la source, du réservoir, du véhicule et des vecteurs sont orientés en fonction des données bibliographiques et des résultats de l'enquête. Les outils moléculaires sont d'utilisation courante pour authentifier la clonalité des souches incriminées. La chaîne de transmission n'est correc-tement décrite que lorsque l'agent étiologique est identifié au niveau de chacun des maillons. Cette étape peut permettre d'identifier la cause de l'épidémie et de proposer des mesures correctives pour la prévention d'épidémies ultérieures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmer la force statistique de ces hypothèses"
        },
        {
            "text": "Mettre en place des mesures de contrôle de l'épidémie Les mesures de contrôle de l'épidémie sont instaurées dès la phase initiale selon un processus dynamique. Elles impliquent toujours au moins un renforcement des précautions standard. L'ajustement des mesures de contrôle est réalisé",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmer la force statistique de ces hypothèses"
        },
        {
            "text": "Dès la prise en charge du patient suspect Pour tout personnel hospitalier en contact à une distance < 1 m Jusqu'à la mise en place d'un traitement antibiotique efficace sur le portage naso-pharyngé La publication du déroulement de l'enquête et de ses résultats s'impose pour enrichir les connaissances scientifiques. En interne, elle supporte une démarche d'amélioration de la qualité des soins (formation, éducation, procédure). En externe, elle peut contribuer à l'élaboration de recommandations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Précautions complémentaires de type GOUTELETTES"
        },
        {
            "text": "Stratégie proposée face à un ou plusieurs cas suspects de rougeole ou d'infection invasive à méningocoque (méningococcémie, méningite) L'agent pathogène de la rougeole est un paramyxovirus hautement contagieux dont la transmission interhumaine se fait par voie aérienne. L'identification d'un cas suspect impose une prise en charge spécifique avec prescription de précautions complémentaires de type « Air » et affectation d'un personnel immunisé dédié [8, 9] . La Figure 6 représente l'histoire naturelle de la rougeole et la Figure 7 résume la stratégie à mettre en oeuvre face à un cas suspect de rougeole en établissement de santé.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 456,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 457,
                    "end": 459,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 473,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 527,
                    "end": 535,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Précautions complémentaires de type GOUTELETTES"
        },
        {
            "text": "L'agent pathogène des infections invasives à méningocoque est une bactérie, Neisseria meningitidis, très fragile dans le milieu extérieur. La transmission interhumaine, directe via les sécrétions rhinopharyngées (gouttelettes), est possible lors d'une exposition à courte distance (< 1 m) en face à face et d'une durée supérieure à une heure. La période de contagiosité débute dix jours avant l'hospitalisation et se termine à la première administration d'un antibiotique efficace sur le portage rhinopharyngé (ceftriaxone) [10] .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Précautions complémentaires de type GOUTELETTES"
        },
        {
            "text": "La Figure 8 résume la stratégie à mettre en oeuvre face à un ou des cas suspect(s) d'infection invasive à méningocoque.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Précautions complémentaires de type GOUTELETTES"
        },
        {
            "text": "L'épidémie au sein d'un établissement de soins concerne tous les acteurs hospitaliers qui ont tous individuellement une mission de détection et d'alerte. L'existence d'un système d'information facilite le diagnostic d'épidémie. L'enquête épidémique est multidisciplinaire. Elle permet le contrôle de l'épidémie. L'analyse des causes et l'instauration des mesures correctives débouchent sur une démarche d'amélioration de la qualité des soins et de prévention des épidémies à venir. Tous les établissements de soins doivent disposer d'un plan de maitrise des épidémies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Conflit d'intérêt : les auteurs déclarent ne pas avoir de conflit d'intérêt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Successful control of a hospital-wide vancomycin-resistant Enterococcus faecium outbreak in France",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aumeran",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lesens",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "27",
            "issn": "",
            "pages": "1061--64",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Multidrugresistant Klebsiella pneumoniae outbreak after endoscopic retrograde cholangiopancreatography",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aumeran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poincloux",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Souweine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Endoscopy",
            "volume": "42",
            "issn": "",
            "pages": "895--99",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Where should one search when confronted with outbreaks of nosocomial infection?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gastmeier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stamm-Balderjahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Infect Control",
            "volume": "34",
            "issn": "",
            "pages": "603--608",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Investigation de cas groupés d'infections en établissement de santé : présentation de cas clinique interactif",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Med Mal Infect",
            "volume": "40",
            "issn": "",
            "pages": "5--6",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prévention de la transmission croisée : précautions complémentaires contact",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sfhh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hygiènes",
            "volume": "17",
            "issn": "",
            "pages": "33--37",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Avis relatif à la maîtrise de la diffusion des infections à Clostridium difficile dans les établissements de santé français",
            "authors": [],
            "year": 2008,
            "venue": "HCSP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "relative à la transmission obligatoire de données individuelles à l'autorité sanitaire en cas de rougeole et la mise en oeuvre de mesures préventives autour d",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Haut Conseil de la santé publique : avis relatif à l'actualisation des recommandations vaccinales contre la rougeole pour les adultes",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "DGS/RI1/2011/33 du 27 janvier 2011 relative à la prophylaxie des infections invasives à méningocoque",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Illustration d'une courbe épidémique ordonnant les cas au cours du temps et mentionnant des événements significatifs. Exemple de l'épidémie hospitalière à Enterococcus faecium résistant à la vancomycine (ERV), de janvier 2004 à août 2007 au CHU de Clermont-Ferrand. Chaque boîte correspond à un patient acquérant l'ERV. Les couleurs blanches, grises et noires correspondent aux trois sites hospitaliers du CHU de Clermont-Ferrand.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Tableau synoptique d'une épidémie de Klebsiella pneumoniae CTXM15 liée à une contamination de duodénoscope. K p BLSE : Klebsiella pneumoniae productrice d'une bêtalactamase à spectre élargi Agence régionale de santé [ARS]…). Il est nécessaire que tous les acteurs dans un établissement détectent et signalent les cas suspects et fournissent selon leur compétence une assistance spécifique pour l'enquête épidémique. Principaux outils de l'enquête épidémique L'enquête épidémique s'appuie notamment sur l'épidémiologie observationnelle et interventionnelle. L'épidémiologie observationnelle comporte deux phases : la description des caractéristiques temporelles, spatiales et démographiques des cas rapportés à l'épidémie (enquête descriptive : qui, quand, quoi et où ?) et l'analyse des événements associés à la survenue des cas pour identifier les facteurs de risques et si possible en déterminer les causes (enquête analytique : pourquoi et comment ?). L'épidémiologie interventionnelle mesure l'efficacité des stratégies de prévention et de contrôle issues de l'enquête analytique et des connaissances bibliographiques.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Différentes formes de courbe épidémique suggérant des modes de transmission distincts. a : source commune ponctuelle ; b : source prolongée continue ; c : source propagée avec cas secondaires et tertiaires ; d : source prolongée intermittente possiblement reliées aux cas (circulation, transports, éléments architecturaux, emplacement d'un lave-bassin…). Un exemple de diagramme topographique est présenté dans laFigure 5[5].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Détermination de la période d'incubation à partir de la connaissance de la période d'exposition et réciproquement. a : illustration de la détermination d'une durée d'incubation d'une maladie infectieuse émergente à partir de la courbe épidémique lorsque la date d'exposition est connue ; b : illustration de l'identification de la période d'exposition lorsque la période d'incubation est connue (14 à 21 jours dans cet exemple)Fig. 5 Exemple d'un diagramme topographique pour une épidémie d'infection à Clostridium difficile Tableau 1 Calcul du « risque relatif » dans une étude de 'attaque chez les exposés = A/(A + B). Taux d'attaque chez les non-exposés = C/(C + D). Risque relatif : RR = [A/(A + B)]/[C/(C + D)] = [A × (C + D)]/ [(A + B) × C].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "'exposition chez les malades = A/C. Taux d'exposition chez les non malades = B/D. OR = (A/C)/(B/D) = AD × BC. patient et de son entourage. L'organe infecté oriente vers le mode de dissémination. Les infections cutanées, les diarrhées, les infections urinaires et les conjonctivites disséminent le plus souvent par contact. Les infections des voies aériennes hautes ou basses disséminent le plus souvent par gouttelettes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "La cellule de crise est multidisciplinaire. Elle associe des représentants de l'administration, de la pharmacie, de l'équipe opérationnelle d'hygiène et des différentes spécialités médicales et biologiques impliquées dans l'infection et dans la maladie. Elle s'appuie sur des épidémiologistes et travaille en coordination étroite avec les autorités publiques chargées de la prévention des épidémies (CCLIN, CIRE, InVS…). La cellule de crise doit être reconnue au sein de l'établissement pour son expertise dans ce domaine. Elle est en charge de l'enquête épidémique, propose et évalue au fur et à mesure les mesures de contrôle. Elle dispose Tableau 3 Principales étapes de l'enquête épidémique 1 Confirmer le diagnostic de l'infection 2 Confirmer l'existence de l'épidémie 3 Mettre en place une cellule de crise 4 Définir, identifier et compter les cas 5 Décrire les cas selon leur date et leur lieu de survenue et selon les caractéristiques des patients 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Histoire naturelle de la rougeole ** Pour la salive : écouvillonnage spécifique de la gencive. Faux négatif possible entre j0 et j3 nécessitant un deuxième prélèvement sanguin et salivaire Émettre des hypothèses sur la cause originelle de l'épidémie et sur ses mécanismes de diffusion",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Confirmation clinico-biologique du cas− Présence d'un purpura fulminans extensif − Ponction lombaire : examen direct positif ; culture positive; PCR positive − Hémoculture : culture positive ; PCR positive − Antigènes solubles (LCR, sang, urine) − Identification du sérogroupe (A, B, C, Y, W135 et X) Antibioprophylaxie Pour − Tous les personnels hospitaliers contacts − Le patient non traité par ceftriaxone Modalités − Rifampicine PO pendant 48h − Si contre-indication ou germe résistant : Ceftriaxone IV/IM ; Ciprofloxacine PO − Dans les 24 -48 h suivant le diagnostic − Pas d'intérêt après 10 jours Vaccination (en plus de l'antibioprophylaxie) Indications − Sérogroupes A,C, Y, W135 − Contacts réguliers et répétés avec le cas Modalités − Dès identification du sérogroupe − ≤ 10 jours après le dernier contact avec le cas − Selon les recommandations du Haut Conseil de Santé Publique Déclaration obligatoire Identification des personnels hospitaliers contacts − Exposition aux sécrétions rhinopharyngées d'un cas (< 1m) ET − Absence de port de masque de soin ET − Avant une antibiothérapie efficace sur le portage rhino-Conduite à tenir devant un cas suspect d'infection invasive à méningocoque en établissement de soins PCR : polymerase chain reaction ; PO : per os tout au long de l'enquête selon l'ampleur du phénomène, la gravité de la maladie infectieuse, les données bibliographiques et les résultats de l'enquête sur la cause, la source, le réservoir et les mécanismes de transmission. L'adhésion aux mesures correctives et l'efficacité de ces mesures sont évaluées au cours du temps. Communiquer sur l'épidémie La communication sur l'épidémie, l'enquête et ses résultats, doit être transparente mais organisée. Elle s'adresse en priorité aux patients et aux agents de l'établissement et dans un deuxième temps à la communauté extrahospitalière. Des réunions d'information sont organisées au sein des services concernés. La communication en interne et en externe utilise les moyens modernes de communication.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "surveillance et d'alerte, évaluer le système de soins et de santé publique et en prévenir les failles. L'enquête épidémique représente une opportunité de formation d'enseignement et d'entraînement susceptible d'améliorer les procédures et les pratiques. Elle répond à des obligations légales et doit être réalisée par des experts en épidémiologie selon une approche multidisciplinaire en étroite liaison avec les services publics dédiés. Cela souligne l'importance de la déclaration rapide des cas suspects d'épidémie auprès des autorités de tutelle (Centre de coordination de la lutte contre les infections nosocomiales [CCLIN],",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Décrire les cas selon leur date et leur lieu de survenue et selon les caractéristiques des patientsLa réalisation du tableau synoptique, de la courbe épidémique et du diagramme topographique, constitue une étape essentielle pour conforter et rejeter des hypothèses, identifier la cause originelle, la chaîne de transmission et les mécanismes de diffusion.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Identification des cas contacts−Contact avec le cas : 5j avant à 5j après l'éruption −Dans les 24h du diagnostic de rougeole évoqué Personnel soignant contact Vérification du statut immunitaire Sur le carnet de santé ou de vaccination Immunisé = antécédent de rougeole OU vaccination complète ( 2 doses) OU sérologie IgG qualitative positive NON OUI et exposition à un cas confirmé ≤ 6 jours après contage Fig. 7 Conduite à tenir devant un cas suspect de rougeole en établissement de soins PCR : polymerase chain reaction",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}