{
    "paper_id": "3ea280096f237f31336f31f65696b4794eb99606",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There are many reasons to be interested in public health in China. China is the single most populous nation on earth and was the point of origin for SARS and probably for most pandemic influenza viruses, past and future. In this issue of the Journal, we get a valuable window into the organization of public health emergency preparedness in China in the form of the paper, ''Preparing and responding to public health emergencies in China: Results of a focus group study''. This paper summarizes the results of focus groups conducted with 47 local-and provincial-level public health officials, and includes some of the most complete information on Chinese public health emergency preparedness at the working level. That makes it an invaluable contribution to the growing literature on public health emergency preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the most notable aspects of the paper is the remarkable candor shown by the participants as they discussed their experiences. There are, of course, a number of issues identified. Among them are understaffing and underfunding, the limited leverage of public health to obtain cooperation from other agencies, communications between different agencies and jurisdictions, and inconsistencies in defining criteria for emergency planning and response. Perhaps the biggest surprise is the relative universality of the problems identified. Few, if any, of the problems discussed are unique to China. Those who have followed the development of public health emergency preparedness have witnessed the United States and other countries go through the very same process, and many of the frustrations voiced by colleagues in China seem all too familiar. Every country that has sought to develop capacity for public health preparedness has had to face the very same questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This should not come as a surprise. Although public health has been responding to emergencies for a long time, public health emergency preparedness is an evolving field. In fact, it was not even really recognized as a field until the 1980s and 1990s. The galvanizing events for public health agencies to become involved in emergency preparedness differed with location and circumstances. The watershed for the New York City Department of Health (now the Department of Health & Mental Hygiene) was the first World Trade Center bombing in 1993, which made the agency keenly aware of its emergency response role. For many other parts of the United States, the tragic events of September 11, 2001 (''9/11'') served as the impetus. For China, according to the current article, the catalyst was apparently the SARS outbreak of 2003.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the same time, the requirements for preparedness remain ever elusive and shift with changing circumstances. It is a commonplace now to say that preparedness is a process as much as an outcome. True as this is, there are important lessons to be gleaned from the example of China and other countries. Clearly, there are universals, common threads, that need to be included in emergency preparedness and response, even if the details may differ from place to place and at different levels of government. These commonalities include the need to define criteria for emergency response planning and training, triggers for response, and outcome measures. Questions such as what constitutes an ideal plan, how plans should be structured and validated, and how to ensure effective coordination and communications, are all recurring issues. In the United States, as only one example, after years of struggling with sheaves of individual emergency plans, ''All-Hazards'' emergency planning and the Incident Command System (ICS, now also incorporated into the overall National Incident Management System) have been adopted as organizing principles. With so many common features of emergencies, this approach would appear to make good sense: develop a firm base first, and build onto that general foundation the additions or modifications needed for specific types of emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One difficulty is that pulling it off effectively requires a systems approach, which has been difficult to implement in public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many have written about the reasons for this difficulty. Not all of the reasons are well understood, but may be due, in part, to the historical legacy of public health and its unique culture. Agencies in different locations have developed different relationships to other agencies and to higher levels of government in accordance with local governmental structure. This is evident in the paper at hand, but is hardly unique to China, or to the United States for that matter. An effective integrated approach to emergency public health will require defining and strengthening these relationships and thinking of all the components as parts of a system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another critical set of common issues involves resources. Funding, of course, is always essential, as illustrated in the article at hand, and sustainability of funding remains a concern. But the most necessary resource of all is a competent and well-trained workforce. The public health workforce encompasses a wide range of disciplines, with little opportunity for continuing education related specifically to public health. With this in mind, the United States Centers for Disease Control and Prevention (CDC) launched the Centers for Public Health Preparedness program. The first academic Centers came online in 2000. A few years later, NACCHO (the National Association of County and City Health Officials), with guidance from government and from academic experts such as Kristine Gebbie, began ''Project Public Health Ready'' to define and implement minimum preparedness standards for local health departments. These standards have included development of local ''All-Hazards'' emergency plans, workforce education beginning with systems-based training in basic emergency preparedness, and a graduated series of drills and exercises. Is this a sustainable strategy? In the United States, one workforce concern is the ''pipeline problem'': approximately half the current public health workforce is due to retire in the next 10 years (1). Will there be enough trained people to replace them? It would be interesting to know whether China or other countries are facing a similar situation, and how they are dealing with it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therein lies another important lesson: the need for global cooperation. We know that every part of the world experiences and responds to natural disasters from time to time. A unique feature of our times is the increasing risk of global emergencies such as infectious diseases or terrorism. These emergencies will increasingly require a global response, global cooperation, and global resource sharing. It would be invaluable to compare different national plans and to identify best practices that could be implemented internationally. Some possible mechanisms now exist. There are excellent international organizations, ranging from the World Health Organization (WHO) to the nongovernmental World Association for Disaster and Emergency Medicine that can provide a forum for international communication and could help to build consensus. More raw material exists now than even in the recent past. For example, a number of national pandemic influenza plans have been posted on the WHO website. The US government website, www.pandemicflu.gov, has posted compilations of state pandemic influenza plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although these are encouraging developments, amazingly little formal international comparison of preparedness plans and process has taken place. Current efforts are a start on what one hopes will become the comparative study of preparedness and response. In this increasingly globalized world, where a disease like SARS could spread to 19 countries from a single index patient in a Hong Kong hotel, emergency planning and response must be coordinated at the global level. This is not to minimize national sovereignty, the need for national plans, and for plans tailored to each locality. They remain essential. Equally needed, however, are comparisons and coordination of plans. This would allow public health officials around the world to identify and utilize best practices. One example is Israel, which has developed a number of concepts for hospital preparedness and for community involvement (2, 3) . Among other things, Israel has pioneered in developing databases of vulnerable populations, and in developing public education. Surely there are lessons for the rest of the world, much of which is still searching for approaches to these issues.",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 900,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 901,
                    "end": 903,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The article in hand, describing how China is developing its emergency preparedness capacity, is therefore a welcome step towards global information sharing and essential transparency. The next step would seem to be for all of us to develop the mechanisms to share plans and best practices globally and learn fully from each other. agreement 5U54AI057158 (Northeast Biodefense Center RCE) from NIAID/NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "editors Who Will Keep the Public Healthy?: Educating Public Health Professionals for the 21st Century",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gebbie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenstock",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preparedness of the Israeli health system for a biologic warfare event",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sagi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Robenshtok",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reznikovich",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hendler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poles",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Israel Med Assoc J",
            "volume": "4",
            "issn": "7",
            "pages": "495--502",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Twenty years of medical preparedness for chemical, biological, and radiological emergencies in Israel",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poles",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Triangle Lecture Series",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements: Supported by CDC cooperative agreements A1010-21/21 and U90/CCU224241 (Centers for Public Health Preparedness) and 1 U01 CI000442-01, by the Arts & Letters Foundation, and by cooperative",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}