{"paper_id": "3fc4826ac785011d3d8c12fe5b8b26b0876d5773", "metadata": {"title": "Integrating food security into public health and provincial government departments in British Columbia, Canada", "authors": [{"first": "Barbara", "middle": [], "last": "Seed", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tim", "middle": [], "last": "Lang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Martin", "middle": [], "last": "Caraher", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Food security policy, programs, and infrastructure have been incorporated into Public Health and other areas of the Provincial Government in British Columbia, including the adoption of food security as a Public Health Core Program. A policy analysis of the integration into Public Health is completed by merging findings from 48 key informant interviews conducted with government, civil society, and food supply chain representatives involved in the initiatives along with relevant documents and participant/direct observations. The paper then examines the results within the context of historic and international trends and theoretical models of food policy, community food security, and applied policy research. Public Health re-emerged as a driver of food security in BC-both as a key player and in positing the public's health as a driver in food security and food systems. While Public Health's lead role supported an increase in legitimacy for food security in BC, interviewees described a clash of cultures between Public Health and civil society. The clash of cultures occurred partly as a result of Public Health's limited food security mandate and top down approach. Consequently civil society voice at the provincial level was marginalized. A social policy movement toward a new political paradigm-regulatory pluralismcalls for greater engagement of civil society, and for all sectors to work together toward common goals. A new, emerging policy map is proposed for analyzing the dynamics of food security and health promotion initiatives in BC.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Food security health promotion initiatives were introduced in the mid-2000s into provincial government departments in British Columbia (BC), Canada, with Public Health as the lead department. 1 The incorporation of these initiatives is described and analyzed within this research. It builds on the evolving discourse of food security and community food security in the ''developed'' world by examining the integration through the lenses of public health policy and through international and historic trends in food security discourse.", "cite_spans": [{"start": 192, "end": 193, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The integration both reflects and diverges from the community food security discourse articulated in this journal and elsewhere over the last decade. As noted by Allen (2004) , the dominant approach to community food security in the US has primarily been to link sustainable agriculture and hunger at the community level (Allen 1999; Anderson and Cook 1999; Community Food Security Coalition) . Drawing upon research conducted in BC, this paper suggests another direction and focus. It illustrates a lesser focus on hunger or food insecurity, but rather a new concern about the public's health. Agriculture or hunger is not excluded, but instead health is proposed as a driver in food security and food systems. The proposal of health as a driver fits the intellectual framework argued by others such as MacRae (1999) and Lang (2005a) . In fact, this article also proposes that the focus on health returns to the 1930s notion of a marriage between health and agriculturewhere interest in the public's health drove the creation of agricultural policy, and where the government was a key player in policy-making.", "cite_spans": [{"start": 162, "end": 174, "text": "Allen (2004)", "ref_id": "BIBREF1"}, {"start": 321, "end": 333, "text": "(Allen 1999;", "ref_id": "BIBREF0"}, {"start": 334, "end": 357, "text": "Anderson and Cook 1999;", "ref_id": "BIBREF2"}, {"start": 358, "end": 392, "text": "Community Food Security Coalition)", "ref_id": null}, {"start": 804, "end": 817, "text": "MacRae (1999)", "ref_id": "BIBREF27"}, {"start": 822, "end": 834, "text": "Lang (2005a)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Introduction"}, {"text": "However, as outlined in this study, there is one important difference from the 1930s health approach. The BC food security experience brings together local, decentralized, bottom up approaches and government, centralized, top down approaches, with the top down thrust coming from the BC Provincial Government. The melding of both of these directions builds on the Bellows and Hamm (2003) contention of conflicting trends of decentralization and centralization occurring in food security since the Second World War. Their argument is also advanced by this paper, in that both top down government intervention and bottom up civil society engagement are likely to be required in achieving food security. Moreover, many of the challenges within the incorporation of programs into the government are microcosms of higher level tensions played out at international levels.", "cite_spans": [{"start": 364, "end": 387, "text": "Bellows and Hamm (2003)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "The purpose of this paper is to analyze food security health promotion initiatives in the province of BC and to create a framework for analysis of food security work in BC. A number of theoretical models are utilized in this analysis. First, the scope and means (e.g., policy instruments) of food security policy in the BC government are analyzed by contrasting and comparing them to the Hamm and Bellows' (2003) definition of community food security. 2 Next, the research utilizes Lang's (2005b) simple food policy triangle (Fig. 1) , which proposes a starting point for food policy as a contested space between stakeholders from government, civil society, and the food supply chain. Using the triangle and the sectors within it, the research examines relationships between the stakeholders and institutions, and explores the distribution of power between them.", "cite_spans": [{"start": 388, "end": 412, "text": "Hamm and Bellows' (2003)", "ref_id": "BIBREF18"}, {"start": 482, "end": 496, "text": "Lang's (2005b)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 525, "end": 533, "text": "(Fig. 1)", "ref_id": null}], "section": "Introduction"}, {"text": "Finally, Ritchie and Spencer's (1994) categories of applied policy research guided the research. They facilitated a comprehensive analysis of the integration, rather than an examination or evaluation of specific programs. The categories also provided a structure for the analysis of data, and contributed to an evolved working policy map (see Fig. 2 below) where categories were superimposed on Lang's triangle.", "cite_spans": [{"start": 9, "end": 37, "text": "Ritchie and Spencer's (1994)", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 343, "end": 356, "text": "Fig. 2 below)", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "The paper begins with a brief review of historic and international trends in order to set the broad context for the analysis.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The League of Nations is credited for launching a ''world food movement'' in the 1930s, post WWI (Boudreau 1947; Hambidge 1955) . However, in comparison to current global food security movements, it is important to note that this movement occurred at an international institutional, not at a civil society level. The ''world food movement'' built on the work of British physician and scholar, Boyd Orr, who first established food security as a determinant of health by linking nutrition and income (Cepede undated; Diouf undated; Orr 1936; Ostry 2006) . During the Great Depression, despite international agricultural surpluses-which were often dumped or destroyed (Boudreau 1947; United Nations, undated) -farmers and agriculture suffered as prices of food and other commodities fell to a point at which there was little profit in production (Akroyd in Passmore 1980) . Moreover, as some populations suffered from hunger or malnutrition, ''hunger in the midst of plenty'' became a contemporary phrase (Akroyd in Boudreau 1947; Passmore 1980; Turnell 2000) . Restriction of world food production was suggested as a solution, to which some were appalled (Cepede, undated; Passmore 1980) . Instead, a ''nutrition approach'' to world agriculture was proposed (Turnell 2000) . The ''nutrition approach'' brought forth the concept of a ''marriage of health and agriculture,'' linking nutrition and State Supply chain Civil society Fig. 1 Food policy triangle as contested space (Lang 2005a, b) 2 ''Community Food Security is defined as a situation in which all community residents obtain a safe, culturally acceptable, nutritionally adequate diet through a sustainable food system that maximizes community self-reliance and social justice'' (Hamm and Bellows 2003, p. 37 ). the public's health (consumption) to the food supply (production) (Passmore 1980) . The situation of ''hunger in the midst of plenty'' was a concern for the League on humanitarian grounds, but also because of the potential effect upon the social structure and internal peace of concerned countries (League of Nations 1937). The Second World War broke out soon after, bringing these efforts of the League of Nations to an end (Hambidge 1955; Orr 1943) . 3 Since then, two opposing international trends of decentralization and centralization in food security have been identified . First, a centralizing trend toward global consolidation in food and agricultural trade has occurred in international institutions, regulation of food supply, trade policy, and the food supply. Globalization is a centralizing feature at the international level. 4 In opposition, a decentralizing trend has occurred at the international level in the definition and address of food security as it has moved from a global, supply approach to the household, access level Maxwell 1996) . Decentralization is also demonstrated by NGO involvement, multiple definitions of food security, and the notions of food democracy and community food security. Tensions between ''centralization'' and ''decentralization'' are experienced at both the broader global context and at the local level (Allen 1999; Dahlberg 2001; Hassanein 2003; Lang 1999; Wekerle 2004) , the latter of which will be illustrated through this paper.", "cite_spans": [{"start": 97, "end": 112, "text": "(Boudreau 1947;", "ref_id": "BIBREF6"}, {"start": 113, "end": 127, "text": "Hambidge 1955)", "ref_id": "BIBREF17"}, {"start": 498, "end": 514, "text": "(Cepede undated;", "ref_id": "BIBREF9"}, {"start": 515, "end": 529, "text": "Diouf undated;", "ref_id": "BIBREF14"}, {"start": 530, "end": 539, "text": "Orr 1936;", "ref_id": "BIBREF32"}, {"start": 540, "end": 551, "text": "Ostry 2006)", "ref_id": "BIBREF34"}, {"start": 665, "end": 680, "text": "(Boudreau 1947;", "ref_id": "BIBREF6"}, {"start": 681, "end": 705, "text": "United Nations, undated)", "ref_id": null}, {"start": 854, "end": 868, "text": "Passmore 1980)", "ref_id": "BIBREF35"}, {"start": 1013, "end": 1027, "text": "Boudreau 1947;", "ref_id": "BIBREF6"}, {"start": 1028, "end": 1042, "text": "Passmore 1980;", "ref_id": "BIBREF35"}, {"start": 1043, "end": 1056, "text": "Turnell 2000)", "ref_id": "BIBREF47"}, {"start": 1153, "end": 1170, "text": "(Cepede, undated;", "ref_id": "BIBREF9"}, {"start": 1171, "end": 1185, "text": "Passmore 1980)", "ref_id": "BIBREF35"}, {"start": 1256, "end": 1270, "text": "(Turnell 2000)", "ref_id": "BIBREF47"}, {"start": 1473, "end": 1488, "text": "(Lang 2005a, b)", "ref_id": null}, {"start": 1736, "end": 1765, "text": "(Hamm and Bellows 2003, p. 37", "ref_id": null}, {"start": 1835, "end": 1850, "text": "(Passmore 1980)", "ref_id": "BIBREF35"}, {"start": 2194, "end": 2209, "text": "(Hambidge 1955;", "ref_id": "BIBREF17"}, {"start": 2210, "end": 2219, "text": "Orr 1943)", "ref_id": "BIBREF33"}, {"start": 2222, "end": 2223, "text": "3", "ref_id": null}, {"start": 2610, "end": 2611, "text": "4", "ref_id": null}, {"start": 2815, "end": 2828, "text": "Maxwell 1996)", "ref_id": "BIBREF29"}, {"start": 3126, "end": 3138, "text": "(Allen 1999;", "ref_id": "BIBREF0"}, {"start": 3139, "end": 3153, "text": "Dahlberg 2001;", "ref_id": "BIBREF12"}, {"start": 3154, "end": 3169, "text": "Hassanein 2003;", "ref_id": "BIBREF19"}, {"start": 3170, "end": 3180, "text": "Lang 1999;", "ref_id": "BIBREF22"}, {"start": 3181, "end": 3194, "text": "Wekerle 2004)", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 1426, "end": 1432, "text": "Fig. 1", "ref_id": null}], "section": "Historic and international trends in food security"}, {"text": "While many centralizing factors can be viewed as negative with their association to a ''top down'' approach, resolving food insecurity is a clear example where solutions need to be sought at both centralized (anti-poverty/government/right to food) and decentralized (local/bottom up) levels. The contention of this paper that in order to achieve food security, aspects of a centralized/top down/government intervention and decentralized/bottom up/grassroots interventions are both required is consistent with Lang's model of food policy. Lang outlines government, civil society, and the food supply chain as all central to food policy (2005b). Further, as will be proposed in the discussion, the current situation is likely more nuanced than a polarized argument of centralization and decentralization.", "cite_spans": [], "ref_spans": [], "section": "Historic and international trends in food security"}, {"text": "A number of food security health promotion initiatives were introduced into the Provincial Government in BC in the mid-2000s. The introduction of these initiatives came within the context of Public Health renewal in Canada and in BC. 5 The development of Core Programs in Public Health and prevention initiatives under the ''ActNow BC'' banner were two key Provincial strategies in the renewal. ActNow BC was the first-ever, cross-ministerial initiative to promote health, created to support BC in being the healthiest jurisdiction ever to host the (2010 Winter) Olympics. ActNow BC required all ministries within the Provincial Government to develop a health initiative, and some of these programs focused on food security.", "cite_spans": [{"start": 234, "end": 235, "text": "5", "ref_id": null}], "ref_spans": [], "section": "Project background and definitions"}, {"text": "Food Security Health Promotion initiatives under review can be considered under two categories. First are the initiatives instigated and led by Public Health, a department under the Provincial Ministry of Health. These include the Community Food Action Initiative; the Food Security Core Public Health Program; and the Provincial Health Officer's Report on Food. These initiatives defined food security using the Hamm and Bellows' (2003) definition of community food security, or adapted versions of it. The second category includes initiatives where Public Health supported other lead Ministries (noted in parentheses). These included: the School Fruit and Vegetable Snack Program (Ministry of Agriculture); the Cooking and Skill Building Program (Ministry of Employment and Income Assistance); and the Farmer's Market Nutrition and Coupon Program (Ministry of Agriculture). The Community Food Action Initiative and all initiatives in the second category were ActNow BC programs. While these are all provincewide initiatives, activities within them were carried out at both province-wide and regional levels.", "cite_spans": [{"start": 413, "end": 437, "text": "Hamm and Bellows' (2003)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Project background and definitions"}, {"text": "ActNow BC initiatives were all directed by a lead ministry in the Provincial Government and also partnered with stakeholders from civil society and/or the food supply chain. Civil society involvement came from two main categories. First were civil society food security networks, such as BC Food Systems Network. Second were civil society NGOs, in this case made up of primarily health professionals. Both initiatives led by the Ministry of Agriculture also had involvement from the food supply chain, including: farmers, processors, a wholesaler, retailers, and councils, and foundations.", "cite_spans": [], "ref_spans": [], "section": "Project background and definitions"}, {"text": "Food security stakeholders in BC define the term ''food security'' broadly, and tend to use the terms community food security and food security interchangeably (MacRae 2011). The origins of the term (Allen 2004; Anderson and Cook 1999; Bellows and Hamm 2003; FAO 1996; Maxwell 1996) are encompassed, but their use also incorporates concepts from the ''developed'' world, including those of human and ecological health Lang and Heasman 2004) , social justice issues in both the production of and access to food (Lang et al. 2001; Wekerle 2004) , the integration of the concept of agency (the policies and processes that enable or disable the achievement of food security (Koc and MacRae 2003) such as food democracy 6 and the notion of ''community food security'' that has recently emerged as a concept and strategy toward food security in North America. However, while most stakeholders interviewed recognize the broad definition and framework of the term, in practice different stakeholders focus on specific aspects within the definition. These are explored in more detail below.", "cite_spans": [{"start": 199, "end": 211, "text": "(Allen 2004;", "ref_id": "BIBREF1"}, {"start": 212, "end": 235, "text": "Anderson and Cook 1999;", "ref_id": "BIBREF2"}, {"start": 236, "end": 258, "text": "Bellows and Hamm 2003;", "ref_id": "BIBREF5"}, {"start": 259, "end": 268, "text": "FAO 1996;", "ref_id": "BIBREF15"}, {"start": 269, "end": 282, "text": "Maxwell 1996)", "ref_id": "BIBREF29"}, {"start": 418, "end": 440, "text": "Lang and Heasman 2004)", "ref_id": "BIBREF26"}, {"start": 510, "end": 528, "text": "(Lang et al. 2001;", "ref_id": "BIBREF25"}, {"start": 529, "end": 542, "text": "Wekerle 2004)", "ref_id": "BIBREF49"}, {"start": 670, "end": 691, "text": "(Koc and MacRae 2003)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Project background and definitions"}, {"text": "Thus, the term ''food security'' will be used in this paper to describe and analyze the situation in BC-to encompass the notions of ''community food security'' and other broad concepts noted above. The authors also distinguish ''food security'' from the terms ''food insecurity,'' or ''household food insecurity,'' which are often used synonymously with hunger or food poverty, reflecting only one component of the currently used, broad frame of food security.", "cite_spans": [], "ref_spans": [], "section": "Project background and definitions"}, {"text": "The intent of this paper is to analyze food security health promotion initiatives in BC and create a policy map of current dynamics of food security and health promotion in BC. Two methodological frameworks were utilized in the design of this research-policy analysis and case study methods. Ritchie and Spencer's (1994) categories of applied policy research (see Table 1 ) provided a succinct framework for the research questions, as well as a framework for the analysis of the research. It reflects an ecological perspective of policy analysis such as that proposed by Milio (1990) . Further, as iterated previously, it also allowed for a comprehensive analysis of the integration, as opposed to a program evaluation. In Table 1 , Ritchie and Spencer's (1994) categories of applied policy research (in italics) are matched to research concepts that were derived from policy analysis literature. These categories provided a structure for the research, guided the analysis of the findings, and eventually contributed to the newly generated policy map (Fig. 2) .", "cite_spans": [{"start": 292, "end": 320, "text": "Ritchie and Spencer's (1994)", "ref_id": "BIBREF42"}, {"start": 571, "end": 583, "text": "Milio (1990)", "ref_id": "BIBREF30"}, {"start": 733, "end": 761, "text": "Ritchie and Spencer's (1994)", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 364, "end": 371, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 723, "end": 730, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1051, "end": 1059, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Methodological frameworks"}, {"text": "Second, Yin's case study methods are used to include multiple perspectives in the analysis, thus directing the data collection. Yin's (2003) six sources of data collection have been collapsed into three for the purposes of this study, including: interviews; review of documentation and archival records; and direct and participant observation (physical artifacts have been omitted, as they are not relevant to the study). The research was a PhD dissertation, and ethics approval was given by City University, London, UK.", "cite_spans": [{"start": 128, "end": 140, "text": "Yin's (2003)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Methodological frameworks"}, {"text": "A broad, systemized review of the literature was completed to examine the evolving, international discourse in food security, to contrast and compare concepts of Public Health and food security theory, and to document the historic and socio-political context of food security initiatives within the Government of British Columbia. Food security health promotion initiatives within Public Health and other government departments in BC were analyzed, examining the three sectors engaged in the ''contested space'' of food policy-government, civil society, and the food supply chain (Lang 2005a, b) . As the study investigates only government initiatives, by definition all of these initiatives have government involvement. Data sources included interviews; review of documentation and archival records; and direct and participant observation (Yin 2003) .", "cite_spans": [{"start": 580, "end": 595, "text": "(Lang 2005a, b)", "ref_id": null}, {"start": 840, "end": 850, "text": "(Yin 2003)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Data collection"}, {"text": "Forty-eight key informants were interviewed, from three sectors: government (focusing on, but not limited to Public Health employees); civil society; and food supply stakeholders. Sampling was limited mostly to key informants involved in the food security initiatives under investigation. However, some food security ''key thinkers''/leaders and media representatives that were intimately involved in broader food security in BC, but not directly involved in the initiatives were interviewed. A semi-structured format was used, using open-ended questions. Questions were asked in such a way as to elicit organizational responses. Forty-three of 48 interviews were conducted in person; the remaining five were completed by telephone. Interviews were recorded with a digital recorder.", "cite_spans": [], "ref_spans": [], "section": "Interviews"}, {"text": "Document and archival review began with a scan of food security health promotion programs and policies in BC Public Health and other Provincial government departments, including a review of the processes and programs, socio-political context, and key stakeholders involved since the 1990s. Over 75 documents were accessed, including documents such as evaluations, annual reports, and strategic plans. They were used to elucidate findings from the interviews, to contrast and compare results, and in some cases to address directly the research objectives and questions. Document sources past 2008 were not used, as the research focuses primarily on the time period between 2002 and 2008.", "cite_spans": [], "ref_spans": [], "section": "Document and archival review"}, {"text": "The main researcher completing her dissertation was involved in the food security initiatives as a Nutritionist during the period of the investigation and thus was engaged in both participant and direct observation. Participant observation occurred through involvement in meetings and processes. More passive, direct observations occurred when the researcher received information, minutes, and e-mails in her role as both Nutritionist and as researcher.", "cite_spans": [], "ref_spans": [], "section": "Participant and direct observation"}, {"text": "Data was systematically analyzed according to ''Framework Theory'' (Ritchie et al. 2003) . NVivo qualitative analysis software was used to create broad categories (NVivo nodes) according to the research questions and Ritchie and Spencer's categories of applied policy research (see Table 1 ). These NVivo categories formed the general thematic framework. More inductively, sub-categories were derived from themes arising from the interviews. Finally, data interpretation was completed using a combination of NVivo and Word for Windows software.", "cite_spans": [{"start": 67, "end": 88, "text": "(Ritchie et al. 2003)", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 282, "end": 289, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data analysis"}, {"text": "In analyzing the initiatives under review, research findings are presented below according to the Ritchie and Spencer's categories of applied policy research-diagnostic; contextual; evaluative; and strategic. Both Public Health as a stakeholder and the public's health as an agenda are revealed as key drivers in the integration of food security health promotion initiatives in BC. The contextual analysis outlines the agendas of stakeholders involved, and points to, where agendas conflicted and where they were omitted. Finally, the evaluative and strategic analysis looks to the consequences of integration and to interviewee recommendations for further integration of food security into the government agenda.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In examination of the micro context of BC, numerous key drivers contributed to the emergence of food security initiatives in the Provincial Government of BC. Public Health renewal was one of the instrumental drivers in advancing food security in BC Public Health. First, it laid the foundation for the development of Public Health Core Programs, including the assignment of food security as one program within it. Second, Public Health renewal, the obesity ''epidemic,'' and the health care funding crisis set the stage for the ActNow BC prevention initiative. The ActNow BC cross-ministerial health initiative, advocated for by high level Ministry of Health champions, provided an opportunity for the further integration of food security into BC government programs. Also, the Public Health Food Security Core Program was a driver in food security initiatives in Regional Health Authorities, as it created a food security mandate for Regional Health Authorities.", "cite_spans": [], "ref_spans": [], "section": "Diagnostic: drivers of food security initiatives into British Columbia government"}, {"text": "Public consultations by the Ministry of Agriculture and their ongoing work, growing government interest in climate change, increasing poverty rates, and the introduction of healthy school food policies also supported the government interest in food security. The significance of individual and group champions as key drivers was also noted, particularly in the development of specific initiatives. Finally, both civil society food security networks and health-focused NGOs played key roles in laying the foundation for, and supporting the integration into Public Health. Both civil society sectors have a strong history of food security work in BC, both independently and in conjunction with Public Health. Civil society interest and activity in food security issues at macro levels and in BC has driven a general increased attention to food security by all sectors, including the media. Finally, increased government and NGO funding for food security has also resulted in an increase of food security activities.", "cite_spans": [], "ref_spans": [], "section": "Diagnostic: drivers of food security initiatives into British Columbia government"}, {"text": "Interviewees also had significant comments regarding the macro context and drivers. In terms of context, of particular interest is the growing awareness by interviewees of externalities created by the private sector and of the environmental, social and cultural costs incurred from these that are subsequently shifted to the public. They were also aware that the initiatives were emerging within a neoliberal government milieu with a consequent diminishing role of the government. Additionally, they spoke of the increased privatization of traditionally public sectors, such as social welfare, and the concern of who is in charge, or who is overseeing the big picture of the public good? Interviewees also cited broader trade and food safety policies-from interprovincial to global-as impacting food security in BC.", "cite_spans": [], "ref_spans": [], "section": "Diagnostic: drivers of food security initiatives into British Columbia government"}, {"text": "In examining stakeholders and their relationships to each other, agendas of stakeholders involved in the initiatives were reviewed and compared to food security definitions and agendas. Table 2 outlines food security-related themes of sectors and stakeholders within them. 7 Sectors are not homogenous; however, some generalizations can be made. As noted previously, when defining food security, stakeholders from Public Health utilized the Hamm and Bellows' definition of community food security or a slight variation of it. Further, the Public Health Core Program in Food Security also framed food security comprehensively (Provincial Health Services Authority 2007a). However, in practice Public Health's administrators felt pressured to meet individual human health outcomes, and thus Public Health initiatives focused on that aspect of the definition. Civil society food security networks focused more on the food system, while civil society health NGOs centered either on food insecurity/hunger or on the public's health. Few within the food supply chain utilized the term ''food security,'' but were committed to issues of food security nonetheless. Agendas varied dependent on the stakeholder, but many focused on food safety and the promotion of BC agriculture. The identification of agendas is salient in both the analysis of stakeholder relationships and in the articulation of future recommendations.", "cite_spans": [], "ref_spans": [{"start": 186, "end": 193, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Contextual analysis of stakeholders, institutions, and policy instruments"}, {"text": "Albeit not a Provincial Government priority, some BC Government-wide goals relevant to food security were also identified. These were: ''healthy living and physical fitness,'' including ''closing the gap in health status between Aboriginal and non-Aboriginal(s)…''; sustainable environmental management, with a focus on air and water quality and fisheries management (Government of British Columbia 2006); and climate change (BC Ministry of Environment and Climate Action Secretariat 2008). Finally, the government noted their commitment to ''working with Aboriginal British Columbians to achieve the declared goals'' (Government of British Columbia 2006) .", "cite_spans": [{"start": 618, "end": 655, "text": "(Government of British Columbia 2006)", "ref_id": null}], "ref_spans": [], "section": "Contextual analysis of stakeholders, institutions, and policy instruments"}, {"text": "Stakeholder analysis supports the concept that interests and agendas that stakeholders bring to the table were more relevant than their definition of food security. Broad definitions were agreed upon by all-particularly within the Public Health led initiatives-yet programs focused on specific areas within the definition. Public Health emerged as the lead, as the mandate and funding for food security health promotion initiatives under review originated primarily from Public Health and ActNow BC. Thus, Public Health held most of the power and often determined the agenda and the stakeholders involved. Interviewees suggested that Public Health was limited in their actions due to their requirement to demonstrate individual human health outcomes.", "cite_spans": [], "ref_spans": [], "section": "Contextual analysis of stakeholders, institutions, and policy instruments"}, {"text": "Interviewees described a clash of cultures between Public Health and civil society food security networks occurring partly as a result of Public Health's limited food security mandate/agenda and top down approach. Public Health's approach contrasted to civil society food security networks' holistic agenda and bottom up approaches. Their emphasis on how food security is achieved-through democracy, food sovereignty, and control of food systems-was viewed to be as important as what was achieved. While these networks were central in bringing food security to the public's agenda and integral in bringing it forward onto the government's agenda, they were frustrated at the lack of financial support for their efforts and their exclusion at the provincial level once initiatives were in place. The ''clash'' experienced in BC parallels tensions described in the literature between centralizing and decentralizing forces Maxwell 1996) . It also reflects the notion that higher level forces can create tensions at lower levels, or as Rice and Prince (2000, p. 232) articulate ''tensions arising from the capacity of local communities to address social problems in the face of globalization of the economy and pluralization of the population.'' Understanding the broader origins of these tensions can help to contextualize and thus raise the conflict beyond the personal level.", "cite_spans": [{"start": 921, "end": 934, "text": "Maxwell 1996)", "ref_id": "BIBREF29"}, {"start": 1033, "end": 1063, "text": "Rice and Prince (2000, p. 232)", "ref_id": null}], "ref_spans": [], "section": "Contextual analysis of stakeholders, institutions, and policy instruments"}, {"text": "Competing agendas emerged as a distinct theme across BC Provincial Government agendas, with food security often losing out to weightier agendas such as food safety and trade (see Fig. 2 for competing agendas). Awareness of competing agendas was heightened with the introduction of the Meat Inspection Regulation by Public Health, Health Protection Branch. 8 The Regulation addressed the concern that ''there were parts of the province where uninspected meat from unlicensed slaughter establishments was available for sale…'' (BC Ministry of Healthy Living and Sport, undated). Meeting the new requirements made the local processing of meat cost prohibitive for many smaller processors. So, while the Community Food Action Initiative worked within Public Health and civil society at the community level to promote food security, the Food Protection side of Public Health was seen by some to impede local food sustainability efforts as meat could no longer be processed locally. The recognition of competing policies also raised the concern that food security initiatives could be ''make work'' projects to occupy food security proponents, while the government moved on with their main agendas.", "cite_spans": [], "ref_spans": [{"start": 179, "end": 185, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "Contextual analysis of stakeholders, institutions, and policy instruments"}, {"text": "Finally, some key stakeholders who influenced the evolution of food security in BC were excluded from the initiatives. Stakeholders termed by the researcher as ''key thinkers'' in civil society that have been active for almost two decades in BC, but were either not affiliated with broader organizations or were involved in issues that were not a focus of the initiatives (e.g., anti-hunger). And while according to the research some funding agencies had indicated interest in being involved in the initiatives, most were not included.", "cite_spans": [], "ref_spans": [], "section": "Contextual analysis of stakeholders, institutions, and policy instruments"}, {"text": "Finally, feedback on Lang's food policy triangle showed that the model illustrating stakeholders is too simple as it does not refer to the power dimensions or relationships between the sectors-a new model based on the BC situation and drawing on all four aspects of the policy analysis is proposed under the Discussion in Fig. 2 .", "cite_spans": [], "ref_spans": [{"start": 322, "end": 328, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "Contextual analysis of stakeholders, institutions, and policy instruments"}, {"text": "The evaluative perspective looks to some of the more interesting questions posed by the research-the consequences of the integration. These are examined, followed by interviewee recommendations to address some of the negative consequences, along with their thoughts on further integration of food security into the government.", "cite_spans": [], "ref_spans": [], "section": "Evaluative and strategic recommendations"}, {"text": "Interviewees suggested that these initiatives helped food security to acquire some legitimization within Public Health. The integration of food security as a Public Health Core Program was cited as one of the biggest successes of all of the initiatives by close to one-quarter of the interviewees. The Community Food Action Initiative was credited in creating the first ongoing provincial table on food security. These two programs also spurred the hiring of food security coordinators in all of the Regional Health Authorities, and they obliged Health Authorities to comply with performance requirements associated with each. The fact that such a relatively high number of food security initiatives was introduced-by Public Health and through the cross-ministry ActNow BC initiative-supports the legitimization within the government. Interviewees also suggested that Public Health involvement and funding to local initiatives from the Community Food Action Initiative increased the legitimacy of food security at the community and municipal levels. Nonetheless, food security is still acknowledged as a low priority within the government. The dilution of food insecurity (hunger) within the agenda was another consequence. Food insecurity is included only weakly in the initiatives. For example, the provincial school meal program-a major food security programwas not included as part of the new funding thrust. Where food insecurity is addressed in BC reports, it is approached from a preventive, anti-poverty lens (Dietitians of Canada and Community Nutritionists Council of British Columbia 2006; Provincial Health Officer 2006; Provincial Health Services Authority 2007b). However, in programs the approach is primarily food-centered, and through alleviation. Interviewees see that a broader food security agenda has the potential to both pave the way for hunger to be incorporated and to deter from the broader issues. Conflict over if and how to address food insecurity existed among stakeholders, and numerous barriers to inclusion were identified. Recommendations for moving the agenda forward included: studying the links between food security and food insecurity (using dialogue between stakeholders); completing cost analysis on the health impacts of food insecurity; following through with recommendations from existing reports; and researching other effective models.", "cite_spans": [], "ref_spans": [], "section": "Evaluative and strategic recommendations"}, {"text": "Numerous interviewees stated that within the key program that sought to work with communities-the Community Food Action Initiative-that civil society food security networks were marginalized from involvementparticularly at the provincial level. While they were integral in the initial stages of development of the initiative, once it was established they had minimal representation in provincial committees, and many Public Health and civil society network interviewees saw their voice as unwelcome. Some-in both Public Health and civil society-also suggested that government did not know how to work effectively with ''community.'' On the other side, civil society food security networks were criticized for their adversarial approach and were seen as lacking formality in representation. As noted above, lack of representation was particularly frustrating for civil society food security networks that were foundational in bringing the food security agenda forward in BC. Interviewees warned that their exclusion restricted both the broad source of expertise that informed the integration and the political base for further integration. Consequently, while most stakeholders agreed that food security should be further integrated into government agenda, some had a ''qualified'' yes; they suggested that they would only support it if they saw increased civil society participation. Community Nutritionists-who were instrumental in the beginning stages of the integration-were also marginalized from the provincial level after the integration; the causes require further investigation.", "cite_spans": [], "ref_spans": [], "section": "Evaluative and strategic recommendations"}, {"text": "In addition to underscoring competing agendas within the government, the introduction of the Meat Inspection Regulation created a tension within Public Healthbetween Food Protection and some Public Health Food Security Coordinators and Nutritionists who supported perspectives of civil society food security networks and small processors. As civil society networks and many other interviewees viewed the two arms of Public Health (Food Security and Food Protection) as working in contradiction, there was some evidence that this incongruity may have decreased civil society's confidence in Public Health's future leadership capabilities for food security. Resolution of the tension between Food Security and Food Protection was identified as a priority for many in Public Health. Interviewees suggested that adequate policy analysis for the Meat Inspection Regulation did not occur prior to implementation, which led to conflict and numerous unintended consequences. Interviewees noted that this situation emphasized the need for policy analysis in all initiatives. Similarly, another recommendation from the research suggests that policy options for food security in BC need to be created and analyzed to be ready for enactment when the opportunity presents itself.", "cite_spans": [], "ref_spans": [], "section": "Evaluative and strategic recommendations"}, {"text": "Few food supply chain stakeholders were involved in the initiatives. Interviewees recommended more collaboration with them, specifically with stakeholders who have agendas that align with public and environmental health. Their involvement could provide a food supply lens and also lead to links with more partners. As more partnerships are formed, a greater knowledge and understanding of the food supply system for all stakeholders would be beneficial. Public Health interviewees suggested that Public Health stakeholders tend to stick with ''what they know'', and are at risk for restricting their range of food security activities. The need for a broader understanding of the issues and potential solutions reinforces the notion from Muller et al. (2009) , that ''it is particularly challenging, however, for [Public Health] professionals to understand and consider the numerous policy drivers that impact the food system … (and when) confronted with this complexity … often focus on narrow objectives with disregard for the larger system.'' Interviewees also recommended guidelines to work with the private sector, as some food security proponents (from all sectors) are distrustful of the food industry.", "cite_spans": [{"start": 737, "end": 757, "text": "Muller et al. (2009)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Evaluative and strategic recommendations"}, {"text": "Food supply stakeholders involved in the initiatives increased their sourcing from and developed more suppliers for local foods. In particular, the BC School Fruit and Vegetable program offers the potential to increase demand for BC produce, but if the markets are not guaranteed due to competition or otherwise, it is difficult for smaller operators to participate.", "cite_spans": [], "ref_spans": [], "section": "Evaluative and strategic recommendations"}, {"text": "Other strategic recommendations from interviewees highlighted the importance of working together and being more strategic. More specifically, they focused on the importance of developing mutual agendas and aligning food security issues with other current agendas (government, organizational, media, public). These conceptsalong with support from the literature-contributed to the creation of a ''coordinating'' or ''mediating'' space on new policy model outlined in Fig. 2 , which will be further elucidated in the ''Discussion''.", "cite_spans": [], "ref_spans": [{"start": 466, "end": 472, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "Evaluative and strategic recommendations"}, {"text": "The re-emergence of public health as a driver in food security As noted in the ''Introduction'', the positioning of health at the forefront of the discourse is a departure from the origins of the community food security discourse. Nonetheless, Public Health's role in the integration in BC-as both a stakeholder and in relation to the public's health-can been regarded as a ''re-emergence'' within food security due to the historic establishment of their role in the 1930s. A ''re-emergence'' has the potential to further the food security agenda by linking it to an agenda seen by the public and the government as critical-the health agenda. It is a critical agenda, as the highest proportion of provincial government spending in Canada goes to health care and threatens to increase beyond sustainable levels.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Public Health's leadership in these initiatives pushed food security efforts at the Regional Health Authority and community levels toward food security policy that focused more on human health (e.g., institutional food policy), versus other food security goals. While these initiatives are only part of the drive toward food security in BC, a power shift toward Public Health occurred as they took leadership in integrating initiatives into the government. In parallel with the shift to Public Health, power also shifted from civil society food security networks and Community Nutritionists, toward Public Health Food Security Coordinators and Administrators and civil society health-oriented NGOs. To some degree, the institutionalization of food security was the objective of those who advocated for the integration. However, the findings still contest the top down, ''professionalized'' approach; if Public Health is committed to increased involvement by other stakeholders in food security, this research suggests that a reconfiguration of the balance between policy stakeholders is required.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "As noted in the ''Introduction'', this research contends that achieving food security calls for a more nuanced paradigm, going beyond centralized, top down or decentralized, bottom up approaches. Why has the need for a new, integrated paradigm arisen? The rise of decentralization, in the form of increased civil society NGO participation-both internationally and at the local level-is a key component driving the need for reconfiguration. Within the context of globalization, civil society has an increasing understanding and awareness of the impacts of broader, centralized decisions on their personal and community food security. Civil society has thus assumed a greater voice and is increasingly engaged in food security, in some cases demanding the right to control their food supply and food systems. Further, they recognize that they may have more success in shifting the status quo by working with government-a lesson observed recently in successful municipal food policy initiatives. The fact that civil society and government employees had a strong history of working together on food security in BC facilitated the integrated top down/bottom up approach seen in the initiatives under review. Finally, as explored below, shrinking governments under neoliberalism may increasingly recognize the need to utilize civil society capacity in offering programs to fulfill population needs. In fact, some interviewees questioned whether various initiatives in BC were examples of downloading of programs or services that had once been the responsibility of the government.", "cite_spans": [], "ref_spans": [], "section": "Moving toward a new policy map"}, {"text": "What can reconfiguration look like? A social policy movement toward a new political paradigm called ''regulatory pluralism'' can move food security beyond centralized/ decentralized approaches. It calls for greater engagement of civil society and for all sectors to work together toward common goals. Gunningham and Sinclair (2002, p. 193) suggest that ''regulatory pluralism'' occurs when the ''government harness(es) the capacities of markets, civil society, and other institutions to accomplish its policy goals more effectively, with greater social acceptance, and at less cost to the state.'' The integration in BC described here could be argued to exemplify an undertaking on the cutting edge in progress toward reconfiguration. Specifically, the ActNow BC declaration that all ministries and to some extent industry need to work toward a greater goal of the public's health in order to address upwardly spiraling health care costs is an example of a redesign of the role of government. However, this is only a beginning, as civil society food security networks in BC would argue that their goals-and meaningful participation-need to be integrated into government goals in reconfiguration. Their marginalization in a process that they were instrumental in initiating suggests a lag in a shift toward ''regulatory pluralism and cultural recognition. 9 Both food policy (Koc et al. 2008 ) and business (Porter and Kramer 2011) literature support the adoption of the concept of regulatory pluralism and creating shared values. Moving toward ''regulatory pluralism'' would require the government to commit to a greater engagement of civil society in BC. Possible approaches toward greater engagement outlined in this research include: supporting capacity building for civil society, finding ways to share power, articulation of agendas and limitations, and a more conciliatory approach from civil society. Correspondingly, MacRae outlines ways to engage a wider range of actors in food policy at federal, provincial, and municipal government levels. These include, but are not limited to: broadened participation in advisory councils, bringing civil society organizations into governance models, creating provincial networks of municipal food policy councils, and undertaking joint programming with civil society organizations (MacRae 2011). However, echoing BC's experience, he states ''although new forms of regulatory pluralism are emerging, it is not obvious that governments and food system actors are skilled at, or committed to, their implementation'' (MacRae 2011, p. 431) . Further, he suggests that while regulatory pluralism can ''offer short term opportunities to widen the set of actors who participate in policy development,'' it does not preclude or replace longer term significant structural change needed to enact comprehensive Canadian food policy (MacRae 2011, p. 453) .", "cite_spans": [{"start": 301, "end": 339, "text": "Gunningham and Sinclair (2002, p. 193)", "ref_id": null}, {"start": 1374, "end": 1390, "text": "(Koc et al. 2008", "ref_id": "BIBREF21"}, {"start": 1406, "end": 1430, "text": "(Porter and Kramer 2011)", "ref_id": "BIBREF36"}, {"start": 2561, "end": 2582, "text": "(MacRae 2011, p. 431)", "ref_id": null}, {"start": 2868, "end": 2889, "text": "(MacRae 2011, p. 453)", "ref_id": null}], "ref_spans": [], "section": "Moving toward a new policy map"}, {"text": "In translating the notions of reconfiguration and integrated top down/bottom up approaches into a practical model, Lang (2005a, b) food policy triangle was used as a beginning point. It was useful in examining relationships and power distribution between the stakeholders and institutions, but interviewees found it too crude. Instead, a new, emerging Policy Map is outlined in Fig. 2 .", "cite_spans": [{"start": 115, "end": 130, "text": "Lang (2005a, b)", "ref_id": null}], "ref_spans": [{"start": 378, "end": 384, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "Moving toward a new policy map"}, {"text": "The same three sectors are used. However, reflecting interviewee feedback, civil society was moved to the top. Placing civil society at the top is consistent with a similar triangle presented by Rice and Prince (2000) where ''members of the community'' are at the top of the triangle, with the ''state'' and the ''economy'' occupying the two other corners. Next, instead of a triangle, the three players are presented in a Venn diagram. Use of the Venn diagram allows for a coordinating or ''mediating'' space in the place where the three circles overlap. Mutual agendas are an important part of a coordinating space, with the idea that mutual agendas and other factors should be fostered in order to increase the areas of mutual interest within a coordinating space. With significant space in each sector outside of the coordinating space, sectors can pursue matters beyond mutual interests. Topics for the mutual agendas on this triangle were proposed by the researchers, based on current stakeholder agendas and Provincial Government priorities.", "cite_spans": [{"start": 195, "end": 217, "text": "Rice and Prince (2000)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Moving toward a new policy map"}, {"text": "The overlapping area can also be viewed as a ''mediating'' space. The research supports the idea that government-in this case, Public Health-has a role in mediating or facilitating civil society engagement. Robertson and Minkler (1994, p. 306) propose that health professionals ''facilitate the mobilization of the community by providing technical and informational support.' ' Coburn (2000) also argues that the state could and should facilitate civil society action. In fact, he contends that ''social capital'' is facilitated by government and that decreased social cohesion is a product of increased neoliberalism. Coburn refers to a growing number of studies being conducted on social capital and health, showing that the level of social capital has a positive impact on health promotion (e.g., decrease in infectious diseases, prevention of risk behaviors, improved maternal and infant health), taking charge of health (e.g., social justice, community involvement), and psychosocial mechanisms (e.g., social support, social inclusion). At least in theory then-in addition to their traditional, centralized role-Public Health has a role in facilitating citizen involvement, social capital, and food democracy.", "cite_spans": [{"start": 207, "end": 243, "text": "Robertson and Minkler (1994, p. 306)", "ref_id": null}, {"start": 376, "end": 391, "text": "' Coburn (2000)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Moving toward a new policy map"}, {"text": "Finally, the arrows on the side of the triangle signify the tensions between the different sectors, as well as the dynamic nature of the model. They also illustrate that top down and bottom up forces are needed in order to advance food security. The model of ''Current Dynamics of Food Security in British Columbia'' is built not only on experiences in BC, but also integrates concepts from the literature such as tensions between centralizing and decentralizing forces, regulatory pluralism, tensions between stakeholders, and the notion of drivers as significant in understanding and analyzing policy. It is proposed as an emerging template for the understanding and analyzing the dynamics of food security.", "cite_spans": [], "ref_spans": [], "section": "Moving toward a new policy map"}, {"text": "British Columbia has taken a lead in Canada regarding the integration of food security within the Provincial Government-particularly within Public Health. Examining ways to make food security work relevant to Health Authorities and the health care system is a topic worthy of further research pursuit. Additionally, applied research looking at mutual agendas and barriers to collaboration between Public Health Food Security and Food Protection could be useful in forwarding the food security agenda. Most significantly, positioning food security within the overall government agenda may be best approached by developing food security policy alternatives within emerging government policy areas in BC: climate change; health care; and Aboriginal health.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Where practice in BC converges and diverges from the notion of community food security that has emerged as an approach in North America is explored in this researchhighlighting stakeholder ambivalence in addressing food insecurity, emphasizing the public's health as a driver for food security, and bringing the civil society concern for food democracy into the forefront. It demonstrates the reconnection of public health and food security that was first established in 1930s. 10 It illustrates that agendas are more salient than definitions in the design and implementation of food security initiatives. It further suggests that aligning food security agendas with agendas of other sectors may be helpful in forwarding food security issues. Attention to competing agendas is essential in understanding the key priorities of stakeholders, evaluating initiatives within a broader context, and understanding barriers to achieving food security. Interviewees also echoed Allen's (1999) contention that focusing on the local can result in losing sight of the global.", "cite_spans": [{"start": 969, "end": 983, "text": "Allen's (1999)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Conclusions"}, {"text": "While beginning at the local and provincial levels, examination of the integration in BC within the global and Canadian social policy context shows that some of the challenges of the integration are a result of higher levels forces such as food safety and trade policies and neoliberalism creating tensions at lower levels. The idea that political context and attributes related to it-such as a diminished role of government and the climate of individual responsibility-contribute not only to a greater understanding of current events and agendas, but also shape policy responses is underscored. The research also supports the notion expressed by other scholars (Allen, 1999; Dahlberg 2001; Lang 1999) , that tensions between centralizing and decentralizing forces are experienced at both international and local levels. In BC, while food safety and protection pulls toward centralization, local food sustainability pulls toward decentralization. Movement beyond the traditional decentralization/centralization paradigm, toward regulatory pluralism is proposed.", "cite_spans": [{"start": 662, "end": 675, "text": "(Allen, 1999;", "ref_id": "BIBREF0"}, {"start": 676, "end": 690, "text": "Dahlberg 2001;", "ref_id": "BIBREF12"}, {"start": 691, "end": 701, "text": "Lang 1999)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Conclusions"}, {"text": "The applicability of Ritchie and Spencer's (1994) categories of applied policy research in the retrospective analysis of processes in food security and food policy is demonstrated by this research. Ecological, holistic models of policy making do not appear to be well established in literature, and the Ritchie and Spencer model was useful both in framing research questions and analysis. Personal communication with Ritchie (2011) suggests that this research may be one of the first documented uses of the model in structuring analysis. Further, the researcher suggests that the Ritchie and Spencer model could be applied to analyzing policy in progress. An ecological, holistic approach to research also builds on Caraher's (2008) recommendations regarding evaluation, suggesting that more attention be given to the evaluation of a collection of initiatives and resources and not simply to individual programs. Finally, an emerging, more sophisticated model of Lang's food policy triangle (2005) for the analysis of food security dynamics is outlined by this research. The following is a summary of the core findings from the research.", "cite_spans": [{"start": 21, "end": 49, "text": "Ritchie and Spencer's (1994)", "ref_id": "BIBREF42"}, {"start": 417, "end": 431, "text": "Ritchie (2011)", "ref_id": null}, {"start": 716, "end": 732, "text": "Caraher's (2008)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Conclusions"}, {"text": "• Public Health has re-emerged as a driver in food security and food policy. • Agendas of those in power (rather than definitions) determine strategies. • Competing agendas highlighted the relative insignificance of food security initiatives under investigation. • Lang's triangle model is too crude; a more sophisticated model was generated from the research (Fig. 2) • Relationships between government, civil society, and food supply chain stakeholders need to be reconfigured toward regulatory pluralism in order to work together more effectively to advance food security. • Marginalization of civil society and Community Nutritionist stakeholders from involvement in the provincial level restricted the broad source of expertise that informed the integration and the political base for further integration. • Arguments for food security could be better positioned within current Provincial Government agendas and should include corresponding options for policy alternatives. • Ritchie and Spencer's categories of applied policy research are applicable in the retrospective analysis of processes in food security and food policy", "cite_spans": [], "ref_spans": [{"start": 360, "end": 368, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Conclusions"}, {"text": "Comparing and contrasting results to the theoretical frameworks used in the research strengthens the generalizability of the findings as does the diversity of perspectives in the research from numerous programs and sectors. Further, many of the observations and recommendations in the findings mirror what is already found through the literature at local, national, and international settings: tensions between centralizing and decentralizing factors; the challenges in addressing food insecurity in a meaningful way; the issue of competing agendas; the notion of the marriage of health and agriculture; and the re-emergence of Public Health as a driver in food security. Finally, as Public Health begins to take more of a leadership role in food security, and as civil society takes a greater role in partnering with government within the context of regulatory pluralism, more situations that parallel the circumstances of this research should emerge.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Barbara Seed PhD, RD, is a Registered Dietician, having worked for over 20 years in Public Health Nutrition, with an emphasis on food security and food policy since the mid-1990s. She also taught courses as a Sessional Instructor at the University of British Columbia in Canada. Seed completed her PhD in Food Policy at the City University, UK, in the fall of 2011. She is currently living in the Qatar and is working with the government on nutrition and food security policy and programs.", "cite_spans": [], "ref_spans": [], "section": "Author Biographies"}, {"text": "Tim Lang PhD, has been Professor of Food Policy at City University London's Centre for Food Policy since 2002. After a PhD in social psychology at Leeds University, he became a hill farmer in the 1970s who shifted his attention to food policy, where it has been ever since. For over 35 years, he's engaged in academic and public research and debate about its direction, locally to globally. His abiding interest is how policy addresses the environment, health, social justice, and citizens.", "cite_spans": [], "ref_spans": [], "section": "Author Biographies"}, {"text": "PhD, is a professor in food and health policy at Centre for Food Policy at City University London. He originally Integrating food security into public health 469 trained as an environmental health officer in Dublin. After working in northwest Ireland he developed an interest in the public health and health promotion aspects of the work. He spent some time working in the Irish and the English health services managing health promotion and public health services respectively.", "cite_spans": [], "ref_spans": [], "section": "Martin Caraher"}, {"text": "Aleck Ostry PhD, is an associate professor at the University of Victoria, British Columbia, Canada. He is a Canada Research Chair and Michael Smith Foundation for Health Research Scholar. His approach to research and policy is highly inter-disciplinary. Ostry conducts research on the workplace determinants of health, community health, public health nutrition and food security, and on the history of public health and healthcare policy in Canada. He currently directs a Canadian Institutes for Health Research project on rural and northern health in BC.", "cite_spans": [], "ref_spans": [], "section": "Martin Caraher"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Reweaving the food security safety net: Mediating entitlement and entrepreneurship", "authors": [{"first": "P", "middle": [], "last": "Allen", "suffix": ""}], "year": 1999, "venue": "Agriculture and Human Values", "volume": "16", "issn": "", "pages": "117--129", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Together at the table: Sustainability and sustenance in the American agri-food system", "authors": [{"first": "P", "middle": [], "last": "Allen", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Community food security: Practice in need of theory", "authors": [{"first": "M", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "J", "middle": [], "last": "Cook", "suffix": ""}], "year": 1999, "venue": "Agriculture and Human Values", "volume": "16", "issn": "", "pages": "141--150", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Climate action plan: Highlights retrieved", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Public health act proposal: Reviewing BC public health legislation, backgrounder. BC Ministry of Healthy Living, and Sport. Undated. BC meat inspection regulation retrieved", "authors": [{"first": "", "middle": [], "last": "Bc Ministry Of Health", "suffix": ""}, {"first": "", "middle": [], "last": "Services", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "International effects on and inspiration for community food security policies and practices in the USA", "authors": [{"first": "A", "middle": ["C"], "last": "Bellows", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Hamm", "suffix": ""}], "year": 2003, "venue": "Critical Public Health", "volume": "13", "issn": "2", "pages": "107--123", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Nutrition in war and peace. Paper presented at the conference of state and provincial authorities of North America", "authors": [{"first": "F", "middle": ["G"], "last": "Boudreau", "suffix": ""}], "year": 1947, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The future of public health in Canada: Developing a public health system for the 21st century", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Guest editorial: Food and health promotion: Lessons from the field", "authors": [{"first": "M", "middle": [], "last": "Caraher", "suffix": ""}], "year": 2008, "venue": "Health Education Journal", "volume": "67", "issn": "1", "pages": "3--8", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "FAO-The first twenty-five years retrieved", "authors": [{"first": "M", "middle": [], "last": "Cepede", "suffix": ""}, {"first": "", "middle": [], "last": "Undated", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Income inequality, social cohesion and the health status of populations: The role of neo-liberalism", "authors": [{"first": "D", "middle": [], "last": "Coburn", "suffix": ""}], "year": 2000, "venue": "Social Science and Medicine", "volume": "51", "issn": "1", "pages": "135--146", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Community food security coalition webpage retrieved", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Democratizing society and food systems: Or how do we transform modern structures of power? (presidential address)", "authors": [{"first": "K", "middle": ["A"], "last": "Dahlberg", "suffix": ""}], "year": 2001, "venue": "Agriculture and Human Values", "volume": "18", "issn": "", "pages": "135--151", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Dietitians of Canada and Community Nutritionists Council of British Columbia. 2006. The cost of eating in BC", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Dimensions of need retrieved", "authors": [{"first": "J", "middle": [], "last": "Diouf", "suffix": ""}, {"first": "", "middle": [], "last": "Undated", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "/99 Annual report. Government of British Columbia", "authors": [{"first": "", "middle": [], "last": "Fao", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Reconfiguring environmental regulation. Leaders and laggards: Next generation environmental regulation", "authors": [{"first": "N", "middle": [], "last": "Gunningham", "suffix": ""}, {"first": "D", "middle": [], "last": "Sinclair", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "189--204", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The story of FAO", "authors": [{"first": "G", "middle": [], "last": "Hambidge", "suffix": ""}], "year": 1955, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Community food security and nutrition educators", "authors": [{"first": "M", "middle": ["W"], "last": "Hamm", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Bellows", "suffix": ""}], "year": 2003, "venue": "Journal of Nutrition Education Behaviour", "volume": "35", "issn": "", "pages": "37--43", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Practicing food democracy: A pragmatic politics of transformation", "authors": [{"first": "N", "middle": [], "last": "Hassanein", "suffix": ""}], "year": 2003, "venue": "Journal of Rural Studies", "volume": "19", "issn": "1", "pages": "77--86", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "CFND 403 course notes", "authors": [{"first": "M", "middle": [], "last": "Koc", "suffix": ""}, {"first": "R", "middle": [], "last": "Macrae", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Getting civil about food: The interactions between civil society and the state to advance sustainable food systems in Canada", "authors": [{"first": "M", "middle": [], "last": "Koc", "suffix": ""}, {"first": "R", "middle": [], "last": "Macrae", "suffix": ""}, {"first": "E", "middle": [], "last": "Desjardins", "suffix": ""}, {"first": "W", "middle": [], "last": "Roberts", "suffix": ""}], "year": 2008, "venue": "Journal of Hunger and Environmental Nutrition", "volume": "3", "issn": "2/3", "pages": "122--144", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The complexities of globalization: The UK as a case study of tensions within the food system and the challenge to food policy", "authors": [{"first": "T", "middle": [], "last": "Lang", "suffix": ""}], "year": 1999, "venue": "Agriculture and Human Values", "volume": "16", "issn": "", "pages": "169--185", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "What is food and farming for? The re-emergence of health as a key policy driver", "authors": [{"first": "T", "middle": [], "last": "Lang", "suffix": ""}], "year": 2005, "venue": "New directions in the sociology of global development", "volume": "11", "issn": "", "pages": "123--145", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Food control or food democracy? Re-engaging nutrition with society and the environment", "authors": [{"first": "T", "middle": [], "last": "Lang", "suffix": ""}], "year": 2005, "venue": "Public Health Nutrition", "volume": "8", "issn": "6", "pages": "730--737", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Food, social policy and the environment: Towards a new model", "authors": [{"first": "T", "middle": [], "last": "Lang", "suffix": ""}, {"first": "D", "middle": [], "last": "Barling", "suffix": ""}, {"first": "M", "middle": [], "last": "Caraher", "suffix": ""}], "year": 2001, "venue": "Social Policy and Administration", "volume": "35", "issn": "5", "pages": "538--558", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "League of Nations. 1937. Final report of the mixed committee of the league of nations on the relation of nutrition to health, agriculture and economic policy", "authors": [{"first": "T", "middle": [], "last": "Lang", "suffix": ""}, {"first": "M", "middle": [], "last": "Heasman", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Policy failure in the Canadian food system", "authors": [{"first": "R", "middle": [], "last": "Macrae", "suffix": ""}], "year": 1999, "venue": "For hunger-proof cities", "volume": "", "issn": "", "pages": "182--194", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A joined-up food policy for Canada", "authors": [{"first": "R", "middle": [], "last": "Macrae", "suffix": ""}], "year": 2011, "venue": "Journal of Hunger and Environmental Nutrition", "volume": "6", "issn": "", "pages": "424--457", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Food security: A post-modern perspective", "authors": [{"first": "S", "middle": [], "last": "Maxwell", "suffix": ""}], "year": 1996, "venue": "Food Policy", "volume": "21", "issn": "2", "pages": "155--170", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Nutrition policy for food-rich countries: A strategic analysis", "authors": [{"first": "N", "middle": [], "last": "Milio", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Aligning food systems policies to advance public health", "authors": [{"first": "M", "middle": [], "last": "Muller", "suffix": ""}, {"first": "A", "middle": [], "last": "Tagtow", "suffix": ""}, {"first": "S", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "E", "middle": [], "last": "Macdougall", "suffix": ""}], "year": 2009, "venue": "Journal of Hunger and Environmental Nutrition", "volume": "4", "issn": "", "pages": "225--240", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Food, health and income: Report on a survey of adequacy of diet in relation to income", "authors": [{"first": "J", "middle": ["B"], "last": "Orr", "suffix": ""}], "year": 1936, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Food and the people", "authors": [{"first": "S", "middle": ["J B"], "last": "Orr", "suffix": ""}], "year": 1943, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Nutrition policy in Canada", "authors": [{"first": "A", "middle": [], "last": "Ostry", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "1870--1939", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Obituary notice: Wallace Ruddell Aykroyd", "authors": [{"first": "R", "middle": [], "last": "Passmore", "suffix": ""}], "year": 1980, "venue": "British Journal of Nutrition", "volume": "43", "issn": "2", "pages": "245--250", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Creating shared value", "authors": [{"first": "M", "middle": [], "last": "Porter", "suffix": ""}, {"first": "M", "middle": [], "last": "Kramer", "suffix": ""}], "year": 2011, "venue": "Harvard Business Review", "volume": "", "issn": "", "pages": "63--77", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Provincial Health Officer. 2006. Food, health and well-being. Provincial health officer's annual report 2005. BC Ministry of Health", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Core public health programs: Air quality, food safety, health emergency management and food security", "authors": [], "year": 2007, "venue": "Provincial Health Services Authority", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "A review of policy options for increasing food security and income security in British Columbia: Provincial Health Services Authority", "authors": [], "year": 2007, "venue": "Provincial Health Services Authority", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Changing politics of Canadian social policy", "authors": [{"first": "J", "middle": [], "last": "Rice", "suffix": ""}, {"first": "M", "middle": [], "last": "Prince", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Qualitative data analysis for applied policy research", "authors": [{"first": "J", "middle": [], "last": "Ritchie", "suffix": ""}, {"first": "L", "middle": [], "last": "Spencer", "suffix": ""}], "year": 1994, "venue": "Analyzing qualitative data", "volume": "", "issn": "", "pages": "173--194", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Carrying out qualitative analysis. In Qualitative research practice. A guide for social science students and researchers", "authors": [{"first": "J", "middle": [], "last": "Ritchie", "suffix": ""}, {"first": "L", "middle": [], "last": "Spencer", "suffix": ""}, {"first": "W", "middle": [], "last": "O&apos;connor", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "219--262", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "New health promotion movement: A critical examination", "authors": [{"first": "A", "middle": [], "last": "Robertson", "suffix": ""}, {"first": "M", "middle": [], "last": "Minkler", "suffix": ""}], "year": 1994, "venue": "Health Education Quarterly", "volume": "21", "issn": "3", "pages": "295--312", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Globalization. The stanford encyclopedia of philosophy", "authors": [{"first": "W", "middle": [], "last": "Scheuerman", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Integrating community food security into public health and provincial government departments in British Columbia", "authors": [{"first": "Lang", "middle": [], "last": "Seed", "suffix": ""}, {"first": "Ostry", "middle": [], "last": "Caraher", "suffix": ""}], "year": 2013, "venue": "Canada. Agriculture and human values", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Eminence Grise of Australian economic diplomacy", "authors": [{"first": "S", "middle": ["2000 F L"], "last": "Turnell", "suffix": ""}, {"first": "", "middle": [], "last": "Mcdougall", "suffix": ""}], "year": null, "venue": "Australian Economic History Review", "volume": "40", "issn": "1", "pages": "51--70", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Undated. Canada and the UN: Lester pearson's role in the UN & FAO; Section I: Formation of the Food and Agriculture Organization of the United Nations (FAO)", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Food justice movements: Policy, planning and networks", "authors": [{"first": "G", "middle": ["R"], "last": "Wekerle", "suffix": ""}], "year": 2004, "venue": "Journal of Planning Education and Research", "volume": "23", "issn": "", "pages": "378--386", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Case study research: Design and methods", "authors": [{"first": "R", "middle": [], "last": "Yin", "suffix": ""}], "year": 2003, "venue": "", "volume": "5", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Current dynamics of food security and health promotion in British Columbia", "latex": null, "type": "figure"}, "TABREF0": {"text": "Categories of applied policy research and expanded research concepts Ritchie and Spencer categories of applied policy research (1994) Note Ritchie and Spencer's use of the word ''contextual'' differs from the notion of Context under ''diagnostic,'' where it refers to the socio-political context from which policy emerges", "latex": null, "type": "table"}, "TABREF1": {"text": "Sector and stakeholder agendas related to food security Notwithstanding the fact that food security is not a stated priority for any BC Government Ministry or Department.", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1 Categories of applied policy research and expanded research concepts", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Ritchie and Spencer categories of applied policy research (1994)\n</td><td>Related concepts from policy analysis literature\n</td></tr><tr><td>Diagnostic </td><td>Drivers\n</td></tr><tr><td>Context\n</td></tr><tr><td>Contextuala </td><td>Scope of public policy\n</td></tr><tr><td>Policy means or instruments\n</td></tr><tr><td>Evaluative </td><td>Stakeholders and institutions\n</td></tr><tr><td>Barriers, facilitators, and mediators\n</td></tr><tr><td>Consequences\n</td></tr><tr><td>Strategic </td><td>Distributional dimensions (who and what benefits and loses)\n</td></tr><tr><td>Strategic recommendations\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments Partial funding for THIS research was provided by the Isabel Loucks Foster Public Health Bursary and NEXUS (a multidisciplinary unit on social contexts of health behavior, funded by the Michael Smith Foundation for Health Research).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}