{
    "paper_id": "3fd29222dfd8ad392b2850b5c2cc9ad51d587859",
    "metadata": {
        "title": "Editor in Chief The Journal for Nurse Practitioners",
        "authors": [
            {
                "first": "Julee",
                "middle": [],
                "last": "Waldrop",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 has impacted everyone on the planet in some way. Some more severely than others, of course. By the time you read this, we may be experiencing continued social distancing and shelter in place. Or all our collective efforts might be making a difference, and we are together for the AANP annual conference or maybe somewhere in between -a virtual conference. Only time will tell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nurses and nurse practitioners (NPs) have and are making herculean efforts to care for their patients, including personal exposure, illness, even death. For these efforts, the JNP editors, publisher, and production team are incredibly grateful. We are also thankful for the nursing faculty, many who have had to change their teaching strategies for online environments. Additionally, we want to express appreciation for our authors. We sincerely thank our reviewers, who are still giving generously of their time and expertise to help keep JNP moving forward and providing our readers with current, meaningful content for each issue. Without your continued participation, producing JNP would not be possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The profession of nursing is founded on compassion for those who need help caring for themselves. However, self-compassion in nursing has been in short supply (before the pandemic) but is needed now more than ever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As NPs, we often hold ourselves to very high standards, professionally and personally. We set goals and work tirelessly to make them a reality. Many of us have been working towards goals or events that have been wiped away or indefinitely delayed by the pandemic. Shelter in place, school and business closings, children and spouses at home, and possibly unemployment have been implemented and not by choice. Completion of degrees, graduations, and other celebrations, travel, both professional and personal, have been disappointingly canceled. The inability to be with loved ones in person can be heartbreaking. Helplessness and lack of control can be very anxiety-provoking and challenging to manage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As health care providers, I implore you to practice some self-compassion. Self-compassion has three components: mindfulness, common humanity, and self-kindness. 1 Self-compassion starts with mindfulness, accepting what you are experiencing and understanding that every human being suffers and wants to be happy. The sentiments are something we all have in common, especially in difficult times. Being kind to others can extend to yourself.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "1",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Know that if you are doing all you can do to make things better, it is enough. It may be providing direct care to a patient in the ICU with COVID-19, it may be performing virus tests in a stadium parking lot for hours, it may be sheltering in place and practicing social distancing. Know you are doing all you can do, given your circumstances, and it is enough.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Journal for Nurse Practitioners Please cite this article as: Waldrop J, Compassion Needed for All",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nurpra.2020.04.003"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Definition of Self Compassion. www.self-compassion.org",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Neff",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}