{
    "paper_id": "4037ea7ed662038d1611f30530ab9e65a9a67ccf",
    "metadata": {
        "title": "Archives of Virology Comparative Biological Characterization of Mouse Adenovirus Strains FL and K 87 and Seroprevalence in Laboratory Rodents",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "L"
                ],
                "last": "Smit~",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Deborah",
                "middle": [
                    "F"
                ],
                "last": "Winograd I",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "G"
                ],
                "last": "Burrage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The growth, stability and seroprevalence in laboratory rodents of the two known strains of mouse adenovirus were compared. The FL strain of mouse adenovirus grew in both L 929 murine fibroblasts and in CMT-93 murine rectal carcinoma cells, whereas the K 87 strain grew only in CMT-93 cells. The bulk of the FL progeny virus was released from the host cells. K 87 virus was largely cell-associated. Both virus strains were stable at 37 ° C in liquid medium. The K 87 strain was completely inactivated after 5-15 minutes at 56 ° C, whereas FL infectivity was still detected after two hours at this temperature. Both virus strains were stable in the dessicated state for 14 days, although FL viability was more dependent on the presence of protein in the virus diluent. Seroepidemiologic data suggest that viruses antigenically related to mouse adenovirus are more prevalent among laboratory rats than among laboratory mice and that the virus(es) infecting rats differ from those infecting mice. Results of retrospective serologic testing suggest an association between mouse adenovirus and an outbreak of disease in a mouse breeding colony.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Laboratory mice reportedly may naturally sustain infection with either of two distinct mouse adenovirus strains. The FL strain (MAd-FL) was isolated by HARTLEY and Rowe (5) as a contaminant of a Friend leukemia virus stock. This virus has been used to develop mouse models of virusinduced myocarditis, endocarditis and Addison's disease (1, 2, 8, 12) . l~'LAd-FL replicates in primary and continuous cells of murine origin and produces a fatal disease in suckling mice inoculated by any of several routes (7) . Experimentally infected adult mice usually do not exhibit clinical signs (5) .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 341,
                    "end": 343,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 344,
                    "end": 346,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The K 87 strain (MAd-K 87) was isolated by HASmMOTO et al. (6) from the feces of clinically normal mice. Until recently, the in vitro replication of this strain has reportedly been limited to primary mouse kidney cells. We have successfully grown this virus strain and MAd-FL in CMT-93 cells, a continuous line derived from a chemically induced murine rectal carcinoma (4, 11) . Mice inoculated intracerebrally, intraperitoneMly, intramuscularly, subcutaneously or orally reportedly localize MAd-K 87 in the intestine (13) . Virus is not present in urine or nasal tissue but is excreted for long periods in the feces.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In a recent review (13) , the statement was made that \"... mouse adenovirus has been essentially eliminated as an ambient indigenous agent ...\" However, there is at least one published report suggesting that this may not be the ease (10) . Mouse adenovirus-like inclusions were found in the intestines of apparently healthy mice submitted to necropsy for routine diagnostic evaluation; however, using MAd-FL as the test antigen, seroeonversion to mouse adenovirus could not be confirmed. Similarly, a breeding colony of mice at the Yale School of Medicine experienced high infant mortality with associated intestinal inclusions suggestive of adenovirus infection (unpublished data). We were also unable to document seroconversion of mice in this facility using MAd-FL as the detecting antigen.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another controversy surrounding mouse adenovirus relates to the antigenie relationship between MAd-FL and MAd-K 87. Using antisera made in mice or guinea pigs, VAN D~ VEE>T and MEs (17) found the two virus strains to be antigenicMly distinct by both the complement tixation (CF) and neutralization tests. In contrast, WmAND st al. (19) found that antiserum to MAd-K 87 neutralized both homologous virus and MAd-FL. Antiserum to MAd-FL contained only a low level of neutralizing antibody to MAd-K 87. Using both CF and indirect immunofluoreseence (IFA) tests, we have found that. MAd-FL antiserum from mice exposed once to the virus reacts equally well with MAd-FL and MAd-K 87 antigens, whereas similarly prepared antiserum to MAd-K 87 reacts only with homologous antigen (11) . The source of these discrepancies is not immediately apparent; however, our results may explain why seroconversion to mouse adenovirus is not observed among mice thought to be infected with the virus. MAd-FL has traditionally been used as the test antigen in serologic tests performed in U.S. laboratories. The inability of antibody to MAd-K 87 or an MAd-K 87-like virus to react with MAd-FL antigen would explain the apparent lack of seroconversion among infected mice.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 185,
                    "text": "VAN D~ VEE>T and MEs (17)",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this report, we compare the kinetics of growth of MAd-FL and MAd-K 87 in two continuous cell lines of murine origin and the stability of the two viru's strains' in both liquid and desiccated states. We provide further docu, mentation of the unilateral antigenic relationship between MAd-FL and MAd-K 87. In addition, we report data whieh suggest that the host range of mouse adenovirus or related viruses is not limited to the laboratory mouse. Finally, we provide serologic evidence that an outbreak of disease in a mouse breeding colony which sustained high infant mortality was associated with the introduction of a mouse adenovirus strain closely related to MAd-K 87.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The FL strain of mouse adenovirus was obtained from the Amelican Type Culture Collection (ATCC, Rockville, MD) and passaged twice in L 929 mouse fibroblasts. This stock had a titer of l0 s.° TCIDs0 per ml in both L 929 cells and CMT-93 cells. The K 87 strain of mouse adenovirus was kindly supplied by Dr. K. Hashimoto (Tokai University School of Medicine, Isehara, Japan) and was passaged twice in primary suckling mouse kidney cells and tbur times in CMT-93 cells. This stock had a titer of 106.0 TCID~0 per ml in CMT-93 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strains and Cell Lines"
        },
        {
            "text": "L 929 mouse fibroblasts were obtained from ATCC and grown in minimal essential medium containing Earle's salts and 10 percent heat-inactivated fetal bovine serum (FBS). CMT-93 cells (4) were obtained from ATCC and grown in 60 percent Dulbecco's modified Eagle's medium (DMEM), 30 percent Liebowitz L 15 medium and 10 percent heat-inactivated FBS. Both cell lines were transferred once weekly, the L 929 cells by scraping and the CMT-93 cells by treatment with 0.025 percent trypsin mixed in equal parts with 0.1 ~i EDTA. Both cell lines were maintained at 37°C in a 5 percent C0.2 atmosphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strains and Cell Lines"
        },
        {
            "text": "Cells growing in 25 cm ~ culture flasks were infected at a multiplicity of infection of 10. After a one hour absorption at 37 ° C, the flasks were washed extensively and 5 ml of medium were added to each flask. Cells and fluid were immediately collected from one set of two flasks. A similar procedure was followed at the intervals shown in the Results. At late time intervals, after c~%opathic effect was observed, supernatant fluids were clarified by centrifugation, and the cell pellet was pooled with cells remaining on the vessel surface. Cells were subjected to three cycles of freezing and thawing to release intracellular virus. Titrations were performed with cells grown in 96-well cluster dishes and inoculated with 100 txl per well. Cytopathic effect (CPE) in MAd-FL titrations was evMuatcd daily from days 7 to 21 post-inoculation. CPE in MAd-K 87 titrations was evaluated daily from days 1 to 10 post-inoculation. Titers were calculated by the method of RE~D and MuENc~ (14) based on CPE observed in four replicates per virus dilution and were adjusted to reflect the titer per 25 em 2 flask.",
            "cite_spans": [
                {
                    "start": 983,
                    "end": 987,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Growth Curve.s"
        },
        {
            "text": "Electron Microscopy CMT-93 cells growing in 25 cm 2 flasks were infected with MAd-FL or MAd-K 87 at multiplicities of infection of 10. Sixty hours later, the medium was removed and the cells were scraped and pelleted at 500 x g. The cells were resuspended in a solution containing 3 percent glutaraldehyde in 0.1 rv~ eaeodylate buffer (pit 7.2) and fixed for one hour at 4 ° C. The cells were postfLxed for 30 minutes with 2 percent osmium tetroxide using 0.3 percent tannic acid as a mordant. The inclusion of tannic acid in the protocol enhanced visualization of the fiber protein (3). Following an overnight incubation at 4 ° C with 0.5 percent magnesium uranyt acetate, the cells were processed for embedding in Epon resin. Sections were cut with a diamond knife, stained with uranyl aeetate and lead citrate and were photographed with a Philips 201 electron microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth Curve.s"
        },
        {
            "text": "To test the stabitit~ ~ of the viruses in liquid medium, ~[Ad-FL and MAd-K 87 were adjusted to 10 s.° TCIDs0 per ml in DMEM containing 10 percent FBS and aliquoted in 200 t~1 volumes. After incubation at 37 ° or 56 ° C for the time periods detailed in the Results, 1.8 mt of ice cold DMEM containing 10 percent FBS was added to each of two vials per strain. One hundred ~l volumes of this material and serial ten-fold dilutions thereof were added to CMT-93 cells growing in 96-well cluster dishes (three wells per dilution). Virus titers were calculated as described above for the growth curves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability Tests"
        },
        {
            "text": "To test viability after drying, MAd-FL and MAd-K 87 were adjusted to 104,° TCIDs0 per ml in DMEM containing a) no FBS; b) 1 percent FBS; e) 10 percent FBS; or 50 percent FBS. These preparations were added in 100 ~tl volumes to several wells of 24-well cluster dishes. The drops were air dried in a laminar flow safety cabinet. After 1, 3, 5, 7, 10 or 14 days, 400 tll of cold DMEM containing 5 percent FBS were added to three wells per preparation. After thorough mixing, 100 ~I of this material and serial ten-fold dilutions were added to wells of 96-well cluster dishes containing CMT-93 cells (three wells per dilution). Titers were calculated as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability Tests"
        },
        {
            "text": "For indirect immunofluorescenee tests, serum samples which had been stored at -20 ° C were diluted 1 : 10 and were added to wells of teflon-coated slides (Cel-Line Associates, Newfield, NJ) containing bivalent (MAd-FL and MAd-K 87) antigen. The antigen was prepared by mixing L 929 cells which had been infected for 7 days with MAd-FL with CMT-93 cells which had been infected for 2 days with MAd-K 87. After a 20 minutes incubation, the slides were washed with agitation through two changes of phosphate buffered saline (PBS). After air drying, the cells were exposed to fluorescein isothiocyanate-conjugated anti-mouse or anti-rat immunoglobulin (Antibodies, Inc., Davis, CA) containing 0.01 percent Evan's blue eounterstain (l~oboz Surgical Instrument Co., Washington, DC). After another 20 minutes incubation, the slides were again washed with PBS, dipped in distilled, demineralized water, mounted with PBS : glycerol (1 : 9) and examined with an Olympus BH halogen-illuminated transmitted light fluorescence microscope. Cells which had been exposed to serum containing antibody stained apple-green (nuclear and cytoplasmic). Cells which had been exposed to serum which did not contain antibody were stained reddish brown. Selected positive sera were then tested in parallel against monovalent MAd-FL or MAd-K 87 antigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serologic Tests"
        },
        {
            "text": "For neutralization tests, fifty-D] of serum diluted 1 : 10 were mixed in transfer plates (Dynatech) with 50 ~tl of tissue culture fluid diluted to contain 100 TCIDs0 of virus. These mixtures and the virus titrations were incubated at 37 ° C for one hour prior to the addition to CMT-93 cells growing in 96-well cluster dishes. Each serum sample was tested in duplicate wells and was considered to contain neutralizing antibody only if it inhibited the development of cytopathic effect in both test wells. MAd-FL neutralization tests were held for 14 days, and ~d-K 87 tests were held for 5 days. Some sera which were positive at 1 : 10 were tested at dilutions of 1 : 10 through 1 : 1280. Serum titers are expressed as the reciprocal of the dilution which completely inhibited the development of cytopathic effect in both rephcate wells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serologic Tests"
        },
        {
            "text": "Multiparous CF 1 mice (Charles R, iver Breeding Laboratories, Kingston, NY) were inoculated intraperitoneally with 2000 TCIDs0 of either MAd-FL or MAd-K 87 emulsified with Freund's complete adjuvant (total inoculum per mouse was 0.5 ml). Each mouse was simultaneously exposed orally to 200 TCIDso of virus. The virus was in the form of an L 929 (MAd-FL) or CMT-93 (MAd-K 87) infected cell lysate. The mice were exsanguinated by cardiac puncture twenty-eight days later (12 mice per virus). Serum to be used for imnmno-fluorescence staining was diluted 1 : 50 in sterile PBS and 25 ml were absorbed for 24 hours at 4 ° C with a lysate of l0 s uninfected L 929 cells (MAd-FL antibody) or CMT-93 cells (SLA_d-K 87 antibody). Two-fold sei4al dilutions of serum (1 : 100 to 1 : 12,800) were tested. Neutralizing antibody assays were performed with unabsorbed sara {dilutions of I : I0 to 1 : 2560).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody to MAd Strains"
        },
        {
            "text": "Mouse and rat sara were collected between 1980 and 1985 as part. of a quality assurance monitoring program. Animals were killed with CO 2 and exsanguinated immediately upon arrival in this facility. Sera from six commercial mouse suppliers and two intramural, barrier-maintained mouse breeding colonies were tested (total number--161). Sera from six commercial rat suppliers and one intramural, barrier-maintained rat breeding colony were also tested (total number = 147). Selected sara which contained MAd antibody as determined by IFA were tested by neutralization. (19) for MAd-FL grown in cells cultured from outbred infant mouse kidneys, more than 90 percent of the progeny virus was released from the infected cells.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 572,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Sources of Sara for Seroprevalence Survey"
        },
        {
            "text": "The ultrastructure of CMT-93 cells infected with MAd-FL was similar to that previously reported by WI~AND et al. (19) . Virions appeared to be assembled near electron dense regions in the nucleus (Fig. 1 A) . CMT-93 cells which did not contain visible viral inclusions at this late stage of infection often had large numbers of virions bound to membrane blebs via the fiber proteins ( Fig. 1 B) . Virions were 67-72 nm in their greatest dimension and had fibers approximately 25 nm long projecting from their vertices. These fibers terminated in a knob (Fig. 1 B) . MOTO (16) . Virions occurred as paracrystalline arrays in the nucleus (Fig. 2 A) . Extracellular virions could be observed on invaginations of uninfected CMT-93 cell membranes (Fig. 2 B) . These virions were 65-70 nm in diameter and had 25 nm fibers projecting from their vertices (Fig. 2 B) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 206,
                    "text": "(Fig. 1 A)",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 394,
                    "text": "Fig. 1 B)",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 563,
                    "text": "(Fig. 1 B)",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 646,
                    "text": "(Fig. 2 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 742,
                    "end": 752,
                    "text": "(Fig. 2 B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 847,
                    "end": 857,
                    "text": "(Fig. 2 B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Growth of MAd Strains in Continuous Cell Lines of Murine Origin"
        },
        {
            "text": "Both MAd-FL and MAd-K 87 were extremely stable at 37 ° C in DMEM containing 10 percent FBS (data not shown). Neither virus was inactivated to any appreciable extent after 6 hours, maintaining titers of 106 per ml. Infectious MAd-FL was detected after u 2 hour incubation at 56 ° C (Table 1) , Mthough the average tiger was reduced by 3-4 log10 TCIDs0 per ml from the starting materiM. In contrast, MAd-K 87 lost 1.5-2.5 log~0 TCIDs0 per mI during the first 5 minutes at 56 ° C and was reduced to undeteetable levels between 5 and 15 minutes at this incubation temperature (Table 1) . The stability of the two MAd strains under dried conditions at room temperature was studied as an experimental approximation of the condition of the viruses after excretion from the natural rodent host. Both virus strains (diluted to contain 104 TCIDs0 per ml) were quite stable in this situation. MAd-FL viability was promoted by the presence of protein in the form of FBS. At 14 days, the titer in 50 percent FBS was 3.6 _+ 0.2 log10 TCID~0 per ml, whereas the titer in the absence of FBS was 1.7 + 0.1 loglo TCIDso per ml, a reduction of 99.5 percent from the starting material. By 14 days, MAd-K 87 viability was relatively unaffected by protein concentration in the virus diluent,, varying from 3.2 log10 TCID~0 per ml in the absence of FBS to ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 572,
                    "end": 581,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Stability Tests"
        },
        {
            "text": "We have previously reported that antibody to MAd-FL reacts equally well ~dth homologous and heterologous MAd antigens in CF and IFA tests (11) . In contrast, antibody to MAd-K 87 reacts only with the homologous antigen in these tests. Antisera prepared in mice immunized once by the intraperitoneal and oral routes were tested in both IFA and neutralizing antibody assays ( Table 2 ). The MAd-FL antiserum reacted to equivalent titer in the IFA test, with M_Ad-FL and I~[Ad-K 87 antigens; however, the neutralizing antibody titer of this serum was four-fold higher with homologous antigen than with heterologous antigen. At the dilutions used, the antiserum prepared against MAd-K 87 did not react in either test with MAd-FL. ",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 381,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Antigenic Relationship Between MAd Strains FL and K87"
        },
        {
            "text": "Sera from mice obtained from six commercial suppliers were tested, and mice from only one of these suppliers had serum antibody to MAd (Table 3) . Sera from mice housed in two intramural, barrier-maintained facilities were Mso free of antibody to MAd. Only three mouse sera ofl61 which were tested reacted by IFA with MAd bivalent antigen. These sera reacted with MAd-K 87 antigen and not with MAd-FL antigen when tested on monovalent Sera were tested at a i : 10 dilution by indirect immunofluoreseenee (IFA) and neutralization (challenge virus dose was 100 TCIDs0). Results are expressed as the number positive / number tested slides. They also contained neutralizing antibody which was directed against MAd-K 87 and not against MAd-FL. The seroprevalenee of adenovirus was much higher in rats than in mice (Table 4 ). Rats from four of six suppliers had serum antibody which reacted Sera were tested at:, a 1 : 10 dilution by indirect immunofluorescenee (IFA) and neutralization (challenge virus dose was 100 TCIDso). Results are expressed as the number positive / number tested u One rat senlm neutralized both MAd-FL and MAd-K 87 ° The two sera which neutralized MAd-K 87 did not neutralize MAd-FL with MAd antigen by IFA. An intramural, barrier-maintained breeding colony of Wag Rij rats was free of antibody to MAd between 1980 and 1985.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 809,
                    "end": 817,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Seroprevalence of MAd Strains in Laboratory Rodents"
        },
        {
            "text": "Selected rat sera which were IFA positive on bivalent MAd slides were tested on monovalent slides and by neutralization. In contrast to the findings with mouse sera, rat sera reacted with a) MAd-K 87 only (Source D), b) MAd-FL only (some sera from Source C), or c) with both MAd-FL and MAd-K 87 antigens (Source B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroprevalence of MAd Strains in Laboratory Rodents"
        },
        {
            "text": "Despite the apparent low seroprevalence of MAd infection among commercial mice, there have been occasional reports of mice with histologically evident lesions which were presumed to be associated with MAd. In mid-September of 1982, high infant mortality was noted among AKR mice in a large intramural breeding colony. A tentative diagnosis of adenovirus infection was made based on the finding of intranuclear inclusions in the intestinal tracts of affected mice. The colony remained seronegative to adenovirus as determined by CF testing with MAd-FL antigen. Retrospective immunofluorescence serology for MAd antibody revealed that, prior to the outbreak of clinical disease, the colony had been free of antibody to either MAd strain (data not shown). However, in September of 1982, 8 of ll sera tested contained antibody to ~d-K 87, but not MAd-FL, as determined by IFA. This colony has maintained a very high seroprevalence of MAd through October, 1985. Eleven sera collected in 1985 were tested for the presence of MAd neutralizing antibody, and all contained antibody which neutralized MAd-K 87, not MAd-FL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association, of MAd with an Outbreak of Clinical Disease in a Mouse Colony"
        },
        {
            "text": "Pooled intestines from three affected mice were f~ozen at -70°C in September, 1982. These intestines were homogenized (10 percent w/v) in DMEM and five CF1 mice were inoculated by the combined intraperitoneal and oral routes with the clarified suspension. After 28 days, these mice and five control mice were exsanguinated, and the resulting sera were tested for the presence of antibody to any of eleven common murine viruses. Sera from inoculated mice contained antibody to MAd-K 87 as determined both by IFA and neutralization [5 of 5 mice], Theiler's murine encephalomyelitis virus (TMEV, picornavirus) [2 of 5 mice], and epizootic diarrhea of infant mice (EDIM) virus (rotavh~as) [5 of 5 mice]. Sera from all five control mice also contained antibody to EDIM virus but not to any other tested agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association, of MAd with an Outbreak of Clinical Disease in a Mouse Colony"
        },
        {
            "text": "As reported by WmA~D et al. (19) for growth of MAd-FL in primary mouse kidney cultures, we have found that the majority of infectious progeny virions (between 90 and 99 percent) are released fl~om infected L 929 or CMT-93 cells. In contrast, MAd-K 87 is much more cell associated with only about 50 percent of the virus released into the tissue culture fluid.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ultrastructural studies confirmed this finding to the extent that extracellular virions were more likely to be found in MAd-FL-infected CMT-93 cultures than in MAd-K 87-infected cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Both MAd-FL and iVL~d-K 87 were found to be resistant to inactivation by heating at 37 ° C, maintaining full viability for at least 6 hours. MAd-FL maintained some viability after heating at 56 ° C for 2 hours, whereas MAd-K 87 was inactivated after a 5 to 15 minutes exposure to this temperature. Both strains of MAd were stable for extended periods in the desiccated state. MAd-FL viability was more dependent on the presence of protein in the diluent than was MAd-K 87 viability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have presented neutralizing antibody data which confirm our earlier finding that antibody to MAd-K 87 reacts only with homologous antigen. As stated earlier, we cannot explain the divergent results reported by different investigators (11, 17, 19) . However, in the original report of the isolation and identification of MAd-K 87, HASHIlVIOTO eta[. (6) stated that they had preliminary data indicating that anti-MAd-K 87 sera prepared in rabbits or mice did not neutralize MAd-FL. We are not aware of any subsequent report from these investigators amplit~ring this observation.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From the laboratory animal perspective, the most important finding presented in this paper is the seroprevalence of MAd, both strains FL and K 87, in laboratory rats. Occasional CF antibody titers have been reported in rats, but these have not been correlated with disease, pathology or virus isolations (9) . There has been one report of intranuclear inclusions and typical adenovirus particles in the intestines ofimmunosuppressed rats (18) , but the responsible agent was not isolated. That adenovirus infection of rats has not been recognized before with any regularity may be due to the test (complement fLxation) which has traditionally been used for antibody detection and to the antigen (MAd-FL) which has been used in that test. The complement fLxation test has been found to be very insensitive for the detection of antibody to many rodent viruses, most notably mouse hepatitis virus (15) . V~re have previously reported that antibody titers to MAd as determined by the indirect immunofluorescence test are approximately 10-fold higher than titers determined from the complement fixation test (11) . Since the pattern of reactivity of rat sera differed substantially from that of mouse sera, it may be hypothesized that the virus(es) infecting rats are antigenically related to, but distinguishable from, the known mouse adenovirus strains. Future efforts will be directed toward isolation of the agent(s) infecting rats for antigenic and biological comparison with the two known strains of mouse adenovirus. We have found, however, that two week-old rats are not susceptible to MAd-K 87 after a route of exposure (oral) which simulates the presumed natural situation (A. L. SMITH and S. W. BARTHOLD, unpublished results).",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 894,
                    "end": 898,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have provided serologic evidence linking an outbreak of clinical disease in a breeding colony of mice to infection with MAd-K 87 or a very closely related virus. One observation remains puzzling. MAd-K 87 has never been associated with lethal infection in the experimental situation, irrespective of route of inoculation. Several possibilities must be considered to explain the mortality observed in the outbreak at Yale. One is that the infecting agent, while antigenically very closely related to MAd-K 87, was biologically different. A second relates to the microbiological status of the affected colony at the time of the outbreak. In 1982, mice from this colony had serum antibody to mouse hepatitis virus (MHV), reovirus type 3, EDIM virus, TMEV and minute virus of mice (MVM). The role of EDIM virus in this epizootic cannot be evaluated, since the mice used for the antibody production test had already been infected with this agent. TMEV may have played a role, but since only 2 of the 5 inoculated mice made antibody to this agent, it is assumed that the virus was present in the intestinal homogenate at Very low concentration. Also, since TMEV was enzootic at the time of the outbreak of clinical disease, it should not be considered as the primary cause of disease. However, the possibility that intercurrent infection with one or more of these viruses or a particularly virulent bacterial pathogen exacerbated the clinical course of the infection cannot be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Adenovirus endocarditis in mice",
            "authors": [
                {
                    "first": "I:~abin",
                    "middle": [],
                    "last": "Blailock Zr",
                    "suffix": ""
                },
                {
                    "first": "Melnick",
                    "middle": [],
                    "last": "El~",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jl",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Science",
            "volume": "157",
            "issn": "",
            "pages": "69--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adenovirus myoearditis in mice. An electron microscopic study",
            "authors": [
                {
                    "first": "Rabin",
                    "middle": [],
                    "last": "Blailock Zr",
                    "suffix": ""
                },
                {
                    "first": "Melnick",
                    "middle": [],
                    "last": "Er",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jl",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Exp Mol Pathol",
            "volume": "9",
            "issn": "",
            "pages": "84--96",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Demonstration of murine adenovirus fiber protein in embedded cells using tannic acid and protein A gold immunolabelling",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Buri~age Tg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "S~itti",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Virol Meth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A cell line from an induced carcinoma of mouse rectum",
            "authors": [
                {
                    "first": "Hemmings",
                    "middle": [],
                    "last": "Franks Lm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vj",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Pathol",
            "volume": "124",
            "issn": "",
            "pages": "35--38",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A new mouse virus apparently related to tile adcnovirus group",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hartley Jw",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Virology",
            "volume": "11",
            "issn": "",
            "pages": "645--647",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An adenovirus from the feces of mice. I. Isolation and identification",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hashimoto K",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suaiya~ia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sasaki S",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Jpn J Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "115--125",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pathogenesis of experimentally produced mouse adenovirus infection in mice",
            "authors": [
                {
                    "first": "Sheldon",
                    "middle": [],
                    "last": "Heck Fc",
                    "suffix": ""
                },
                {
                    "first": "Gleiser",
                    "middle": [],
                    "last": "Wg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ca",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Am J Vet Res",
            "volume": "33",
            "issn": "",
            "pages": "841--846",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Experimental adenovirus infection of the mouse adrenal gland. II. Electron microscopic observations",
            "authors": [
                {
                    "first": "~&apos;iargolis G",
                    "middle": [],
                    "last": "Hoenig Em",
                    "suffix": ""
                },
                {
                    "first": "Kilham",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Am J Pathol",
            "volume": "75",
            "issn": "",
            "pages": "375--386",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral diseases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jacoby R0",
                    "suffix": ""
                },
                {
                    "first": "Jonas",
                    "middle": [],
                    "last": "Bhatt Pn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Am",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "The laboratory rat, rot I",
            "volume": "",
            "issn": "",
            "pages": "307--328",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A naturally occurring intestinal mouse adenovirus infection associated with negative serologic findings",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Luetttans",
                    "suffix": ""
                },
                {
                    "first": "Wagxer",
                    "middle": [],
                    "last": "Je",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Lab Anim Sci",
            "volume": "33",
            "issn": "",
            "pages": "270--272",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Serological relationship between mouse adenovii~s strains FL and K 87",
            "authors": [
                {
                    "first": "Smit~",
                    "middle": [],
                    "last": "Lussier G",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Al",
                    "suffix": ""
                },
                {
                    "first": "Descot~aux J-P",
                    "middle": [],
                    "last": "Gue~ette D",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Lab Anita Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Experimental adenovirus infection of the mouse adrenal gland. I. Light microscopic observations",
            "authors": [
                {
                    "first": "Kil~as~ L",
                    "middle": [],
                    "last": "Margolj.S G",
                    "suffix": ""
                },
                {
                    "first": "Hoe~ig",
                    "middle": [],
                    "last": "Em",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Am J PathoI",
            "volume": "75",
            "issn": "",
            "pages": "363--372",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mouse adenovirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "0tten Ja",
                    "suffix": ""
                },
                {
                    "first": "Ant",
                    "middle": [],
                    "last": "Ten",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rw",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "The mouse in biomedical research",
            "volume": "II",
            "issn": "",
            "pages": "335--340",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A simple method of estimating fifty percent endpoints",
            "authors": [
                {
                    "first": "Reed",
                    "middle": [],
                    "last": "Lj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Muenc~ H",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am J Hyg",
            "volume": "27",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An immunofluoreseenee test for detection of serum antibody to rodent coronaviruses",
            "authors": [
                {
                    "first": "Smit~",
                    "middle": [],
                    "last": "Al",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Lab Anita Sci",
            "volume": "33",
            "issn": "",
            "pages": "157--160",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Electron microscope study of experimental enteric adenovirus infection in mice",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Takeuchi A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hashi~o~o K",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Infect Immun",
            "volume": "13",
            "issn": "",
            "pages": "569--580",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Serological classification of two mouse adenovirnses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der Veen J",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mesa",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Arch Ges Virusforsch",
            "volume": "45",
            "issn": "",
            "pages": "386--387",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Latent adenoviral infection of rats: Intranuclear inclusions induced by treatment with a cancer chemotherapeutic agent",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wand",
                    "suffix": ""
                },
                {
                    "first": "Young",
                    "middle": [],
                    "last": "Dm",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Am Vet Med Assoc",
            "volume": "69",
            "issn": "",
            "pages": "952--953",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Biological and biophysical characteristics of mouse adenovirus, strain FL",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wiga~d R",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gelderblom",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Arch Virol",
            "volume": "54",
            "issn": "",
            "pages": "131--142",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Section of Comparative Medicine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "L 929 cells or CMT-93 cells growing in 25 cm 2 flasks were infected with MAd-FL at a multiplicity of inlection of 10. Supernatant fluids and cell lysates were assayed for infectious virus in L 929 cells. Peak titers in L 929 cells (9.2 log~0 TCIDs0 per culture supernate) were reached on day 6 postinfection, while peak titers in CMT-93 cells (9.8 log~0 TCIDs0 per culture supernate) were reached at 4 days post-infection. As reported by WIGAND et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "MAd-K 87 replication could not be detected in L 929 cells, based on inoculation of supernates and cell lysates into CMT-93 cells as well as immunofluorescence staining of L 929 cells inoculated 5 days earlier with MAd-K 87. However, peak virus titers (6.7 loglo TCID~o per culture) in CMT-93 cells infected at a multiplicity of 10 were detected at 48 hours postinoculation, when only about half the cells were morphologically affected by the virus. MAd-K 87 was much more cell-associated than was MAd-FL when grown in CMT-93 cells. 0nly half of the recovered virus was released from the cells. Ultrastructurally, MAd-K 87-infected CMT-93 cells resembled virusinfected intestinal epithelial cells demonstrated by TAKEUCItI and HAsm-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Electron mierographs of CMT-93 cells infected for 60 hours with MAd-FL or MAd-K 87. Cells were fixed with glutaraldehyde and osmium tetroxide using tannic acid as a mordant, embedded and stained with uranyl acetate and lead citrate Fig. 1. A Accumulation of MAd-FL virions near electron dense regions of the nucleus. X 9000. The bar is 2 microns. B A membrane bteb of a CMT-93 cell with MAd-FL ~rions attached via the fiber proteins. × 92,900. The bar is I00 nm 4.1 log~0 TCID~0 per ml in 50 percent FBS. Both virus strains diluted in DMEM containing as little as 1 percent FBS maintained essentially full viability during the two week period of the study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A MAd-K 87 virions in paracrystalline arrays in the nucleus of a CMT-93 cell. × 31,000. The bar is 0.5 microns. B MAd-K 87 virions in membrane invagination. Fibers (arrows) are visible on virions not obstructed by cell membranes and debris. × 92,900. The bar is 100 nm",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Stability of mouse adenovirus strain~ FL and K37 in liquid medium at 56°C ~",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Antigenic relationship between mouse adenovirus strains FL and K87 a8 determined by indirect immunofluorescence and neutralization ~Sera were tested at dilutions of 1 : 100 through 1 : 12,800 in imrnunofluorescence tests and 1 : 10 through 1 : 2560 in neutralization tests. Results are expressed as the reciprocal of the highest dilution yielding apple green fluorescence and reciprocal of the highest dilution which inhibited eytopathic effect after incubation with 100TCIDs0 of virus, respectively",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Detection",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Detection of mouse adenovirus antibody in sera of rats from commercial supplie~;s and one intramural breeding colony ~",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by grant l%R 00393 from the Division of Research Resources, National Institutes of Health, Bethesda, MD. The authors thank K. P. ~h for help with assembly of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}