{"paper_id": "4060b1800e6fed6642f504259ad1b81aa3d05d34", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "M ultiple sclerosis (MS) is considered to be an autoimmune disease of the central nervous system (CNS). It is characterized by inflammatory demyelinating lesions that coalesce into large plaque-like regions in the CNS and is the most common demyelinating disease in humans. Although it is thought to be autoimmune in nature, epidemiological studies indicate that MS could be explained by a viral or microbial infection.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "There are areas of high risk and low risk of MS in the world, with risk increasing with distance from the equator. Migration studies have shown that individuals living in a high-risk area for the first 15 years of their life, who then move to a low-risk area, carry that high risk with them 1,2 . The reverse is true for people living in low-risk areas. If an individual migrates before the age of 15, that person will acquire the susceptibility risk of the new region.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Such studies support the hypothesis that exposure before puberty to an agent or to repeated infections in high-risk areas is an important contributing factor in MS. Similarly, MS clusters have been reported that persist for at least a generation 3 . Studies of isolated populations that had no reported cases of MS prior to contact with Europeans or North Americans found an initial wave of MS, with subsequent secondary cases arising in miniature epidemics after contact (reviewed in Ref. 3 ).", "cite_spans": [{"start": 490, "end": 491, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "Viral infections have also been correlated with the exacerbation of MS 4 , and can cause demyelination in humans and other animals 5 . Lastly, MS occurs in humans and has no naturally occurring animal counterpart. This is not true for other autoimmune diseases, such as diabetes, arthritis and thyroiditis, suggesting that MS could be caused by a pathogen with a limited host range. These observations suggest that infectious agents are intimately involved in the pathogenesis of MS.", "cite_spans": [{"start": 131, "end": 132, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "During the past 100 years, it has been speculated that viruses cause MS, but no single virus has been identified as the causative agent. Since the 1940s, more than a dozen virus or prion agents have been isolated from MS tissue, including rabies virus, several members of the herpesvirus family and paramyxoviruses (Table 1 ; Ref. 5). More recently, there have been reports of retrovirus isolations from patients with MS [6] [7] [8] [9] . This is intellectually appealing, as retroviruses, such as visna virus, can cause a chronic relapsing-remitting or progressive demyelinating disease in sheep. Additionally, other viruses in this family can induce demyelination in specific hosts.", "cite_spans": [{"start": 421, "end": 424, "text": "[6]", "ref_id": null}, {"start": 425, "end": 428, "text": "[7]", "ref_id": null}, {"start": 429, "end": 432, "text": "[8]", "ref_id": null}, {"start": 433, "end": 436, "text": "[9]", "ref_id": null}], "ref_spans": [{"start": 315, "end": 323, "text": "(Table 1", "ref_id": null}], "section": "MS and viruses"}, {"text": "Perron et al. 10 first isolated MSassociated retrovirus (MSRV) from the cerebrospinal fluid (CSF) of an MS patient in a leptomeningeal cell line (LM7) and followed this with the discovery that MSRV could replicate in infected monocytes 11 . They found reverse-transcriptase activity in supernatants from MSRV-infected monocytes and confirmed the presence of retrovirus-like particles by electron microscopy 10, 11 . Westernblot analyses of sera from two MS patients detected antibodies to MSRV proteins, with the pattern of antibody reactivity differing from that of other known human retroviruses 11 . More recently, Perron et al. 12 have demonstrated that MSRV could be derived from Epstein-Barr virus-transformed B cells from MS patients, and a region of the MSRV polymerase gene (pol) was amplified from MS patients' sera and CSF by PCR. From the partial sequence analyses performed, they speculated that the MSRV is related to, but distinct from, the endogenous retroviral sequence ERV-9. Blond et al. 13 have recently published an article on the molecular characterization of human endogenous retrovirus-W (HERV-W), a member of a new family of viruses.", "cite_spans": [{"start": 14, "end": 16, "text": "10", "ref_id": null}, {"start": 236, "end": 238, "text": "11", "ref_id": null}, {"start": 407, "end": 410, "text": "10,", "ref_id": null}, {"start": 411, "end": 413, "text": "11", "ref_id": null}, {"start": 598, "end": 600, "text": "11", "ref_id": null}, {"start": 632, "end": 634, "text": "12", "ref_id": null}, {"start": 1007, "end": 1009, "text": "13", "ref_id": null}], "ref_spans": [], "section": "MS-associated retrovirus"}, {"text": "Three possible explanations for the origin of the MSRV particles have been suggested 13 . First, MSRV was produced by a replicationcompetent endogenous provirus; second, MSRV could represent a virion-producing exogenous member of an endogenous virus family and third, MSRV could be composed of defective retroviral elements cooperating via trans complementation.", "cite_spans": [{"start": 85, "end": 87, "text": "13", "ref_id": null}], "ref_spans": [], "section": "Origins of MSRV"}, {"text": "Using a reconstructed 2.3-kb section of the MSRV pol gene 12 , Blond et al. designed primers allowing them to amplify and clone 650-bp MSRV-and ERV-9-related fragments from this region 13 . The relationship between ERV-9 and MSRV was confirmed using the enzyme-linked oligosorbent assay (ELOSA) and sequence analysis 13 . To test the hypothesis that MSRV is a replication-competent HERV, probes derived from packaged ", "cite_spans": [{"start": 185, "end": 187, "text": "13", "ref_id": null}, {"start": 317, "end": 319, "text": "13", "ref_id": null}], "ref_spans": [], "section": "Origins of MSRV"}, {"text": "More extensive characterization showed that the sequences represent a new family of human endogenous retroviruses, designated HERV-W. Although HERV-W contains regions of extensive homology with the Gag, Pol and Env retroviral proteins, substantial mutations in the gag and pol genes mean that functional proteins cannot be translated. Genomic screening indicates that HERV-W is an extensive family, but cloning the family members did not isolate ORFs containing gag, pol and env together. Analyses of the expression of HERV-W mRNA in the placenta suggest that splicing could result in transcripts corresponding to viral-sized mRNA, as well as smaller mRNAs. One of the clones studied did produce a protein that was approximately the same size as Env and had similar predicted glycosylation, but these results are not compatible with the hypothesis that MSRV is derived from a replication-competent HERV. The major conclusion of the work by Blond et al. 13 is that HERV-W is a newly characterized endogenous retrovirus family, to which MSRV might also belong.", "cite_spans": [{"start": 953, "end": 955, "text": "13", "ref_id": null}], "ref_spans": [], "section": "A family member"}, {"text": "Although Blond et al. 13 present a detailed characterization of retroviral sequences, it is still not clear if this virus is involved in the pathogenesis of MS. The expression of HERV-W appears to be restricted to the placenta and fetal liver. The data presented do not provide a viable mechanism by which MSRV becomes replication competent, nor do they explain why MSRV is only found in the CNS of MS patients, and not in control patients. There is also some controversy 14 about the homologies with retrovirus sequences published in 1995 and the specificity of the controls presented by Perron and colleagues in their previous publication 12 . In 1995, Lefebvre et al. 15 found six cDNAs related to HERVs cloned from human brain, in all human organs tested. Two of the sequences were related to ERV-9 and four to HERV-K10 and HUMMTV, the human homolog of mouse mammary tumor virus 15 . Brahic and Bureau 14 provide evidence that MSRV shares extensive homology in the pol sequences with human genomic sequences and with RT11, one of the clones they described 14 that is expressed in some MS brains but also expressed in control brain and in non-neural tissues 15 .", "cite_spans": [{"start": 22, "end": 24, "text": "13", "ref_id": null}, {"start": 641, "end": 643, "text": "12", "ref_id": null}, {"start": 671, "end": 673, "text": "15", "ref_id": null}, {"start": 883, "end": 885, "text": "15", "ref_id": null}, {"start": 1161, "end": 1163, "text": "15", "ref_id": null}], "ref_spans": [], "section": "Unresolved issues"}, {"text": "Thus far there appears to be little or no convincing evidence for a retroviral involvement in MS. It may be that this story will end in a similar fashion to that of the other viruses that have been found associated with MS or other autoimmune diseases -dismissed as an etiological agent, until more-convincing evidence is presented that we actually have an 'MS virus'. ", "cite_spans": [], "ref_spans": [], "section": "Unresolved issues"}, {"text": "Technical Tips Online (TTO) is now available exclusively through BioMedNet. If you are not already a member of BioMedNet, visit http://tto.biomednet.com and join today!", "cite_spans": [], "ref_spans": [], "section": "Technical Tips Online"}], "bib_entries": {"BIBREF2": {"ref_id": "b2", "title": "Multiple Sclerosis: Clinical and Pathogenetic Basis", "authors": [{"first": "J", "middle": ["F"], "last": "Kurtzke", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "91--140", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Viral Infections of the Nervous System", "authors": [{"first": "R", "middle": ["T"], "last": "Johnson", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "227--264", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "C O M M E N T TRENDS IN MICROBIOLOGY 263 VOL. 7 NO. 7 JULY 1999 0966-842X/99/$ -see front matter © 1999 Elsevier Science. All rights reserved. PII: S0966-842X(99)01532-2", "latex": null, "type": "table"}, "TABREF1": {"text": "TRENDS IN MICROBIOLOGY 264 VOL. 7 NO. 7 JULY 1999 Table 1. Viruses recovered from patients with multiple sclerosis a,b", "latex": null, "type": "table"}, "TABREF2": {"text": "Ref. 5. Abbreviations: MS, multiple sclerosis; SMON, subacute myelo-opticoneuropathy.", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1. Viruses recovered from patients with multiple sclerosis a,b\nAg", "latex": null, "type": "table", "html": "<html><body><table><tr><td>together. Analyses of the expres-\n</td><td>the clones they described14 that is\n</td></tr><tr><td> </td><td>A in the expressed in some MS brains but\n</td></tr><tr><td>ent Yesion of HERV-W mRNplacenta suggest that splicing could result in transcripts corre-\n</td><td>RNA, as also expressed in control brin non-neural tissues15.\nThus far there appears to be lit-\n</td><td>ain and\n</td></tr><tr><td> </td></tr><tr><td>Rabies 1946\nsponding to viral-zed m</td><td> </td></tr><tr><td>Scrapie agen1965\nMS-associated agent 1972 1972 1972 1978 1979 1980 1982 1982 1986 1989 1994\nwell as smaller mRNAs. One of the clones studied did produce a protein that was approximately the same size as Env and had similar predicted glycosylation, but these results are not compatible with the hypothesis that MSRV is derived from a replication-competent HERV. The major conclusion of the work by Blond et al.13 is that HERV-W is a newly characterized endogenous retrovirus family, to which MSRV might also belong.\nUnresolved issues\ndetailed characteriz</td><td>tle or no convincing evtroviral involvement in MS. It may be that this story will end in a similar fashion to that of the other viruses that have been found associated with MS or other autoimmune diseases - dismissed as an etiological agent, until more-convincing evidence is presented that we actually have an 'MS virus'.\n</td></tr><tr><td>Parainfluenza </td></tr><tr><td>Measles virus </td></tr><tr><td>Simian virus 5 </td></tr><tr><td>Chimpanzee cCoronavirus </td></tr><tr><td>SMON-like virus Tick-borne e</td></tr><tr><td>Human T-cell lymLM7 (retrovirus) Herpes simplex virus type 1 1989\n</td></tr><tr><td>Human herpesvi</td><td> </td><td> </td></tr><tr><td>Table adapted from Refb</td><td>preparing the manuscr</td><td> </td></tr><tr><td>acute myelo-opticoneuropat</td><td> </td><td> </td></tr><tr><td>env that are conserved in retroviruses, were used to screen northern blots of various tissues. Brain and lymphoid tissue were negative but placental tissue gave a positive result. The same probes were used to screen placental cDNA clones but no open reading frames (ORFs) consistent with a replication-competent retrovirus were\nviral sequences, it is stilif this virus is involved in the pathogenesis of MS. The expression of HERV-W appears to be restricted to the placenta and fetal liver. The data presented do not provide a viable mechanism by which MSRV becomes replication competent, nor do they explain why MSRV is only found in the CNS of MS patients, and not in control patients.\nThere is also some controversy14\n</td><td> not clear\n</td></tr><tr><td>Rev. 6, 38Clin. Microbiol.\n</td></tr><tr><td>2 Kurtzke, J.F. (1994) Rev. 7, 141 (erra</td><td> </td></tr><tr><td>3 Kurtzke, J.F. (1997) in Multiple Scler</td></tr><tr><td>Clinical and Pathogene</td><td> </td></tr><tr><td>McFarland, H.F. and Tourtellotte, W.W., eds), pp. 91-140, Chapman &amp; </td><td>Hall\n</td></tr><tr><td>Sibley, W.A., Bamford, C.R. and Clark, K. (1985) Lancet 184, 1313-1315\n5 Johnson, R.T. (1998) in Viral Infections\n</td></tr><tr><td>of the Nervous System (2nd ednpp. 227-264, Lippincott-Raven Munch, M. et al. (1995) Mult. Sc</td></tr></table></body></html>"}}, "back_matter": [{"text": "We are grateful to Ms Kathleen Borick for preparing the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement"}]}