{
    "paper_id": "40cb5c59a542a567281570712ea6827541698f49",
    "metadata": {
        "title": "MERS: What is the current situation in Saudi Arabia?",
        "authors": [
            {
                "first": "Ziad",
                "middle": [
                    "A"
                ],
                "last": "Memish",
                "suffix": "",
                "affiliation": {},
                "email": "zmemish@yahoo.com"
            },
            {
                "first": "Saudi",
                "middle": [],
                "last": "Riyadh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "region": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Arabia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hubert",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "a few weeks before that year's Hajj season. The global public health community was extremely concerned and on alert for the possibility of an impending pandemic from the new emerging coronavirus from the SARS family. The Ministry of Health (MoH) of SA worked tirelessly with key regional, global public health and academic partners to put in place an appropriate plan and recommendations for safeguarding the arriving 2 million international pilgrims. 1 To the global medical community's surprise, the executed plan for the Hajj 2012 season was a successful one. Further, to better define the virus, its source, pathogenesis and national and global epidemiology, modes of transmission and best infection control measures to prevent its acquisition and spread, an exhaustive research agenda was developed and executed by the SA MoH. Five years and six Hajj seasons into the epidemic, the government of SA is much better prepared with greater evidence-based knowledge and experience. 2 National and international large-scale research Figure 1. Picture of the Grand Mosque expansion as of June 2018 to accommodate the kingdom 2030 vision (source: Ministry of Information)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "*To whom correspondence should be addressed. Ziad A Memish, PO Box 54146, Riyadh 11514, Saudi Arabia. Email: zmemish@yahoo.com To the Editor-in-Chief:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Five years have passed since the first case of MERS-CoV was reported in Jeddah, Saudi Arabia (SA) in September 2012, only a few weeks before that year's Hajj season. The global public health community was extremely concerned and on alert for the possibility of an impending pandemic from the new emerging coronavirus from the SARS family. The Ministry of Health (MoH) of SA worked tirelessly with key regional, global public health and academic partners to put in place an appropriate plan and recommendations for safeguarding the arriving 2 million international pilgrims. 1 To the global medical community's surprise, the executed plan for the Hajj 2012 season was a successful one. Further, to better define the virus, its source, pathogenesis and national and global epidemiology, modes of transmission and best infection control measures to prevent its acquisition and spread, an exhaustive research agenda was developed and executed by the SA MoH. Five years and six Hajj seasons into the epidemic, the government of SA is much better prepared with greater evidence-based knowledge and experience. 2 National and international large-scale research failed to document transmission of MERS-CoV during Hajj, with only sporadic cases reported from Umrah. 3 As of August 2018, a total of 2229 laboratory-confirmed cases of MERS-CoV, including 791 associated deaths (CFR: 35.5%) were reported from 27 countries globally; 1853 cases, including 717 related deaths, were reported from SA. The basic travel advisory for MERS-CoV put out by SA MoH and endorsed by WHO continues to be for all pilgrims with comorbidities that put them at risk of severe MERS-CoV disease and its complications (diabetics, pilgrims with renal failure, chronic lung disease and immunocompromised pilgrims) to avoid close contact with animals, particularly dromedaries (the animal reservoir), when visiting farms or markets in areas where the virus is known to be potentially circulating. In addition, general hygiene measures, such as regular hand washing before and after touching animals and avoiding contact with sick animals, should be adhered to. 4, 5 As SA embraces Vision 2030, it expects to see a huge rise in Hajj and Umrah pilgrims, reaching 2.2 and 15 million pilgrims by 2020 and 4.5 and 30 million pilgrims by 2030 ( Figure 1 ). 6 With decades of experience in managing Hajj, SA has a robust surveillance system capable of rapidly detecting infectious diseases cases like MERS-CoV in its healthcare facilities in the Hajj premises. 7 In addition, there is a state-of-the-art system of communication to assist in prompt investigation and management of suspected cases and clusters in well-equipped healthcare facilities with the application of state-of-the-art infection control measures and standards.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 575,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1104,
                    "end": 1105,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1257,
                    "end": 1258,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2126,
                    "end": 2128,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2129,
                    "end": 2130,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2316,
                    "end": 2317,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2519,
                    "end": 2520,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 2304,
                    "end": 2312,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Hajj: updated health hazards and current recommendations for 2012",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus: risk factors and determinants of primary, household and nosocomial transmission",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "217--244",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A systematic review of emerging respiratory viruses at the Hajj and possible coinfection with Streptococcus pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benkouitien",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Travel Med Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "6--13",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Considerations for mass gathering events and Middle East respiratory syndrome coronavirus (MERS-CoV). Interim guidance Updated",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Association between Australian Hajj Pilgrims' awareness of MERS-CoV, and their compliance with preventive measures and exposure to camels",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mushta",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taw046"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Kingdom of Saudi Arabia Vision 2030",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strengthening health security at the Hajj mass gatherings: characteristics of the infectious diseases surveillance systems operational during the 2015 Hajj",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Alotaibi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yezli",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Saeed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Turkestani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alawam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Bieh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Travel Med",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taw087"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Picture of the Grand Mosque expansion as of June 2018 to accommodate the kingdom 2030 vision (source: Ministry of Information)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}