{
    "paper_id": "40dc5aec33925af06180dda7a9b8718c3009263a",
    "metadata": {
        "title": "Polyadenylate in the Virion RNA of Mouse Hepatitis Virus",
        "authors": [
            {
                "first": "Yoshiaki",
                "middle": [],
                "last": "Yogo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Norio",
                "middle": [],
                "last": "Hirano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Present address: Department of Veterinary Micro-biology",
                    "institution": "Iwate University",
                    "location": {
                        "postCode": "020",
                        "settlement": "Morioka",
                        "region": "Iwate"
                    }
                },
                "email": ""
            },
            {
                "first": "Shigeo",
                "middle": [],
                "last": "Hino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Shibuta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minoru",
                "middle": [],
                "last": "Matumoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Present address: Department of Veterinary Micro-biology",
                    "institution": "Iwate University",
                    "location": {
                        "postCode": "020",
                        "settlement": "Morioka",
                        "region": "Iwate"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mouse hepatitis (MH) virus was grown in SR-CDF1-DBT, a mouse cell line, and purified by ammonium sulfate precipitation and by density gradient centrifugation. Extraction of RNA from purified virions with 1 % SDS and sedimentation analysis of the RNA revealed a major 50S component and two minor components. Treatment of virions with phenol/chloroform also produced the 50S component, although its yield was lower. MH virion RNA can bind to a poly(U)-fiberglass filter, indicating that MH virion RNA contains poly(A). A poly(A>like fragment was isolated by digestion with ribonuclease A [EC 3.1.4.22] and Tl [EC 3.1.4.8] and by DEAE-Sephadex column chromatography. Analysis of the fragment for base composition showed it to be an adenine-rich material. Its chain length was about 90 nucleotides, as determined by ion-exchange chromatography and gel electrophoresis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mouse hepatitis (MH) virus is a member of the coronavirus group which has recently been established to cover medium-sized enveloped RNA viruses with distinctive morphology (/, 2) . In spite of their wide distribution in nature, fundamental knowledge of these viruses is still limited. Recently we have shown a mouse cell line, SR-CDF1-DBT (DBT for short), to be a good medium for propagation and plaque assay of MH virus (i), permitting the basic properties of the virus to be (3).",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 178,
                    "text": "(/, 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Purification of the Virus-Infectious culture fluids, after removing cell debris, were treated with ammonium sulfate (360 mg/ml) at 4°C for 2 h. The resulting precipitates were collected by centrifugation at 10,000X0 for 15 min at 4°C, and suspended in 0.1M NaCl-0.001 M EDTA-0.05 M Tris-HCI, pH 7.5. The virus suspension was layered on a 25-60% sucrose density gradient in the same buffer and spun down to equilibrium at 25,000 rpm for 16 h at 4°C in a Spinco SW 27.1 rotor. Fractions were collected from the bottom of the tube, then assayed for 5% trichloroacetic acid-insoluble radioactivity and, where mentioned, for infectivity and density. The peak of radioactivity, coinciding with that of infectivity at a density of 1.18 g/ml, was recovered, diluted with the above buffer, and pelleted by centrifugation at 45,000 rpm for 1 h at 4°C in an SW 50.1 rotor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals-Poly(A) and poly(U) were obtained from Miles"
        },
        {
            "text": "Extraction of RNA-(a) SDS extraction: Pellets of purified virions were suspended in NET buffer (0.1 M NaCl-0.001 M EDTA-0.01 M Tris-HCI, pH 7.5) containing 1 % SDS and incubated at room temperature for 10 min. The released RNA was separated from other virion constituents by sedimentation through a sucrose gradient containing 0.3% SDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals-Poly(A) and poly(U) were obtained from Miles"
        },
        {
            "text": "(b) Phenollchloroform extraction: The virus suspension in NET containing 0.5% SDS was deproteinized by shaking with 0.5 volume of NETsaturated phenol and 0.5 volume of chloroformisopentanol (24 : 1) at room temperature. The phenol phase was then serially washed with NET. Both aqueous phases were combined, mixed with 0.5 mg of carrier tRNA, and the RNA was precipitated with 1/20 volume of 4 M NaCl and 2 volumes of ethanol. The final precipitates were dissolved in water and stored at -20°C until use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals-Poly(A) and poly(U) were obtained from Miles"
        },
        {
            "text": "Sedimentation Analysis-PH]Virion RNA dissolved in 0.1 ml NET was layered on a 15-30% sucrose gradient in NET containing 0.3% SDS, then sedimented at 48,000 rpm for 90 min at room temperature in an SW 50.1 rotor. [»H]rRNA (18S and 28S species) was spun down in a parallel tube as a reference. Fractions were collected from the bottom of the tubes and assayed for trichloroacetic acid-insoluble radioactivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals-Poly(A) and poly(U) were obtained from Miles"
        },
        {
            "text": "Poly(U)-Fiberglass Filter Assay-Poly(U>fiberglass filters were prepared, and the binding activity of RNA to the filters was measured as described previously (6) .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Chemicals-Poly(A) and poly(U) were obtained from Miles"
        },
        {
            "text": "Isolation of Poly(A)-fHJAdenosine-or P'P]labeled MH virion RNA containing 50 (ig of carrier tRNA was digested with a combination of ribonuclease A (2//g) and Tl (50 units The hydrolysate was neutralized with HC1O, at 0°C and the precipitate was removed by centrifugation. The sample was applied to Whatman 3MM paper and electrophoresed in 0.05 M ammonium formate, pH 3.5, at 4,000 volts for 45 min. Spots of four 2', 3'-nucleotides were marked under UV light, cut out and counted in a liquid scintillation counter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals-Poly(A) and poly(U) were obtained from Miles"
        },
        {
            "text": "Size Analysis of Poly{A)-{a) Ion-exchange chromatography: [*H]Poly(A) was applied to a DEAE-Sephadex column and eluted with an NaCl gradient as described previously (7). (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals-Poly(A) and poly(U) were obtained from Miles"
        },
        {
            "text": "of Virus-fHlUridine-labeled virus, after concentration from infectious culture fluids, was subjected to equilibrium centrifugation through a sucrose density gradient, and fractions were assayed for radioactivity, infectivity and density. As shown in Fig. 1 , good correlation was observed between radioactivity and infectivity. The major peak of radioactivity coincides with that of infectivity at a density of 1.18 g/ml, a value in agreement with the densities of other coronavinises (1, 8) .",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 488,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 491,
                    "text": "8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 256,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Purification"
        },
        {
            "text": "In order to confirm that the major peak of radioactivity did not originate from cellular components, infectious and uninfectious culture fluids labeled with PH]uridine were processed in parallel in a similar manner. As shown in Fig. 2A and 2B, no peak corresponding to that from the infectious culture fluid was produced from the uninfectious culture fluid. Furthermore, an infected culture was incubated in the presence of actinomycin D (5 /ig/ml) to prevent cellular RNA synthesis; from this culture a peak was obtained at the same position as that from the infected culture without the drug (Fig. 2C) , although there was some reduction in yield, probably due to the secondary effects of actinomycin D.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 235,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 594,
                    "end": 603,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Purification"
        },
        {
            "text": "Characterization of Virion RNA-Although virions of coronaviruses are known to contain single-stranded RNA as a genome (9) , no distinctive RNA species has been obtained from them by phenol extraction (9, 10) . Recent studies, however, have shown that high molecular weight RNA can be extracted with 1% SDS (10, 11) . We therefore extracted RNA from [*H]uridine-labeled MH virions with phenol/chloroform as well as 1 % SDS, and RNA's obtained by both methods were compared by sucrose gradient centrifugation. As shown in Fig. 3A , the extraction with 1% SDS yielded a major component of 50S and two minor components of 35S and 25S. The phenol/chloroform extraction also produced these components but the yield of 50S component was somewhat lower (Fig. 3B) . When the 50S component obtained with 1 % SDS was further treated with phenol/chloroform, a part of it was converted to 35S and 25S (Fig. 3Q . Thus the 50S component probably represents complete genome, and the 35S and 25S are fragments produced during the extraction procedures. However, it remains to be determined whether the 50S component is a con-tinuous single-stranded molecule or a complex consisting of several subunits.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "(9,",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "10)",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "(10,",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 527,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 745,
                    "end": 754,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 888,
                    "end": 896,
                    "text": "(Fig. 3Q",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Purification"
        },
        {
            "text": "Poly{A) Sequence-One of the most sensitive ways to detect poly(A) linked to RNA is to hybridize radioactive RNA with poly(U)-fiberglass filters (6) . When PH]uridine-labeled total virion RNA or 50S component was applied to a poly(U> fiberglass filter, 21 or 24% of input RNA was retained on the filter, respectively. After pretreatment of the RNA with poly(U) (100 //g/ml), however, no appreciable amount of the RNA was retained (less than 1 %). These results suggest that MH virion RNA contains poly(A). The low retention of the RNA may be due to the low binding efficiency of high molecular weight RNA containing poly(A), as was found for poliovirus RNA (12) . However, it could also be explained by the absence of poly(A) in some molecules of MH virion RNA.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Purification"
        },
        {
            "text": "To isolate poly(A), ['HJadenosine-labeled total virion RNA was digested with a combination of ribonuclease A and Tl. The digest was adjusted to 0.3 M NaCl-0.001 M EDTA-0.02 M Tris-HCl (pH 7.5)-7 M urea and applied to a DEAE-Sephadex column equilibrated with the same buffer. Under these conditions most of the digest passed through the column. After washing the column extensively with the same buffer, poly(A) was eluted with 0.7 M NaCI. The yield of [ 3 H]poly(A) was 1.42% of total radioactivity in the RNA (adverage of three experiments).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification"
        },
        {
            "text": "To decide whether poly(A) was originally covalently linked to virion RNA, we incubated [»H]virion RNA with 95% dimethyl sulfoxide at 37°C in the presence of excess cold poly(A) (7) . RNA sedimenting faster than 18S was recovered from the treated material by sucrose gradient centrifugation, and assayed for poly(A) yield as described above. The poly(A) yield obtained was not significantly different from that obtained without dimethyl sulfoxide treatment.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Purification"
        },
        {
            "text": "To confirm that poly(A) thus obtained is adenine-rich, we isolated [* s P]poly(A) and analyzed it for base composition. Tn this experiment, 50S, 35S, and 25S RNA were separated by sucrose gradient centrifugation and used for poly(A) preparation. The results (Table I) showed that poly(A) from each RNA was adenine-rich: 80 to 90% of the counts were associated with AMP. Small amounts of labeled UMP, CMP, and GMP were also found, but most of them probably arose from contaminants. It is also possible, however, that some of them originated from the 3'-end of poly(A). If so, poly(A) may be located at an internal region of MH virion RNA. Alternatively, the poly(A) stretch may also contain a few nucleotides other than adenylate at random positions; in this case ribonuclease digestion of the RNA would yield heterogeneous sizes of poly(A) (see below).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "(Table I)",
                    "ref_id": null
                }
            ],
            "section": "Purification"
        },
        {
            "text": "The size of poly(A) was analyzed by DEAE-Sephadex column chromatography and by gel electrophoresis. Figure 4 shows the elution profiles of [*H]poly(A) and reference tRNA from a DEAE-Sephadex column. It can be seen that [*H]poly(A) was eluted from the column at a slightly higher salt concentration than tRNA. Figure 5 poly(A) in MH virion RNA is slightly longer than tRNA, about 90 nucleotides. This value, however, may only represent its average size, since it appears to be heterogeneous in size as indicated by gel electrophoresis (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Figure 4",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 309,
                    "end": 317,
                    "text": "Figure 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 534,
                    "end": 542,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Purification"
        },
        {
            "text": "The present study demonstrated the presence of poly(A) in the virion RNA of MH virus. This finding suggests that the virion RNA serves as a messenger upon infection of susceptible cells. In agreement with this view, we have found that no virus-specific RNA hybridizable with virion RNA is present in the polysomal fraction from MH virus-infected cells (unpublished results).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The existence of poly(A) in MH virion RNA is of interset in relation to the classification of coronaviruses. Recently, Baltimore (13) has proposed a scheme for classifing animal viruses based on their mode of gene expression. Following this classification of RNA animal viruses, Shatkin (14) has considered some aspects of their genome structure in relation to their mechanism to gene expression. Class 1 virions (picornaviruses and arboviruses) and class 4 virions (RNA tumor viruses), according to Shatkin's designation, whose genomes have the same polarity as virus-specific mRNA, contains poly(A) linked to genome RNA {14). As MH virion RNA contains poly(A), coronaviruses could belong either to class 1 or to class 4. They should perhaps be included in the former class rather than the latter for the following reasons: 1) they are not oncogenic as far as is known (<S) and 2) their replication is insensitive to actinomycin D (8) . Further studies on their genome structure and function are required, however. Garwes et al. (77) has recently suggested that the genome of coronaviruses, like that of RNA tumor viruses, might be a high-molecular-weight complex held together by RNA-RNA interactions. However, further studies are required to establish the structure of the coronavirus genome, since the high-molecular-weight RNA they obtained was only extracted with 1 % SDS, which would not remove contaminating ribonuclease (77), and therefore the results of their heat denaturation experiments cannot be simply explained in terms of the dissociation of an RNA complex. In this connection, we wish to emphasize the significance of our finding that the high-molecular-weight RNA (50S) can be extracted from MH virions with phenol/chloroform, a strong deprotenizing agent. It will be of interest to investigate whether the 50S RNA is dissociated into smaller RNA's after de-naturation procedures. Also, it will be important to test the 50S RNA for infectivity, as the genome of class 1 virions, but not that of class 4 virions, is known to be infectious under appropriate conditions (14) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 291,
                    "text": "Shatkin (14)",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1034,
                    "text": "Garwes et al. (77)",
                    "ref_id": null
                },
                {
                    "start": 2086,
                    "end": 2090,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viruses of Vertebrates 3rd",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Andrewes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Proc. Nad. Acad. Sci",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sheldon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jurale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kates",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "417--438",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Present address: Department of Veterinary Microbiology, Faculty of Agriculture, Iwate University, Morioka, Iwate 020. » Present address: Kitasato Institute, Minato-ku, Tokyo 108. Abbreviations: MH, mouse hepatitis; DBT, SR-CDF1-DBT (a mouse cell line); SDS, sodium dodecyl sulfate; poly(A), polyadenylate; poly(U), polyuridylate; NET, 0.1 M NaCl-0.001 M EDTA-0.01 M Tris-HCl, pH 7.5. studied more systematically. In this paper we describe experiments demonstrating the presence of poly (A) in the virion RNA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "min. The digest was mixed with 20 volumes of 0.3 M NaCl in urea buffer (0.00! M EDTA-O.O25 M Tris-HCI, pH 7.5-7 M urea), and applied to a DEAE-Sephadex column (bed volume, 1 ml). After washing the column with 0.3 M NaCl in urea buffer (about 30 ml), poly(A) was eluted with 0.7 M NaCl in urea buffer. Poly(A) was then filtered through a Millipore HA membrane to remove insoluble material and precipitated with 2 volumes of ethanol together with carrier tRNA. Analysis of Base Composition-Purified t\"P]poly(A), containing about 0.4 mg of carrier tRNA, was digested with 0.3 N KOH at 37°C for 18 h.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(b) Polyacrylamide gel electrophoresis: [ 3 H]-Poly(A) or [*H]tRNA dissolved in 0.03 M NaH,PO 4 -0.036 M Tris-0.001 M EDTA-30% glycerol-0.1% bromophenol blue was applied to a 10% polyacrylamide gel and electrophoresed for 4 h at 5 mA/tube in 0.03 M NaH,PO 4 -0.036 M Tris-0.001 M EDTA-10 % glycerol-0.2 % SDS. The gel was frozen and sliced. The slices were treated with NH,OH, mixed with toluene-Triton scintillation cocktail and counted in a liquid scintillation counter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ". I. Purification of MH virions by equilibrium density gradient centrifugation. MH virus was grown in DBT cells in the presence of 20 /iCi/ml PH]uridine and, after concentration with ammonium sulfate from the infectious culture fluids, was centrifuged through a 25-60% sucrose gradient in a Spinco SW 27.1 rotor at 25,000 rpm for 16 h at 4°C. Fractions of 0.5 ml were collected from the bottom of the tube, and samples were removed to determine trichloroacetic acid-insoluble radioactivity (•), plaque forming units (O) and density ( )•",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Sucrose gradient centrifugation of the materials precipitated with ammonium sulfate from culture fluids (A) infected and (B) uninfected in the absence of actinomycin D and from those (Q infected and (D) uninfected in the presence of actinomycin D (5 /jg/ml). Sedimentation was carried out through a 25-60% sucrose gradient in a Spinco SW 27.1 rotor for 5 h at 4°C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Sedimentation analysis of MH virion RNA. (A) Pellets of purified [*H]uridine-Iabeled virions were dissolved in 0.1 ml of NET containing 1% SDS and left to stand for 10 min at room temperature. The sample was layered on a 15-30% sucrose gradient in NET and centrifuged in a Spinco SW 50.1 rotor at 48,000 rpm for 90 min at room temperature. (B) RNA was extracted from r*H]virions with phenol/chloroform as described in \" MATERIALS AND METHODS \" and analyzed similarly by sucrose gradient centrifugation. (Q The major peak of 50S RNA in (A) (fractions 6-8) was recovered and further treated with phenol/chloroform as described in \" MATERIALS AND METHODS.\" The RNA was centrifuged as above. Arrows indicate the positions of [*H]rRNA (18S and 28S) run in parallel.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "DEAE-Sephadex column chromatography of PH]poly(A) and tRNA. PH]Poly(A) was isolated from PHJadenosine-labeled virion RNA as described in \" MATERIALS AND METHODS\" and co-chromatographed with nonlabeled excess tRNA on a DEAE-Sephadex column (7). •, Radioactivity of poly(A); O, absorbance at 260 nm of tRNA;, NaCl concentration (M).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "shows the migration patterns of fH]poly(A) and [*H]tRNA electrophoresed on parallel gels. [*H]Poly(A) migrated as a rather broad peak somewhat more slowly than ['H]tRNA. These results suggest that Gel electrophoresis of (A) [*H]poly(A) and (B)PH]tRNA. Electrophoresis was carried out on 10% polyacrylamide gels as described in \" MATERIALS AND METHODS.\" The direction of electrophoresis was from left to right.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Laboratories; tRNA and ribonuclease A from Sigma Chemical Co.; ribonuclease Tl from Sankyo Co.; [*H]adenosine and [ s H]uridine from New England Nuclear; [ SI p]orthophosphate from Daiichi Chemical Co. [ 3 H]rRNA and [ 3 H]tRNA were extracted from DBT cells grown in the presence of PH]adenosine or [ s H]uridine. Virus and Cell-DBT cells (4) were grown at 37°C in Eagle's minimum essential medium containing 10% horse serum, 10% tryptose phosphate broth, and 0.06 mg/ml kanamycin. The serum content was reduced to 10% after virus inoculation. Vol. 82, No. 4, 1977 The MHV-2 strain of MH virus (5) adapted to DBT cells (3) was used. For labeled virus preparations DBT cells infected at about 10 plaqueforming units per cell, after virus adsorption at 37°C for 1 h, were incubated at 37°C for 12 h in the maintenance medium containing 20 /iCi/ml [ 3 H]uridine, 20 /iCi/ml fHJadenosine or 100 ^Ci/ml [ 3t P]orthophosphate. The infectivity was determined by plaque assay on DBT cell monolayers as described previously",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}