{"paper_id": "4113f3904eaab3c3dd45744e032b29eecefec793", "metadata": {"title": "Animal Model Pathologic Characterization of Short-Chain Acyl- CoA Dehydrogenase Deficiency in BALB/cByJ Mice", "authors": [{"first": "Dawna", "middle": ["L"], "last": "Armstrong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["L"], "last": "Masiowski", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Philip", "middle": ["A"], "last": "Wood", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "BALBIcByJ mice have a deficiency of shortchain acyl-CoA dehydrogenase (SCAD) and are a useful model for studying the inborn errors of fatty acid metabolism which affect humans. Patients with some of these disorders present with hypoglycemia, hyperammonemia, and microvesicular fatty change of hepatocytes. In the present study we examined pathogen-free, SCAD deficient BALBI cByJ mice and control BALB/cBy mice for biochemical and tissue changes following fasting or salicylate challenge. We observed mitochondria1 swelling and microvesicular fatty changes in hepatocytes in mutant mice, especially severe following a fast. However, fasting did not alter their blood ammonia and there was no apparent clinical disease. Similarly, salicylates did not produce disease in the BALB/cByJ mice. We did detect in mice an alternative pathway for salicylate metabolism, by-passing glycine conjugation which is the principal metabolic pathway in humans. 6 1993 Wiley-Liss, Inc.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Several inborn errors of P-oxidation of fatty acids have been described in children. Children with acyl-CoA dehydrogenase deficiency have acute episodes of hypoglycemia, metabolic acidosis, and hyperammonemia with prominent microvesicular fatty change of liver [Greene et al., 19881 associated with fasting. The recog-", "cite_spans": [{"start": 261, "end": 282, "text": "[Greene et al., 19881", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "nition of these metabolic diseases is confusing due to clinical similarities with Reye syndrome (RS) [Greene et al., 19881 . Classic RS is an acute, potentially fatal metabolic episode characterized by hyperammonemia, hypoglycemia, and fatty change of the liver [Reye et al., 19633 , and its pathogenesis is understood poorly, but it appears to be associated with salicylate ingestion by children during acute infectious disease episodes [Hurwitz, 19891 . Recently, we described a mutant mouse line with short-chain acyl-CoA dehydrogenase (SCAD) deficiency [Wood et al., 19891 that appears to be a useful animal model in which to study the clinical, biochemical and morphologic expression of inborn errors of fatty acid oxidation. We have shown previously that these mutant mice develop a marked microvesicular fatty change in liver as compared to controls following an 18 hour fast [Wood et al., 19891. In this report we describe the histopathologic and ultrastructural morphology, and some of the biochemical characteristics found in specific pathogen free (SPF) BALB/cByJ mice in 3 experimental paradigms; nonfasted, fasted, and following a salicylate challenge. The non-fasted state represents the non-provocative condition. The fasted state requires metabolic pathways involved in the P-oxidation of fatty acids. The salicylate challenge was studied because salicylates have been implicated in provoking RS in children [Hurwitz, 19891. In these situations all mice remained clinically normal in spite of biochemical and morphologic abnormalities. Our results are compared with the morphologic and biochemical changes associated with acutely fatal disease in children with RS and in BALB/cByJ mice [Brownstein et al., 19841 infected by mouse coronavirus or rotavirus.", "cite_spans": [{"start": 101, "end": 122, "text": "[Greene et al., 19881", "ref_id": null}, {"start": 262, "end": 281, "text": "[Reye et al., 19633", "ref_id": null}, {"start": 438, "end": 453, "text": "[Hurwitz, 19891", "ref_id": null}, {"start": 557, "end": 576, "text": "[Wood et al., 19891", "ref_id": null}, {"start": 883, "end": 903, "text": "[Wood et al., 19891.", "ref_id": null}, {"start": 1424, "end": 1440, "text": "[Hurwitz, 19891.", "ref_id": null}, {"start": 1702, "end": 1727, "text": "[Brownstein et al., 19841", "ref_id": null}], "ref_spans": [], "section": "35294-0019."}, {"text": "MATERIALS AND METHODS BALB/cByJ mice (J mutant mice) and the predecessor control strain, BALB/cBy (Y control mice), were obtained from the Jackson Laboratory (Bar Harbor, Maine) and subsequently propagated at the Baylor College of Medicine and the University of Alabama at Birmingham. All mice were documented to be free of the common rodent pathogenic viruses, including mouse coronavirus and rotavirus, by routine health surveillance including serologic testing by Microbiological Associates or Charles River Laboratories. All mice were maintained specific pathogen free using the microisolator system (Lab Products).", "cite_spans": [], "ref_spans": [], "section": "35294-0019."}, {"text": "Mice of each strain and both sexes, 6-8 weeks old, were killed humanely by inducing anesthesia with avertin (2,2,2,-tribromoethanol) and immediate exsanguination by cardiac puncture following an 18 hour food fast or without fasting. Necropsies were performed immediately and portions of liver, brain, kidney, heart, and skeletal muscle were either fixed in 3% glutaraldehyde for ultrastructural examination, 10% buffered formalin for histologic examination, or frozen in liquid nitrogen for histochemical studies. The tissues were stained with hematoxylin and eosin for documentation of tissue morphology, Oil Red 0 ( O W ) for demonstration of neutral lipid, modified Gomori trichrome for demonstration of mitochondria, and NADH for demonstration of oxidative enzyme activity in mitochondria and cytosol. This marker, rather than succinic dehydrogenase or cytochrome C oxidase, was used for mitochondria because in our experience it provides a more reliable obvious marker for increased mitochondria1 number or size [Dubowitz and Brooke, 19731 . All morphologic evaluations were done by subjective examination.", "cite_spans": [{"start": 1017, "end": 1044, "text": "[Dubowitz and Brooke, 19731", "ref_id": null}], "ref_spans": [], "section": "35294-0019."}, {"text": "Blood collected for ammonia studies was obtained by cardiac puncture using sodium heparin anticoagulant. Blood was chilled immediately on ice, briefly, then centrifuged to remove the plasma. Plasma ammonia was measured using a glutamate dehydrogenase assay (Sigma Chemical Co.). Plasma glucose was determined using a glucose oxidase method (Sigma Chemical Co.). Urea cycle enzymes were assayed on liver homogenates as described previously [Nuzum and Snodgrass, 19761. Groups of Y control mice and J mutant mice (all 7-8 weeks old) were dosed daily for 3 consecutive days with 150 mg/kg sodium salicylate intraperitoneal (IP) followed by an 18 hour fast. Urinary organic acids were evaluated as described previously using gas chromatography-mass spectrometry [Wood et al., 19881. All mouse experiments were done in accordance with procedures approved by the animal use committees of both Baylor College of Medicine and the University of Alabama at Birmingham.", "cite_spans": [{"start": 439, "end": 467, "text": "[Nuzum and Snodgrass, 19761.", "ref_id": null}, {"start": 758, "end": 778, "text": "[Wood et al., 19881.", "ref_id": null}], "ref_spans": [], "section": "35294-0019."}, {"text": "All results were analyzed for statistically significant differences using either a one way analysis of variance or Student's t-test using the Statistix program (Analytical Software). The level of significance was set at P < 0.05. The numbers of mice used in each experimental group are given in the data tables.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "All animals appeared clinically normal at the time of sacrifice, and the organs had no gross lesions, except for the livers of fasted BALB/cByJ mice, which were smooth, pale, and felt greasy.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Liver. The livers of nonfasted Y control mice contained minute amounts of Oil Red 0 positive staining lipid, which was confirmed by electron microscopy. Oxidative enzyme stains disclosed a diffuse dense reaction for NADH. Modified Gomori stain identified no abnormal mitochondria and electron microscopy (EM) showed normal mitochondria with regular round to oval shapes, a dense matrix and well defined cristae. The glycogen content was prominent (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 447, "end": 455, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Morphologic Observations"}, {"text": "Livers of fasted Y control mice had increased lipid with vesicles ranging from 1 to 3 pm in diameter, which was confirmed by EM. Mitochondria had more prominent staining with NADH and modified trichrome, and by EM were larger, and more irregular than those of normal, nonfasted mice. The matrix density was not changed. There was less glycogen (Fig. 2 ) than in nonfasted animals ( Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 344, "end": 351, "text": "(Fig. 2", "ref_id": "FIGREF1"}, {"start": 382, "end": 389, "text": "Fig. 1)", "ref_id": "FIGREF0"}], "section": "Morphologic Observations"}, {"text": "Livers of the nonfasted J mutant mice had increased neutral fat. Hepatocytes contained vesicles of neutral lipid which ranged in size from 1 to 3 pm. Electron microscopy demonstrated variation in the shape of the mitochondria, decreased glycogen, increased lipid drop-lets with mitochondria wrapping around some of the lipid droplets (Figs. 3, 4) . Livers of fasted J mutant mice had marked increase in lipid, with droplets ranging from 1 to 8 pm. The entire section stained with OR0 fat stain was red at low power, and almost every cell was involved with this accumulation of lipid, which was indistinguishable from liver lesions demonstrated previously [Wood et al., 19891 . Mitochondrial stains showed increased intensity of staining compared with the nonfasting animals. This was confirmed by EM in which mitochondria had increased size and irregular shape, decreased matrix granules and almost no glycogen (Figs. 5, 6 ).", "cite_spans": [{"start": 655, "end": 674, "text": "[Wood et al., 19891", "ref_id": null}], "ref_spans": [{"start": 334, "end": 346, "text": "(Figs. 3, 4)", "ref_id": "FIGREF2"}, {"start": 911, "end": 922, "text": "(Figs. 5, 6", "ref_id": "FIGREF4"}], "section": "Morphologic Observations"}, {"text": "Other organs. Kidneys of nonfasted Y controls had some small (1 pm) lipid droplets in the collecting tubules, especially in the proximal tubules. Fasted Y controls had more lipid with droplets ranging up to 3 pm in diameter. Kidneys of nonfasted J mutants had some lipid in focal zones of the proximal tubules and contained similar amounts of lipid in collecting tubules.", "cite_spans": [], "ref_spans": [], "section": "Morphologic Observations"}, {"text": "There was no demonstration of neutral lipid in skeletal muscle by Oil Red 0 staining in mice of any group. There was equivocal increased staining of mitochondria in the skeletal muscle of J mutants compared with control animals both, before and after fasting. Light microscopy of the heart in control and mutant mice showed no changes. Light microscopy of the brains of the control Table I .", "cite_spans": [], "ref_spans": [{"start": 382, "end": 389, "text": "Table I", "ref_id": "TABREF0"}], "section": "Morphologic Observations"}, {"text": "Ammonia concentration was determined in plasma of J and Y mice (4-12 weeks old) in either the nonfasting state or following an 18 hour fast. Results compiled in Table I1 demonstrate that specific pathogen-free, nonfasted or fasted J mutant mice have only a slight elevation in plasma ammonia compared to Y controls. Although fasting ammonia values appeared to be slightly elevated compared to nonfasting values in both strains, none was significantly different from any other. The liver urea cycle enzymes, carbamyl phosphate synthetase and ornithine transcarbamylase, located normally in mitochondria, had the same activities in both genotypes (Table 111 ). Considering that there was no difference in plasma ammonia values, this was the expected result, in spite of very abnormal mitochondria1 morphology.", "cite_spans": [], "ref_spans": [{"start": 161, "end": 169, "text": "Table I1", "ref_id": "TABREF0"}, {"start": 645, "end": 655, "text": "(Table 111", "ref_id": "TABREF2"}], "section": "Biochemical Analyses"}, {"text": "Salicylate challenge failed to produce any clinical signs in any mice. The Y mice readily produced salicylglycine, 5-hydroxysalicylate, and also excreted some free salicylate as determined by gas chromatography-mass spectrometry analysis of urinary or-ganic acids. The J mutants continued to glycine conjugate butyryl-CoA, producing the usual large amounts of butyrylglycine, large amounts of 5-hydroxysalicylate and some free salicylate with only traces of salicylglycine. The relative abundance ratios of these metabolites are shown in Table IV .", "cite_spans": [], "ref_spans": [{"start": 538, "end": 546, "text": "Table IV", "ref_id": "TABREF0"}], "section": "Biochemical Analyses"}, {"text": "Relative amounts of each metabolite were calculated by determining the ratio of the specific metabolite abundance divided by the internal standard abundance. Internal standard (malonic acid) was added based on the creatinine concentration of the urine sample [ Wood et al., 19881 . As shown in Table IV , there was no reduction in the ability of the mutant J mice to conjugate butyryl-CoA in spite of the added metabolite salicylate, compared to untreated J mutants. There appears to be reduction, although not statistically significant, in production of 5-hydroxylated salicylate in J mutants, as compared to Y controls. DISCUSSION Children with defects in p-oxidation of fatty acids, particularly medium chain acyl-CoA dehydrogenase (MCAD) deficiency, have been described with illness partially mimicking RS [Bougneres et al., 1985; Roe et al., 19861. There is a wide range of clinical presentations of P-oxidative defects and the biochemical alterations are complex. In the most severe form, acute episodes include metabolic acidosis, nonketotic hypoglycemia, hyperammonemia, and dicarboxylic aciduria, depending on the specific acyl-CoA dehydrogenase deficiency. These children may die or recover from such life-threatening episodes. The pathogenesis of this episodic presentation is not understood fully. Demonstrated by Brownstein et al. [19841, spontaneous viral infections in the BALB/cByJ mice, now known to be SCAD deficient, provides a possible etiological event for the precipitation of a RS-like illness in combination with a inherited metabolic defect. This parallels the experience in children with one of several inborn errors, including P-oxidation defects and infection resulting in a RS-like illness Greene et al. [19881. There are similarities of morphologic changes in the fasted J mice as summarized in Table I and human RS. Mouse lesions appear similar to grade 2 (moderate) RS in human patients as described by Daugherty et al. 119871 . Human RS has been associated with characteristic histopathological alterations. Grossly, cerebral edema and fatty liver have been the hallmarks of the disease process if examined at a time when symptoms peak. The liver has received the most attention and has microvesicular fat accumulation or foaminess without necrosis or inflammation.", "cite_spans": [{"start": 261, "end": 279, "text": "Wood et al., 19881", "ref_id": null}, {"start": 810, "end": 834, "text": "[Bougneres et al., 1985;", "ref_id": "BIBREF0"}, {"start": 835, "end": 853, "text": "Roe et al., 19861.", "ref_id": null}, {"start": 1326, "end": 1369, "text": "Brownstein et al. [19841, spontaneous viral", "ref_id": null}, {"start": 1719, "end": 1740, "text": "Greene et al. [19881.", "ref_id": null}, {"start": 1935, "end": 1958, "text": "Daugherty et al. 119871", "ref_id": null}], "ref_spans": [{"start": 294, "end": 302, "text": "Table IV", "ref_id": "TABREF0"}, {"start": 1825, "end": 1832, "text": "Table I", "ref_id": "TABREF0"}], "section": "Biochemical Analyses"}, {"text": "Lipid droplets, as well as changes in the mitochondria (Fig. 7) as visualized by electron microscopy have been considered to be most useful in making the diagnosis of human RS. There is increased size of mitochondria [Partin et al., 1971; Schubert et al., 1972; Daugherty et al., 19871 which correlates with the clinical severity of the disease. There are decreased numbers of matrix dense granules [Partin et al., 1971; Schubert et al., 1972; Iancu et al., 1977; Daugherty et al., 19871 . The shape of the mitochondria becomes irregular, pleomorphic, and often ameboid [Daugherty et al., 19871 . The smooth endoplasmic reticulum proliferates, the peroxisomes increase in numbers and glycogen decreases, according to the severity of the disease. The matrix density tends to decrease.", "cite_spans": [{"start": 217, "end": 238, "text": "[Partin et al., 1971;", "ref_id": "BIBREF11"}, {"start": 239, "end": 261, "text": "Schubert et al., 1972;", "ref_id": "BIBREF16"}, {"start": 262, "end": 285, "text": "Daugherty et al., 19871", "ref_id": null}, {"start": 399, "end": 420, "text": "[Partin et al., 1971;", "ref_id": "BIBREF11"}, {"start": 421, "end": 443, "text": "Schubert et al., 1972;", "ref_id": "BIBREF16"}, {"start": 444, "end": 463, "text": "Iancu et al., 1977;", "ref_id": "BIBREF9"}, {"start": 464, "end": 487, "text": "Daugherty et al., 19871", "ref_id": null}, {"start": 570, "end": 594, "text": "[Daugherty et al., 19871", "ref_id": null}], "ref_spans": [{"start": 55, "end": 63, "text": "(Fig. 7)", "ref_id": "FIGREF7"}], "section": "Biochemical Analyses"}, {"text": "Liver histopathology of human RS and human MCAD deficiency are similar at light microscopy, with microvesicular steatosis very prominent. Ultrastructural characteristics of MCAD deficient liver mitochondria are quite variable. The mitochondria1 matrix swelling and rarefaction characteristic of RS are not seen in human MCAD deficiency. In a study of 7 MCAD deficient patients [Treem et al., 19861 , mitochondria from three liver biopsies showed increased matrix density. One biopsy disclosed intramitochondrial crystalloid structures, and three biopsies showed normal mitochondria [Treem et al., 19861. The human brain in RS [Partin et al., 1975,19781 has watery swelling of the astrocytes and pyknosis of some * Glossary: + = quantitation of the amounts of glycogen and lipid, and mitochondria1 size and matrix density was evaluated by comparison with the control amounts in the nonfasted Y control mice. DG = dense granules; NE = not examined; ND = not determined; NP = not present. The various organs were examined from two mice of each genotype and fed state. of the nuclei of neurons, but no inflammation. Neutral lipid stains of the brain demonstrate no accumulation of neutral lipid. By electron microscopy there are osmiophilic deposits in pericytes [Chang et al., 19731 . There is astrocyte swelling and deglycogenation. There are blebs in the myelin and there is injury of the mitochondria of the neuronal cell bodies, but not the processes. Mitochondria have a pleomorphic appearance with irregular outer membranes, and these cristae appear normal, but the matrix is expanded. Although the fasted J mutant mice show most of the morphologic changes seen in the liver of patients with RS, brain lesions are not present in clinically normal J mice, however brain lesions in J mutant mice, similar to those found in human RS, were described by Brownstein et al. [19841. We performed a salicylate challenge of control and mutant mice to examine a possible competitive inhibition of butyrylglycine formation by salicylate glycine (6-12 wk) (6-8 wk)", "cite_spans": [{"start": 377, "end": 397, "text": "[Treem et al., 19861", "ref_id": null}, {"start": 582, "end": 603, "text": "[Treem et al., 19861.", "ref_id": null}, {"start": 626, "end": 652, "text": "[Partin et al., 1975,19781", "ref_id": null}, {"start": 1259, "end": 1279, "text": "[Chang et al., 19731", "ref_id": null}, {"start": 1852, "end": 1877, "text": "Brownstein et al. [19841.", "ref_id": null}], "ref_spans": [], "section": "Biochemical Analyses"}, {"text": "(4-6 wk) (4-10 wk)", "cite_spans": [], "ref_spans": [], "section": "Biochemical Analyses"}, {"text": "conjugation. The goal in this experiment was to model the hypothethical situation of a child with MCAD deficiency, who is presumably dependent on glycine conjugation of suberyl-CoA and hexanoyl-CoA for maintaining an asymptomatic state. Theoretically such a child challenged by an infectious disease or another stressful situation might be challenged additionally with aspirin which would require glycine to form salicylglycine [Goodman et al., 19801 . In man, approximately 75% of urinary salicylate metabolites is in the form of salicylglycine [Goodman et al., 19801. A possible outcome for such glycine competition would be acute clinical disease, thus providing an explanation for the incrimination of aspirin in the etiology of RS-like illness in an MCAD deficient child dependent on glycine conjugation as an alternative pathway for normal metabolic function. However, we were unable, in our model, to interfere with the butyryl-CoA/glycine conjugation with salicy- *All mice were 6-8 weeks old and all urines were collected after the 18 hour fast as described in Methods. Values given are the x (S.D.). Internal standard (IS) was addedto the urine based on the creatinine concentrationlWood et al., 19881 to normalize metabolite values. Using Student's t-test, there were no significant differences between ratios for salicylate and 5-hydroxysalicylate in controls and mutants having the salicylate challenged, as well as no significant differences in the ratios for butyrylglycine excretion between salicylate or nonsalicylate challengedmutants. We were unable to quantify the salicylglycine due to co-elution with stearic acid. We could qualitatively evaluate these two compounds based on their distinct mass spectra.", "cite_spans": [{"start": 428, "end": 450, "text": "[Goodman et al., 19801", "ref_id": null}, {"start": 546, "end": 569, "text": "[Goodman et al., 19801.", "ref_id": null}], "ref_spans": [], "section": "Biochemical Analyses"}, {"text": "late. The dose chosen was 2-3 times higher than the usual human dose of aspirin. It is unknown what happens to glycine conjugation of suberyl and hexanoyl-CoAs, in human MCAD deficiency treated with salicylates. Our experiment demonstrated that mice 5-hydroxylate salicylate very efficiently compared to the normal human, in whose urine, this metabolite only accounts for <1% of total salicylate metabolites [Goodman et al., 19801. Comparisons of the biochemical and pathological changes found in our studies of pathogen-free J mice with those described by Brownstein et al. [19841 in their mice with the associated corona or rota virus infections, reveal the following. The normal blood ammonia concentrations found in our study is in striking contrast to the severe hyperammonemia (1,489 5 106 pmolL) reported in the J mice [Brownstein et al., 19841 infected with mouse coronavirus or rotavirus. We speculate that the hyperammonemia is likely the key metabolic abnormality that causes the potentially fatal clinical signs and lesions of the central nervous system as reported [Brownstein et al., 19841 in infected J mice. Therefore viral infection possibly plays a critical role in the pathogenesis of an acute, fatal disease episode in J mutant mice, possibly by inducing a hyperammonemia. Pathogen-free J mice fasted in our study developed hypoglycemia [Wood et al., 19891 and hepatic steatosis with ultrastructural mitochondrial changes, but remained clinically normal. We speculate that SCAD deficiency, found specifically in these mice, is the other critical factor in the pathogenesis of the syndrome, because Brownstein et al. [19841 observed that other mouse strains were infected, but did not develop the syndrome. We believe that this is an exciting model to pursue for studying the possible combined pathogenetic factors of genetics and infectious disease in the production of a serious, potentially fatal disease of children.", "cite_spans": [{"start": 408, "end": 431, "text": "[Goodman et al., 19801.", "ref_id": null}, {"start": 557, "end": 584, "text": "Brownstein et al. [19841 in", "ref_id": null}, {"start": 826, "end": 860, "text": "[Brownstein et al., 19841 infected", "ref_id": null}, {"start": 1078, "end": 1103, "text": "[Brownstein et al., 19841", "ref_id": null}, {"start": 1357, "end": 1376, "text": "[Wood et al., 19891", "ref_id": null}, {"start": 1618, "end": 1651, "text": "Brownstein et al. [19841 observed", "ref_id": null}], "ref_spans": [], "section": "Biochemical Analyses"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Medium-chain acyl-CoA dehydrogenase deficiency in two siblings with a Reye-like syndrome", "authors": [{"first": "P", "middle": ["F"], "last": "Bougneres", "suffix": ""}, {"first": "F", "middle": [], "last": "Rocchiccioli", "suffix": ""}, {"first": "S", "middle": [], "last": "Kolvaa", "suffix": ""}, {"first": "M", "middle": [], "last": "Hadchouel", "suffix": ""}, {"first": "J", "middle": [], "last": "Lalau-Keraly", "suffix": ""}, {"first": "J-L", "middle": [], "last": "Chaussain", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Wadman", "suffix": ""}, {"first": "N", "middle": [], "last": "Gregersen", "suffix": ""}], "year": 1985, "venue": "J Pediatr", "volume": "106", "issn": "", "pages": "918--921", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Spontaneous Reye'slike syndrome in BALBicByJ mice", "authors": [{"first": "D", "middle": ["G"], "last": "Brownstein", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Johnson", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Smith", "suffix": ""}], "year": 1984, "venue": "Lab Invest", "volume": "51", "issn": "", "pages": "386--395", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Reye syndrome: Light and electron microscopic studies", "authors": [{"first": "L", "middle": ["W"], "last": "Chang", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Gilbert", "suffix": ""}, {"first": "W", "middle": [], "last": "Tanner", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Moffat", "suffix": ""}], "year": 1973, "venue": "Arch Pathol Lab Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A morphometric study of Reye's syndrome: Correlation of reduced mitochondria1 numbers and increased mitochondrial size with clinical manifestations", "authors": [{"first": "C", "middle": ["C"], "last": "Daugherty", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Gartside", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Heubi", "suffix": ""}, {"first": "K", "middle": [], "last": "Saalfeld", "suffix": ""}, {"first": "J", "middle": [], "last": "Snyder", "suffix": ""}], "year": 1987, "venue": "Am J", "volume": "01", "issn": "", "pages": "129313--326", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Histological and histochemical stains and reactions", "authors": [{"first": "V", "middle": [], "last": "Dubowitz", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Brooke", "suffix": ""}], "year": 1973, "venue": "Muscle Biopsy: A Modern Ap", "volume": "96", "issn": "", "pages": "127--132", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Major Problems in Neurology", "authors": [], "year": null, "venue": "Philadelphia: W. B. Saunders Co", "volume": "2", "issn": "", "pages": "19--40", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Pharmacological Basis of Therapeutics", "authors": [{"first": "Agg", "middle": [], "last": "Goodman", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Goodman", "suffix": ""}, {"first": "A", "middle": [], "last": "Gilman", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "694--695", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Inborn errors of metabolism and Reye syndrome: differential diagnosis", "authors": [{"first": "C", "middle": ["L"], "last": "Greene", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Blitzer", "suffix": ""}, {"first": "E", "middle": [], "last": "Shapira", "suffix": ""}], "year": 1988, "venue": "J Pediatr", "volume": "113", "issn": "", "pages": "156--159", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Reye's syndrome", "authors": [{"first": "E", "middle": ["S"], "last": "Hurwitz", "suffix": ""}], "year": 1989, "venue": "Epidemiol Rev", "volume": "11", "issn": "", "pages": "249--253", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Ultrastructural abnormalities of liver cells in Reye's syndrome", "authors": [{"first": "T", "middle": ["C"], "last": "Iancu", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Mason", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Neustein", "suffix": ""}], "year": 1977, "venue": "Hum Path01", "volume": "8", "issn": "", "pages": "421--431", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Multiple assays of the 5 urea cycle enzymes in human liver homogenates", "authors": [{"first": "C", "middle": ["T"], "last": "Nuzum", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Snodgrass", "suffix": ""}], "year": 1976, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Mitochondria1 ultrastructure in Reye's syndrome (encephalopathy and fatty degeneration of the viscera)", "authors": [{"first": "J", "middle": ["C"], "last": "Partin", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Schubert", "suffix": ""}, {"first": "J", "middle": [], "last": "Partin", "suffix": ""}], "year": 1971, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "2851339--1343", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Brain ultrastructure in Reye's syndrome (encephalopathy and fatty alteration of the viscera)", "authors": [{"first": "J", "middle": ["C"], "last": "Partin", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Partin", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Schubert", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Mclaurin", "suffix": ""}], "year": 1975, "venue": "J Neuropathol Exp Neurol", "volume": "34", "issn": "", "pages": "426--444", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Brain ultrastructure in Reye's disease. 11. Acute injury and recovery processes in three children", "authors": [{"first": "J", "middle": ["S"], "last": "Partin", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Mcadams", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Partin", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Schubert", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Mclaurin", "suffix": ""}], "year": 1978, "venue": "J Neuropathol Exp Neurol", "volume": "", "issn": "", "pages": "37796--819", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Encephalopathy and fatty degeneration of the viscera: a disease entity in childhood", "authors": [{"first": "Rdk", "middle": [], "last": "Reye", "suffix": ""}, {"first": "G", "middle": [], "last": "Morgan", "suffix": ""}, {"first": "J", "middle": [], "last": "Baral", "suffix": ""}], "year": 1963, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Recognition of medium-chain acyl-CoA dehydrogenase deficiency in asymptomatic siblings of children dying of sudden infant death or Reye-like syndromes", "authors": [{"first": "C", "middle": ["R"], "last": "Roe", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Millington", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Maltby", "suffix": ""}, {"first": "P", "middle": [], "last": "Kinnebrew", "suffix": ""}], "year": 1986, "venue": "J Pediatr", "volume": "108", "issn": "", "pages": "13--18", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Encephalopathy and fatty liver (Reye's syndrome)", "authors": [{"first": "W", "middle": ["K"], "last": "Schubert", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Partin", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Partin", "suffix": ""}], "year": 1972, "venue": "", "volume": "", "issn": "", "pages": "489--510", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Medium-chain and long-chain acyl-CoA dehydrogenase deficiency: clinical, pathologic and ultrastructural differentiation from Reye's syndrome", "authors": [{"first": "W", "middle": ["R"], "last": "Treem", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Witzleben", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Piccoli", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Stanley", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Hale", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Coates", "suffix": ""}, {"first": "J", "middle": [], "last": "Watkins", "suffix": ""}], "year": 1986, "venue": "Hepatology", "volume": "5", "issn": "", "pages": "1270--1278", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Screening mutant mice for inborn errors of metabolism", "authors": [{"first": "P", "middle": ["A"], "last": "Wood", "suffix": ""}, {"first": "D", "middle": [], "last": "Armstrong", "suffix": ""}, {"first": "D", "middle": [], "last": "Sauls", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Davisson", "suffix": ""}], "year": 1988, "venue": "Lab Anim Sci", "volume": "", "issn": "", "pages": "3815--3834", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Short-chain acylcoenzyme: a dehydrogenase deficiency in mice", "authors": [{"first": "P", "middle": ["A"], "last": "Wood", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Amendt", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Rhead", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Millington", "suffix": ""}, {"first": "F", "middle": [], "last": "Inone", "suffix": ""}, {"first": "D", "middle": [], "last": "Armstrong", "suffix": ""}], "year": 1989, "venue": "Pediatr Res", "volume": "", "issn": "", "pages": "2538--2581", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "BALB/cBy mouse liver, nonfasted showing prominent glycogen (solid arrows), regular dense mitochondria and no lipid ( x 4,600). Bar indicates 1 km.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "BALB/cBy mouse liver, fasting showing less glycogen than control inFigure 1 ( x 4,600). Bar indicates 1 km.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "BALBicByJ mutant mouse liver, nonfasted showing prominent glycogen (open arrows), irregular mitochondria, and prominent neutral lipid (open diamonds) ( x 4,600). Bar indicates 1 pm. and mutant mice in the nonfasting and fasting state showed no lesions. Results of morphologic studies in J mutant mice, and Y control mice are summarized in", "latex": null, "type": "figure"}, "FIGREF3": {"text": "BALBlcByJ mutant mouse liver. nonfasted showing bizarre shaped mitochondria with dense granules ( x 23,000). Bar indicates 1 km", "latex": null, "type": "figure"}, "FIGREF4": {"text": "BALBlcByJ mutant mouse liver, fasting showing increased lipid, very irregular swollen mitochondria with decreased matrix density ( x 4,600). Glycogen content is less than nonfasted control and mutant mice. Bar indicates 1 pm.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "BALBkByJ mutant mouse liver, fasting demonstrating prominent lipid, decreased glycogen and irregular swollen mitochondria with decreased matrix density ( x 15,180). Bar indicates 1 pm.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Plasma Ammonia Concentration (wmol/L)* Genotype (age) Nonfasting Genotype (age) Fasting Y controls n = 5 120(49) Y controls n = 9 164(40) J mutants n = 6 15760) J mutants n = 9 198(63) * Values given are f (S.D.).", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Liver in human RS, electron micrographs showing lipid (open diamond) in hepatocyte with large mitochondria (solid arrow), with decreased matrix granules and pleomorphic shape. The mitochondria in adjacent Kupffer cell (open arrow) serves as an internal control. Bar indicates 1 km.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Subjective Comparison of Morphologic Features of SCAD Deficiency in BALBkByJ Mice*", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Mitochondria1 *Values are ir (S.D.). 18 hour f a s t 6 weeks old.", "latex": null, "type": "table"}, "TABREF3": {"text": "Urinary MetabolitesSalicvlate Challenge ExperimentRelative Abundance Ratio*", "latex": null, "type": "table"}, "TABREF4": {"text": "TABLE 111. Mitochondria1 Urea Cycle Enzyme Activity (nmol/midmg Liver Protein)*", "latex": null, "type": "table", "html": "<html><body><table><tr><td>GenotvDe </td><td>Carbamylphosphate svnthetase </td><td>Ornithine transcarbamvlase </td></tr><tr><td>Y controls n = 4 </td><td>1.07 (0.283) </td><td>103 (10.0) </td></tr><tr><td>J mutants n = 4 ~ </td><td>1.13 (0.158) </td><td>100 (15.7) </td></tr></table></body></html>"}}, "back_matter": [{"text": "This work was supported by NIH grant R01-RR02599 (P.A.W.). We thank Mr. Doug Hamm for his expert technical assistance and Mr. Jim Barrish for preparing the electron micrographs.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}