{"paper_id": "41166cff16470f45bbcc82eb68aabfdcd503d268", "metadata": {"title": "Three-dimensional Numerical Simulation of Gas-particulate Flow around Breathing Human and Particulate Inhalation", "authors": [{"first": "Yasuhiro", "middle": [], "last": "Shimazaki", "suffix": "", "affiliation": {"laboratory": "", "institution": "Osaka Prefecture University", "location": {"addrLine": "1-1 Gakuen-cho", "postCode": "599-8531", "settlement": "Sakai", "region": "Osaka", "country": "JAPAN"}}, "email": ""}, {"first": "Masaaki", "middle": [], "last": "Okubo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Osaka Prefecture University", "location": {"addrLine": "1-1 Gakuen-cho", "postCode": "599-8531", "settlement": "Sakai", "region": "Osaka", "country": "JAPAN"}}, "email": ""}, {"first": "Toshiaki", "middle": [], "last": "Yamamoto", "suffix": "", "affiliation": {"laboratory": "", "institution": "Osaka Prefecture University", "location": {"addrLine": "1-1 Gakuen-cho", "postCode": "599-8531", "settlement": "Sakai", "region": "Osaka", "country": "JAPAN"}}, "email": ""}]}, "abstract": [{"text": "It is important to predict the environment around the breathing human because inhalation of virus (avian influenza, SARS) is recently severe worldwide problem, and air pollution caused by diesel emission particle (DEP) and asbestos attract a great deal of attention. In the present study, three-dimensional numerical simulation was carried out to predict unsteady flows around a breathing human and how suspended particulate matter (SPM, diameter~1 µm) reaches the human nose in inhalation and exhalation. In the calculation, we find out smaller breathing angle and the closer distance between the human nose and pollutant region are effective in the inhalation of SPM.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In recent years, decline of air quality becomes one of significant problems and people from all over the world are concerned as human safety [1] . There are two main types of air pollutant: particulate pollutant and gas pollutant. Damages by SARS [2] , avian influenza [3] , diesel emission particles [4] , and asbestos [5] are the good examples of particulate pollutant. Many researches have been performed to deal with the increasing problems of such air pollutants [6] , [7] . However, few studies have been performed to address the theme of human with unsteady breathing [8] , [9] . Two-dimensional numerical simulation was carried out, and the time-dependent pollutant concentrations were determined until this point [10] . In this paper, calculating area was advanced to three-dimension, real particle with size and mass. In the simulation, the breathing process alternated between inhalation and exhalation as the unsteady breathing at nose. The governing equations for flow are the mass conservation and the Navier-Stokes equations.", "cite_spans": [{"start": 141, "end": 144, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 247, "end": 250, "text": "[2]", "ref_id": null}, {"start": 269, "end": 272, "text": "[3]", "ref_id": null}, {"start": 301, "end": 304, "text": "[4]", "ref_id": null}, {"start": 320, "end": 323, "text": "[5]", "ref_id": null}, {"start": 468, "end": 471, "text": "[6]", "ref_id": null}, {"start": 474, "end": 477, "text": "[7]", "ref_id": null}, {"start": 575, "end": 578, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 581, "end": 584, "text": "[9]", "ref_id": null}, {"start": 722, "end": 726, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In these equations, ρ is the density and stays constant in the simulations, p is the static pressure, and µ is the viscosity. U r is the velocity of the surrounding air. u, v, w are the velocity of each component. As a turbulence model, standard k-ε model was adopted. It involves solutions of transport equations for turbulent kinetic energy and its rate of dissipation. The model adopted in the simulation is based on Launder and Spalding [11] and is expressed as", "cite_spans": [{"start": 441, "end": 445, "text": "[11]", "ref_id": null}], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": "The transport equations for k are", "cite_spans": [], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": "And the transport equations for ε are ", "cite_spans": [], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": "The motions of particulates were analyzed by solving the Lagrangian equations for each particle. The equation of particle motion is ( )", "cite_spans": [], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": "where m p is the mass of particle and u r =(u, v, w) is its velocity vector, C D is the drag coefficient, ρ is the density of surrounding air, A p is the projected area of a particle, and g r is the gravity vector, respectively. For a spherical particle, A p =πd 2 /4 where d is the particle diameter. Each of the force considered in the analysis is Stokes drag with Cunningham correction [5] , gravity, Saffman lifting force, pressure gradient force, and Brownian diffusion [12] . The following correlations are used to calculate the drag coefficient, ", "cite_spans": [{"start": 389, "end": 392, "text": "[5]", "ref_id": null}, {"start": 475, "end": 479, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": "For very small particles, when the size of particles is of the same magnitude as distance between gas molecules, slip occurs. Cunningham correction factor to fluid drag on particles should be applied for rarefied fluid-particle flows. Cunningham correction factor is", "cite_spans": [], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": "The Knudsen number, Kn, may be evaluated based on molecular mean free path of the fluid and particle diameter as d Kn", "cite_spans": [], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": "Where λ is the molecular mean free path. The Saffman lifting force arises due to the surface pressure distribution on a particle in the presence of a velocity gradient in the flow field and plays an important role in determining particle deposition patterns in simulations. Generalized Saffman lifting force can be expressed as", "cite_spans": [], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": ". 1 (11) The pressure gradient force on a particle is given by", "cite_spans": [{"start": 4, "end": 8, "text": "(11)", "ref_id": null}], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": "where p ∇ is the local pressure gradient. The Brownian diffusion experienced by particles results from the impact of carrier fluid molecules on the particles and is significant for sub-micron particles. Brownian diffusion can be evaluated as", "cite_spans": [], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": "where k B is the Boltzmann constant, ∆t is the time step, and R r is a Gaussian random number.", "cite_spans": [], "ref_spans": [], "section": "BASIC EQUATIONS"}, {"text": "In three-dimensional numerical simulations, general-purpose software, CFD-ACE+2004 (CFD Research Corp.) was used. The grid configuration is shown in FIGURE 2. Linear orthogonal grid is mainly used in the region distant from the human body. Boundary-fitted grid is used near the human body. The maximum cell dimensions ranges from 1.1 mm to 325 mm. The total numbers of cell are 110077. The grids were generated by mesh generator CFD-VisCART (CFD Research Corp.). The finite volume approach is adopted, and then governing equations are numerically solved over each of control volumes. A co-located cell-centered variable arrangement is employed. The checkerboard instability is circumvented by Rhie and Chow [13] . SIMPLEC scheme has been adopted for flow phase analysis, and is an enhancement to the well known SIMPLE algorithm [14] . ", "cite_spans": [{"start": 707, "end": 711, "text": "[13]", "ref_id": null}, {"start": 828, "end": 832, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "CONDITIONS FOR NUMERICAL ANALYSIS"}, {"text": "where α is the breathing angle between the vertical lines and breathing velocity vector. Velocity is a time function f (t) and breathing volume is a product of multiplying f (t) by area of nostrils as FIGURE 3.", "cite_spans": [], "ref_spans": [], "section": "CONDITIONS FOR NUMERICAL ANALYSIS"}, {"text": "As a pollutant source, a thousand particles are randomly placed in the box region (0.1 m 0.6 m 1.0 m). The particle region stay away L cm from the human nose, and we describe L as source distance. Particles are set for initial condition as", "cite_spans": [], "ref_spans": [], "section": "FIGURE 3. Breathing Process"}, {"text": "where u p , v p , w p are particle velocities. Particles are totally absorbed at the nose, on walls, and human surface. Initially, the fluid is considered as stationary fluid.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 3. Breathing Process"}, {"text": "We first examined the dependence between breathing angles and flow field by a way of comparison of the two dimensional model. Breathing angles were set at 0, 30, 60, and 90 degree. L was 0.1 m at this time. The relationship among breathing angles and time to reach the nose and particle captured efficiency is shown in TABLE 1. The particle captured efficiency tends to become higher and particles tend to reach the human nose faster as the breathing angle becomes smaller. Particles reach the human in 7 s at the earliest, and the particle captured efficiency is 2.9% at the maximum, when breathing angle is 0 degree. No particles are captured with breathing angle of 60 degree or larger. When we look at the flow field, exhalation has an impact on the field as shown in FIGURE 6. (a) (d). In the early period of exhalation, the respiration region is small and the flow is complicated. The respiration area becomes larger and the velocity becomes higher as the time goes on. The downward stream caused by exhalation remains during inhalation, which is to say the downward stream is small in scale, but always stays and particles go down. Note that each breathing cycle seems self-dependence.", "cite_spans": [], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "We focus on the particulate pollutant in the air and three-dimensional numerical simulation was carried out. The effects of breathing angle and source distance ware clarified around human with unsteady breathing. The main results are summarized as follows:", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "(1) Exhalation has an impact on the flow field more than inhalation.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "(2) The particle captured efficiency tends to become higher and particles tend to reach the human nose faster as source distance becomes near from human body. Particles reach the human nose when source distance is less than 0.2 m. No particles are reached beyond 0.3 m. The maximum 2.6% of particles are captured when the source distance is 0.05 m.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "(3) The particle captured efficiency tends to become higher and particles tend to reach the human nose faster as the breathing angle becomes smaller. The human can inhale particles only breathing angle of 30 degree or smaller.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "(4) Throughout all simulations, particles are drawn from upper region of the human. When particles are captured, motions of particles away from the human body with right-left unsymmetrical vortexes are observed. Otherwise, particles just move away and no vortexes are induced.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Sources and Measures for Indoor Air Pollution (Shitsunai Kukiosen No Genin To Taisaku), Tokyo: The Nikkan Kogyo Shimbun Ltd", "authors": [{"first": "K", "middle": [], "last": "Ikeda", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Proceedings of JSAE symposium", "authors": [{"first": "S", "middle": [], "last": "Kato", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "47--55", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Multiphase Flows with Droplets and Particles", "authors": [{"first": "C", "middle": [], "last": "Crowe", "suffix": ""}, {"first": "M", "middle": [], "last": "Sommerfeld", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tsuji", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "shows computational model used in the analysis. The computational domain is selected as 2.6 m 2.0 m 2.5 m in x, y, z directions. The height of breathing human is 1.6 m.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Computational Model 439 CREDIT LINE (BELOW) TO BE INSERTED ON THE FIRST PAGE OF EACH PAPER EXCEPT THE PAPER BEGINNING ON P. 64", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Grid ConfigurationThe basic equations are numerically solved by the Euler method. The calculation conditions are as follows: The time step is selected 0.01 s, and 6000 steps are used. Residuals are small enough to deeming them convergence. It is assumed the unsteady flow rate in breathing is sinusoidal with a period of 4.0 s. This means 15 cycles of breathing are calculated. It is also assumed the human breathes only through his nose with uniform flow rate of 2.7 L/min. The area of his nostrils is 1.17 cm 2 . The test particles size is 1 µm in diameter with density of 10 kg/m 3 . These are typical values for bacteria and DEP.The boundary conditions for the simulation are as follows: Whole areas of the front, the right, and the left surface against human body are set as velocity-", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Particles Distribution for Breathing Angle of 30 Degree (a) L=0.05 m (c) L=0.2 m (b) L=0.1 m (d) L=0.3 m", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Particles Distribution for Various Source Distances from the Top after 60 s", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Velocity Distribution (a) t=0.8 s, (b) t=1.4 s in Exhalation and (c) t=0.4 s, (d) t=1.4 s in Inhalation", "latex": null, "type": "figure"}, "FIGREF10": {"text": "(a) (c) show the particles distribution for breathing angle of 30 degree after 15, 30, and 45 s of breathing. For breathing angles of 0 and 30 degree, particles move away from human body and right-left unsymmetrical vortexes are induced. For breathing angles of 60 and 90 degree, particles just move away and no vortexes are induced. Particles are drawn from upper region of the human. Thus vertical direction flow is a major factor for capturing particles. Breathing angles are important parameters as breathing angles influence z component of the flow. We secondly examined the dependence of source distance. Source distances were set at 0.05, 0.1, 0.2, and 0.3 m. Breathing angle was 30 degree at this time. TABLE 2. show the result as a parameter of source distance. FIGURE 5. (a) -(d) show the particles distribution for various source distances. Particles reach the human when source distance (L) is 0.05, 0.1, and 0.2 m, while particles do not reach the human when L is 0.3 m. This means the boundary separate captured from not-captured exist between L=0.2 m and L=0.3 m. Particles are less captured and reach slower toward increase of source distance. Particles can reach 0.6 m ahead and 1.0m wide for the maximum at L=0.05 m.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Time to reach nose and particle captured efficiency.Degree", "latex": null, "type": "table"}, "TABREF1": {"text": "Time to reach nose and particle captured efficiency.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Degree </td><td>Time to reach nose </td><td>Captured efficiency </td></tr><tr><td>° </td><td>s </td><td>% </td></tr><tr><td>Breathing angle=0 </td><td>7 </td><td>2.9 </td></tr><tr><td>Breathing angle=30 </td><td>13 </td><td>1.4 </td></tr><tr><td>Breathing angle=60\n</td><td>Not Reach </td><td>0 </td></tr><tr><td>Breathing angle=90\n</td><td>Not Reach </td><td>0 </td></tr></table></body></html>"}, "TABREF2": {"text": "TABLE 2. Time to reach nose and particle captured", "latex": null, "type": "table", "html": "<html><body><table><tr><td>efficiency. </td><td> </td><td> </td></tr><tr><td>Source distance </td><td>Time to reach nose </td><td>Captured efficiency </td></tr><tr><td>m </td><td>s </td><td>% </td></tr><tr><td>L=0.05 </td><td>9 </td><td>2.6 </td></tr><tr><td>L=0.1 </td><td>13 </td><td>1.4 </td></tr><tr><td>L=0.2 </td><td>24 </td><td>0.1 </td></tr><tr><td>L=0.3 </td><td>Not Reach </td><td>0 </td></tr></table></body></html>"}}, "back_matter": []}