{"paper_id": "41f8cc392a25ac769b9d4e216b29920c1b2a7141", "metadata": {"title": "Open Peer Review STUDY PROTOCOL Children's Oxygen Administration Strategies Trial (COAST): A randomised controlled trial of high flow versus oxygen versus control in African children with severe pneumonia [version 2; referees: 2 approved]", "authors": [{"first": "Kathryn", "middle": [], "last": "Maitland", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sarah", "middle": [], "last": "Kiguli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Robert", "middle": ["O"], "last": "Opoka", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peter", "middle": [], "last": "Olupot-Olupot", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Charles", "middle": [], "last": "Engoru", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Patricia", "middle": [], "last": "Njuguna", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Victor", "middle": [], "last": "Bandika", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ayub", "middle": [], "last": "Mpoya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": [], "last": "Bush", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": ["N"], "last": "Williams", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": [], "last": "Grieve", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zia", "middle": [], "last": "Sadique", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": [], "last": "Fraser", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": [], "last": "Harrison", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kathy", "middle": [], "last": "Rowan", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "In Africa, the clinical syndrome of pneumonia remains the Background: leading cause of morbidity and mortality in children in the post-neonatal period. This represents a significant burden on in-patient services. The targeted use of oxygen and simple, non-invasive methods of respiratory support may be a highly cost-effective means of improving outcome, but the optimal oxygen saturation threshold that results in benefit and the best strategy for delivery are yet to be tested in adequately powered randomised controlled trials. There is, however, an accumulating literature about the harms of oxygen therapy across a range of acute and emergency situations that have stimulated a number of trials investigating permissive hypoxia.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In 4200 African children, aged 2 months to 12 years, presenting to 5 Methods: hospitals in East Africa with respiratory distress and hypoxia (oxygen saturation < 92%), the COAST trial will simultaneously evaluate two related interventions (targeted use of oxygen with respect to the optimal oxygen saturation threshold for treatment and mode of delivery) to reduce shorter-term mortality at 48-hours (primary endpoint), and longer-term morbidity and mortality to 28 days in a fractional factorial design, that compares:", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "(0) Comments 1.", "cite_spans": [], "ref_spans": [], "section": "Discuss this article"}, {"text": "Liberal oxygenation (recommended care) compared with a strategy that permits hypoxia to SpO > or = 80% (permissive hypoxia); and High flow using AIrVO compared with low flow delivery (routine care).", "cite_spans": [], "ref_spans": [], "section": "2."}, {"text": "The overarching objective is to address the key research gaps in Discussion: the therapeutic use of oxygen in resource-limited setting in order to provide a better evidence base for future management guidelines. The trial has been designed to address the poor outcomes of children in sub-Saharan Africa, which are associated with high rates of in-hospital mortality, 9-10% (for those with oxygen saturations of 80-92%) and 26-30% case fatality for those with oxygen saturations <80%. ", "cite_spans": [], "ref_spans": [], "section": "2."}, {"text": "Worldwide, the clinical syndrome of pneumonia remains the leading cause of death in children in the post-neonatal period and therefore presents a significant burden on health services 1, 2 . The greatest burden of the mortality is in South East Asia and sub-Saharan Africa where over 70% of these deaths occur annually 3 . The World Health Organization (WHO) recommends presumptive antibiotic treatment based on clinical syndromic definitions of pneumonia plus oxygen for those with clinically very severe pneumonia (VSP) or when available to those with hypoxaemiadefined as oxygen saturation (SpO 2 ) <90% measured by a pulse oximeter 4 . Nevertheless, there is substantial evidence that current syndromic management guidelines are not working in practice, resulting in high in-hospital mortality (9-16%) 5, 6 . Furthermore, severe pneumonia contributes to a 'hidden burden' of childhood mortality in the months following hospital admission, with those who survive severe pneumonia having a 2.5-fold increased risk of mortality post-hospital discharge compared to children admitted without severe pneumonia 7 . The key risk factor for poor outcome has been identified as undernutrition 8 . For those admitted to hospital, hypoxaemia (SpO 2 <90%) is present on admission in 9.4% and 13.3% of children hospitalised with severe pneumonia (SP) and VSP, respectively, and is an important indicator of disease severity 9 . The targeted use of oxygen and simple, non-invasive methods of respiratory support may be a highly cost-effective means of improving outcome, but both the optimal oxygen saturation threshold that results in benefit and the best strategy for delivery are yet to be tested in adequately powered randomised controlled trials (RCT). Oxygen as a potentially life-saving treatment, though advocated by the WHO technologies group, yet it has not been afforded a high enough priority in Africa or globally 10, 11 . For example, in order to assess the health services 'preparedness' for pandemic influenza, 231 health facilities were surveyed across 12 African countries. They found that only 44% reported having uninterrupted oxygen supplies, with 24% possessing a functioning oxygen concentrator (the WHO preferred method for oxygen delivery) and reliable electricity power supplies were reported in 35% 11 .", "cite_spans": [{"start": 184, "end": 186, "text": "1,", "ref_id": "BIBREF2"}, {"start": 187, "end": 188, "text": "2", "ref_id": "BIBREF4"}, {"start": 319, "end": 320, "text": "3", "ref_id": "BIBREF6"}, {"start": 636, "end": 637, "text": "4", "ref_id": "BIBREF8"}, {"start": 806, "end": 808, "text": "5,", "ref_id": "BIBREF9"}, {"start": 809, "end": 810, "text": "6", "ref_id": "BIBREF11"}, {"start": 1108, "end": 1109, "text": "7", "ref_id": "BIBREF13"}, {"start": 1414, "end": 1415, "text": "9", "ref_id": "BIBREF16"}, {"start": 1916, "end": 1919, "text": "10,", "ref_id": null}, {"start": 1920, "end": 1922, "text": "11", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Systematic and policy reviews indicate the need for a formal evaluation of the hypoxaemia threshold at which oxygen should be targeted and of how oxygen is best administered 9, 12, 13 . The COAST trial aims to address these key research gaps to provide a better evidence base for future guidelines, with a view to improving poor outcomes.", "cite_spans": [{"start": 174, "end": 176, "text": "9,", "ref_id": "BIBREF16"}, {"start": 177, "end": 180, "text": "12,", "ref_id": null}, {"start": 181, "end": 183, "text": "13", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The clinical syndrome of pneumonia remains the leading cause of childhood death in sub-Saharan Africa 1 , despite public health interventions including immunization. Substantial investment in international multi-country research and vaccine implementation will undoubtedly reduce the burden of disease and lead to refinements of current guidelines. The current WHO clinical criteria for identification of pneumonia aim at prioritising sensitivity over specificity. Thus, emerging results from prospective studies of hospitalised children with WHO criteria for pneumonia indicate that it encompasses a much broader range of aetiologies, particularly in sub-Saharan Africa, than those likely to be averted by current and planned public health measures, such as immunisation programmes or early identification and prehospital antimicrobial treatment 5, 14 . Adverse outcomes are not uncommon, despite early diagnosis and treatment 5, 14, 15 . As the clinical syndrome of pneumonia is very common amongst hospitalised children, the high early mortality remains a significant barrier to improving survival statistics 14-16 , important for attainment of Sustainable Developmental Goals' targets on health.", "cite_spans": [{"start": 847, "end": 849, "text": "5,", "ref_id": "BIBREF9"}, {"start": 850, "end": 852, "text": "14", "ref_id": null}, {"start": 928, "end": 930, "text": "5,", "ref_id": "BIBREF9"}, {"start": 931, "end": 934, "text": "14,", "ref_id": null}, {"start": 935, "end": 937, "text": "15", "ref_id": null}], "ref_spans": [], "section": "Clinical burden of pneumonia"}, {"text": "A systematic review examining the prevalence of hypoxaemia, including 24 published and unpublished data sets from Africa, Asia/Oceania and Latin America, reported a median prevalence of hypoxaemia for SP was 9.4% (interquartile range (IQR) 7.5-18.5%) and 13.3% (IQR 9.3-37.5%) for those with VSP 9 . Mortality rates were not reported. Conservative estimates, based on these data, indicated that the annual worldwide burden of hypoxaemia in hospitalised pneumonia alone was between 1.5 and 2.7 million cases.", "cite_spans": [{"start": 296, "end": 297, "text": "9", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Hypoxaemia in 'pneumonia' syndromes"}, {"text": "In an unselected paediatric (excluding neonates) admission population of 13,183 Kenyan children admitted to Kilifi District Hospital and where all admissions had a standard admission proforma, including pulse oximetry, if the WHO clinical criteria for severe and very severe criteria were applied then this would mean that 4792/13,183 or 36% of all admissions would be classified as having VSP or SP; when in reality only 2168 (16%) had a final diagnosis of SP or VSP. Relevant to clinical practice (in hospitals where plus oximetry in not available) this would mean that if these were applied then 36% of all paediatric cases would fulfil criteria to receive oxygen. Yet in the Kilifi District Hospital studies only 291/2525 (11.5%) of children classified as VSP and 156/2267 (6.9%) of children classified as SP had hypoxaemia (oxygen saturation <90%) ( Figure 1 ) 5 . Moreover, most of the children classified as VSP on admission, clinical criteria (2011; 80%) had another final diagnoses rather than pneumonia. Most common causes of hypoxaemic were malaria (244, 35%), lower respiratory tract infection (LRTI) (221, 32%), malnutrition (68, 10%) and gastroenteritis (49, 7%). Severe anaemia was found in 30 children (<1%).", "cite_spans": [{"start": 866, "end": 867, "text": "5", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 855, "end": 863, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Hypoxaemia in 'pneumonia' syndromes"}, {"text": "The protocol includes some minor edits that resulted from the initial review-these were clarification of hypoxaemia rather than hypoxia, the correction of some 'typos' . The Trial flow figures have been updated to include these ( Figure 4 and Figure 6 ) in addition we have replaced in Figure 6 COAST B for STRATUM 2.", "cite_spans": [], "ref_spans": [{"start": 230, "end": 238, "text": "Figure 4", "ref_id": "FIGREF5"}, {"start": 243, "end": 251, "text": "Figure 6", "ref_id": "FIGREF7"}, {"start": 286, "end": 294, "text": "Figure 6", "ref_id": "FIGREF7"}], "section": "Amendments from Version 1"}, {"text": "Finally, we have added an additional author Prof John Fraser who contributed to the overall study design with regards to implementation and operationalisation of the high flow oxygenation strategies in the trial. Key research link to Fisher and Paykel Health Care, who have donated the AIrVO2 machines and consumables to the COAST trial. As a result, in most hospitals in Kenya, clinicians therefore prescribe oxygen 'blind' and since clinical signs poorly predict those with true hypoxaemia 5 ( Figure 1 ) a large number of children without hypoxaemia receive oxygen, which raises questions over safety 18, 19 , cost and demand on scare health resources 20 . In addition, in the absence of pulse oximetry, there is an even larger burden of children with hypoxaemia that are not identified for oxygen therapy.", "cite_spans": [{"start": 604, "end": 607, "text": "18,", "ref_id": null}, {"start": 608, "end": 610, "text": "19", "ref_id": null}], "ref_spans": [{"start": 496, "end": 504, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Amendments from Version 1"}, {"text": "The importance of hypoxaemia, as a key predictor of mortality, is underlined in prospective studies. In the above study by Mwaniki et Predicting mortality in sick African children (PET score) was developed from the FEAST trial 23 . The FEAST trial was a controlled trial of fluid bolus therapy, which took place between 2009 and 2011 in six centres (including large regional referral hospitals and small district hospitals-none of which had access to mechanical ventilation) in three countries (Kenya, Uganda and Tanzania), in East Africa. In these three countries national vaccination programmes at the time of the trial included Haemophilus influenzae type B (HiB) vaccine, but did not include pneumococcal vaccination. Children, aged between 2 months and 12 years, with severe febrile illness were included in the trial (n= 3170) if they had additional features of severity (impaired consciousness or respiratory distress children) and clinical evidence of impaired perfusion 24 , ISCRTN69856593). The primary outcome was 48-hour mortality. Prior to during the trial the clinical trial teams (clinicians and nurses) received Emergency Triage Assessment and Treatment (ETAT) training, with relevant guidance to ensure equipoise for the essential question the FEAST trial was addressing. Reliable supplies of oxygen therapy were only available in two of the six hospitals, and thus oxygen concentrators were provided for those lacking such equipment.", "cite_spans": [{"start": 123, "end": 133, "text": "Mwaniki et", "ref_id": null}], "ref_spans": [], "section": "Mortality associated with hypoxaemia"}, {"text": "A secondary analysis of the FEAST trial data developed a clinical bedside risk score (the PET prognostic score) that examined clinical and laboratory prognostic factors for mortality using multivariable Cox regression to build a model in the no-bolus control arm of the FEAST trial. The aim was to develop a score, which was also externally validated on two admissions datasets from Kilifi District Hospital, Kenya, and compared to other published risk scores. The final model included 8 clinical variables (temperature, heart rate, capillary refill time, conscious level, severe pallor, respiratory distress, lung crepitations and a weak pulse volume), but notably did not include hypoxaemia. The strongest prognostic factors for mortality were coma, bradycardia (<80 beats per min) or severe tachycardia (>220 beats per min). Included in the PETAL score were additional laboratory markers lactate, urea and pH which added further information to the score. Oxygen saturation, although considered important in other studies, did not significantly improve the discriminative ability of the score in PETAL dataset and therefore not included in the final model.", "cite_spans": [], "ref_spans": [], "section": "Mortality associated with hypoxaemia"}, {"text": "The admission cohort of Kenyan children, reported above, demonstrated that 80% (n=2011) of children fulfilling VSP criteria had a non-pneumonic cause of respiratory distress 5 . At the same centre, this was further explored in a case-control study examining pathogenic aetiology of children aged <5 years hospitalised with SP, in the era prior to the introduction of pneumococcal vaccine.", "cite_spans": [], "ref_spans": [], "section": "Aetiology of pneumonia"}, {"text": "Out of the 984 cases, 810 (84%) were eligible to be enrolled in the study. Of these 232 (29%) fulfilled WHO clinical signs of VSP. Out of the 749 with blood cultures result, 52 (7%) were positive in cases, of which 30/52 (58%) were Streptococcus pneumoniae. Bacterial aetiology was established in 23% (SPN=viral in 13%, mixed in 2% and 63% were of unknown aetiology) 14 . There was no association found between most causes of viral infection of the nasopharynx and pneumonia, except for respiratory syncytial virus. No identifiable pathogen was found in any of the deaths. In a study conducted in Fijian children with a discharge diagnosis of LRTI, only 34% met WHO standardised criteria for chest x-ray confirmed pneumonia 25 . Thus, after the introduction of the PCV vaccine, which has now been implemented across all the proposed sites for the COAST trial, the proportion of children with actual bacterial pneumonia will be substantially lower than the estimates approximately by 50%, generated from previous studies preceding the era of pneumococcal vaccination role out.", "cite_spans": [], "ref_spans": [], "section": "Aetiology of pneumonia"}, {"text": "The WHO guidelines for management of children in hospital in resource-limited settings recommend presumptive antibiotic treatment based on clinical syndromes involving a history of cough or difficulty breathing with lower chest wall in drawing, or signs indicating VSP; it also recommends oxygen for those with VSP or hypoxaemia (Table 1) children with a history of cough and one or more of signs of putative pneumonia, including with respiratory distress, evidence of hypoxaemia (central cyanosis or oxygen saturations of <90%) or danger signs (lethargy or greater, convulsions). Oxygen is recommended for those with oxygen saturations of <90%, yet most hospitals in developing countries lack the facility to measure this 17 .", "cite_spans": [], "ref_spans": [{"start": 329, "end": 338, "text": "(Table 1)", "ref_id": null}], "section": "Current treatment recommendations for pneumonia"}, {"text": "There is substantial evidence that even after substantial investment for influenza epidemic preparedness, there are significant gaps between supply and demand for oxygen in most hospitals in developing countries 11 . Technical reports on the operational quality, availability and reliability of cylinders or oxygen concentrators indicate that, even when available, these are often faulty (substantial leakage from cylinders and lack of maintenance for both) and/or unsustainable due to high cost, erratic supply chain due to logistics and technical challenges (termed the 'oxygen supply chain') 28 or dependence upon unreliable electricity supply 11,29-31 . However, in practice, this results in severe shortages of oxygen and intermittent supply of oxygen (where electrical power supplies permit).", "cite_spans": [], "ref_spans": [], "section": "Availability of therapeutic oxygen: Technical and clinical challenges"}, {"text": "Few hospitals have access to pulse oximeters 32 and the sustainable provision of bottled oxygen or oxygen concentrators are both expensive and logistically challenging 33 . As a consequence of this and the high, often seasonal, burden of children fulfilling severe and very severe pneumonia definitions 33 , many children who fulfil the current criteria for oxygen do not receive it (standard 'usual care'). Instead, the current reliance on non-specific clinical signs to guide oxygen therapy results in the poorly targeted use of a costly intervention 5 -as a result few children who may benefit from oxygen therapy actually receive it.", "cite_spans": [], "ref_spans": [], "section": "Availability of therapeutic oxygen: Technical and clinical challenges"}, {"text": "The 2012 WHO Recommendations for management of common childhood conditions identified a number of key research questions as 'Research Gaps', which included: large-scale effectiveness trials of improved oxygen systems on outcomes from pneumonia; and clinical studies comparing outcomes when oxygen is given at different thresholds 12 . 16 . Nevertheless, there are a number of alternative explanations for improved outcomes, including possible benefits from training, improvements in the delivery of emergency care and/or other components of treatment, patient monitoring or temporal changes, which limit generalisability since the study was not designed to address direct benefits to the individual.", "cite_spans": [{"start": 335, "end": 337, "text": "16", "ref_id": null}], "ref_spans": [], "section": "Availability of therapeutic oxygen: Technical and clinical challenges"}, {"text": "Hypoxaemia is common amongst critically ill patients (with and without pneumonia) and usually is treated with oxygen and, where available and indicated, ventilatory strategies with the aim to restore arterial oxygenation to normal values and thereby reduce morbidity and mortality associated with hypoxaemia. This said, strategies used to treat hypoxaemic critically ill patients are also associated with harm, and this harm may outweigh the benefit of an increase in arterial oxygenation. Oxygen has been used in the treatment of pneumonia for a large part of the last century. However, the recognition of pulmonary oxygen toxicity as a problem has been relatively recent. Toxicity is related to the concentration of oxygen and length of exposure. Oxygen causes tracheobronchial irritation, reduced mucociliary function (even in healthy volunteers exposed to 90-95% oxygen for three hours 37 ) and, eventually, adsorption atelectasis, decreased vital capacity and changes similar to adult-type respiratory distress syndrome 38 . The biochemical basis is considered to be due to damage to tissues through the production of reactive oxygen species. For these reasons it is recommended that inspired oxygen concentration (FiO 2 ) should be carefully titrated against SpO 2 . However, oxygen toxicity has wider consequences, beyond the pulmonary system with animal models showing reduction coronary blood flow. Moreover, as haemoglobin is fully saturated with oxygen, supra-physiological oxygen tensions have little additional oxygen content compared to blood with physiological oxygen tensions.", "cite_spans": [], "ref_spans": [], "section": "Oxygen toxicity: The need for equipoise."}, {"text": "In several areas of emergency care and resuscitation, emerging evidence from clinical trials and systematic reviews is now challenging the use of oxygen. In neonates, use of 100% oxygen during resuscitation increases mortality, myocardial injury and renal injury 39 ; even following an asphyxiating perinatal event, it is thought to increase the risk of cerebral damage 40 . Current resuscitation guidelines in neonates now advise that the initial gas administered for ventilation should be room air 41 .", "cite_spans": [], "ref_spans": [], "section": "Conditions in which oxygen therapy are no longer recommended."}, {"text": "In patients with an acute myocardial infarct, systematic reviews have found that, compared with room air, there is no evidence that oxygen therapy is of benefit 42 ; this is similarly the case in patients with an acute stroke 43 . A recent trial in adults with asthma has shown that high concentration oxygen therapy results in a clinically significant increase in carbon dioxide (CO 2 ), recommending careful titration of oxygen and only to those who are hypoxaemic 44 . Much of the concern for optimising oxygenation has centred on neuroprotection or prevention of cognitive deficits in the long term, but the evidence supporting this is weak. In a follow-up study of mechanically ventilated adult patients with acute lung injury, a lower partial pressure of arterial oxygen (but not oxygen saturation) was associated with cognitive impairment 45 . No equivalent studies are available for paediatric cohorts. A systematic review in children with chronic or recurrent hypoxaemia indicated adverse effects on development, behaviour, and academic achievement; however generalising these findings are complicated since most studies had small sample sizes and did not stratify by SaO 2 46 .", "cite_spans": [{"start": 846, "end": 848, "text": "45", "ref_id": null}], "ref_spans": [], "section": "Conditions in which oxygen therapy are no longer recommended."}, {"text": "With accumulating evidence that normoxaemia may not be a prerequisite to survival or successful recovery, opens up the possibility of permitting selected patients to remain hypoxic consequent upon their disease. Permissive hypoxaemia describes a concept in which a lower level of arterial oxygenation than usual is accepted to avoid the detrimental effects of inspired oxygen 47, 48 . No specific threshold is known that defines permissive hypoxaemia, and its use remains formally untested.", "cite_spans": [{"start": 376, "end": 379, "text": "47,", "ref_id": null}, {"start": 380, "end": 382, "text": "48", "ref_id": null}], "ref_spans": [], "section": "Conditions in which oxygen therapy are no longer recommended."}, {"text": "We were unable to find any data that prospectively determined a threshold for delivery of oxygen; in any setting, only observational studies reported mortality for those with and without hypoxaemia. One review from 1993 examined mortality in historic retrospective studies (1920's) of children with acute respiratory tract infection with or without oxygen therapy 36 . Whilst mortality rates were higher in those receiving and not receiving oxygen, these data are not informative since the a priori risk in the two groups are likely to be very different. In 2015, a parallel-group, randomised, controlled, equivalence trial of oxygen threshold strategies in infants aged 6 weeks to 12 months with clinician-diagnosed bronchiolitis was reported. The trial compared two strategies targeting an oxygen saturation threshold of 90% (n=308) and 94% (n=307). The primary outcome was time to resolution of cough (considered to reflect the degree of airway inflammation and thus influence the degree of hypoxaemia). In both arms, median time to cough resolution was 15 days (95% CI for difference -1 to 2), thus oxygen thresholds were equivalent. Adverse events were similar in both arms 26 . The study concluded that management of infants with bronchiolitis to an oxygen saturation target of 90% or higher is as safe and clinically effective; this suggested further studies in older children examining oxygen thresholds are needed, particularly in developing nations where resources are scarce.", "cite_spans": [], "ref_spans": [], "section": "Evidence for a threshold for delivery of oxygen"}, {"text": "The WHO review of evidence, recommendation and key questions for future research is more comprehensive for the man- c) In children living at high altitude (>2500m above sea level), the normal oxygen saturation is lower than those living at sea level. At these altitudes, a lower level of saturation, such as SpO 2 ≤87%, could be used as a threshold for giving oxygen. (Strong Recommendation, very low quality evidence)", "cite_spans": [], "ref_spans": [], "section": "Evidence for a threshold for delivery of oxygen"}, {"text": "In summary, most of the evidence for current recommendations is of very low quality; the use of oxygen is rated as expert opinion rather than based on evidence.", "cite_spans": [], "ref_spans": [], "section": "Evidence for a threshold for delivery of oxygen"}, {"text": "1.10 Evidence from other sources 1.10.1 Risk of mortality modelled against oxygen saturation. We examined the relationship between oxygen saturation at admission (or baseline) and mortality by 48 hours using a fractional polynomial logistic model restricted to the baseline measure, in the Kilifi (KEMRI Wellcome Trust Programme) dataset of paediatric general admissions (n=36,036; unselected admissions) ( Figure 2 ) (Maitland et al., unpublished data). The same relationship was also modelled and examined in more critically ill children using the control arm group of the FEAST Trial (n=1007) (Figure 3 ) (Maitland et al., unpublished data). The trial eligibility criteria included children with severe illness (and shock), thus is equivalent to the inclusive definition of VSP (respiratory distress (83%) and/or impaired consciousness (72%)) 24 . Both datasets indicated a steady increase of risk of mortality as SpO 2 decreases from 100% to 80%, with a much higher risk of mortality at around 80%. The wider 95% CIs at low values in the FEAST dataset are due to low numbers, but is less pronounced for SpO 2 ≥80%. Across the range 80-89% there were no statistical difference in the mortality (Day 2 mortality rates (Kilifi admission data) in children with COAST inclusion criteria: SpO 2 of 80-82%(13%); 83-86%(10%); 87-89%(12%) (chi squared for trend P=0.5)).", "cite_spans": [], "ref_spans": [{"start": 407, "end": 415, "text": "Figure 2", "ref_id": "FIGREF3"}, {"start": 596, "end": 605, "text": "(Figure 3", "ref_id": "FIGREF4"}], "section": "Evidence for a threshold for delivery of oxygen"}, {"text": "Mortality in children with oxygen saturations 80-92% with severe febrile illness in the FEAST trial (control arm where not all children received oxygen) was 10% compared to 9% a KDH general admission population. For children with oxygen saturations < 80% in hospital mortality in the respective cohorts was 30% and 26%, respectively. Relevant to the design of the COAST trial is within the range 80-89% (<90% as per WHO guidelines where the oxygen-attributable preventable mortality (assuming that oxygen does prevent mortality) is very low because the mortality across this range of saturations is relatively flat with no statistical difference across the range.", "cite_spans": [], "ref_spans": [], "section": "Evidence for a threshold for delivery of oxygen"}, {"text": "1.11 Oxygen administration: Evidence for delivery methods There are many ways of giving oxygen 49,50 ; however, the WHO recommend NPs or NPCs for ease of delivery, patient acceptability and safety 12 . Facemask delivery of oxygen requires much higher oxygen flow rates (to wash out the CO 2 ), and feeding can interfere with its supply, thus is more costly. NPC requires the lowest oxygen flow rates, thus providing more reliable FiO 2 , but need careful insertion as, if misplaced, it could lead to gastric dilation or accidental dislodgement into the trachea. With NPs, a flow rate of 1-2 L/min in a child aged >4 months should provide a FiO 2 of 30-35%; however, this varies with inspiratory flow, weight and degree to which the child breathes through their mouth 51 . These are important logistical issues for optimising oxygen delivery. The most widely used method of non-invasive oxygen support is nasal continuous positive airway pressure (CPAP) which has been investigated as an alternative strategy for endotracheal respiratory support in order to reduce to complications of mechanical ventilation in infants and preterm infants 52 . It has also been investigated as a method for respiratory support in low resource settings 53 .", "cite_spans": [], "ref_spans": [], "section": "Evidence for a threshold for delivery of oxygen"}, {"text": "An alternative strategy than CPAP is high flow nasal cannula (HFNC) oxygen delivery. HFNC is a relatively newer form of non-invasive respiratory support that delivers a mixture of air and oxygen (blended gas) via dedicated bi-nasal cannula that fit snugly with the nares to minimise leakage. Heated, humidified, high-flow (such as AirVO 2 TM ), deliver blended oxygen air at flow rates over 1 L/min through bi-nasal cannula which smaller than those of NCPAP and with prongs positioned to sit just inside the nares and do not provide a seal. It is more comfortable for the infant, results in less nasal trauma than other forms of respiratory support 54 , it is easy to implement and as a result increasingly used globally. HFNC results in incidental delivery of positive end expiratory pressure (PEEP) 55-57 . Whilst not fully understood it has been suggested that the high flow 'flushes out' pharyngeal dead space, resulting in a positive expiratory pressure effect, improved alveolar recruitment and, greater humidification, and a better control of inspired oxygen fraction 55,58 . HFNC therapy has also been reported to be better tolerated by the patient than other forms of non-invasive ventilation, partly due to the use of HFNC oxygen therapy with heated and humidified gases 59 .", "cite_spans": [], "ref_spans": [], "section": "High flow oxygen therapy."}, {"text": "Some studies, but not all, have shown AirVO 2 TM oxygen devices reduce the requirement for positive pressure ventilation in the paediatric population with respiratory failure secondary to infection 60,61 . The AirVO 2 TM device (Fisher & Paykel Health-Care) is adaptable for children over a wide weight and age range and is capable of providing sustainable, non-invasive respiratory support generating high flows through a self-contained turbinedriven device (ACTRN12613000028707), without the need for specialized masks or endotracheal intubation -all of which are significant financial and technical barriers for use in resource-poor settings.", "cite_spans": [], "ref_spans": [], "section": "High flow oxygen therapy."}, {"text": "1.12 Trials and systematic reviews of oxygen delivery systems A Cochrane review (update) conducted in 2014 identified four studies (479 participants) assessing the efficacy of non-invasive delivery methods for the treatment of pneumonia in children 34 . Three RCTs (399 participants) compared the effectiveness of NPs or nasal cannula with NPCs and one non-RCT (80 participants) compared head box, face mask, NPCs (control) and nasal cannula. The use of a face mask showed a statistically significant lower risk of failure to achieve arterial oxygen > 60 mmHg than the nasopharyngeal catheter (one non-RCT; 80 participants; odds ratio (OR) 0.20, 95% CI 0.05 to 0.88). The use of a head box showed a non-statistically significant trend towards a reduced risk of treatment failure compared to the NPC (one non-RCT; OR 0.40, 95% CI 0.13 to 1.12). NPs are associated with fewer nasal obstruction problems. The quality of the evidence was judged to be very low.", "cite_spans": [], "ref_spans": [], "section": "High flow oxygen therapy."}, {"text": "The recent eight centre, 618 patient clinical trial in the UK (the Bronchiolitis of Infancy Discharge Study; BIDS 26 ) showed that management of infants with bronchiolitis to an oxygen saturation target of 90% or higher is as safe and clinically effective as one of 94% or higher. The authors suggested that future research should assess the benefits and risks of different oxygen saturation targets in acute respiratory infection in older children, particularly in developing nations where resources are scarce.", "cite_spans": [], "ref_spans": [], "section": "Recent randomised controlled trials"}, {"text": "An open, randomised, controlled trial in a referral hospital in Dhaka in 225 children < 5 years with severe pneumonia and hypoxaemia randomized children to receive oxygen therapy by either bubble CPAP (5 L/min starting at a CPAP level of 5 cm H2O), standard low-flow nasal cannula (2 L/min), or high-flow nasal cannula (2 L/kg per min up to the maximum of 12 L/min) 53 . The primary outcome was treatment failure (i.e.clinical failure, intubation and mechanical ventilation, death, or termination of hospital stay against medical advice) after more than 30 minutes of treatment. In total, 79 (35%) children were randomized to receive oxygen therapy by bubble CPAP, 67 (30%) to low-flow oxygen therapy, and 79 (35%) to high-flow oxygen therapy. The trial was stopped twice once after the first interim analysis and finally after the second interim analysis after only 25% of the predicted sample size were enrolled, on the recommendation of the data monitoring committee. Treatment was declared to have failed for 31 (14%) children, of whom five (6%) had received bubble CPAP, 16 (24%) had received low-flow oxygen therapy, and ten (13%) had received high-flow oxygen therapy. Treatment failure was lower in the CPAP group than in the low-flow oxygen therapy group (relative risk [RR] 0.27, 99.7% CI 0.07-0.99; p=0.0026). No difference in treatment failure was noted between patients in the bubble CPAP and those in the high-flow oxygen therapy group (RR 0.50, 99.7% 0.11-2.29; p=0.175). 23 (10%) children died. Three (4%) children died in the bubble CPAP group, ten (15%) children died in the low-flow oxygen therapy group, and ten (13%) children died in the high-flow oxygen therapy group, indicating that bubble CPAP group had significantly lower rates of death than the children who received oxygen by low-flow oxygen therapy (RR 0.25, 95% CI 0.07-0.89; p=0.022). The authors concluded that bubble CPAP improved outcomes in Bangladeshi children with VSP and hypoxaemia compared with standard low-flow oxygen therapy, but the early cessation of the trial reduces the certainty of the findings and suggested that further research was required before guidelines could be changed.", "cite_spans": [], "ref_spans": [], "section": "Recent randomised controlled trials"}, {"text": "An accompanying editorial was highly critical of the early stopping of the trial flagging the perils of early stopping for apparent efficacy 62,63 , which may provide misleading results and that small sample sizes can lead to random variation often causing large treatment effects (randomly either spuriously too high or too low) that diminish as the trial progresses (widely recognised as 'regression to the truth') 64 . Quoting from an authority on clinical trial methodology, the editorial recommended to \"Avoid any analysis (or even brief inspection) of the data until some dozens of deaths have accumulated, for it is trials first looked at when the number of events are very small that are most likely to be misleading'' 65 . This author had developed the Haybittle-Peto rule for early stopping of a trial (indicating a p value of <0.001) 65 . An independent statistician had recommended, after the trial was initially stopped after the first interim analysis, in future to use a stopping rule with p value <0.003; this advice was not taken. Furthermore, there are concerns that the rescue strategy in the protocol for children for whom low-flow oxygen therapy failed would have a trial of bubble CPAP or high-flow oxygen therapy before intubation and mechanical ventilation, which was the standard rescue therapy for CPAP and high-flow arms.", "cite_spans": [], "ref_spans": [], "section": "Recent randomised controlled trials"}, {"text": "The high incidence and mortality associated with hypoxaemia in children with pneumonia and severe illness at hospitals constitutes a major public health challenge. Options for supportive care in hospitals without access to mechanical ventilation are limited. At present, there is uncertainty as to what the best cutoff threshold for cost-effective oxygen delivery is and whether the addition of high flow is safe and results in improved outcome. Since hypoxaemia is so common and treatment costs and practicalities for optimal delivery of oxygen are complex, the COAST trial will contribute substantial new knowledge in this area. The COAST trial was proposed and discussed at the launch meeting of ISARIC in Annecy, July 2012. The meeting brought together many leading researchers and clinical trialists in severe respiratory illnesses with representation from international agencies, such as the WHO. The proposal had wide support as it was anticipated that the trial would result in refinements to the current WHO recommendations and provide robust evidence to support the targeting of oxygen to those with the greatest need and averting unnecessary consumption in financially constrained hospitals. The pragmatic nature of COAST and locations chosen will mean that the results of the trial will be immediately generalisable. The successful conduct of the FEAST Trial acts as a pilot for the conduct of COAST. The proposed high flow oxygen delivery device is in current use in South Africa, and feasibility testing and staff training in the COAST sites will occur before trial commencement. The COAST trial was preceded by the Paediatric Oxygenation Strategies Treatment Study (POST), a feasibility study, which assessed feasibility of both the intervention and the RCT processes (including testing whether high flow oxygen via the AirVO 2 TM device can be used effectively in a hospital in Africa). The POST study helped inform the trial protocol for COAST (Maitland et al., manuscript in preparation).", "cite_spans": [], "ref_spans": [], "section": "Rationale for a controlled trial"}, {"text": "The international charity Lifebox launched a campaign to close the global 'pulse oximetry gap' (Make It Zero). As more hospitals acquire pulse oximeters, the hidden 'hypoxaemia burden' will be recognised and demands for an equitable supply of oxygen will increase. A recent commission from a collaboration between The Lancet and Imperial College, examining how medical technology could be used to improve health in low-and middle-income countries, identified technologies, such as oxygen delivery, as future priorities 66 . Nevertheless, important lessons were learnt in the FEAST Trial where fluid resuscitation, part of emergency care for decades in well-resourced countries, resulted in worse outcome in the fluid bolus arms 24 . Simple translation of established medical practice, largely based on a low quality of evidence, to resource-poor countries should be preceded by definitive trials to generate the evidence for best practice and cost-effectiveness. The COAST trial will provide the relevant evidence supporting such an initiative. ", "cite_spans": [], "ref_spans": [], "section": "Research gap: Timeliness for a clinical trial."}, {"text": "COAST is an open, multicentre, fractional factorial RCT of 4,200 participants, aged from 28 days to 12 years, admitted to hospital with respiratory distress complicated by hypoxaemia. Participants will be enrolled over a 30-month period and followed up to 28 days post-randomisation (and at 90 days for those with neurocognitive sequelae at 28 days).", "cite_spans": [], "ref_spans": [], "section": "Trial design"}, {"text": "In conducting COAST, we will identify the hidden burden of hypoxaemia; therefore, more children are likely to benefit than if the trial was not conducted in the first place. In FEAST, we witnessed substantial improvements in outcomes in the hospitals where the trial was taking place. Outcomes of participants in trials are often substantially improved. Extra clinical personnel, regular patient clinical assessment and the basic equipment for continuous patient monitoring are available during the trial so that if the complications above were to arise they could be detected and treated. Pre-trial training to include sign recognition for these complications and training on treatment. Both these are covered in detail in the Manual of Operations, which will be available on the ward.", "cite_spans": [], "ref_spans": [], "section": "Benefits and risks 3.4.1 Benefits."}, {"text": "The COAST trial will investigate what the best oxygen delivery strategies are to reduce in-hospital mortality and morbidity in African children with respiratory distress complicated by hypoxaemia (defined as SpO 2 <92%). This will be done by evaluating two linked components of oxygen delivery:", "cite_spans": [], "ref_spans": [], "section": "Trial aim and objectives"}, {"text": "1. whether liberal oxygenation is superior to permissive hypoxaemia (current routine standard of care in hospitals not screening all admissions for hypoxaemia); and 2. whether high flow oxygen delivery is better than low flow oxygen delivery (current routine standard of care in hospitals with no access to mechanical ventilation).", "cite_spans": [], "ref_spans": [], "section": "Trial aim and objectives"}, {"text": "Both the primary and secondary objectives will address what threshold to deliver oxygen (above a threshold of SpO 2 ≥80%).", "cite_spans": [], "ref_spans": [], "section": "Trial aim and objectives"}, {"text": "To establish whether:", "cite_spans": [], "ref_spans": [], "section": "Primary objectives"}, {"text": "• liberal oxygenation will decrease mortality compared with permissive hypoxaemia (usual care); and", "cite_spans": [], "ref_spans": [], "section": "Primary objectives"}, {"text": "• high flow oxygen delivery will decrease mortality compared with low flow oxygen delivery (usual care).", "cite_spans": [], "ref_spans": [], "section": "Primary objectives"}, {"text": "The secondary objectives of COAST are:", "cite_spans": [], "ref_spans": [], "section": "Secondary objectives"}, {"text": "• to assess the effectiveness in the speed and success of recovery from the initial respiratory failure;", "cite_spans": [], "ref_spans": [], "section": "Secondary objectives"}, {"text": "• to assess safety and quality of life;", "cite_spans": [], "ref_spans": [], "section": "Secondary objectives"}, {"text": "• to determine long-term effects of the delivery strategies; and", "cite_spans": [], "ref_spans": [], "section": "Secondary objectives"}, {"text": "• to identify whether the additional costs of each of the interventions are proportionate to the health benefits and to inform future widespread implementation in terms of value for money.", "cite_spans": [], "ref_spans": [], "section": "Secondary objectives"}, {"text": "The primary outcome measure is mortality at 48 hours post-randomisation.", "cite_spans": [], "ref_spans": [], "section": "Primary"}, {"text": "The direct benefits to the child and/or family (outlined in the Patient Information Sheet, Supplementary File 1) include:", "cite_spans": [], "ref_spans": [], "section": "For the child"}, {"text": "• The consent process, as in the FEAST Trial 67 , will allow parents/guardians time to weigh up benefits and risks before giving deferred consent.", "cite_spans": [], "ref_spans": [], "section": "For the child"}, {"text": "• Closer observation during the first 48 hours of admission, which, as a result, allows doctors and nurses to make important changes to the child's treatment during in-hospital admission.", "cite_spans": [], "ref_spans": [], "section": "For the child"}, {"text": "• All routine non-trial medications required by the hospital to treat the child will be made available (when unavailable, parents/guardians will have to resort to sourcing these privately).", "cite_spans": [], "ref_spans": [], "section": "For the child"}, {"text": "• The parents/guardians of participating children will be asked to return for follow-up at 28 and 90 days after admission (only for those with suspected neurological sequelae at Day 28). Reimbursement for transport cost after discharge and for follow-up visits, plus any treatment costs required during the visits, will be made.", "cite_spans": [], "ref_spans": [], "section": "For the child"}, {"text": "The direct benefits to the hospital include:", "cite_spans": [], "ref_spans": [], "section": "For the hospital"}, {"text": "• Substantial investment in training and provision of equipment and consumables to provide oxygen will improve the treatment of all critically sick children.", "cite_spans": [], "ref_spans": [], "section": "For the hospital"}, {"text": "• Pulse oximeters will routinely be used in triage, thus improving the specificity of the clinical criteria for oxygen-use -this can then be directed to those with hypoxaemia and reduce potential wastage of this resource to children who do not require oxygen therapy.", "cite_spans": [], "ref_spans": [], "section": "For the hospital"}, {"text": "• Additional staff, employed directly for the trial, who are likely to manage the sickest patient (those at high risk of hypoxaemia and thus eligibility for the trial), will help relieve the treatment burden on acute paediatric services.", "cite_spans": [], "ref_spans": [], "section": "For the hospital"}, {"text": "The direct benefits to health personnel are mainly professional development of the members of the trial teams and clinical teams for the purposes of running the trial, including basic life support courses, clinical trials training and research training.", "cite_spans": [], "ref_spans": [], "section": "For health personnel"}, {"text": "Children are carefully monitored, including active reporting of solicited adverse events (AEs). Training of trial staff, as in FEAST, to ensure that trial participants receive recommended standard of care and careful monitoring. Expected inherent hazards of the intervention strategies, solicited and serious adverse events (SAEs), as defined by ICH-GCP guidelines, are secondary outcomes of the trial; these will be reported in real time and assessed by an independent Endpoint Review Committee (ERC). We have included within the protocol oxygen to be given (by low flow) for all children whose saturations are ever <80% to minimise harm. The ICH-GCP compliant SAE data collection and reporting procedures will be adopted. Clinical staff at sites will be trained by the Chief Investigator (ChI) and training team at the initiation visit to recognise expected side effects.", "cite_spans": [], "ref_spans": [], "section": "Oxygen saturation threshold"}, {"text": "High flow is an accepted strategy in the management of children with respiratory failure in a multitude of countries, with few reports that it is unacceptable, so the risks of harm from this strategy are known and are extremely low.", "cite_spans": [], "ref_spans": [], "section": "High flow versus low flow"}, {"text": "We will use bottled oxygen, whenever this is available. When supplies are low, we will use oxygen concentrators (at least three per site) and a reliable 'power back' system of electricity.", "cite_spans": [], "ref_spans": [], "section": "Deficiencies in oxygen supply"}, {"text": "The backup system will use a bank of batteries and charge during periods of electricity supply. If there are power outages, it will automatically switch on to provide backup power for up the 12 hours. If there are long periods of power outages (though unusual), then the trial teams will stop screening patients and not enroll into the trial until power is restored. A maximum of four patients per day will be recruited to alleviate potential burden on the available oxygen supplies so that this can be used in children outside of the trial (including cases where consent is declined).", "cite_spans": [], "ref_spans": [], "section": "Deficiencies in oxygen supply"}, {"text": "Five hospitals in two countries will participate: • Uganda: Mulago National Referral Hospital, Mbale Regional Referral Hospital and Soroti Regional Referral Hospital. Mulago, Mbale and Soroti hospitals have annual admissions to the paediatric ward of 18,000, 20,000 and 8000, respectively. There has been considerable research capacity development in the last five years, with these three sites involved in the FEAST trial and currently conducting a large multicentre trial of transfusion trial (TRACT).", "cite_spans": [], "ref_spans": [], "section": "Selection of sites"}, {"text": "The five centres in Africa represent a spectrum of intensity of malaria transmission, from perennial and high (in Mbale and Soroti) to seasonal and meso-endemic (in Kampala, Mombasa and Kilifi). Mulago and CPGH are located within large urban areas, whereas the populations that utilise Mbale, Soroti and Kilifi are more typically rural; however Mbale has a few slum developments within the town.", "cite_spans": [], "ref_spans": [], "section": "Selection of sites"}, {"text": "Central grant funding will be available for participating sites.", "cite_spans": [], "ref_spans": [], "section": "Selection of sites"}, {"text": "To participate in the trial, selected hospitals and principal investigators (PI) must fulfil the criteria defined below.", "cite_spans": [], "ref_spans": [], "section": "Selection of sites"}, {"text": "The site/PI should:", "cite_spans": [], "ref_spans": [], "section": "Site/investigator inclusion criteria"}, {"text": "1. Be qualified by education, training, and experience to assume responsibility for the proper conduct of the trial at their site and should provide evidence of qualifications through an up-to-date curriculum vitae (CV) and/or other relevant documentation requested by the Sponsor, the Research Ethics Committee (REC) or Institutional Review Boards (IRB) and/or the regulatory authority(ies).", "cite_spans": [], "ref_spans": [], "section": "Site/investigator inclusion criteria"}, {"text": "2. Be aware of, and should comply with, the principles of ICH-GCP and the applicable regulatory requirements. A record of GCP training should be accessible for all trial staff at the site.", "cite_spans": [], "ref_spans": [], "section": "Site/investigator inclusion criteria"}, {"text": "3. Have available or appoint an adequate number of qualified staff for the duration of the trial to conduct the trial properly and safely. Trial staff should be adequately informed about the protocol, trial equipment and their trial-related duties. The site should maintain a Delegation Log of appropriately qualified persons to whom the PI has delegated trial-related duties.", "cite_spans": [], "ref_spans": [], "section": "Site/investigator inclusion criteria"}, {"text": "4. Be able to demonstrate a potential for recruiting the required number of participants and have sufficient time to conduct the trial as per protocol and complete the trial within the agreed trial period.", "cite_spans": [], "ref_spans": [], "section": "Site/investigator inclusion criteria"}, {"text": "5. Permit monitoring and auditing by the Sponsor, and inspection by the appropriate regulatory authority(ies).", "cite_spans": [], "ref_spans": [], "section": "Site/investigator inclusion criteria"}, {"text": "The following documentation must be in place prior to a trial site being opened to recruitment:", "cite_spans": [], "ref_spans": [], "section": "Documentation"}, {"text": "• Investigator Statement -this verifies that the site is willing and able to comply with the requirements of the trial and will be signed by the site PI;", "cite_spans": [], "ref_spans": [], "section": "Documentation"}, {"text": "• Signature Form -this will be signed by site staff delegated trial responsibilities by the PI; and", "cite_spans": [], "ref_spans": [], "section": "Documentation"}, {"text": "• Delegation Log and staff contact details.", "cite_spans": [], "ref_spans": [], "section": "Documentation"}, {"text": "All completed documents should be sent to the Kilifi Clinical Trial Facility (KCTF). Up-to-date copies of the Delegation Log and contact details (with any changes to trial personnel and/or their responsibilities) should be sent to the KCTF and a copy should be stored in the Investigator Site File (ISF) at the site.", "cite_spans": [], "ref_spans": [], "section": "Documentation"}, {"text": "On receipt of all the documents, written confirmation will be sent to the PI, at which point the site may start to screen for eligible patients.", "cite_spans": [], "ref_spans": [], "section": "Activation"}, {"text": "Once the site is activated, they should ensure:", "cite_spans": [], "ref_spans": [], "section": "Activation"}, {"text": "• adherence to the most recent version of the protocol;", "cite_spans": [], "ref_spans": [], "section": "Activation"}, {"text": "• appropriate recruitment and care for participants in the trial;", "cite_spans": [], "ref_spans": [], "section": "Activation"}, {"text": "• timely data entry; and", "cite_spans": [], "ref_spans": [], "section": "Activation"}, {"text": "• prompt notification of all AEs and protocol deviations to the trial team at the KCTF.", "cite_spans": [], "ref_spans": [], "section": "Activation"}, {"text": "The trial will run 24 hours/seven days per week. Patients will be assessed for eligibility at the point of hospital admission by the dedicated and trained trial nurse or clinician (on trial delegation log). Established triage systems will identify potential patients who will be screened against the inclusion/exclusion criteria; a member of the trial team will carry out a rapid structured assessment of heart rate, oxygen saturation (pulse oximetry), respiratory rate, axillary temperature, blood pressure, markers of shock (capillary refill time, pulse volume and assessment of lower limb temperature) and severity (conscious level and respiratory distress). Entry criteria will be based on clinical assessment alone; it is anticipated that this process will take five minutes.", "cite_spans": [], "ref_spans": [], "section": "Screening"}, {"text": "Infants and children aged between 28 days to 12 years who are potentially eligible for inclusion will be fast tracked to the trial team for full eligibility screening and assent/consent for enrolment. Children who do not meet the eligibility criteria at initial assessment will be re-screened for eligibility up to 24 hours post-hospital admission.", "cite_spans": [], "ref_spans": [], "section": "Screening"}, {"text": "Sites will maintain a record of all patients who are screened for eligibility for COAST:", "cite_spans": [], "ref_spans": [], "section": "Screening"}, {"text": "• Eligibility Screening Log -will record all potentially eligible patients (who fulfil the inclusion criteria, but meet one or more of the exclusion criteria); and", "cite_spans": [], "ref_spans": [], "section": "Screening"}, {"text": "• Screening Form -will record all patients who meet the full eligibility criteria (with reasons for non-randomisation).", "cite_spans": [], "ref_spans": [], "section": "Screening"}, {"text": "• Aged between 28 days to 12 years • Known chronic lung disease (not including asthma)", "cite_spans": [], "ref_spans": [], "section": "Inclusion criteria"}, {"text": "Once eligibility has been confirmed, authorised trial staff will approach parents/guardians to invite their child to take part in the trial. An information sheet will be provided to the parent/ guardian in their usual language containing details of the COAST trial. The sheet will be read aloud to those who are unable to read. The doctor/nurse will check that the information has been fully understood and parents/guardians will be encouraged to ask questions they may have about their child's participation in COAST.", "cite_spans": [], "ref_spans": [], "section": "Consent"}, {"text": "Where possible, prospective written informed consent will be sought from parents/guardians who will then be asked to sign the Consent Form. If parents/guardians are unable to sign, a thumbprint will be taken in lieu of a signature.", "cite_spans": [], "ref_spans": [], "section": "Consent"}, {"text": "If it is considered that the full consent process would significantly delay treatment allocation, and consequently be detrimental to the child's health, then emergency verbal assent, used in the FEAST and TRACT trials 67 , will be sought from parents/ guardians by the admitting medical team (see section 7.2).", "cite_spans": [], "ref_spans": [], "section": "Consent"}, {"text": "It is likely that, due to the emergency nature of the patients' condition, the full consent process may delay treatment. If this is the case, then parents/guardians will be provided with a brief verbal description of the trial and will be given the opportunity to \"opt out\" of clinical research. Full consent will be sought once the child's clinical condition has been stabilised. The clinician will later sign the Verbal Assent Form, (Supplementary File 2) which will be filed with the Consent Form. If consent is withdrawn later, trial data collected up to the time of withdrawal will only be used and no further trial specific procedures will be conducted (see section 7.5).", "cite_spans": [], "ref_spans": [], "section": "Emergency verbal assent followed by deferred consent"}, {"text": "A copy of the Consent Form will be given to the parent/ guardian, the original placed in the patient's medical notes, and a copy kept in the Investigator Site File.", "cite_spans": [], "ref_spans": [], "section": "Emergency verbal assent followed by deferred consent"}, {"text": "The trial has two strata: COAST A: severe hypoxaemia, SpO 2 <80%); and COAST B: hypoxaemia (SpO 2 ≥80% and <92%).", "cite_spans": [], "ref_spans": [], "section": "Randomisation"}, {"text": "Children in COAST A (2-arm, 1:1 ratio) will all receive oxygen and randomisation will allocate participants to one of two methods of oxygen delivery:", "cite_spans": [], "ref_spans": [], "section": "Randomisation"}, {"text": "i. high flow oxygen delivery", "cite_spans": [], "ref_spans": [], "section": "Randomisation"}, {"text": "ii. low flow (usual practice) oxygen delivery Children in COAST B (3-arm, 2:1:1 ratio) will be allocated to i. permissive hypoxaemia (no immediate oxygen); control", "cite_spans": [], "ref_spans": [], "section": "Randomisation"}, {"text": "ii. high flow oxygen delivery", "cite_spans": [], "ref_spans": [], "section": "Randomisation"}, {"text": "iii. low flow (usual practice) oxygen delivery Participants will be allocated to treatment arms by a computergenerated list using random permuted blocks. The blocks will be stratified by trial site and baseline SpO 2 <80% or ≥80%. The Trial Statistician at the Intensive Care National Audit & Research Centre (ICNARC) Clinical Trials Unit (CTU) will prepare the randomisation lists before the trial commences and kept at the ICNARC CTU, London. Opaque and sealed randomisation envelopes will be prepared and provided to each site, with one set for COAST A (SpO 2 <80%) and one set for COAST B (SpO 2 ≥80% and <90%). The envelopes for each site will be numbered consecutively and opened in numerical order. These will contain details of the treatment arms once opened.", "cite_spans": [], "ref_spans": [], "section": "Randomisation"}, {"text": "This system has worked well in the emergency care trials, i.e. FEAST and TRACT (transfusion trial). To facilitate protocol adherence, a maximum per site will be agreed upon (for example up to 4 children per day) will be enrolled per site. This approach was very successful with respect to protocol adherence and the quality of data generated in the FEAST trial.", "cite_spans": [], "ref_spans": [], "section": "Randomisation"}, {"text": "Participants will not be permitted to co-enroll in any other interventional studies while on COAST. Participation in studies that do not involve an intervention (e.g. observational studies) are acceptable, but should be discussed with the COAST Trial Meeting Group (TMG). The TMG will consider co-enrolment of COAST participants onto other observational studies where the management does not conflict with the COAST objectives on a case-by-case basis.", "cite_spans": [], "ref_spans": [], "section": "Co-enrolment"}, {"text": "In consenting to the trial, parents/guardians and their children are consenting to trial treatment, assessments, data collection and follow-up. However, children or their parents/guardians can withdraw from COAST at any time during the trial.", "cite_spans": [], "ref_spans": [], "section": "Withdrawal"}, {"text": "If a child, or their parents/guardians, chooses to withdraw any part of their trial treatment, they should always be followed-up and encouraged not to leave the full trial. The treating clinician remains free to give alternative treatment to that specified in the protocol at any stage if he/she feels it is in the participant's best interest, but the reasons for doing so should be recorded. In these cases, the participants will remain within the trial, and all data collected up to the point of withdrawal will be retained for the purposes of follow-up and primary outcome data collected and included in the trial analysis.", "cite_spans": [], "ref_spans": [], "section": "Withdrawal"}, {"text": "If a child, or their parents/guardians, no longer wishes to take part or contribute further data to the trial (e.g. follow-up), their decision must be respected. A withdrawal form should be completed and sent to KCTF. Withdrawal of the participant should be recorded in their medical notes and no further data will be collected.", "cite_spans": [], "ref_spans": [], "section": "Withdrawal"}, {"text": "All identifiers will be removed at the end of the trial to ensure anonymity for all participants recruited into COAST.", "cite_spans": [], "ref_spans": [], "section": "Withdrawal"}, {"text": "The trial has two strata: COAST A: severe hypoxaemia, SpO 2 <80%); and COAST B: hypoxaemia (SpO 2 ≥80% and <92%). Patients will be assessed on severity of their hypoxaemia (SpO 2 <92% initially recorded over 5 minutes in children breathing room air) and assigned to their severity stratum ( Figure 4 ).", "cite_spans": [], "ref_spans": [{"start": 291, "end": 299, "text": "Figure 4", "ref_id": "FIGREF5"}], "section": "Trial treatment 7.1 Randomisation allocation and treatment arms"}, {"text": "If baseline SpO 2 is below 80% (severe hypoxaemia), patients will be enrolled into COAST A ( Figure 5 ).", "cite_spans": [], "ref_spans": [{"start": 93, "end": 101, "text": "Figure 5", "ref_id": "FIGREF6"}], "section": "Trial treatment 7.1 Randomisation allocation and treatment arms"}, {"text": "If baseline SpO 2 is between 80-91%, which remains for 10 minutes (i.e. an additional 5 minutes to initial screening) in children breathing room air (in order to mitigate against the possibility of a transient hypoxaemia or development of severe hypoxaemia), patients will be enrolled into COAST B ( Figure 6 ).", "cite_spans": [], "ref_spans": [{"start": 300, "end": 308, "text": "Figure 6", "ref_id": "FIGREF7"}], "section": "Trial treatment 7.1 Randomisation allocation and treatment arms"}, {"text": "For children after 10 minutes reassessment, SpO 2 :", "cite_spans": [], "ref_spans": [], "section": "Trial treatment 7.1 Randomisation allocation and treatment arms"}, {"text": "• drops below 80%, patients will be eligible for COAST A and randomised accordingly;", "cite_spans": [], "ref_spans": [], "section": "Trial treatment 7.1 Randomisation allocation and treatment arms"}, {"text": "• if ≥92% at admission patients will remain eligible for up to 24 hours post hospital admission (so long as the patient has not received oxygen). After 24 hours patients are no longer eligible, irrespective of SpO 2 .", "cite_spans": [], "ref_spans": [], "section": "Trial treatment 7.1 Randomisation allocation and treatment arms"}, {"text": "The reassessments conducted within the 24-hour time window will prevent recruiting patients with only transient episodes of hypoxaemia (e.g. accompanying hypoglycaemia or convulsions which resolved on appropriate treatment) and allow for recruitment of children who subsequently develop hypoxaemia early into their hospital admission.", "cite_spans": [], "ref_spans": [], "section": "Trial treatment 7.1 Randomisation allocation and treatment arms"}, {"text": "Usual emergency care will be provided as part of standard clinical management.", "cite_spans": [], "ref_spans": [], "section": "Trial treatment 7.1 Randomisation allocation and treatment arms"}, {"text": "i. Low flow oxygen until oxygen saturation ≥92% in room air", "cite_spans": [], "ref_spans": [], "section": "Trial treatments:"}, {"text": "ii. High flow oxygen by AirVo 2 TM until oxygen saturation ≥92% in room air, or the participant will switch to low flow oxygen (usual care) if:", "cite_spans": [], "ref_spans": [], "section": "Trial treatments:"}, {"text": "• High flow oxygen delivered for a maximum of 48 hours; if oxygen is still required at this point then the child will be switched to oxygen delivery by low flow (i.e. standard of care)", "cite_spans": [], "ref_spans": [], "section": "Trial treatments:"}, {"text": "• Unable to tolerate high flow oxygen provided indices of ventilation are optimal Extra clinical personnel, regular patient clinical assessment and the basic equipment for continuous patient monitoring will be available during the trial so that if complications were to arise they could be detected early and treated. Pre-trial training will include sign recognition for these complications and training delivery of treatment.", "cite_spans": [], "ref_spans": [], "section": "Trial treatments:"}, {"text": "All trial participants will receive standard of care, including antibiotics (intravenous or oral) and anti-malarial drugs following national guidelines, based on WHO syndromic patient management 27 .", "cite_spans": [], "ref_spans": [], "section": "Trial treatments:"}, {"text": "The trial treatment period will last for a maximum of 48 hours post-randomisation. After this time point, the participant will switch to usual care (standard clinical management).", "cite_spans": [], "ref_spans": [], "section": "Duration of treatment"}, {"text": "For children receiving oxygen delivered by high flow oxygen, at 48 hours, if oxygen is still required (i.e. failure to wean into room air) at this point, then the child will be switched to oxygen delivery by low flow (i.e. standard of care).", "cite_spans": [], "ref_spans": [], "section": "Duration of treatment"}, {"text": "During the 0-48 hour period, if a child is unable to tolerate high flow oxygen and if oxygen is still required (i.e. failure to wean into room air), then the child will be switched to oxygen delivery by low flow (i.e. standard of care).", "cite_spans": [], "ref_spans": [], "section": "Duration of treatment"}, {"text": "If oxygen is discontinued before 48 hours e.g. hypoxaemia is resolved (SpO 2 ≥92% measured continuously over 30 minutes 27 ), then they will switch to usual care (standard clinical management) following a successful trial of oxygen weaning.", "cite_spans": [], "ref_spans": [], "section": "Duration of treatment"}, {"text": "Once weaning has occurred further clinical and bedside monitoring will occur twice daily until hospital discharge.", "cite_spans": [], "ref_spans": [], "section": "Duration of treatment"}, {"text": "All other care will be determined by the clinical team primarily responsible for the participant's care.", "cite_spans": [], "ref_spans": [], "section": "Standard clinical management."}, {"text": "Reliable sources of oxygen and bedside equipment for patient monitoring will be provided for the duration of the trial.", "cite_spans": [], "ref_spans": [], "section": "Trial equipment"}, {"text": "High flow oxygen will be delivered by the AirVO 2 TM device; AirVO 2 TM is manufactured by industry leaders Fisher & Paykel Healthcare. The device, complete with consumables, will be provided to each participating site. The AirVO 2 TM device can be used from bottled oxygen and has an inflow for concentrator-delivered supplemental oxygen. The device is already adaptable for children over a wide weight and age range and is capable of providing sustainable, non-invasive respiratory support generating high flows through a self-contained turbine-driven device. Medical and nursing staff will be able to operate the machine with minimal training. Fisher & Paykel will also provide technical support during the trial. The AirVO 2 TM device will only be used for patients randomised to receive high flow oxygen delivery.", "cite_spans": [], "ref_spans": [], "section": "Trial equipment"}, {"text": "In addition, oxygen saturation measurement will be undertaken by pulse oximeters. Up to 10 pulse oximeters will be provided per site. The pulse oximeter is a handheld device for use in the operating room, recovery unit and ward areas. It is both battery powered (3 AA alkaline batteries) or mains powered (nickel-metal hydride rechargeable battery or a lithium ion rechargeable battery). The standard battery use is approximately 14 hours. • nasal and oropharyngeal swabs and saliva specimen (for pathogen diagnosis)", "cite_spans": [], "ref_spans": [], "section": "Trial equipment"}, {"text": "• plasma storage (acute serology; markers of immune markers)", "cite_spans": [], "ref_spans": [], "section": "Data collection 8.1 Data collection -participants ("}, {"text": "• EDTA x 2: for haemoglobinopathies and molecular pathogen diagnostics Chest x-rays will also be taken when the patient is stable. In accordance with national guidelines, HIV testing will be performed after admission procedures are complete and assent given by parents or guardians. Pre-and post-test counselling will be done in accordance to routine practice", "cite_spans": [], "ref_spans": [], "section": "Data collection 8.1 Data collection -participants ("}, {"text": "All participants will be reassessed clinically at 1, 2, 4, 8, 12, 24, 36 and 48 hours post-randomisation, and twice daily thereafter until discharged from hospital. At each review, the following will be recorded:", "cite_spans": [], "ref_spans": [], "section": "Hospital stay."}, {"text": "• conscious level", "cite_spans": [], "ref_spans": [], "section": "Hospital stay."}, {"text": "• vital signs (heart rate, oxygen saturation and percentage, respiratory rate, axillary temperature, blood pressure)", "cite_spans": [], "ref_spans": [], "section": "Hospital stay."}, {"text": "• severity of dyspnoea (assessed using an age-adjusted integrated respiratory distress and wheeze score 68 )", "cite_spans": [], "ref_spans": [], "section": "Hospital stay."}, {"text": "• oxygen received and delivery method Children, or their parents/guardians, will receive a follow-up clinic visit invitation on a card; the date will be 28 days after the day of randomisation. Transport costs after discharge and for the follow-up visit will be reimbursed to parents/guardians by the trial site coordinator. Children who are still an in-patient at 28 days will be followed up in hospital.", "cite_spans": [], "ref_spans": [], "section": "Hospital stay."}, {"text": "A symptom checklist and targeted physical examination will be performed at the clinic visit scheduled for 28 days after the day of randomisation.", "cite_spans": [], "ref_spans": [], "section": "Follow-up."}, {"text": "• Medical history since last visit, including hospital re-admissions, transfusions and SAEs", "cite_spans": [], "ref_spans": [], "section": "Follow-up."}, {"text": "• Convalescent sampling (plasma)", "cite_spans": [], "ref_spans": [], "section": "Follow-up."}, {"text": "• Neurocognitive function assessment (using the Developmental Milestones Checklist and an adaptation of the Kilifi Developmental Inventory 70,71 )", "cite_spans": [], "ref_spans": [], "section": "Follow-up."}, {"text": "Any participant lost to follow-up before 28 days will be traced for vital status (using locator data and mobile telephone contacts taken prior to discharge).", "cite_spans": [], "ref_spans": [], "section": "Follow-up."}, {"text": "Participants with evidence of neurocognitive sequelae at 28 days will also be followed up again at 90 days.", "cite_spans": [], "ref_spans": [], "section": "Follow-up."}, {"text": "The trial will measure healthcare-related costs for the trial participants, starting at randomisation and continuing for the duration of follow-up.", "cite_spans": [], "ref_spans": [], "section": "Health economics."}, {"text": "• Costs incurred by the participants and their families (e.g. transport, indirect and companion person's costs)", "cite_spans": [], "ref_spans": [], "section": "Health economics."}, {"text": "• Information on hospitalisation (e.g. number, reason, and duration of stay)", "cite_spans": [], "ref_spans": [], "section": "Health economics."}, {"text": "• Data on other healthcare resource utilisation (e.g. outpatient visits, medications, and procedures)", "cite_spans": [], "ref_spans": [], "section": "Health economics."}, {"text": "Survival status will be recorded at 48 hours post-randomisation. Any participants lost to follow-up before 48 hours, without withdrawing consent, will be traced for vital status.", "cite_spans": [], "ref_spans": [], "section": "Outcomes Primary outcome"}, {"text": "• Treatment failure will be defined as continued SpO 2 <92% in the presence of respiratory distress (indrawing or intercostal retractions) at 48 hours post-randomisation.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "• Survival status will be recorded at 28 days postrandomisation. Any participants lost to follow-up before 28 days, without withdrawing consent, will be traced for vital status.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "• Neurocognitive sequelae will be defined as the development of a new neurocognitive deficit, assessed using the modified Kilifi Developmental Index, between the day of admission and 28 days following randomisation.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "• Composite disability-free survival will be defined as a change to disability-free status, between the day of admission and 28 days following randomisation.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "• Time to hypoxaemia resolution will be defined as the duration in hours from randomisation to hypoxaemia resolution, defined as SpO 2 ≥92% measured continuously over a period of 30 minutes during initial hospital stay.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "• Duration of respiratory support will be defined as the number of days alive and free from receipt of administered oxygen during the first 28 days following randomisation.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "• Length of initial hospital stay will be defined as the duration in days from randomisation to initial hospital discharge.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "• Re-admission to hospital will be defined as hospitalisation (at the trial centre or other health facility) for acute illness (i.e. not due to an existing illness or an elective admission) between discharge and 28 days following randomisation.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "• Anthropometric status will be defined by Z-scores of height, weight and mid-upper arm circumference and any evidence of visible severe wasting or signs of kwashiorkor.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "• Resolution of neurocognitive sequelae will be defined as the full resolution by Day 90 of any neurocognitive deficit reported at Day 28.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "• Resource use and costs will be assessed using the methods previously described (see section 8.1.7) at 28 days following randomisation.", "cite_spans": [], "ref_spans": [], "section": "Secondary outcomes"}, {"text": "Nurses will be responsible for collecting data collected at each clinical review during the hospital stay.", "cite_spans": [], "ref_spans": [], "section": "Data collection -site staff 8.2.1 Nurses."}, {"text": "During the initial hospital stay, a doctor will review the participant routinely (at the time points listed above) using a symptom checklist and targeted physical examination (to evaluate any reported symptoms). Additional reviews will be done where clinically indicated and recorded in the case notes.", "cite_spans": [], "ref_spans": [], "section": "Doctors."}, {"text": "The trial site coordinator will be responsible for completing the Case Report Forms (CRF), following up any data queries and tracing the results of pending laboratory tests.", "cite_spans": [], "ref_spans": [], "section": "Trial site coordinator."}, {"text": "Each site will be responsible for its own data entry using the COAST CRF (Supplementary File 3) . After 48 hours, the hospital patient's notes will be used in place of the CRF; a COAST trial number sticker will be added on the front page of the patient's hospital notes and a caption \"COAST trial participant: Notes to be reviewed at discharge\" written below the sticker. Additional pages in the COAST CRF will be available to report key clinical, laboratory or AEs and bi-daily observations during the period prior to discharge.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 95, "text": "(Supplementary File 3)", "ref_id": "FIGREF4"}], "section": "Data management"}, {"text": "Following on-site monitoring, data will be entered onto a webenabled trial database directly at the site. The site will retain the original paper CRFs. All clinical and laboratory data will be recorded in the CRF and stored with a unique trial number identifier. All data will be regularly backed up and backup copies will be stored securely both on and off site.", "cite_spans": [], "ref_spans": [], "section": "Data management"}, {"text": "Data will be checked and undergo validation checks for completeness, accuracy and consistency of data. Data queries that arise from these checks will be sent from KCTF to the trial site coordinators. The trial site coordinator is required to ensure that queries are resolved as soon as possible, including updating the relevant paper CRFs and the trial database as required. The KCTF will send reminders for any overdue data or outstanding queries. Following validation, data will be remotely extracted by ICNARC CTU once a month to generate progress reports for each site.", "cite_spans": [], "ref_spans": [], "section": "Data management"}, {"text": "Ongoing data entry and validation and adherence to the trial protocol at sites will be closely monitored by KCTF; any concerns will be raised with the site PI.", "cite_spans": [], "ref_spans": [], "section": "Data management"}, {"text": "All samples for storage (including those taken during hospital stay and those taken for research purposes, if consented to) will require no more than 10 ml of venous blood (varies by age). Any blood taken for research purposes under emergency deferred consent from children whose parents subsequently refuse consent will be confidentially destroyed. Adverse event (AE) -Any untoward medical occurrence or effect in a patient participating in a trial, which does not necessarily have a causal relationship with the trial treatment. An AE can therefore be any unfavourable symptom or disease temporally associated with the use of the trial treatment, whether or not it is related to the allocated trial treatment.", "cite_spans": [], "ref_spans": [], "section": "Sample storage"}, {"text": "• results in death;", "cite_spans": [], "ref_spans": [], "section": "Serious adverse event (SAE) -An AE is defined as serious if it:"}, {"text": "• is life-threatening;", "cite_spans": [], "ref_spans": [], "section": "Serious adverse event (SAE) -An AE is defined as serious if it:"}, {"text": "• requires inpatient hospitalisation or prolongation of existing hospitalisation;", "cite_spans": [], "ref_spans": [], "section": "Serious adverse event (SAE) -An AE is defined as serious if it:"}, {"text": "• results in persistent or significant disability/incapacity; or", "cite_spans": [], "ref_spans": [], "section": "Serious adverse event (SAE) -An AE is defined as serious if it:"}, {"text": "• is a congenital anomaly/birth defect.", "cite_spans": [], "ref_spans": [], "section": "Serious adverse event (SAE) -An AE is defined as serious if it:"}, {"text": "Medical judgement should be exercised in deciding whether an SAE is serious in other situations. Important SAEs that are not immediately life-threatening, do not result in death or hospitalisation, but may jeopardise the subject or require intervention to prevent one or any of the other outcomes listed in the definition above should also be considered as serious.", "cite_spans": [], "ref_spans": [], "section": "Serious adverse event (SAE) -An AE is defined as serious if it:"}, {"text": "Life threatening in the definition of an SAE refers to an event in which the subject was at risk of death at the time of the event. It does not refer to an event that hypothetically might have caused death if it were more severe.", "cite_spans": [], "ref_spans": [], "section": "Serious adverse event (SAE) -An AE is defined as serious if it:"}, {"text": "Unexpected and related serious adverse event -A suspected AE related to the treatment that is both unexpected (i.e. not consistent with the expected outcomes of the treatment being offered) and serious.", "cite_spans": [], "ref_spans": [], "section": "Serious adverse event (SAE) -An AE is defined as serious if it:"}, {"text": "The assessment of severity will be graded based on the PI's or a delegated local investigator's clinical judgement using the following definitions:", "cite_spans": [], "ref_spans": [], "section": "Severity"}, {"text": "• None: indicates no event or complication.", "cite_spans": [], "ref_spans": [], "section": "Severity"}, {"text": "• Mild: complication results in only temporary harm and does not require clinical treatment.", "cite_spans": [], "ref_spans": [], "section": "Severity"}, {"text": "• Moderate: complication requires clinical treatment but does not result in significant prolongation of hospital stay.", "cite_spans": [], "ref_spans": [], "section": "Severity"}, {"text": "Does not usually result in permanent harm and where this does occur the harm does not cause functional limitation to the participant.", "cite_spans": [], "ref_spans": [], "section": "Severity"}, {"text": "• Severe: complication requires clinical treatment and results in significant prolongation of hospital stay and/or permanent functional limitation.", "cite_spans": [], "ref_spans": [], "section": "Severity"}, {"text": "• Life threatening: complication may lead to death.", "cite_spans": [], "ref_spans": [], "section": "Severity"}, {"text": "• Fatal: indicates that the participant died as a direct result of the complication/AE.", "cite_spans": [], "ref_spans": [], "section": "Severity"}, {"text": "The PI or designee should use clinical judgement to determine the relationship between the trial treatment and the occurrence of each AE using the following definitions:", "cite_spans": [], "ref_spans": [], "section": "Relatedness"}, {"text": "• None: there is no evidence of any relationship to the trial treatment.", "cite_spans": [], "ref_spans": [], "section": "Relatedness"}, {"text": "• Unlikely: there is little evidence to suggest a relationship to the trial treatment, and there is another reasonable explanation of the event.", "cite_spans": [], "ref_spans": [], "section": "Relatedness"}, {"text": "• Possibly: there is some evidence to suggest a relationship to the trial treatment, although the influence of other factors may have contributed to the event.", "cite_spans": [], "ref_spans": [], "section": "Relatedness"}, {"text": "• Probably: there is probable evidence to suggest a relationship to the trial treatment, and the influence of other factors is unlikely.", "cite_spans": [], "ref_spans": [], "section": "Relatedness"}, {"text": "• Definitely: there is clear evidence to suggest a relationship to the trial treatment, and other possible contributing factors can be ruled out.", "cite_spans": [], "ref_spans": [], "section": "Relatedness"}, {"text": "The PI or designee must assess the expectedness for each SAE regardless of its relationship to the trial procedures.", "cite_spans": [], "ref_spans": [], "section": "Expectedness"}, {"text": "• Expected: the event is listed as an expected AE (see below)", "cite_spans": [], "ref_spans": [], "section": "Expectedness"}, {"text": "• Unexpected: the event is not listed as an expected AE below.", "cite_spans": [], "ref_spans": [], "section": "Expectedness"}, {"text": "Expected AEs that could be observed in participants up to 28 days following randomisation:", "cite_spans": [], "ref_spans": [], "section": "Expectedness"}, {"text": "Note that this list is not extensive, other AE should be reported as described in Section 10.6.", "cite_spans": [], "ref_spans": [], "section": "Expectedness"}, {"text": "All patients eligible for COAST are critically ill and due to the complexity of their condition are at increased risk of experiencing AEs. Many of these events are expected as a result of the patient's medical condition and standard treatment received in hospital, but may not be related to participation in the trial. Consequently, any unexpected AEs occurring as a result of the patient's medical condition or standard hospital treatment will not be reported. Pre-existing conditions do not qualify as AEs unless they worsen, but should be documented in the patient's medical notes.", "cite_spans": [], "ref_spans": [], "section": "Exempt adverse events"}, {"text": "All AEs that occur between randomisation and 28 days postrandomisation must be recorded in the patient medical notes, on the COAST paper CRFs and on the web-enabled trial database. Information regarding date and time of event onset, severity and relatedness of the AE to trial treatment must be recorded.", "cite_spans": [], "ref_spans": [], "section": "Recording and reporting"}, {"text": "At each clinical review the clinician or nurse will check for potential SAEs, grade 3 or 4 AEs and solicited AEs. SAEs will be reported to KCTF using an SAE form; the form should be completed, scanned and sent electronically within 24 hours of becoming aware of the event. The clinician or nurse should record the nature of event, date of onset, severity, corrective therapies given, outcome, relatedness and expectedness on the SAE form, and the PI or designee should sign it off prior to sending. Sites should also report all SAEs as required by their local REC and/ or local policies. Any questions concerning AE recording and reporting should be directed to KCTF in the first instance via email or by telephone.", "cite_spans": [], "ref_spans": [], "section": "Recording and reporting"}, {"text": "All SAEs must be followed-up until resolution. The PI or designee must provide a follow-up SAE report(s) within five days of the initial report if the SAE was not resolved at the time the initial report was submitted.", "cite_spans": [], "ref_spans": [], "section": "Recording and reporting"}, {"text": "SAEs will be reviewed immediately by a designated physician (SAE reviewer) in the KCTF and periodically by the ERC. If the event is evaluated by either the PI or the SAE reviewer as an unexpected and related SAE, the KCTF will submit a report to the appropriate ethics committees within 15 calendar days.", "cite_spans": [], "ref_spans": [], "section": "Central processing"}, {"text": "The KCTF will provide safety information to the ChI, TMG, Trial Steering Committee (TSC) and Data Monitoring Committee (DMC) for review on a regular basis (as deemed necessary).", "cite_spans": [], "ref_spans": [], "section": "Central processing"}, {"text": "The KCTF will also monitor data for documented AEs that are not considered to be related to the trial treatment. In the event that any trial procedure does appear to be resulting in AEs, the ChI and/or TMG will be contacted for their opinion. If it is declared necessary to review the conduct of the trial, the KCTF will inform the appropriate ethics committees as necessary.", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "11. Trial monitoring and oversight 11.1 Site This trial will be monitored according to a Monitoring and Quality Management Plan, which will set out the frequency of visits, the degree of source document verification against the CRFs and the requirements for triggered on-site monitoring visits. Monitoring will start with 100% source document verification, then will be reviewed for each site once a satisfactory and sustained performance in quality assurance is established. All monitoring will adhere to the ICH-GCP guidelines (E6(R1), 1996).", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "A detailed site initiation visit (SIV) will be performed at each site by staff from KCTF. The SIV will include training in the trial procedures, such as delivering the trial treatments, reporting guidelines for AEs and data collection and management. All staff at sites involved in the trial will receive formal training in GCP through a dedicated training programme during the SIV and through an on-line course.", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "Local monitoring teams, responsible to KCTF, will oversee the standards and quality of the trial at each site. All monitors will be appropriately qualified and trained.", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "At each monitoring visit, monitors will:", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "• verify completeness of Investigator Site File;", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "• assess for any non-adherence to protocol;", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "• review eligibility verification and consent procedures;", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "• look for missed AE recording/reporting;", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "• verify completeness, consistency and accuracy of data being entered on CRFs; and", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "• provide additional training as needed.", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "The monitors will require access to all patient medical records, including, but not limited to, laboratory test results and prescriptions. The PI or delegated local investigator should work with the monitor to ensure that any problems detected are resolved.", "cite_spans": [], "ref_spans": [], "section": "Additional monitoring and notification process"}, {"text": "Each site will have a PI, who will have overall responsibility for the day-to-day management of the trial, and will employ a clinical team to coordinate triage and identification of eligible participants and administration of trial interventions. Additional clinical nurses will be responsible for clinical reviews and follow-up. A clinical nurse coordinator will manage the trial team and integrate the trial within routine clinical services and patient care.", "cite_spans": [], "ref_spans": [], "section": "Site trial management team"}, {"text": "Trial site coordinators are responsible for ensuring completeness of trial documents, SAE reporting and interactions with monitors and KCTF. Support will be provided for laboratory staff and ward assistants to facilitate blood tests, sample preparation and storage. At each site, dedicated COAST administrators will manage trial operations and human resource issues.", "cite_spans": [], "ref_spans": [], "section": "Site trial management team"}, {"text": "Overall trial management, training and monitoring and data management will be coordinated from the KCTF, based in Kenya. The ICNARC CTU, based in London, will oversee trial management by teleconferences and face-to-face meetings with the TMG.", "cite_spans": [], "ref_spans": [], "section": "Site trial management team"}, {"text": "The TMG will be comprised of the ChI, site PIs and co-investigators. The TMG will meet approximately once a year in-person and will hold regular monthly teleconferences to discuss general trial matters. In addition, the site PIs will summarise their progress and discuss any challenges and difficulties at their site. All decisions regarding the overall running of the trial will be made in this forum, with the exception of matters of fundamental importance to the viability of the trial or that require major changes to the protocol -these will be referred to the TSC.", "cite_spans": [], "ref_spans": [], "section": "Trial management group"}, {"text": "The progress of the trial will be monitored and supervised by the TSC. It will meet approximately once a year. The TSC will compose of an independent chair (Professor Elizabeth Molyneux, OBE former Head of Paediatrics Queen Elizabeth Hospital, Blantyre; Founder of ETAT; and member of a number of WHO guideline committees) and a majority (60%) of independent members (composed in experts in international child health and intensive care). Non-independent members will include the ChI and representatives from the co-investigators and from each participating country. Representatives from the Funder and Sponsor will be invited to the meetings as observers.", "cite_spans": [], "ref_spans": [], "section": "Trial steering committee"}, {"text": "An independent DMC will be set up to review data on enrolment, safety, adherence to the trial protocol and efficacy at regular intervals and in strict confidence. It will meet approximately once a year. The DMC will report to the TSC and to the Ethics Committee in each country, if, in their view, the data provide proof beyond reasonable doubt that one of the allocated strategies is better than its comparator in terms of the primary outcome. The TSC will then decide whether to amend (which may include removing one of the intervention arms) or stop the trial before the end of the planned follow-up. The DMC will be comprised of a chair, Professor Timothy Peto, a statistician and three other independent members (see Supplementary File 4: DMC Charter).", "cite_spans": [], "ref_spans": [], "section": "Data monitoring committee"}, {"text": "An ERC will be set up to review clinical data and will determine the validity of the endpoints. The ERC will adjudicate endpoints blinded to randomised allocations; relationship to all possible trial treatments (liberal oxygenation, permissive hypoxaemia and high and low flow oxygen delivery) will be solicited to avoid unblinding. The ERC will be made up of an independent chair (Dr Jennifer Evans) and will include the PIs from each site as well as other independent clinicians.", "cite_spans": [], "ref_spans": [], "section": "Endpoint review committee"}, {"text": "The end of the trial will be when the final participant has completed their 28-day follow-up (or 90-day follow-up if applicable). The Declaration of End of Trial Form will then be submitted to the relevant ethics committee(s), as required.", "cite_spans": [], "ref_spans": [], "section": "End of trial"}, {"text": "At the end of the trial, the KCTF will securely archive all central and site essential trial-related documentation and samples taken for a minimum of 10 years, in line with Medical Research Council (MRC) guidance on Good Research Practice 73 , and thereafter confidentially destroyed. All archived documents must be available for inspection and monitoring by appropriate authorities upon request.", "cite_spans": [], "ref_spans": [], "section": "Archiving"}, {"text": "Should a site choose to close to participant recruitment before the end of the trial, the PI must inform the KCTF in writing. Follow-up, as per the trial protocol, must continue for all participants already recruited into the trial at that site. Sites that contravene the trial protocol and the Site Agreement will be subject to review by the TMG and Sponsor.", "cite_spans": [], "ref_spans": [], "section": "Early discontinuation"}, {"text": "The trial may be stopped early by the TSC. In which case, sites will be informed in writing by the KCTF of the reasons for early closure and the actions to be taken as regards the treatment of participants. All randomised participants will continue to be followed up as per the trial protocol.", "cite_spans": [], "ref_spans": [], "section": "Early discontinuation"}, {"text": "A Trial Statistician will be based at ICNARC CTU, under the supervision of Dr David Harrison (Senior Statistician, ICNARC CTU), and will provide statistical support for DMC analyses.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "Sample size calculations were informed by identifying patients meeting the proposed COAST inclusion criteria within two datasets: the FEAST trial (n=873/3170; 28%); and the Kilifi Hospital, Kenya admission cohort (n=2609/36,621; 7%). Based on these data, it was estimated that two thirds of eligible children would present with SpO 2 ≥80% (FEAST 63%; Kilifi 69%). Baseline 48-hour mortality for children receiving low flow oxygen was assumed to be 9% for children with SpO 2 ≥80% (FEAST 10%; Kilifi 9%) and 26% with SpO 2 <80% (FEAST 30%; Kilifi 26%). Due to the complex nature of the design, power calculations were undertaken by simulating datasets under the assumed alternative hypotheses and calculating the proportion of simulated datasets in which a significant effect (P<0.05) was detected for each of the two comparisons 74 . Based on these simulations, a total sample size of 4,200 children would give 90% power to detect a clinically relevant difference of a 33% RR reduction associated with liberal oxygenation compared with permissive hypoxaemia, and a clinically relevant difference of a 25% RR reduction for high flow compared with low flow oxygen delivery.", "cite_spans": [{"start": 829, "end": 831, "text": "74", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Sample size calculation"}, {"text": "The sample size calculation is based on the primary outcome of mortality at 48 hours with no losses to follow-up expected. Losses to follow-up are anticipated to increase to 2% at 28 days post-randomisation, based on data from the FEAST trial 24 .", "cite_spans": [], "ref_spans": [], "section": "Sample size calculation"}, {"text": "The analyses will be described in detail in a full Statistical Analysis Plan. This section summarises the main issues.", "cite_spans": [], "ref_spans": [], "section": "Analysis plan"}, {"text": "All analyses will be undertaken using the intention-to-treat principle with a two-sided P-value of P<0.05 taken to indicate statistical significance.", "cite_spans": [], "ref_spans": [], "section": "Analysis plan"}, {"text": "The primary outcome (48-hour mortality) will be analysed as a binary outcome using logistic regression including both treatment allocation variables simultaneously and adjusted for the stratifying factors (baseline SpO 2 and trial site).", "cite_spans": [], "ref_spans": [], "section": "Analysis plan"}, {"text": "Secondary outcomes will be analysed using generalised linear models, with the same model structure as for the primary outcome above, as follows:", "cite_spans": [], "ref_spans": [], "section": "Analysis plan"}, {"text": "• Treatment failure at 48 hours, re-admission to hospital by 28 days, neurocognitive sequelae at 28 days and disability-free survival to 28 days will be analysed as binary outcomes using logistic regression, with all deaths included in the failure group.", "cite_spans": [], "ref_spans": [], "section": "Analysis plan"}, {"text": "• Time to hypoxaemia resolution will be analysed as a time-to-event outcome using a Fine and Gray competing risks model to account for the competing risk of mortality.", "cite_spans": [], "ref_spans": [], "section": "Analysis plan"}, {"text": "• Length of initial hospital stay, days alive and free from receipt of oxygen and anthropometric status will be analysed as continuous outcomes using linear regression.", "cite_spans": [], "ref_spans": [], "section": "Analysis plan"}, {"text": "• Survival to 28 days will be analysed as a time-to-event outcome using a Cox proportional hazards model.", "cite_spans": [], "ref_spans": [], "section": "Analysis plan"}, {"text": "• Resolution of neurocognitive sequelae at 90 days will be analysed as a binary outcome using logistic regression, only among those with neurocognitive sequelae at 28 days.", "cite_spans": [], "ref_spans": [], "section": "Analysis plan"}, {"text": "Pre-specified subgroup analyses will assess whether the effects of the two interventions vary according to categories of baseline SpO 2 (<80%, 80-84.9%, 85-89.9%, 90-91.9%) and by trial site. Additional hypothesis-generating analyses will investigate whether there is any evidence for a different impact of the interventions according to the following categorical variables: fever; malaria; microbiological evidence of sepsis (blood culture or retrospective molecular diagnosis); radiographic evidence of pneumonia; HIV; severe anaemia (haemoglobin <5g/dl); and undiagnosed sickle cell disease. Subgroup analyses will be conducted by testing the significance of interaction terms in the regression models as specified above.", "cite_spans": [], "ref_spans": [], "section": "Analysis plan"}, {"text": "The DMC will meet to review unblinded data for at least 525, 1575 and 2625 participants (corresponding to 3 months, 9 months and 15 months at the anticipated recruitment rate). Guidelines to recommend early termination will be based on a Peto-Haybittle stopping rule (P<0.001). A recommendation to discontinue recruitment, in all participants or in selected subgroups, will be made only if the results are likely to convince the general clinical community and participants in COAST.", "cite_spans": [], "ref_spans": [], "section": "Interim analysis"}, {"text": "The cost-effectiveness of oxygen delivery strategies will be estimated by comparing clinical outcomes and costs for participants receiving each of the trial treatments. Resource utilisation data and unit cost data (e.g. basic costs, literature and other healtheconomic data) will be collected as part of the trial dataset and also collated based on datasets collected in other trials of acutely sick children.", "cite_spans": [], "ref_spans": [], "section": "Economic and cost-effectiveness evaluation"}, {"text": "Two molecular methods are being used increasingly in research and clinical practice to identify bacteria. 16S ribosomal deoxyribonucleic acid (16S rDNA), common to all species of bacteria, can be detected with a broad-range polymerase chain reaction (PCR); specific quantitative PCR (qPCR) can also be used to quantify the 16S rDNA subunit to measure directly the number of bacteria. However broad range 16S rDNA PCR is subject to artefact from endogenous and exogenous bacterial products [75] [76] [77] and therefore without either sequencing the PCR product, or carrying out more sensitive qPCR, there is concern that changes in the qPCR may not be due to circulating organisms. Unfortunately, sequencing the 16S rDNA has so far yielded results compatible with environmental contamination rather than recognised gut commensals. The use of specific primers renders qPCR less vulnerable to background contaminants than broad-range 16S rDNA PCR, and therefore more sensitive 78, 79 . The disadvantage of qPCR is the need to predict which bacterial species are likely to be relevant.", "cite_spans": [{"start": 489, "end": 493, "text": "[75]", "ref_id": "BIBREF26"}, {"start": 494, "end": 498, "text": "[76]", "ref_id": "BIBREF28"}, {"start": 499, "end": 503, "text": "[77]", "ref_id": "BIBREF30"}, {"start": 974, "end": 977, "text": "78,", "ref_id": "BIBREF32"}, {"start": 978, "end": 980, "text": "79", "ref_id": null}], "ref_spans": [], "section": "Molecular diagnostics"}, {"text": "The goal of this study would be to identify the role of bacteria in the aetiology of lethal pneumonia in African children. Previous studies have shown comparable results between frozen EDTA plasma and whole blood, and so we would assay standard 16S rDNA PCR, and a panel of 10 qPCR reactions (including Enterobacteriaceae, a panel of anaerobes, Streptococcus pneumoniae, Staphylococcus aureus, group A streptococcus).", "cite_spans": [], "ref_spans": [], "section": "Molecular diagnostics"}, {"text": "White and red cell pellets collected into a 2ml EDTA bottle taken at enrolment, (stored at -80°C) and plasma will be stored and shipped at the conclusion of the study to Kilifi, Kenya and molecular diagnostics will compare the range of pathogens identified in cases (deaths) and controls (survivors) frequency matched by age group, study site and season.", "cite_spans": [], "ref_spans": [], "section": "Molecular diagnostics"}, {"text": "Respiratory viruses (RVs) are a major cause of acute lower respiratory tract infections worldwide 80 . However, in developing countries the potential role of RVs in life-threatening disease and mortality remains uncertain, e.g. influenza 81 . The present trial, in which samples will be collected from children with a high mortality risk, provides an important opportunity to elucidate this role. Furthermore, data are scarce on the occurrence of RVs in paediatric pneumonia cases in Uganda or Kenya, and almost nothing is known for Central and Eastern Africa on the origins and spread of these viruses. Nasal pharyngeal/oro-pharyngeal swabs samples will be stored and batched transferred to Professor Nokes viral pathogen laboratory in Kilifi, Kenya. Ribonucleic acid (RNA) extracted from NP/OP swabs will be screened for a broad range of RVs, including influenza viruses, Respiratory Syncytial Virus (RSV), coronaviruses and rhinoviruses using a multiplex real time PCR assay system 82 . Partial and/or whole genome sequencing of the virus positive samples, for example RSV 83 , and influenza 84 , amongst other respiratory targets will be undertaken.", "cite_spans": [{"start": 238, "end": 240, "text": "81", "ref_id": null}], "ref_spans": [], "section": "Investigation of respiratory viruses"}, {"text": "The outcomes of this study will be:", "cite_spans": [], "ref_spans": [], "section": "Investigation of respiratory viruses"}, {"text": "(i) the prevalence and seasonal patterns of a range of respiratory viruses in children with life threatening features of respiratory disease;", "cite_spans": [], "ref_spans": [], "section": "Investigation of respiratory viruses"}, {"text": "(ii) estimates of the risk of death in RV positive relative to negative children; and", "cite_spans": [], "ref_spans": [], "section": "Investigation of respiratory viruses"}, {"text": "(ii) information on the sources of viruses and patterns of spread in East Africa.", "cite_spans": [], "ref_spans": [], "section": "Investigation of respiratory viruses"}, {"text": "14.4 Short period incidence study of severe acute respiratory infection (sprint-sari) SPRINT-SARI is a global multi-network, multicentre, prospective, short period incidence observational study of all severe SARI patients admitted to the in-patient unit of interest (ICU or hospital ward), during a defined 5-or 7-day study period once annually. The Chief investigator is Professor Steven Webb, Clinical Professor, University of Western Australia, Royal Perth Hospital.", "cite_spans": [], "ref_spans": [], "section": "Investigation of respiratory viruses"}, {"text": "The primary aim of this study is to establish a research response capability for future epidemics / pandemics through a global SARI observational study. The secondary aim of this study is to describe the clinical epidemiology and microbiology profiles of patients with SARI. Since children with severe pneumonia will be enrolled across 5 sites (2 countries) in COAST, this will act as an opportunity to provide data to this global platform. Only basic clinical and some diagnostic data will be provided from each site together with outcome data. There will be no linking of the data to the trial intervention and only fully anonymised and de-identified data will be submitted to the centrally coordinated database for SPRINT-SARI.", "cite_spans": [], "ref_spans": [], "section": "Investigation of respiratory viruses"}, {"text": "The mortality rate for children with sickle cell disease (SCD) admitted to hospital with triage features, fulfilling severe and very severe pneumonia, is three-fold high compared to children without SCD (Professor Thomas N. Williams, unpublished). The reasons for high mortality in this group remains unclear and whether this may indicate a diagnosis of 'chest syndrome' or a much higher risk of bacterial infection including gram negative organisms. As sickle cell status is likely to influence the outcome in this study, we aim to test all children for this common condition in Africa (with SCD and sickle cell trait being present in 2% and 7% of children with SP and VSP).", "cite_spans": [], "ref_spans": [], "section": "Sickle cell disease status"}, {"text": "White and red cell pellets collected into a 2ml EDTA bottle (see section 14.2) will be stored at -80°C and shipped at the conclusion of the study to Professor Williams haemoglobinopathy laboratory (Kilifi, Kenya). We will extract a sample of DNA from this sample from study participants to describe the distribution of HbSS using PCR. Patients found to be positive for HbSS will be recalled for counselling and for confirmatory testing and if confirmed to be suffering from HbSS they will be encouraged to attend the outpatient clinic for regular treatment.", "cite_spans": [], "ref_spans": [], "section": "Sickle cell disease status"}, {"text": "This trial has been registered with the ISRCTN Registry (ISRCTN15622505).", "cite_spans": [], "ref_spans": [], "section": "Trial registration"}, {"text": "Favourable ethics opinion has been obtained from the Imperial College REC. This trial has been submitted and received approval by the relevant RECs/Institutional Review Boards and by required regulatory authorities in all participating countries.", "cite_spans": [], "ref_spans": [], "section": "Central ethical compliance"}, {"text": "The trial will be conducted in accordance with the recommendations for research on human subjects in the Declaration of Helsinki 85 , the ICH-GCP guidelines (E6(R1), 1996) and the applicable national regulations.", "cite_spans": [], "ref_spans": [], "section": "Central ethical compliance"}, {"text": "It is the responsibility of the PI to obtain the necessary local approvals and provide them to the KCTF prior to site activation.", "cite_spans": [], "ref_spans": [], "section": "Local ethical compliance"}, {"text": "COAST will only be conducted at sites where all necessary local approvals for the trial have been obtained and a Site Agreement between the Hospital (site) and the Imperial College London (Sponsor) has been signed.", "cite_spans": [], "ref_spans": [], "section": "Local ethical compliance"}, {"text": "Participants' identification data will be collected as part of the trial follow-up procedures. The KCTF and the ICNARC CTU will preserve the confidentiality of participants taking part, which will comply with requirements for data protection in the countries where the research is being conducted. All data will be anonymised prior to presentation or publication of any results.", "cite_spans": [], "ref_spans": [], "section": "Confidentiality and data protection"}, {"text": "Each site would either use their existing Community Advisory Board (CAB) or form a specific patient liaison group to feedback concerns and questions from the community and hear about the latest developments in the trial and the wider scientific community, where possible.", "cite_spans": [], "ref_spans": [], "section": "Patient, carer and public involvement and engagement"}, {"text": "Each of the country PIs have discussed the trial with their local hospital CABs (if in existence) and informed Ministry of Health about the trial. Dialogue with these groups will be maintained through regular briefing meetings during the course of the trial and will be a standing item at each TSC meeting in order to rapidly facilitate dissemination and implementation of results. Policy briefs and presentations at national meetings will be used to disseminate results to policy makers.", "cite_spans": [], "ref_spans": [], "section": "Patient, carer and public involvement and engagement"}, {"text": "All trial investigators have confirmed that they do not have any financial or other conflicts of interest to declare in relation to this trial.", "cite_spans": [], "ref_spans": [], "section": "Declaration of interests"}, {"text": "16.1 Sponsorship Imperial College London will act as Sponsor for this trial and delegate the responsibility of overseeing the implementation of the trial to KCTF and the ICNARC CTU. Imperial College London holds negligent harm and non-negligent harm insurance policies, which apply to this trial.", "cite_spans": [], "ref_spans": [], "section": "Sponsorship and funding"}, {"text": "The trial is supported by grant funding from the UK MRC, the UK Department for International Development (DFID) and the Wellcome Trust through the Joint Global Health Trials scheme. The trial is also supported by Fisher & Paykel Healthcare, who is providing equipment and technical support.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "A written agreement with the site PI and/or the PI's institution and Imperial College London will outline the funding arrangements to sites. The TSC will meet and review the financial aspects of the trial at least annually and report to the Sponsor.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "All publications and presentations relating to the trial will be authorised by the TMG. The first publication of the trial results will be in the name of the TMG, if this does not conflict with the journal's policy. If there are named authors, these will include the ChI, Trial Statistician and Trial Manager. Members of the TMG, TSC and DMC and other contributors will be cited by name, if this does not conflict with the journal's policy. Authorship of sub studies initiated outside of the TMG will be according to the individuals involved in the project but must acknowledge the contribution of the TMG and KCTF.", "cite_spans": [], "ref_spans": [], "section": "Dissemination policy"}, {"text": "The TSC is the custodian of the data and specimens generated from the trial; trial data are not the property of individual participating investigators or health care facilities where the data were generated.", "cite_spans": [], "ref_spans": [], "section": "Dissemination policy"}, {"text": "During the course and following completion of the trial there will be publications, including manuscripts and abstracts for presentations at national and international meetings, as well as the preparation of manuscripts for peer-reviewed publication. In order to avoid disputes regarding authorship, a consensus approach will be established that will provide a framework for all publications derived in full or in part from this trial. Authorship criteria will be determined using the guidelines provided by The International Committee of Medical Journal Editors. The following approach is derived from the Lancet and from the publication policies used in other MRC clinical trials:", "cite_spans": [], "ref_spans": [], "section": "Dissemination policy"}, {"text": "• All publications are to be approved by the TMG and TSC before submission for publication. Any publication arising before the end of the trial will also be approved by the DMC in order to ensure that the primary objective of the trial is not compromised. In particular, no analyses by randomised group of any outcome (primary, secondary or other) in either the main trial or associated sub studies will be conducted or presented before the end of the trial, other than those for interim review by the DMC. The TMG and TSC will resolve problems of authorship and maintain the quality of publications.", "cite_spans": [], "ref_spans": [], "section": "Dissemination policy"}, {"text": "• Manuscripts arising from the trial will, wherever possible, be submitted to peer-reviewed journals that enable Open Access via UK PubMed Central within six months of the official date of final publication. All conference presentations will be made available as soon as possible after the event via the COAST website. All publications will acknowledge the trial's funding sources.", "cite_spans": [], "ref_spans": [], "section": "Dissemination policy"}, {"text": "• For all publications, the TMG will nominate a chairperson or approve an individual's request to chair a manuscript writing committee. The chair will usually be the primary or senior author. The chairperson is responsible for identifying fellow authors and for determining the order of authorship that will appear on the manuscript. The TSC will resolve any problems of authorship and maintain the quality of publications.", "cite_spans": [], "ref_spans": [], "section": "Dissemination policy"}, {"text": "• The TMG will maintain a list of investigators to be presented in the acknowledgements at the end of the paper. This list will include investigators who contributed to the investigation being reported but who are not members of the writing committee. In principle, sub study reports should include all investigators for the main trial, although in some instances, where a smaller number of investigators have made any form of contribution, it may be appropriate to abbreviate the listing.", "cite_spans": [], "ref_spans": [], "section": "Dissemination policy"}, {"text": "• All headline authors in any publication arising from the main trial or sub studies must have a made a significant academic or project management contribution to the work that is being presented. \"Significant\" must be defined by a written declaration of exactly what the contribution of any individual is believed to have been. In addition to fulfilling the criteria based on contribution, additional features that will be considered in selecting an authorship group will include the recruitment of participants who contributed data to any set of analyses contained in the manuscript, the conduct of analyses (laboratory and statistical) and leadership and coordination of the project in the absence of a clear academic contribution.", "cite_spans": [], "ref_spans": [], "section": "Dissemination policy"}, {"text": "• The data derived from this trial are considered the property of the TSC. The presentation or publication of any data collected by the participating investigators on participants recruited into this trial is under the direct control of the TMG and TSC (and the DMC before the end of the trial). This is true whether the publication or presentation is concerned directly with the results of the trial or is associated with the trial in some other way. However, although individual participating investigators will not have any inherent right to perform analyses or interpretations, to make public presentations or seek publication of any of the data other than under the auspices of and with the approval of the TMG and TSC (and the DMC before the end of the trial), they will be encouraged to develop sub studies or propose analyses subject to the approval by the TMG and TSC (and the DMC before the end of the trial). Any requests for access to raw data will be welcomed as long as they are scientifically valid and do not conflict with the integrity of the trial or ongoing analyses by the trial team.", "cite_spans": [], "ref_spans": [], "section": "Dissemination policy"}, {"text": "Outcome data by randomised group will not be revealed to the participating investigators until the data collection phase and primary full analysis of the trial has been completed. This policy safeguards against possible bias affecting the data collection. The DMC will monitor the outcome results and may recommend that the trial be stopped for safety reasons or if a definitive answer is reached earlier than the scheduled end of the trial.", "cite_spans": [], "ref_spans": [], "section": "Dissemination policy"}, {"text": "Systematic and policy reviews have indicated the need for formal evaluation of the hypoxaemia threshold for which oxygen should be targeted and how best to administer oxygen; thus COAST was designed in response. The trial is pragmatic, enrolling children presenting with respiratory symptoms and hypoxaemia, and thus will include large subgroups of children with pneumonia, malaria and other critical illness. This will ensure that the results are applicable to health services in Africa that typically have little or no access to specialist respiratory support facilities. The trial was designed to address the poor outcomes of children in sub-Saharan Africa, which are associated with high rates of in-hospital mortality, 9-10% (for those with oxygen saturations between 80% and 92%) and 26-30% case fatality for those with oxygen saturations <80%, indicating that the current recommendations and/or management strategies are not working in practice. COAST trial will target children, but not newborns, as this group require a separate trial designed to address a different set of objectives and interventions. The COAST trial aims to provide the relevant evidence for policy makers and health services by evaluating key elements of an integrated management strategy in African hospitals on the basis of clinical effectiveness and costs. The health economics component is vital to ensuring that we provide evidence not just on effectiveness, but also cost-effectiveness, to allow policymakers to make decisions on how best to allocate scarce health resources.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The trial started enrolment in February 2017 and to date (17 th December 2017) has enrolled 907 participants, with one interim analysis by the DMC. The trial will contribute new knowledge to the relevant academic disciplines, including opportunities for additional sub-studies to increase our knowledge and understanding of host response to oxygenation strategies. This superbly written methodology article describes a well thought out, carefully planned and excellently described study from a group of internationally recognised investigators. The research question is one of substantial importance to the delivery of healthcare in the developing world, that of the use of oxygen in acutely unwell children. The study has been carefully designed, based upon experiences gained from previous work carried out by this investigator group in a similar setting. The study is ambitious, but with their track record, this group are highly likely to complete this crucial piece of work and definitively answer the question they have raised.", "cite_spans": [], "ref_spans": [], "section": "Trial status"}, {"text": "The article itself is clear, concise and detailed; it contains a complete description of the background and study protocols that a readers requires. There appear to be no deficits in how the study has been outlined.", "cite_spans": [], "ref_spans": [], "section": "Trial status"}, {"text": "1,2 1 2 study protocols that a readers requires. There appear to be no deficits in how the study has been outlined.", "cite_spans": [], "ref_spans": [], "section": "Trial status"}, {"text": "One comment is that throughout the article the terms hypoxia and hypoxaemia have been used interchangeably. Hypoxia refers to a lack of oxygen at a cellular level. This, however, is a study of patients with hypoxaemia, a lack of oxygen in the blood. The term hypoxaemia should be used throughout, unless the authors are specifically referring to a cellular oxygen deficit.", "cite_spans": [], "ref_spans": [], "section": "Trial status"}, {"text": "There are one or two minor typographical errors in the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Trial status"}, {"text": "I see absolutely no reason why this article should not be indexed and wish the investigators the very best of luck with this exciting piece of research.", "cite_spans": [], "ref_spans": [], "section": "Trial status"}, {"text": "Is the rationale for, and objectives of, the study clearly described? Yes", "cite_spans": [], "ref_spans": [], "section": "Trial status"}, {"text": "Are the datasets clearly presented in a useable and accessible format? Yes", "cite_spans": [], "ref_spans": [], "section": "Are sufficient details of the methods provided to allow replication by others? Yes"}, {"text": "No competing interests were disclosed.", "cite_spans": [], "ref_spans": [], "section": "Are sufficient details of the methods provided to allow replication by others? Yes"}, {"text": "Referee Expertise: Anaesthesia, critical care medicine, the physiology of human adaptation to hypoxaemia at high altitude I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard. This is a well presented and detailed study protocol of a pivotal trial. The data underpinning the trial are considerable. The trial should significant enrich the quality of data for the management of hypoxaemic LRTI for children in developing healthcare settings.", "cite_spans": [], "ref_spans": [], "section": "Competing Interests:"}, {"text": "As a de novo reader of the protocol I have the following comments:", "cite_spans": [], "ref_spans": [], "section": "Competing Interests:"}, {"text": "Study Rationale:", "cite_spans": [], "ref_spans": [], "section": "Competing Interests:"}, {"text": "Justification for oxygen saturation target of ≤92%. Current WHO standard is a 90% oxygen saturation target. In applying a 92% target for oxygen supplementation the group directly challenge what is current practice in developing healthcare. Justification for this change is very limited within the protocol report; whilst 92% is current practice in a number of developed healthcare settings, it is without trial evidence (with some evidence as quoted that a 90% target has been trialled successfully in those under 12 months of age with bronchiolitis). There are two effects of this that it would be helpful to address within the protocol introduction (1) Maintaining supplemental oxygen above 90% is a significant healthcare resource (we estimated the difference in hospital stay to be 22 hours for a 94% rather than 90% target, so possible c10 hours per patient for 92%) (2) Recruitment to COAST B will be skewed to those with a higher baseline SpO , by the distribution of SpO in acute respiratory disease; it might be estimated that 40% of all COAST B participants will arrive with a baseline SpO2 in the 90-92% range (Hooli 2016). It would be very helpful if the protocol could discuss this probable skewed recruitment pattern to COAST B, in the context of the ability of the study to provide helpful data within an 81-89% SpO to enable a conclusion to be drawn incorporating current WHO guidelines. The number of children with SpO at baseline 90-91% who died in figures 3 and 4 are few and so the justification is important.", "cite_spans": [], "ref_spans": [], "section": "Competing Interests:"}, {"text": "Justification for limiting one arm of the study (high flow oxygen) to 48 hours regardless of clinical status at that time. In practice, from a clinical perspective this would be difficult to justify and it is most likely that high flow devices would not be withdrawn from children who continued to be critically ill at 48 hours. Please provide justification and method of assessment for how this might this influence outcomes post 48 hours in those who had high flow removed?", "cite_spans": [], "ref_spans": [], "section": "Competing Interests:"}, {"text": "Overemphasis on 'equipoise' for harms of supplemental oxygen The introduction provides significant weight to the potential harms of supplemental oxygen. The studies generally quoted consider extremely high concentration oxygen (>90%), something that will not be achieved within either study arm. There is no evidence of harm from low or high flow oxygen delivery systems, whilst there is clinical trial and pathophysiological theory for benefit. The introduction should be more balanced in this assessment. Whilst it is appropriate to consider potential adverse effects of an intervention (supplemental oxygen), this could not be considered equipoise for this intervention.", "cite_spans": [], "ref_spans": [], "section": "Competing Interests:"}, {"text": "Details of standard care We thank Dr Cunningham for his very careful and thoughtful review. Before we address some of the concerns he raised we believe it is worthwhile to summarise the context of pneumonia management in most African hospitals.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "Firstly, the burden of disease is substantial, with few hospitals able to sustainably deliver oxygen to most children requiring oxygen (Page 3). As oxygen cylinders are expensive to maintain (and frequently faulty) as the source of oxygen, the WHO's preferred option is oxygen concentrators. The WHO conducted a survey of 231 health facilities in 12 African countries between 2007 and 2009. Only 44% reported uninterrupted oxygen supplies, 24% possessed a functioning oxygen concentrator and 35% had reliable power (Belle et al 2010; Page 5). Furthermore, most hospitals do not use pulse oximetry to target oxygen therapy, relying on clinical signs of pneumonia -which are very non-specific and thus only identify few children with hypoxaemia (Page 4). Thus, usual care is poorly targeted oxygen therapy with unreliable supplies of oxygen. The vast majority of hospitals have no access to intensive care outside of private health facilities and very few have access to CPAP or high flow/AirVO (these are largely donor driven). This includes the hospitals involved in the COAST trial.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "A WHO 'Evidence for technical update of pocket book recommendations' was conducted in 2012 and recommended that oxygen therapy should be given to all children with signs of severe pneumonia or hypoxaemia (oxygen saturations < 90%) rated as a Strong recommendation, very (Pages 5-6). The technical advisory group identified the following research low quality evidence gaps: 'clinical studies comparing outcomes when oxygen is given at different thresholds' and 'large-scale effectiveness trials of improved oxygen systems on outcomes from pneumonia'. The COAST trial was designed to directly address these questions in children in Africa, including consideration of both lower and higher thresholds than the current recommendation.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "With regard to the balance between presenting the potential benefits and harms of oxygen therapy, there are no relevant studies/trials to support the current recommendation and 'oxygen toxicity' is a relatively novel concept in Africa -and required substantial justification (on request during ethics review). We do not believe that we have provided an imbalanced case for the need for a trial. A substantial section of the introduction provides substantial evidence of poor implementation and challenges faced by health services. However, even if these challenges were addressed with oxygen systems being prioritised there remains a scientific question about the role of oxygen as a life-saving drug. The data provided from the FEAST trial (control arm) and KEMRI Wellcome Trust Programme Kilifi Admission Cohort (all unselected admissions) who were all had access to oxygen and routine medications to treat underlying infections (provided by external funding) provided the data on which our sample size was calculated. These underpinned the need for a trial -even in context of a clinical trial (with very close monitoring), outcome in children with hypoxaemia was unsatisfactory (Pages 7-9).", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "Selecting a higher threshold for investigation (<92% rather than <90%) enables the trial to investigate whether, if oxygen therapy is beneficial, the WHO threshold should be revised to 2 investigate whether, if oxygen therapy is beneficial, the WHO threshold should be revised to include targeting a higher threshold (which is compatible with international recommendations). Logically, following on from this argument, if we had targeted < 90% and the COAST trial confirms that oxygen is life-saving then a future trial to examine whether it should be targeted to children with saturations 90-91% would require a massive trial, with little hope of securing funding. The COAST trial includes a health economic evaluation (from a health services perspective) so we will be able to provide future policy makers with data on both the clinical and cost-effectiveness of alternative oxygen strategies, taking into account baseline oxygen saturation.", "cite_spans": [{"start": 185, "end": 186, "text": "2", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Study Design"}, {"text": "Dr Cunningham questions limiting high flow/AirVO therapy to 48 hours (the primary endpoint). All children irrespective of arm after 48 hours will continue with use of low flow oxygen if needed. The 48-hour endpoint was selected since it captures ~ 85% of the mortality of the COAST participants and therefore strategies to improve outcome should focus on the high risk period; where the majority of impact of a life-saving therapy is likely to occur. Currently, the standard of care is not to give high flow/AirVO therapy and, pragmatically, using high flow/AirVO over days or weeks following admission would limit the availability of the machine, and therefore the numbers that could be recruited, with little potential for added improvement in mortality. If the COAST trial were to show that AirVO therapy improved outcome at 48 hours, we would also have captured important data on the 28 day outcome of all children, which may lead to refinements in guidelines in future implementation trials (balancing efficacy over cost-effectiveness). The latter consideration for policy makers is extremely important in resource-limited health services.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "Dr Cunningham points out that the protocol does not include information about the flow rates, oxygen/air blending titration and weaning protocols. However, these are covered in great detail in the Manual of Operations, that 'operationalises' the trial protocol which the clinical teams have been taught to follow. This is a live document that from time to time is revised to address evolving challenges. This is a very standard method for ensuring compliance and flexibility of the implementation of the trial -and reduces the number of times that the protocol needs to be returned to all three ethics committees (Imperial, Kenya and Uganda) and regulatory bodies for minor adjustments in the SOPs.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "There is no cross-over permitted between arms. Providing oxygen to the permissive hypoxaemia arm if saturations ever fall below 80% is part of the randomised strategy for this arm so this is not cross-over. High flow/AirVO is the experimental therapy, by including a cross-over to this arm for children not responding to their alternative oxygenation strategy (low flow or permissive) suggests that we already know in the context in which the trial is being conducted that this is a superior strategy. There are no data to support this. The COAST trial will generate these data, and the effectiveness of high flow/AirVO cannot be assumed until demonstrated in an adequately powered trial.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "All SAE reports are prepared by the clinicians and finalised by the site Principal Investigator, who attribute causality as per a detailed SOP for SAE reporting, for which there was an extensive training during the site initiation visit. These are sent to the SAE reviewer in Kilifi (a clinician) and copies sent to the national ethical review committees. The SAE reviewer is responsible for checking completeness of the report and active dialogue with the responsible clinician/PI to ensure all are reported according to the SAE SOP. The SAE reviewer sends unblinded copies to the DMC for review during DMC meetings. The SAE reviewer also sends copies blinded to trial arm to the Endpoint Review Committee (chaired by Dr Jennifer Evans) who adjudicate on the mode of death and whether this was causally related to trial interventions. This is the method of SAE reporting we and whether this was causally related to trial interventions. This is the method of SAE reporting we used in the FEAST trial and currently in our transfusion trial (TRACT).", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "All authors declare no conflicts of interest Competing Interests:", "cite_spans": [], "ref_spans": [], "section": "Study Design"}], "bib_entries": {"BIBREF2": {"ref_id": "b2", "title": "Global, regional, and national causes of child mortality in 2008: a systematic analysis", "authors": [{"first": "R", "middle": ["E"], "last": "Black", "suffix": ""}, {"first": "S", "middle": [], "last": "Cousens", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Johnson", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "375", "issn": "9730", "pages": "1969--87", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Epidemiology and etiology of childhood pneumonia", "authors": [{"first": "I", "middle": [], "last": "Rudan", "suffix": ""}, {"first": "C", "middle": [], "last": "Boschi-Pinto", "suffix": ""}, {"first": "Z", "middle": [], "last": "Biloglav", "suffix": ""}], "year": 2008, "venue": "Bull World Health Organ", "volume": "86", "issn": "5", "pages": "408--424", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "PubMed Abstract | Publisher Full Text | Free Full Text", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2471/BLT.07.048769"]}}, "BIBREF6": {"ref_id": "b6", "title": "Neonatal, postneonatal, childhood, and under-5 mortality for 187 countries, 1970-2010: a systematic analysis of progress towards Millennium Development Goal 4", "authors": [{"first": "J", "middle": ["K"], "last": "Rajaratnam", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Marcus", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Flaxman", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "375", "issn": "9730", "pages": "1988--2008", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Hospital Care for Children: Guidelines for the management of common childhood illnesses with limited resources. Geneva: World Health Organization", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Emergency triage assessment for hypoxaemia in neonates and young children in a Kenyan hospital: an observational study", "authors": [{"first": "M", "middle": ["K"], "last": "Mwaniki", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Nokes", "suffix": ""}, {"first": "J", "middle": [], "last": "Ignas", "suffix": ""}], "year": 2009, "venue": "Bull World Health Organ", "volume": "87", "issn": "4", "pages": "263--70", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "PubMed Abstract | Publisher Full Text | Free Full Text", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2471/BLT.07.049148"]}}, "BIBREF11": {"ref_id": "b11", "title": "Outcome for children under 5 years hospitalized with severe acute lower respiratory tract infections in Yemen: a 5 year experience", "authors": [{"first": "S", "middle": ["M"], "last": "Banajeh", "suffix": ""}], "year": 1998, "venue": "J Trop Pediatr", "volume": "44", "issn": "6", "pages": "343--349", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Excess child mortality after discharge from hospital in Kilifi, Kenya: a retrospective cohort analysis", "authors": [{"first": "J", "middle": ["C"], "last": "Moïsi", "suffix": ""}, {"first": "H", "middle": [], "last": "Gatakaa", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Berkley", "suffix": ""}], "year": 2011, "venue": "Bull World Health Organ", "volume": "89", "issn": "10", "pages": "725--757", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Mortality after Inpatient Treatment for Severe Pneumonia in Children: a Cohort Study", "authors": [{"first": "G", "middle": [], "last": "Fegan", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Mwangome", "suffix": ""}], "year": 2017, "venue": "PubMed Abstract | Publisher Full Text | Free Full Text 8. Ngari MM", "volume": "31", "issn": "", "pages": "233--242", "other_ids": {"DOI": ["10.2471/BLT.11.089235"]}}, "BIBREF15": {"ref_id": "b15", "title": "PubMed Abstract | Publisher Full Text | Free Full Text", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/ppe.12348"]}}, "BIBREF16": {"ref_id": "b16", "title": "The prevalence of hypoxaemia among ill children in developing countries: a systematic review", "authors": [{"first": "R", "middle": [], "last": "Subhi", "suffix": ""}, {"first": "M", "middle": [], "last": "Adamson", "suffix": ""}, {"first": "H", "middle": [], "last": "Campbell", "suffix": ""}], "year": 2009, "venue": "Lancet Infect Dis", "volume": "9", "issn": "4", "pages": "219--246", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Developmental monitoring using caregiver reports in a resource-limited setting: the case of Kilifi", "authors": [{"first": "A", "middle": [], "last": "Abubakar", "suffix": ""}, {"first": "P", "middle": [], "last": "Holding", "suffix": ""}, {"first": "F", "middle": [], "last": "Van De Vijver", "suffix": ""}], "year": 2010, "venue": "Kenya. Acta Paediatr", "volume": "99", "issn": "2", "pages": "291--298", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "PubMed Abstract | Publisher Full Text | Free Full Text", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/j.1651-2227.2009.01561.x"]}}, "BIBREF19": {"ref_id": "b19", "title": "Monitoring psychomotor development in a resource-limited setting: an evaluation of the Kilifi Developmental Inventory", "authors": [{"first": "A", "middle": [], "last": "Abubakar", "suffix": ""}, {"first": "P", "middle": [], "last": "Holding", "suffix": ""}, {"first": "A", "middle": [], "last": "Van Baar", "suffix": ""}], "year": 2008, "venue": "Ann Trop Paediatr", "volume": "28", "issn": "3", "pages": "217--243", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "PubMed Abstract | Publisher Full Text | Free Full Text", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1179/146532808X335679"]}}, "BIBREF21": {"ref_id": "b21", "title": "on the approximation of the laws, regulations and administrative provisions of the Member States relating to the implementation of good clinical practice in the conduct of clinical trials on medicinal products for human use", "authors": [], "year": 2001, "venue": "Official Journal L121. 2001. Reference Source", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A randomised controlled trial of the effect of high concentration oxygen on myocardial ischaemia during exercise", "authors": [{"first": "A", "middle": ["M"], "last": "Ranchord", "suffix": ""}, {"first": "K", "middle": [], "last": "Perrin", "suffix": ""}, {"first": "M", "middle": [], "last": "Weatherall", "suffix": ""}], "year": 2012, "venue": "Int J Cardiol", "volume": "160", "issn": "3", "pages": "201--206", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Sample size and power calculations for medical studies by simulation when closed form expressions are not available", "authors": [{"first": "S", "middle": [], "last": "Landau", "suffix": ""}, {"first": "D", "middle": [], "last": "Stahl", "suffix": ""}], "year": 2013, "venue": "Stat Methods Med Res", "volume": "22", "issn": "3", "pages": "324--369", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Development of broad-range 16S rDNA PCR for use in the routine diagnostic clinical microbiology service", "authors": [{"first": "K", "middle": ["A"], "last": "Harris", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hartley", "suffix": ""}], "year": 2003, "venue": "J Med Microbiol", "volume": "52", "issn": "", "pages": "685--91", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Risk assessment models and contamination management: implications for broad-range ribosomal DNA PCR as a diagnostic tool in medical bacteriology", "authors": [{"first": "B", "middle": ["C"], "last": "Millar", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Moore", "suffix": ""}], "year": 2002, "venue": "J Clin Microbiol", "volume": "40", "issn": "5", "pages": "1575--80", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "PubMed Abstract | Publisher Full Text | Free Full Text", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JCM.40.5.1575-1580.2002"]}}, "BIBREF30": {"ref_id": "b30", "title": "Plasma levels of bacterial DNA in HIV infection: the limits of quantitative polymerase chain reaction", "authors": [{"first": "E", "middle": [], "last": "Ferri", "suffix": ""}, {"first": "S", "middle": [], "last": "Novati", "suffix": ""}, {"first": "M", "middle": [], "last": "Casiraghi", "suffix": ""}], "year": 2010, "venue": "J Infect Dis", "volume": "202", "issn": "1", "pages": "176--183", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Microbial translocation is associated with sustained failure in CD4+ T-cell reconstitution in HIV-infected patients on long-term highly active antiretroviral therapy", "authors": [{"first": "G", "middle": [], "last": "Marchetti", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Bellistrì", "suffix": ""}, {"first": "E", "middle": [], "last": "Borghi", "suffix": ""}], "year": 2008, "venue": "AIDS", "volume": "22", "issn": "15", "pages": "2035--2043", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "of pulse oximetry in clinical practice English et al. demonstrates that the use of pulse oximetry has been very poorly implemented across hospitals in Kenya despite it being recommended for triage of sick children 17 . Between 2002 and 2009, none of 17 hospitals had a pulse oximeter, by 2012 only 3 of 22 (14%) of hospitals surveyed had a pulse oximeter.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Lower respiratory tract infections and other non-respiratory diagnoses in 13,183 Kenyan children admitted to hospital (from Mwaniki et al. 2009; 5).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "agement of hypoxemia and oxygen delivery than any other of the WHO recommendations covering eight pages of the 'Technical update of pocket book: evidence review of WHO recommendations' 12 . Pertinent to the questions being addressed by the COAST trial are those examining the use of oxygen therapy and delivery systems. These are given under the actual number section headings contained within the review (pages 69-76): Section 10.3 Oxygen therapy in treatment of hypoxaemia (page 72) a) Children with hypoxaemia should receive appropriate oxygen therapy. (Strong recommendation, low quality evidence) b) Effective oxygen delivery systems should be a universal standard of care, and should be made more widely available. (Strong recommendation, expert opinion) Section 10.4 Thresholds for administering oxygen therapy (page 73) a) Administering oxygen therapy should be guided by pulse oximetry where available and thresholds for giving oxygen may vary depending on the altitude. (Strong recommendation, very low quality evidence) b) Children living at ≤2500 m above sea level should receive oxygen therapy if their oxygen saturation is <90%. (Strong recommendation, very low quality evidence)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Relationship between baseline oxygen saturation and 48-hour mortality in 36,036 Kilifi paediatric general admissions.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Relationship between baseline oxygen saturation and 48-hour mortality in the FEAST control arm (n=1007).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Trial flow chart.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "COAST A: Treatment arms.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "COAST B: Treatment arms.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Definitions The following definitions have been adapted from Directive 2001/20/EC of the European Parliament (Clinical Trials Directive) 72 and ICH-GCP guidelines (E6(R1), 1996).", "latex": null, "type": "figure"}, "FIGREF9": {"text": "read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard, however I have significant reservations, as outlined above.", "latex": null, "type": "figure"}, "TABREF0": {"text": "This article is included in the KEMRI | Wellcome gateway. Trust Conceptualization, Funding Acquisition, Methodology, Project Administration, Supervision, Writing -Original Draft Author roles: Maitland K Preparation, Writing -Review & Editing; : Conceptualization, Funding Acquisition, Methodology, Project Administration, Supervision, Kiguli S Writing -Original Draft Preparation, Writing -Review & Editing; : Conceptualization, Funding Acquisition, Project Administration, Funding Acquisition, Investigation, Project Administration, Supervision, Writing -Original Draft Preparation, Writing -Review & Editing; : Grieve R Formal Analysis, Funding Acquisition, Methodology, Writing -Original Draft Preparation, Writing -Review & Editing; Funding Acquisition, Project Administration, Validation, Writing -Original Draft Preparation, Writing -Review & Editing; : Rowan K Conceptualization, Funding Acquisition, Project Administration, Validation, Writing -Original Draft Preparation, Writing -Review & Editing All authors declare that there are no competing interests. Competing interests: Maitland K, Kiguli S, Opoka RO How to cite this article: et al. Children's Oxygen Administration Strategies Trial (COAST): A randomised controlled trial of high flow versus oxygen versus control in African children with severe pneumonia [version 2; referees: 2 approved]", "latex": null, "type": "table"}, "TABREF2": {"text": "4 . The normal range of acceptable SpO 2 values differs according to age and altitude. At sea level, normal values are generally considered to be a SpO 2 >94%. Thresholds for administering oxygen differ among international guidelines -some target <92%, whilst others target <94% (reviewed in Cunningham 26 ). The lack of evidence that maintaining 'normal' oxygen values in critically ill patients is beneficial, possibly explains the wide variation in practice surrounding the management of hypoxaemia. For children in resource-poor countries, the WHO recommended threshold for giving oxygen therapy is SpO 2 <90%, or SpO 2 <87% if living at altitude >2500m 12 . In the 2013 WHO guidelines, the revision of the definitions of the categories of pneumonia mean that VSP and SP were collapsed into one category ('Severe pneumonia') and the definition includedTable 1. World Health Organization (WHO) guidelines recommended treatment for pneumonia.", "latex": null, "type": "table"}, "TABREF4": {"text": "To learn more about PICO -please visit https://en.wikipedia.org/wiki/PICO_process", "latex": null, "type": "table"}, "TABREF5": {"text": "• Kenya: KEMRI Wellcome Trust Programme, Kilifi County Hospital (KCH). The clinical programme at KCH is a well-established research centre on the coast of Kenya. It has been the site of several clinical studies on severe malaria, including two large phase III trials (AQUAMAT and FEAST). Coast Provincial General Hospital (CPGH) is based in the second largest city in Kenya (Mombasa) and has conducted in collaboration with KWTRP a number of research studies and Phase III clinical trials in children admitted to CPGH.", "latex": null, "type": "table"}, "TABREF7": {"text": "", "latex": null, "type": "table"}, "TABREF8": {"text": "Participant data collection schedule.", "latex": null, "type": "table"}, "TABREF10": {"text": "Supplementary File 1: Patient information sheet and consent. Click here to access the data. Supplementary File 2: Verbal assent form. Click here to access the data. Supplementary File 3: Case Report Forms. Click here to access the data. Supplementary File 4: Data Monitoring Committee (DMC) Charter. Click here to access the data. of childhood pneumonia at health facilities in resource-limited doi:10.21956/wellcomeopenres.14819.r29614 Steve Cunningham Department of Child Life and Health, University of Edinburgh, Edinburgh, UK Thanks to Professor Maitland for the review feedback and clarification. I hope the Manual of Operations (with details of oxygen control strategies) will be made publically available in due course. This is a tremendous trial. No competing interests were disclosed. Competing Interests: Referee Expertise: Paediatric Respiratory Medicine I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard. doi:10.21956/wellcomeopenres.13812.r26891 Daniel S. Martin Centre for Altitude Space and Extreme Environment Medicine, Institute of Sport and Exercise Health, University College London, London, UK Royal Free Hospital, Pond St, Hampstead, NW3 2QG, UK", "latex": null, "type": "table"}, "TABREF11": {"text": "Author Response 12 Nov 2017 , KEMRI-Wellcome Trust Research Programme, Kenya Kathryn MaitlandThank you for a very supportive review. I will edit the protocol once I have received the final reviewers comments to ensure all references to hypoxia are replaced by hypoxaemia and ensure all typos are also corrected.Kath Maitland on behalf of the COAST investigator group.All investigators declare no conflicts of interestCompeting Interests: doi:10.21956/wellcomeopenres.13812.r26893 doi:10.21956/wellcomeopenres.13812.r26893 Steve Cunningham Department of Child Life and Health, University of Edinburgh, Edinburgh, UK", "latex": null, "type": "table"}, "TABREF12": {"text": "Table 1. World Health Organization (WHO) guidelines recommended treatment for pneumonia.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Type </td><td>Where to treat\n</td><td>Oxygen\n</td></tr><tr><td>WHO 2005 recommendations3\n</td><td> </td></tr><tr><td>Very severe pneumonia </td><td>Inpatient\n</td><td> • Give to all children with very severe pneumonia if pulse oximetry available, give to children with oxygen saturation &lt;90%\n• Use nasal prongs (NP), nasal catheter, or nasopharyngeal catheter\n</td></tr><tr><td>Severe pneumonia </td><td>Inpatient </td><td> • If readily available, give to any child with severe lower chest wall in drawing or a respiratory rate of &gt;70/minute\n</td></tr><tr><td>Pneumonia </td><td>Outpatient </td><td> • Not required\n</td></tr><tr><td>WHO 2013 recommendations27\n</td><td> </td></tr><tr><td> </td><td> </td><td> • Give if oxygen saturation &lt;90%\n</td></tr><tr><td>Severe pneumonia </td><td>Inpatient\n</td><td> • Use NPs as the preferred method of oxygen delivery to young infants\n</td></tr><tr><td>Pneumonia </td><td>Outpatient </td><td> • Not required\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The study group would like to thank the children and families who have participated in the trial to date. We would also like to thank the clinical, nursing, fieldworker, laboratory teams that have supported this study to date across all the sites.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "All authors declare that there are no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Sponsor: Imperial College London, P46493; Funders: Joint Global Health Trials scheme (Medical Research Council Department Details of standard care What is the standard of care for children with lower respiratory tract infection and low oxygen saturation in the hospitals taking part? Is supplemental oxygen by nasal cannula/mask etc a standard of care. If so it would be helpful to state this. In the hospitals taking part, does standard of care include an ability to provide high flow oxygen, CPAP or intensive care. Data management appears appropriate. I would not consider myself appropriately qualified to comment on the statistical methodology.", "cite_spans": [], "ref_spans": [], "section": "Grant information"}, {"text": "Detail of interventions It would be helped if the interventions could be more clearly outlined, i.e. what have local clinicians been told to apply, how and when. What is low flow oxygen, ?1 or 2 litres per minute of nasal cannula oxygen ?6 litres by mask, what is the maximum flow to be applied? How is the AIRVO2 high flow oxygen applied, how many litres per minute of flow and to what oxygen concentration. Is there a titration policy for starting, increasing and weaning oxygen supplementation and flow? Are clinicians responsive to SpO measurements. Is it possible within the trial for crossover, i.e. if at 30 hours SpO in permissive arm is 78% what would happen, if a child on low flow oxygen were deteriorating at 16 hours could they be transferred to high flow or to a CPAP device where available? 10.5 Who will decide whether unexpected AEs are a result of the patients medical condition or standard hospital treatment. How will this be standardised across sites? 11.6 Endpoint review committee. To whom will they report and with what frequency?The datasets are clear Additional point: Interchangeable use of the words hypoxia and hypoxaemia should be corrected. In almost all instances the word hypoxaemia is appropriate, i.e. low blood oxygen, as opposed to hypoxia which is critically low oxygen at tissue level. The challenge in healthcare is to understand what lower limits of hypoxaemia may be reliably tolerated without placing patients at risk of hypoxia and consequent hypoxic injury.Is the rationale for, and objectives of, the study clearly described? Partly", "cite_spans": [], "ref_spans": [], "section": "Methodology details"}, {"text": "Are sufficient details of the methods provided to allow replication by others? Partly ", "cite_spans": [], "ref_spans": [], "section": "Is the study design appropriate for the research question? Partly"}]}