{
    "paper_id": "4321e11dba137d5cb9785de364d8f972ac4bbec9",
    "metadata": {
        "title": "AAV8-Mediated Angiotensin- Converting Enzyme 2 Gene Delivery Prevents Experimental Autoimmune Uveitis by Regulating MAPK, NF-κB and STAT3 Pathways OPEN",
        "authors": [
            {
                "first": "Yiguo",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Chongqing Key Laboratory of Ophthalmology",
                    "institution": "Chongqing Eye Institute",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lifei",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Chongqing Key Laboratory of Ophthalmology",
                    "institution": "Chongqing Eye Institute",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shijie",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Chongqing Key Laboratory of Ophthalmology",
                    "institution": "Chongqing Eye Institute",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ru",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Chongqing Key Laboratory of Ophthalmology",
                    "institution": "Chongqing Eye Institute",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinyu",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Chongqing Key Laboratory of Ophthalmology",
                    "institution": "Chongqing Eye Institute",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zihe",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Chongqing Key Laboratory of Ophthalmology",
                    "institution": "Chongqing Eye Institute",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chunyan",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Chongqing Key Laboratory of Ophthalmology",
                    "institution": "Chongqing Eye Institute",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiaming",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Chongqing Key Laboratory of Ophthalmology",
                    "institution": "Chongqing Eye Institute",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongwei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Medical University",
                    "location": {
                        "settlement": "Guangzhou",
                        "region": "Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiuhong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "settlement": "Gainesville",
                        "region": "Florida",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Chongqing Key Laboratory of Ophthalmology",
                    "institution": "Chongqing Eye Institute",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the discovery of the angiotensin-converting enzyme 2 (ACE2), a protective axis of RAS namely ACE2/Ang-(1-7)/Mas that counteracts the deleterious ACE/AngII/AT1R axis has been established. This axis is emerging as a novel target to attenuate ocular inflammation. However, the underlying molecular mechanisms remain unclear. We investigated the hypothesis that enhancing the activity of the protective axis of RAS by subretinal delivery of an AAV8 (Y733F)-ACE2 vector would protect against the ocular inflammation in experimental autoimmune uveitis (EAU) mice through regulating the local immune responses. Our studies demonstrated that increased ACE2 expression exerts protective effects on inflammation in EAU mouse by modulating ocular immune responses, including the differentiation of Th1/Th17 cells and the polarization of M1/ M2 macrophages; whereas the systemic immune responses appeared not affected. These effects were mediated by activating the Ang-(1-7)/Mas and inhibiting the MAPK, NF-κB and STAT3 signaling pathways. This proof-of-concept study suggests that activation of ocular ACE2/Ang-(1-7)/Mas axis with AAV gene transfer modulates local immune responses and may be a promising, long-lasting therapeutic strategy for refractory and recurrent uveitis, as well as other inflammatory eye diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Uveitis is a sight-threatening intraocular inflammatory disease caused by autoimmune or infection-related immune responses. It is one of the main causes of severe visual impairment, even blindness within the working population worldwide 1 . Some uveitis is characterized by recurrence of inflammation that leads to progressive destruction of affected tissues, including the uveal tract, neural retina and adjacent tissues, and consequently compromises the vision of patients. Thus, the refractory autoimmune disease is considered a tremendous challenge for treatment. The conventional treatment of uveitis includes corticosteroids, immunosuppressive agents and biologics 2 . However, serious potential side effects limit their use. Furthermore, a significant percentage of patients still do not respond well to these treatments 3 . Therefore, development of effective therapeutic approaches is important and urgent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Experimental autoimmune uveoretinitis (EAU) is an animal model that shares many clinical and histological characteristics with human autoimmune uveitis 4 . It is a T cell mediated autoimmune disease model that closely resembles several types of uveitic disorders, such as Behçet's disease as well as Vogt-Koyanagi-Harada disease 4,5 . EAU can be induced by immunizing the susceptible animals with a retinal antigen, such as interphotoreceptor retinoid-binding protein (IRBP), S-antigen, or by adoptive transfer of retinal antigen-specific CD4 + T cells 6-8 . Studies suggest that activated CD4 + T cells play an effector role in the ocular inflammatory pathological process",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "in human uveitis and in EAU. It is now well recognized that two different T cell effector lineages: Th1 cells which predominantly produce the cytokine IFN-γ , and Th17 cells in which the hallmark cytokine is IL-17, play crucial roles in uveitis 9 . More importantly, recurrence of autoimmune diseases may also be related to the activation of these T cell effector lineages. Experimental evidence shows that the relapsing/remitting of uveitis was attributed to the increased production of Th1 cytokine, suggesting that recurrent autoimmunity may originate to a degree of the autoreactive T cell 10 . In addition, treatment with mesenchymal stem cells downregulated Th1 and Th17 responses, then ultimately resulted in inhibiting the Th1/Th17-mediated inflammation and reduced the relapse of uveitis as well 11 . The renin angiotensin system (RAS) was classically considered as a circulating hormone system which is essential in modulating the physiologic functions of the cardiovascular and renal systems. Dysfunction of RAS also attributes to the pathogenesis of inflammation and autoimmune diseases. Angiotensin II (Ang II) is the main peptide effector of RAS. It is a potent vasoconstrictor, growth modulator and pro-inflammatory molecule generated from the angiotensinogen through sequential enzymatic cleavages by renin and angiotensin converting enzyme (ACE) 12 . Ang II mediates deleterious effects primarily through a seven trans-membrane G-protein coupled receptor Ang II type 1 receptor (AT1R) 13 . Nevertheless, the linear cascade of the RAS has been dramatically modified recent years with many new components and pathways 14, 15 . The most notable finding is the discovery of angiotensin-converting enzyme 2 (ACE2). ACE2 cleaves Ang II to generate Angiotensin- (1) (2) (3) (4) (5) (6) (7) [Ang-(1-7)] which mediates counteracting physiologic functions to Ang II via a G-protein coupled receptor Mas. Consequently, a concept of a novel antagonist axis of RAS, i.e. the ACE2/Ang-(1-7)/Mas axis is established 16 . Increasing evidence have demonstrated that activation of this axis not only directly counterbalances the deleterious effects of the classical ACE/Ang II/AT1R axis, but also has a broad range of beneficial effects including ameliorating pathological conditions such as fibrosis and inflammation 17, 18 .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 594,
                    "end": 596,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 805,
                    "end": 807,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1363,
                    "end": 1365,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1502,
                    "end": 1504,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1633,
                    "end": 1636,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1637,
                    "end": 1639,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1772,
                    "end": 1775,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1776,
                    "end": 1779,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1780,
                    "end": 1783,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1784,
                    "end": 1787,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1788,
                    "end": 1791,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1792,
                    "end": 1795,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1796,
                    "end": 1799,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2018,
                    "end": 2020,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2317,
                    "end": 2320,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2321,
                    "end": 2323,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ACE2/Ang-(1-7)/Mas axis has protective effects in many tissues and organs 18 . ACE2/Ang-(1-7)/Mas axis acts as a negative regulator of the RAS and has become a vital therapeutic target in many inflammatory and autoimmune diseases, including type 1 diabetes 19 , autoimmune myocarditis 20 , and arthritis 21 . Moreover, it is protective in several ocular immune diseases. Increased expression of ACE2 and Ang-(1-7) via AAV-mediated gene delivery to the retina diminished retinopathy and inflammation in both mouse and rat models of diabetic retinopathy 22 . Activation of ACE2 is neuroprotective in a glaucoma animal model 23 . More recently, we demonstrated that activating the endogenous ACE2 both systemically and locally evoked beneficial effects by attenuating the inflammation of endotoxin induced uveitis (EIU) in mice and rats 24, 25 . Furthermore, oral delivery of ACE2/Ang-(1-7) bioencapsulated in plant cells conferred protection against ocular inflammation in EAU and EIU mice 26 . Thus, enhancing the ACE2/ Ang-(1-7)/Mas axis of the RAS may be a promising therapeutic approach for ocular inflammation.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 261,
                    "end": 263,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 308,
                    "end": 310,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 626,
                    "end": 628,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 842,
                    "end": 844,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 992,
                    "end": 994,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, the underlying mechanisms by which over-expression of ACE2 confer protection against ocular autoimmune inflammation remain poorly understood. We previously showed that the hyper-activation of the nuclear factor (NF)-κ B and mitogen activated protein kinase (MAPK) signaling pathways were involved in the pathological process of EAU and EIU 25, 27 . Expression of signal transducer and activator of transcription 3 (STAT3) in CD4 + T cells is essential for the development of EAU, and mice with conditional deletion of STAT3 are completely resistant to EAU 28 . On the other hand, ACE2 activator DIZE mediates anti-inflammatory properties by down-regulating phosphorylation of p38MAPK, extracellular signal-regulated kinase (ERK), and c-Jun N-terminal kinase (JNK), STAT3 and NF-κ B p65 subunit in macrophages 29 . Over-expression of ACE2 significantly inhibits the development of early atherosclerotic lesions in a rabbit model by down-regulating the p38MAPK, ERK1/2 and STAT3 pathways 30 . Hence, we hypothesize that over-expression of ACE2 attenuates the ocular local inflammation in EAU mouse by activating the protective ACE2/Ang-(1-7)/Mas axis and by inhibition of MAPK, NF-κ B and STAT3 pathways. We employed adeno-associated virus vector serotype 8 (AAV8) vector containing a tyrosine-capsid mutant (Y733F) to deliver the ACE2 gene subretinally since this capsid-modified vector has been shown to provide rapid and efficient gene transduction in adult mouse retina 31 .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 353,
                    "end": 355,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 818,
                    "end": 820,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 995,
                    "end": 997,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1481,
                    "end": 1483,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Subretinal administration of AAV8 (Y733F) vectors successfully transducted the ACE2 and enhanced green fluorescent protein (eGFP) in the retinas. AAV8 vectors containing a secreted form of human ACE2 gene or enhanced green fluorescent protein (eGFP) under the control of the chicken β -actin (CBA) promoter were constructed as shown in Fig. 1a . A single subretinal injection of 1 μ l AAV8 (Y733F) vector (10 11 vg/ml) resulted in robust expression of eGFP. The flatmount image showed 3 weeks after the injection, the fluorescence was strongly expressed, especially around the site where the vector was injected, which was in consistent with previous studies 31 . Previous studies demonstrated that AAV8-Y733F vector mediated gene delivery would result in gene expression mainly in the RPE layer and photoreceptor layer 31, 32 , which was in parallel with our findings as shown in Fig. 1b . The cross section showed that the eGFP was mainly transducted at the RPE and the photoreceptor level of the retina. Three weeks after subretinal injection of AAV8-ACE2 vector, the expression of the target gene ACE2 was increased at both mRNA level and protein level (Fig. 1c ) (*p < 0.05, **p < 0.01).",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 661,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 824,
                    "end": 826,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 343,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 881,
                    "end": 888,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1157,
                    "end": 1165,
                    "text": "(Fig. 1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Subretinal administration of AAV8-ACE2 decreased the clinical and histological scores of EAU. The anterior chamber of EAU mice and the control vector (AAV8-eGFP) treated mice showed severe inflammatory responses, including corneal edema, conjunctival hyperemia, hypopyon, and posterior synechiae at the 14 th day after IRBP immunization. The severity of inflammation was remarkably attenuated in the AAV8-ACE2 treated eyes when compared with the AAV8-eGPF treated eyes of the EAU mice (Fig. 2a) . The clinical score was significantly decreased in the AAV8-ACE2 treated eyes of the EAU mice at the 12 th and 14 th day when compared with AAV8-eGPF treated EAU eyes and the eyes of EAU mice (Fig. 2c) . To evaluate the histological scores, eyes were collected at the 14 th day after IRBP immunization. Over-expression of ACE2 significantly Scientific RepoRts | 6:31912 | DOI: 10.1038/srep31912 reduced the histological damages (Fig. 2b) . Histological examination showed a severe intraocular inflammation as evidenced by massive infiltration of inflammatory cells, folds of retina, and photoreceptor damage in the AAV8-eGFP + EAU mice and EAU mice. Whereas, only very few scattered inflammatory cells and minor retinal folds were observed in the AAV8-ACE2 treated EAU mice (Fig. 2b) . The histological scores evaluated according to the criteria reported previously 33 , were significantly decreased in the AAV8-ACE2 treated EAU mice (1.125 ± 0.629) as compared to the AAV8-eGFP treated controls (3 ± 0.816) and EAU mice (3.25 ± 0.957) (Fig. 2d ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 494,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 688,
                    "end": 697,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 924,
                    "end": 933,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1270,
                    "end": 1279,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1532,
                    "end": 1540,
                    "text": "(Fig. 2d",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Administration with AAV8-ACE2 rescued retinal function loss in EAU mice. There was a remarkable damage of retinal photoreceptor layer and destruction of the normal structure of retina at the 14 th day after immunization. Therefore, to detect the effect of AAV8-mediated ACE2 over-expression on retinal dysfunction in EAU, both dark-and light-adapted ERG was performed at the 14 th day after IRBP immunization. The amplitudes of a-and b-wave represent the function of the photoreceptors and bipolar cells respectively. Representative original ERG responses from AAV8-ACE2 + EAU, AAV8-eGFP+ EAU, EAU and naïve group were shown (Fig. 3a) . ERG responses of naïve mice were used as controls. The amplitudes of the dark-adapted ERG a-and b-wave as well as light-adapted ERG b-wave were significantly preserved in the AAV8-ACE2 treated EAU group compared with the AAV8-eGFP + EAU group (*p < 0.05, **p < 0.01, ***p < 0.001) and untreated EAU group (#p < 0.05, ##p < 0.01) (Fig. 3b) . assessed with a slit lamp from day 7 to day 21 after IRBP immunization. Representative images showed the anterior inflammation from the naïve mice, AAV8-ACE2 or AAV8-eGFP treated EAU mice and EAU mice at the 14 th day after immunization. Corneal edema, conjunctival hyperemia, hypopyon and posterior synechiae were seen in the AAV8-eGFP+ EAU and EAU group. Whereas there were mild inflammatory signs in the AAV8-ACE2+ EAU group. (c) The severity of clinical scores were remarkably decreased on the 12 th , 14 th and 16 th day in the AAV8-ACE2 treated eyes compared with the AAV8-eGFP treated EAU eyes (**P < 0.01, ***P < 0.001) and EAU eyes ( # P < 0.05, ### P < 0.001, n = 4-8 per group). (b) Histological scores were assessed by hematoxylin and eosin (H&E) staining paraffin-embedded sections of eyes collected at the 14 th day after immunization. Representative images from the AAV8-eGFP treated EAU mice and EAU mice showed severe retinal folds, damage of the photoreceptor layer and massive infiltrated inflammatory cell in the vitreous, retina and subretinal space; minor infiltration of cells and retinal folding was observed in the AAV8-ACE2+ EAU group. (d) The AAV8-ACE2 treated EAU group showed a reduced EAU histological scores compared to the AAV8-eGFP treated EAU group (***p < 0.001) and EAU group (***p < 0.001). The independent experiment was repeated for 4 times. Magnification: 50× , 200× , scale bar = 50 μ m. Data were shown as mean ± SEM (n = 8 per group). To determine the effects of over-expression of ACE2 on retinal function, both dark-and light-adapted ERG were recorded in EAU mice at the 14 th day after immunization. For dark-adapted ERG, the stimulus light intensity ranged from − 3.0 to 1.0 (log cd-s/m2). For light-adapted ERG, the stimulus light intensities were 0.0 and 1.0 (log cd-s/m2). (a) Representative ERG responses in the AAV8-ACE2+ EAU, AAV8-eGFP+ EAU, EAU and naïve groups. (b) Dark and light-adapted ERG amplitudes vs. intensity profile was shown. Data were shown as mean ± SEM (*p < 0.05, **p < 0.01, ***p < 0.001 versus AAV8-eGFP+ EAU group; #p < 0.05, ##p < 0.01, versus EAU group; n = 7~10 per group). Subretinal delivery of AAV8-ACE2 reduced the expression of the inflammatory cytokines in EAU mice. To investigate the effect of ACE2 on the expression of pro-inflammatory and anti-inflammatory cytokines in EAU eyes, total RNA was isolated from the retina on the 14 th day after IRBP immunization. Real-time PCR was performed to quantitatively measure the levels of the inflammatory cytokines. Compared with the AAV8-eGFP+ EAU and EAU group, the mRNA levels of interleukin-6 (IL-6), interleukin-1β (IL-1β ), tumor necrosis factor-α (TNF-α ) and monocyte chemoattractant protein-1 (MCP-1) were markedly decreased, whereas the expression of IL-10 was significantly increased in the AAV2-ACE2 treated eyes. (Fig. 4 ). In the AAV8-ACE2 + EAU group, there was approximately a 7.8-fold decrease in the mRNA level of IL-6 (p < 0.05) and approximately a 4-fold decrease of IL-1β (p< 0.001). The mRNA levels of TNF-α and MCP-1 were also significantly reduced in the AAV8-ACE2 treated EAU eyes. There was approximately a 19-fold decrease of TNF-α (p < 0.01) and a 4.7-fold decrease of MCP-1 (p < 0.05) compared with the AAV8-eGFP+ EAU group. The mRNA levels of IL-10 was about 7.4-fold increased compared to AAV8-eGFP+ EAU group (Fig. 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 625,
                    "end": 634,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 966,
                    "end": 975,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3831,
                    "end": 3838,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 4346,
                    "end": 4353,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "AAV8-ACE2 inhibited the Th1/Th17 responses and shifted the polarization of M1 to M2 macrophages locally, but not systemically. Th1 and Th17 cells play essential roles in the process of EAU 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The expressions of IFN-γ and IL-17 indicate the activity of Th1/Th17 responses. To determine the effect of ACE2 over-expression on the local and systemic Th1/Th17 responses, retinas, spleens and draining lymph nodes (DLN) were collected to detect the mRNA levels of IFN-γ and IL-17. A significant decrease of IFN-γ and IL-17 at the mRNA level in the retinas was observed in the AAV8-ACE2+ EAU group compared with the AAV8-eGFP + EAU group (p < 0.05, p < 0.01) (Fig. 5a) . Nevertheless, there was no significant difference of IFN-γ and IL-17 between the AAV8-ACE2 delivered EAU group and the AAV8-eGFP + EAU group in spleens (Fig. 5b) or DLN (Fig. 5c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 469,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 624,
                    "end": 633,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 641,
                    "end": 650,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Macrophages are considered to be important effectors in EAU 34 via the production of inflammatory and immunomodulatory cytokines 35 . Shifting of the macrophage subtypes may affect the the process of EAU. Decrease of M1 subtype but increase of M2 subtype may confer beneficial effects to EAU 36, 37 . Thus, to investigate whether ACE2 would regulate the polarization of the macrophage subtype locally and systemically, typical surface markers of M1 (iNOS) and M2 (Arginase-1) macrophages were detected by real-time PCR. In the retina, the mRNA level of iNOS was increased in the AAV8-eGFP+ EAU group, whereas, the level of Arginase-1 (Arg-1) was decreased Retinas were collected for analyzing the mRNA levels of the pro-inflammatory cytokines IL-6, IL-1β , TNF-α , MCP-1, and anti-inflammatory cytokine IL-10. Values on y-axis represent fold difference of the mRNA expressions at the 14 th day after IRBP immunization. The mRNA levels of the proinflammatory cytokines were significantly decreased, whereas the expression of IL-10 was remarkably increased in the AAV8-ACE2+ EAU group compared with the AAV8-eGFP+ EAU and the EAU groups (*p < 0.05, **p < 0.01, ***p < 0.001). Data were expressed as mean ± SEM (n = 4-6 per group). compared with the ACE2 over-expression EAU eyes (p < 0.05). The M1/M2 ratio was higher (2.08 ± 0.84) in the AAV8-eGFP+ EAU mice than in the AAV8-ACE2 + EAU mice (0.53 ± 0.50) (Fig. 5d) . Nevertheless, there was no statistical difference in iNOS or Arg-1 level between the AAV8-ACE2 + EAU and the AAV8-eGFP + EAU groups in the spleen (Fig. 5e ) and DLN (Fig. 5f ). Thus ACE2 administration may shift the polarization of M1 to M2 macrophages locally in the retina, but not systemically.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 296,
                    "end": 298,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1404,
                    "end": 1413,
                    "text": "(Fig. 5d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1562,
                    "end": 1570,
                    "text": "(Fig. 5e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1581,
                    "end": 1589,
                    "text": "(Fig. 5f",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "abrogated the regulatory effect on the differentiation of Th1/Th17 cells and polarization of M1/M2 macrophages. ACE2 cleaves Ang II to generate Ang-(1-7), which activates its downstream signaling pathways via the G-protein coupled receptor Mas. To confirm that the protective effects of ACE2 over-expression in EAU eyes is mediated by Ang-(1-7)/Mas signaling, we used the Ang-(1-7) antagonist A-779. Co-administration of A-779 via mini-pump reversed the protective effects of ACE2 on the inflammatory signs and the production of inflammatory cytokines as well as the regulation of the local immune responses. As shown in Fig. 6a , the severity of inflammatory signs in AAV8-ACE2 treated EAU eyes were milder than AAV8-eGFP+ EAU group. However, A-779 abrogated this protective effect of ACE2, as evidenced by more severe inflammation and higher clinical scores of AAV8-ACE2+ A-779+ EAU group (Fig. 6a,b) . The mRNA expressions of IL-6, IL-1β , TNF-α and MCP-1 were remarkably decreased and the level of IL-10 was increased in the AAV8-ACE2+ EAU group. However, with the co-administration of A-779, the reduction of these pro-inflammatory cytokines and the increase of the anti-inflammatory cytokine was reversed (p < 0.05, p < 0.01), indicating decreased pro-inflammatory cytokine production and increased anti-inflammatory cytokine by ACE2 over-expression was mediated through Ang-(1-7)/Mas (Fig. 6c ). Subretinal administration with AAV8-ACE2 also inhibited the Th1/Th17 responses as evidenced by a significant decrease of IFN-γ and IL-17. However, A-779 abrogated the reduction of IFN-γ and IL-17 (p < 0.05, p < 0.01) (Fig. 6d) . Moreover, A-779 abolished the effects of ACE2 over-expression on shifting the polarization of M1/M2 macrophages, as demonstrated by negating the expression of iNOS and Arg-1. (Fig. 6e) . Therefore, the protective effects of ACE2 over-expression were mediated by activating Ang-(1-7)/Mas.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 621,
                    "end": 628,
                    "text": "Fig. 6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 891,
                    "end": 902,
                    "text": "(Fig. 6a,b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1391,
                    "end": 1399,
                    "text": "(Fig. 6c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1620,
                    "end": 1629,
                    "text": "(Fig. 6d)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1807,
                    "end": 1816,
                    "text": "(Fig. 6e)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "A-779, an Ang-(1-7) antagonist, abolished the anti-inflammatory effect of ACE2 in EAU and"
        },
        {
            "text": "To elucidate whether the MAPK, NF-κ B and STAT3 pathways were involved in IRBP-induced inflammation, lymphocytes of spleens and draining lymph nodes were Values on y-axis represent fold difference of the mRNA expressions at the 14 th day after IRBP immunization. The mRNA levels of IFN-γ and IL-17 in the retinas (a), spleens (b) and draining lymph nodes (c) (*p < 0.05, **p < 0.01, n = 4~6 per group). (d) The retinal mRNA level of iNOS was decreased and the level of Arg-1 was increased in the AAV8-ACE2+ EAU group compared with the AAV8-eGFP+ EAU group. The M1/M2 fold change ratio was significantly increased in the AAV8-eGFP+ EAU group (*p < 0.05, n = 4~6 per group). However, the expression of iNOS or Arg-1 was no statistical difference between the two groups in spleens (e) and draining lymph nodes (f). Data were expressed as mean ± SEM. collected from EAU mice and pre-treated with MAPK, NF-κ B or STAT3 pathway inhibitors, followed by IRBP incubation for 72 hours. Inhibition of p38 MAPK with the highly selective inhibitor (SB20358046, SB) reduced IRBP-induced production of IFN-γ and IL-17 at the protein level by approximately 7.58-, 22.67-fold, respectively. A JNK inhibitor (SP600125, SP) decreased protein expression of IFN-γ and IL-17 by 8.76-and 12.83-fold, respectively. Inhibition of ERK 1/2 with the inhibitor (PD98059, PD) reduced IFN-γ and IL-17 expression by approximately 1.88-, 11.41-fold. The NF-κ B inhibitor (BAY11-7082, BAY) resulted in 29.47-and 6.39-fold reductions of IFN-γ and IL-17 respectively at the protein level. Moreover, the inhibitor of STAT3, S3I-201 decreased the protein level of IFN-γ and IL-17 by 70.29-, 11.34-fold, respectively (p < 0.001, versus IRBP group) (Fig. 7) . Fold changes of protein levels are shown in Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1709,
                    "end": 1717,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1764,
                    "end": 1772,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "The inhibitors of MAPK, NF-κB and STAT3 alleviated the Th1 and Th17 responses in the IRBP-induced inflammation in lymphocytes."
        },
        {
            "text": "The anti-inflammatory effect of activating ACE2/Ang-(1-7)/Mas axis in the EAU eyes is associated with the inhibition of MAPK, NF-κB and STAT3 pathways. To further determine whether inhibition of the MAPK, NF-κ B and STAT3 pathways is involved in the ACE2/Ang-(1-7)/Mas axis mediated protection in EAU eyes, phosphorylation level of p38 MAPK, ERK1/2, JNK, Iκ B-α and STAT3 in the retina were measured by Western blotting at the 14 th day after immunization. The phosphorylation levels of all the five proteins were increased in the EAU group (Fig. 8) , however, were significantly decreased in the AAV8-ACE2 treated EAU group compared with the AAV8-eGFP treated EAU and EAU groups (p < 0.05, p < 0.01, p < 0.001) (Fig. 8a) . We further confirmed that the protective effect of inhibiting these pathways is mediated by activating Ang-(1-7)/Mas. The Ang-(1-7) antagonist, A-779, abolished the protective effect. The phosphorylation levels of p38 MAPK, ERK1/2, JNK, Iκ B-α and STAT3 were remarkably increased in the AAV8-ACE2 + EAU mice received A-779 mini-pump implantation compared to the AAV8-ACE2 + EAU mice (p < 0.05, p < 0.01, p < 0.001). However, there were no significant difference of the phosphorylation levels between the AAV8-ACE2+ EAU group and the AAV8-ACE2 + EAU received vehicle mini-pump implantation group (Fig. 8b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 549,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 712,
                    "end": 721,
                    "text": "(Fig. 8a)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1319,
                    "end": 1327,
                    "text": "(Fig. 8b",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "The inhibitors of MAPK, NF-κB and STAT3 alleviated the Th1 and Th17 responses in the IRBP-induced inflammation in lymphocytes."
        },
        {
            "text": "In addition to the circulating system, most components of the RAS have been identified in numerous organs including the eye 38 . Indeed, ACE2 was detected in porcine ciliary bodies and retinas 39 , and Ang-(1-7) and Mas were also observed in the eyes [40] [41] [42] [43] . These studies provide solid evidence that the ACE2/Ang-(1-7)/Mas axis of the RAS exists in ocular tissues. The tissue-specific RAS is believed to exert diverse physiological effects locally independent of circulating RAS 44 . Thus, in-depth studies to elucidate the physiopathologic functions of the local RAS in different organs are highly desirable.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 193,
                    "end": 195,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 494,
                    "end": 496,
                    "text": "44",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here we demonstrated that subretinal delivery of the ACE2 gene resulted in a robust expression of ACE2 at both mRNA and protein levels in the retina. Over-expression of ACE2 significantly reduced the effector lineage of T cells, as well as shifted the phenotype of macrophages in the retina. However, subretinal delivery of ACE2 is incapable to affect the responses in spleens and DLNs, indicating that the activation of the local ACE2/Ang-(1-7)/ Mas axis may be capable to modulate the local immune responses, thus to intervene the pathological process of EAU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been shown recently that activation of the protective the ACE2/Ang-(1-7)/Mas axis exhibits anti-inflammatory actions in several animal models of ocular diseases including diabetic retinopathy 22 and endotoxin-induced uveitis 24 . In agreement with these studies, we found over-expression of ACE2 via AAV8 (Y733F) gene delivery exerted protective effects in the EAU mouse model, as evidenced by ameliorating the clinical signs, suppressing the tissue damage, and improving the retinal neuronal function. The anti-inflammatory effect of ACE2 appeared to result in reducing the expression of inflammatory cytokines and influence the ocular immune responses. The antagonist of Ang-(1-7) A-779 abolished these beneficial effects, suggesting that these protective effects are mediated by activating the ACE2/Ang-(1-7)/Mas axis. Interestingly, increased ACE2 expression might be capable to modulate the ocular local immune responses, including reducing the expression of IFN-γ and IL-17, and shifting the phenotype of macrophages from M1 to M2. We suggest inhibition of MAPK, NF-κ B and STAT3 signaling pathways are involved in these protective effects of enhancing ACE2.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 232,
                    "end": 234,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "T cell effector lineages, especially Th1 and Th17 cells contribute to the immune pathogenesis of EAU 45, 46 . Th1 and Th17 responses have also been reported in uveitis patients 47 . Recent studies illustrated a major role for the RAS in autoimmunity. Treatment with the ACE inhibitor lisinopril or with the AT1R antagonist candesartan resulted in the suppression of Th1 and Th17 cytokines (specifically IFN-γ and IL-17) in a murine model of human multiple sclerosis 48 . It has been shown that blockade of the classical RAS axis alleviated the brain inflammation by reducing the expression of transforming growth factor (TGF)-β in a model of autoimmune encephalomyelitis (EAE) 49 and attenuates the clinical symptoms of rheumatoid arthritis by the modulation of the T cell cytokines profile 50 . In addition, Activation of the Mas receptor by Ang-(1-7) significantly ameliorated arthritis in murine models 21 . These results suggest that the RAS system is critically involved in promoting Th1/Th17-mediated autoimmune diseases in different organs.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 105,
                    "end": 107,
                    "text": "46",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 177,
                    "end": 179,
                    "text": "47",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "48",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 677,
                    "end": 679,
                    "text": "49",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "50",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 906,
                    "end": 908,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In line with the previous studies, we showed that activating the ACE2/Ang-(1-7)/Mas axis by over-expressing ACE2 resulted in a dramatic decrease of the typical Th1 and Th17 cytokines (IFN-γ and IL-17), indicating that enhancing ACE2 may ameliorate EAU by inhibiting local Th1 and Th17 responses. Although there was a evidence that NK and NKT cells may be attribute to in part the production of IFN-γ in EAU, it was just during the innate response phase, thus to shape the effector T cells 51 . In addition, by using immunohistochemical staining and in situ hybridization, a previous study demonstrated that the presence of IFN-γ was only localized to the T lymphocytes infiltrated in the retina and uveal tract in the EAU model. Notably, when the inflammatory cells infiltrated in the posterior chamber, no IFN-γ has been detected 52 . Similarly, despite NKT cells can produce IL-17, it is also happens in the innate response which differs significantly from adaptive IL-17 produced by Th17 effector cells. Moreover, it is produced only by a relatively small NK1.1-negative fraction. As a consequence, its amount is very low and can hardly be detected 53 . Therefore, we strongly believe the expression of IFN-γ and IL-17 in the retina can serve as indicators of Th1 and Th17 response in EAU model. Nevertheless, further study are necessary for investigating the possible role of these two signature cytokines in different immune cells and different stages of EAU. It may shed light on potential novel therapeutic targets to protect against uveitis in further studies.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 491,
                    "text": "51",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "text": "53",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition to the T cells, it has been shown that activation of ACE2/Ang-(1-7)/Mas axis reduces inflammatory responses in macrophages 54 . Macrophages are considered to be potent antigen presenting cells (APCs) in inflammatory autoimmune disease and are responsible for the production of inflammatory and immunomodulatory cytokines 35 . They also play an essential role in tissue damage during the process of autoimmune diseases, including arthritis, nephritis and experimental allergic encephalomyelitis (EAE) 55, 56 . It has been reported that macrophages are important at different stages of EAU 34 . In particular, they are the major effectors of tissue damage during EAU 34 . Macrophages affect the T cell responses depending on different levels of cytokines and chemokines in the microenvironment 57 . The heterogeneity of macrophage has been well established 58 . They are engaged in versatile activities in parallel with the Th1 and Th2 types of immune responses, which have been The protein expression of p-p38 MAPK, p-ERK1/2, p-JNK, p-Iκ B-α and p-STAT3 in the AAV8-ACE2+ EAU group compared with the AAV8-ACE2+ EAU+ A-779 and AAV8-ACE2 + EAU+ vehicle groups was determined by Western blotting. Relative expression of p-p38 MAPK, p-ERK1/2 and p-JNK were normalized to p38 MAPK, ERK1/2 and JNK, respectively. The relative expression of p-Iκ B-α and p-STAT3 were normalized to β -actin. The data were shown as mean ± SEM (*p < 0.05, **p < 0.01, ***p < 0.001, n = 4~6).",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "text": "54",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 516,
                    "end": 518,
                    "text": "56",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 677,
                    "end": 679,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 804,
                    "end": 806,
                    "text": "57",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 867,
                    "end": 869,
                    "text": "58",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Scientific RepoRts | 6:31912 | DOI: 10.1038/srep31912 termed type 1 (M1) and type 2 (M2) macrophages 58 . M1 macrophages are classically activated macrophages, which develop in response to inflammatory stimuli of Th1 cytokine, such as IFN-γ . Activated M1 macrophages produce large amounts of proinflammatory cytokines such as TNF-α , IL-1β and IL-6. Whereas M2 macrophages are alternatively activated macrophages and are considered to be anti-inflammatory macrophages 59 . A shift of macrophages from the M1 to M2 phenotype reduces the experimental inflammatory colitis 60 . Downregulating the M1/M2 ratio of macrophage has been shown to attenuate the Behçet's disease (BD)-like symptoms in a herpes simplex virus (HSV)-induced inflammatory mouse model 36 . Further, IL-33 increases the frequency of M2 macrophages in the lymphoid organs confers a protective effect in EAU 37 .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "text": "58",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 469,
                    "end": 471,
                    "text": "59",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "60",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 754,
                    "end": 756,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 874,
                    "end": 876,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In consistent with the previous studies, our results showed that the mRNA level of the proinflammatory cytokines produced by the M1 macrophages, including TNF-α , IL-1β and IL-6 dramatically decreased in the AAV8-ACE2 treated EAU eyes compared with the AAV8-eGFP treated EAU eyes. Meanwhile, the mRNA expression of the M1 marker iNOS was significantly decreased. On the contrary, the M2 markers increased in the AAV8-ACE2 treated EAU eyes compared with the AAV8-eGFP treated EAU eyes. Furthermore, we found a down-regulated M1/M2 ratio with the treatment of AAV8-ACE2 in the EAU retinas. However, subretinal injection with AAV8-ACE2 or AAV8-eGFP did not influence the polarization of macrophages in spleens or DLNs. These result revealed that activating the local protective ACE2/Ang-(1-7)/Mas axis may be capable to regulate the polarization of classically activated M1 macrophage and the alternatively activated M2 macrophage in the eyes of EAU mice. Shifting of the phenotype of macrophages may have an impact on ocular inflammation in EAU. However, more in-depth researches to verify this possibility need to be done in the future works.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Importantly, in the process of inflammation, a cascade of intracellular signaling pathways will be initiated and ultimately lead to activation of macrophages and release of pro-inflammatory cytokines. The major intracellular events include the phosphorylation of MAPK, STATs pathways, and NF-κ B, the crucial transcription factor for proinflammatory cytokine production 61, 62 . It has been suggested that these signaling pathways were involved in the ACE2/Ang-(1-7)/Mas axis mediated protection. Indeed, by modulating Ang-(1-7) and Mas receptor, an ACE inhibitor olmesartan exerts cardioprotective and anti-inflammatory effects in the experimental autoimmune myocarditis model through decreasing the phosphorylation of p38MAPK, extracellular signalregulated kinase (ERK) and jun N-terminal kinase (JNK) pathways 63 . In addition, in an allergic asthma mouse model, Ang-(1-7) ameliorated inflammation which was attributed to one of the MAPK family members, the ERK and NF-κ B signaling pathway 64 . Most recently, it was shown DIZE, an activator of endogenous ACE2, remarkably suppressed LPS induced production of proinflammatory cytokines. DIZE downregulated the phosphorylation of key signaling molecules and transcription factors including MAPKs, STATs, and NF-κ B p65 subunit, which are involved in the production of proinflammatory cytokines 29 .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 373,
                    "text": "61,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "62",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 813,
                    "end": 815,
                    "text": "63",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 994,
                    "end": 996,
                    "text": "64",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1347,
                    "end": 1349,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consistent with previous studies, we found over-expression of ACE2 alleviated the ocular inflammation not only by reducing the inflammatory cytokines, but also by decreasing the phosphorylation of MAPK, NF-κ B and STAT3 pathways. Although activating the ACE2/Ang-(1-7)/Mas axis has been documented in animal models of diabetic retinopathy 22 and glaucoma 23 , to our knowledge, no research has been performed in the classical ocular inflammatory diseases and autoimmune ocular inflammation. Besides, the underlying mechanisms of the advantageous effects mediated by enhancing the ACE2/Ang-(1-7)/Mas axis in ocular inflammation remains poorly understood. We provide the first piece of evidence that the activation of ACE2 plays an anti-inflammatory role in ocular autoimmune inflammation by regulating the local immune responses and the protective effects are associated with the inhibition of MAPK, NF-κ B and STAT3 pathways.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Many uveitis patients are prone to relapse, the prolonged inflammation often results in a chronic refractory inflammation. After the conventional medications, patients still suffer from recurrent inflammation, suggesting that the treatments can not completely eliminate the pathogenic factors. We found that activating the ACE2/ Ang-(1-7)/Mas axis effectively suppressed the Th1/Th17 responses which not only contribute to the primary inflammation process of uveitis, but also may play an important role in the recurrent inflammation in autoimmune uveitis 11 . Therefore, it is practical to provide a long-lasting strategy to enhance the protective axis of the RAS in these uveitis patients. Moreover, long-term application of the conventional treatments, such as corticosteroids and immunosuppressants, may cause various systemic and local unwanted side effects. Thus topical administration has an advantage of less risk of potential off-target side effects. AAV vector mediated gene therapy for ocular diseases has been successfully applied in human and animal for more than a decade 65 . In view of recent clinical trials 66 , the safety of AAV mediated gene therapy of ocular diseases has been warranted. Furthermore, AAV-associated gene therapies were shown to be highly effective. Existing evidences showed that AAV-mediated ACE2 gene delivery ameliorated the inflammatory responses in diabetic retinopathy 22, 67 . Moreover, oral delivery of ACE2 or Ang-(1-7) vector resulted in down-regulation of inflammatory cytokines in EIU and EAU models 26 . Meanwhile a single AAV vector injection yields a long-term target gene expression which is ideal for treating the chronic and recurrent uveitis. Therefore, AAV mediated ACE2 delivery may be a promising novel intervention for uveitis, as well as other chronic ocular inflammatory conditions. However, there are some limitations in our study. First, although the safety of systemic ACE2 activator application 24 and AAV mediated gene therapy of ocular diseases has been warranted in several clinical trials 66 , and we did not observed any systemic and ocular side effects in our study, it is unknown whether long-term ocular ACE2 over-expression would cause any unwanted systemic or local adverse effects. Hence, a long-term safety study of local ACE2 over-expression should be carried out. Second, to ensure the transferred gene to be functional, we delivered the vectors three weeks before inducing the EAU. Thus enhanced ACE2 occurred before the on-set of inflammation and our study described a prophylactic effect of enhancing ACE2 in the inflammatory process. Nevertheless, in most cases, since it takes a few weeks for the transferred gene to be functional and since it is impossible to treat the patients preventively, we can't modify the ACE2/Ang-(1-7)/Mas axis for the initial uveitis patients by gene therapy in a timely manner. However, a combination of an ACE2 activator, such as DIZE together with gene transfer may be a practical option for these initial patients. Theoretically, it appears that this issue is not a problem for the recurrent patients.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 558,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "text": "65",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1125,
                    "end": 1127,
                    "text": "66",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1413,
                    "end": 1416,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1417,
                    "end": 1419,
                    "text": "67",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1550,
                    "end": 1552,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1962,
                    "end": 1964,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we demonstrated that activation of the ACE2/Ang-(1-7)/Mas axis by subretinal delivery of AAV8(Y733F)-ACE2 conferred protection against the ocular inflammation in EAU mice. Of significant interest, the protective axis is limited to modulate the local immune responses, including the differentiation of Th1/Th17 cells and the polarization of M1/M2 macrophages. In contrast to systemic administration, local gene delivery of the ACE2 may significantly reduce the off-target risks. In addition, gene delivery achieves a long-term activation of the RAS protective axis and thus may provide a novel therapeutic strategy for refractory and recurrent uveitis as well as other ocular autoimmune inflammatory diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ethics statement. This study was carried out according to the ARVO Statement for the Use of Animals in Ophthalmic and Vision Research. The protocols were approved by the Ethics Committee of the First Affiliated Hospital of Chongqing Medical University. All surgeries were performed under anesthesia and all efforts were made to minimize animal discomfort and stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Animals and experimental procedures. B10.RIII mice were purchased from the Jackson Laboratory (Bar Harbor, ME). All animals were housed under specific pathogen-free conditions at the Animal Care Service of Chongqing Medical University with a 12-12-hour light-dark cycle. Mice with the age of 6 to 8 weeks were randomly divided into four groups: (1) AAV8-ACE2 [short for AAV8(Y733F)-CBA-ACE2] injected EAU group: mice were induced EAU at three weeks after subretinal injection of AAV8-ACE2 vector; (2) AAV8-eGFP [short for AAV8(Y733F)-CBA-eGFP] injected EAU group: mice were induced EAU at three weeks after subretinal injection of AAV8-eGFP vector; (3) EAU group and (4) naïve group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "To study whether the effect of AAV8-ACE2 was mediated by activating of Ang-(1-7)/Mas, osmotic mini-pumps (Alzet, Cupertino, CA, USA) filled with a selective Ang-(1-7) antagonist, A-779 (D-Ala7-ANG I/ II/1-7) with the delivery rate of 125 μ g·kg −1 ·h −1 (Bachem, Torrence, CA, USA) were implanted subcutaneously on the back between the shoulder blades and hips while animals were anesthetized by intraperitoneal injection with 75 mg/kg ketamine (Fujian Gutian pharmaceutical Co., Ltd, Ningde, Fujian, China) and 13.6 mg/kg xylazine (VEDCO Inc., St. Joseph, MO, USA). Control mice were sham operated the same way as mice that were implanted with osmotic minipumps containing vehicle (sterile water). The mini-pumps filled with A-779 or vehicle were implanted at the same time when IRBP 161-180 was given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Subretinal injections. One microliter of vector (~10 8 vector genome) of AAV8-eGFP or AAV8-ACE2 was injected subretinally into one eye. Subretinal injection was performed according to the method described previously 33 . All procedures were performed under antiseptic conditions. Briefly, the eyes were dilated by topical administration of compound tropicamide eye drops (Sinqi Pharmaceutical Co., Ltd., Shenyang, China). An aperture within the dilated pupil area was made through the cornea with a 30-gauge needle, then a blunt 33-gauge needle was inserted through the aperture, avoiding damage the lens and penetrating the neuroretina under a dissecting microscope (Leica, DMR, Deerfield, IL,USA). The successful delivery of vector was confirmed by viewing fluorescein-positive subretinal blebs demarcating the retinal detachment in the injected retinal area. Such detachments usually can be resolved spontaneously within 1 to 2 days. The damages occasionally induced by ocular injection included temporal corneal edema, iris hemorrhage or cataract formation. The animals with any of these complications were excluded from further study. All animals received antibiotic ointment to the cornea and were observed daily after operation. The vectors were injected subretinally into the right eyes of the mice, the lateral eyes were not injected and served as a control. Clinical and histological assessment of EAU. Clinical signs of EAU were examined by slit-lamp microscopy from day 7 to day 21 after immunization. The clinical severity of ocular inflammation was assessed by two independent observers in a masked manner, and scored on a scale of 0-5 in half-point increments, according to five separate criteria described previously 33 . To evaluate the histopathology changes, mice were sacrificed at the 14 th day after IRBP peptide immunization. Eyes were enucleated and fixed in 4% paraformaldehyde (PFA) at 4 °C overnight. Eyeballs were embedded in paraffin. Serial 4 μ m sections were cut through the cornea-optic nerve axis and stained by haematoxylin and eosin (H&E). For histopathologic evaluation, the severity of EAU was graded in a masked fashion on a scale of 0 to 4, as described earlier 33 .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1733,
                    "end": 1735,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2202,
                    "end": 2204,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Medical Equipment Co., Ltd, Chongqing, China) were recorded at the 14 th day after IRBP immunization. The procedures were performed as previous described 7 . Briefly, mice were dark-adapted overnight and anesthetized with the mixture of ketamine and xylazine. The pupils were dilated with 0.5% tropicamide and 0.5% phenylephrine HCl. Active electrodes were gently placed on the center of cornea. Reference and ground electrodes were inserted to the back neck and near the tail subcutaneously. All procedures were performed under dim red light.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Electroretinogram (ERG) analysis. Both dark-and light-adapted ERG (RetiMINER System; AiErXi"
        },
        {
            "text": "Scientific RepoRts | 6:31912 | DOI: 10.1038/srep31912",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electroretinogram (ERG) analysis. Both dark-and light-adapted ERG (RetiMINER System; AiErXi"
        },
        {
            "text": "The amplitude of the a-wave was measured from the baseline to the peak of a-wave, and the b-wave was measured from the nadir of the a-wave to the apex of the b-wave peak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electroretinogram (ERG) analysis. Both dark-and light-adapted ERG (RetiMINER System; AiErXi"
        },
        {
            "text": "Real time PCR analysis. Total RNA was extracted from the freshly enucleated retinas, spleens and draining lymph nodes (LN) by using Trizol Reagent (Invitrogen, Carlsbad, CA, USA) according to the manufacturer's instructions. Complementary DNA (cDNA) was generated using PrimeScript RT reagent Kit (Takara Biotechnology, Dalian, China). Real-time PCR was performed according to manufacturer's instruction with the real-time PCR system (ABI Prism 7500; Applied Biosystems, Foster City, CA, USA). Each reaction was run in duplicate, Relative quantification was achieved by the comparative 2 −ΔΔCt method as described previously 24 . Real time-PCR was performed in a volume of 20 μ l by using SYBR Premix Ex TaqTM II (Takara Biotechnology, Dalian, China). The conditions were 95 °C for 10 min, followed by 40 cycles of 15 s at 95 °C and 60 s at 60 °C. Amplification of specific transcripts was confirmed by melting curve profiles at the end of each PCR. Primer sequences used in this study are shown in Table S2 .",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 627,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 999,
                    "end": 1007,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Electroretinogram (ERG) analysis. Both dark-and light-adapted ERG (RetiMINER System; AiErXi"
        },
        {
            "text": "Immunofluorescence staining. For immunofluorescence staining, the eyeballs were enucleated and fixed in 4% paraformaldehyde (PFA) and phosphate buffer saline (PBS, 0.01 M phosphate buffer, 0.0027 M potassium chloride and 0.137 M sodium chloride, pH 7.4) then cryoprotected in 30% sucrose overnight. Then eyes were embedded in optimal cutting temperature (OCT) compound (Sakura Finetek Inc., Torrance, CA, USA). Serial 10 μ m sections were cut through the cornea-optic nerve axis and stained with 2-(4-Amidinophenyl)-6-indolecarbamidine dihydrochloride (DAPI, Beyotime, Shanghai, China) for 5 minutes at room temperature. After three times' wash, the frozen sections were viewed under a digital camera using a Leica fluorescence microscope (DMR, Deerfield, IL, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electroretinogram (ERG) analysis. Both dark-and light-adapted ERG (RetiMINER System; AiErXi"
        },
        {
            "text": "The signal transduction mechanism analysis with inhibitors of p38 MAPK, ERK1/2, JNK, NF-κB and STAT3 after IRBP immunization by enzyme-linked immunosorbent assay (ELISA). For investigating the signal transduction mechanism involving MAPK, NF-κ B and STAT3 pathways with the corresponding inhibitors on IRBP immunized lymphocytes, the spleens and draining lymph nodes were removed from EAU mice on the 14 th day after immunization. Cell suspension was prepared by mechanical disruption and followed by a passage through a cell strainer (BD, Franklin Lakes, NJ, USA). The lymphocytes were separated by using a specific lymphocyte separation kit (TBDscience, Tianjin, China). The RBC lysis buffer was applied to the cells after gradient centrifugation with the Ficoll-hypaque separation buffer, so that the contamination of RBC could be excluded. Although the lymphocytes are a subset of leukocytes, we can still detect the expression of IFN-γ and IL-17 which are mainly produced by Th1 and Th17 cells, rather than other leukocytes 9,68 , to reflect the severity of EAU. The lymphocytes were seeded into a 24-well plate (2~3*10 5 per well) and pre-incubated with p38MAPK inhibitor SB203580 (Cell Signaling Technology Western Blotting Analysis. The retinas were collected 14 days after IRBP immunization and lysed by Radio Immuno Precipitation Assay (RIPA) Lysis Buffer (Beyotime, Shanghai, China) including 1% proteases inhibitor (Beyotime, Shanghai, China). The lysate was centrifuged and the supernatant was collected. Protein concentration was determined by bicinchoninic acid (BCA) protein kit (Beyotime, Shanghai, China). All samples were diluted in SDS loading buffer (Beyotime, Shanghai, China) and boiled for 5 minutes. Equal amounts of protein (80 μ g) were loaded to 10% polyacrylamide gel for the SDS-PAGE electrophoresis. The protein was then transferred to nitrocellulose membranes (Millipore, Billerica, MA, USA). Membranes were blocked with 5% skim milk or 5% bovine serum albumin (BSA) and incubated with specific primary antibodies against mouse ACE2 . Bands were analyzed using Image J software (Version1.43, Broken Symmetry Software, Bethesda, MD, USA). Analysis was normalized against a housekeeping protein β -actin. The band intensity of p-p38, p-ERK1/2 and p-JNK was normalized to p38, ERK1/2 and JNK respectively. Statistical Analysis. All data were expressed as mean ± SEM. Statistical analysis was performed with the GraphPad Prism 5 software (GraphPad Software, Inc., San Diego, CA, USA). Two-tailed tests were used in this study. Experimental data were analyzed by one-way ANOVA followed by Bonferroni correction for multiple group comparisons. Unpaired Student's t-test was used to assess significance between two groups. Clinical scores were analyzed by two-way ANOVA followed by Bonferroni correction. A Mann-Whitney U test was used to compare the histological scores of EAU. p < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1187,
                    "end": 1213,
                    "text": "(Cell Signaling Technology",
                    "ref_id": null
                }
            ],
            "section": "Electroretinogram (ERG) analysis. Both dark-and light-adapted ERG (RetiMINER System; AiErXi"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Review on the worldwide epidemiology of uveitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miserocchi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fogliato",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Modorati",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bandello",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur J Ophthalmol",
            "volume": "23",
            "issn": "",
            "pages": "705--717",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Biological agents for the treatment of uveitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Servat",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mears",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Expert Opin Biol Ther",
            "volume": "12",
            "issn": "",
            "pages": "311--328",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New treatment options for noninfectious uveitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gomes Bittencourt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Dev Ophthalmol",
            "volume": "51",
            "issn": "",
            "pages": "134--161",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rodent models of experimental autoimmune uveitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Caspi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Methods Mol Biol",
            "volume": "900",
            "issn": "",
            "pages": "443--469",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A new model of autoimmune disease. Experimental autoimmune uveoretinitis induced in mice with two different retinal antigens",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Caspi",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Immunol",
            "volume": "140",
            "issn": "",
            "pages": "1490--1495",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "S-antigen-specific rat T cell lines recognize peptide fragments of S-antigen and mediate experimental autoimmune uveoretinitis and pinealitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Gregerson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Obritsch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Fling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Immunol",
            "volume": "136",
            "issn": "",
            "pages": "2875--2882",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Activation of liver X receptor protects inner retinal damage induced by N-methyl-D-aspartate",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "56",
            "issn": "",
            "pages": "1168--1180",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identification of an immunodominant and highly immunopathogenic determinant in the retinal interphotoreceptor retinoid-binding protein (IRBP)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sanui",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Exp Med",
            "volume": "169",
            "issn": "",
            "pages": "1947--1960",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Either a Th17 or a Th1 effector response can drive autoimmunity: conditions of disease induction affect dominant effector category",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Exp Med",
            "volume": "205",
            "issn": "",
            "pages": "799--810",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effector T cells driving monophasic vs. relapsing/remitting experimental autoimmune uveitis show unique pathway signatures",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Von Toerne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Immunol",
            "volume": "48",
            "issn": "",
            "pages": "272--280",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Long-term therapeutic effects of mesenchymal stem cells compared to dexamethasone on recurrent experimental autoimmune uveitis of rats",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "55",
            "issn": "",
            "pages": "5561--5571",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Renin-angiotensin system: upgrade of recent knowledge and perspectives",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Herichova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Szantoova",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Endocr Regul",
            "volume": "47",
            "issn": "",
            "pages": "39--52",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "International union of pharmacology. XXIII. The angiotensin II receptors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Gasparo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Catt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Inagami",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Unger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pharmacol Rev",
            "volume": "52",
            "issn": "",
            "pages": "415--472",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Recent advances in the angiotensin-converting enzyme 2-angiotensin(1-7)-Mas axis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S A"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Exp Physiol",
            "volume": "93",
            "issn": "",
            "pages": "519--527",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Angiotensin-converting enzyme 2 and angiotensin-(1-7): an evolving story in cardiovascular regulation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferrario",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hypertension",
            "volume": "47",
            "issn": "",
            "pages": "515--521",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Angiotensin-converting enzyme 2, angiotensin-(1-7) and Mas: new players of the renin-angiotensin system",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Verano-Braga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bader",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Endocrinol",
            "volume": "216",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "angiotensin-(1-7) and Mas receptor axis in inflammation and fibrosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Simoes E Silva",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Silveira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Teixeira",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Br J Pharmacol",
            "volume": "169",
            "issn": "",
            "pages": "477--492",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Angiotensin-(1-7): beyond the cardio-renal actions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Passos-Silva",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Verano-Braga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Sci (Lond)",
            "volume": "124",
            "issn": "",
            "pages": "443--456",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Chronic treatment with Ang-(1-7) reverses abnormal reactivity in the corpus cavernosum and normalizes diabetes-induced changes in the protein levels of ACE, ACE2, ROCK1, ROCK2 and omega-hydroxylase in a rat model of type 1 diabetes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Yousif",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Makki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "El-Hashim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akhtar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Benter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Diabetes Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cardioprotective effects of telmisartan against heart failure in rats induced by experimental autoimmune myocarditis through the modulation of angiotensin-converting enzyme-2/angiotensin 1-7/mas receptor axis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sukumaran",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Biol Sci",
            "volume": "7",
            "issn": "",
            "pages": "1077--1092",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Anti-inflammatory effects of the activation of the angiotensin-(1-7) receptor, MAS, in experimental models of arthritis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Da Silveira",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "185",
            "issn": "",
            "pages": "5569--5576",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "ACE2 and Ang-(1-7) confer protection against development of diabetic retinopathy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Ther",
            "volume": "20",
            "issn": "",
            "pages": "28--36",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Antiglaucomatous effects of the activation of intrinsic Angiotensin-converting enzyme 2",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Foureaux",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "54",
            "issn": "",
            "pages": "4296--4306",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Angiotensin-converting enzyme 2 (ACE2) activator diminazene aceturate ameliorates endotoxin-induced uveitis in mice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "55",
            "issn": "",
            "pages": "3809--3818",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Topical administration of diminazene aceturate decreases inflammation in endotoxin-induced uveitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mol Vis",
            "volume": "21",
            "issn": "",
            "pages": "403--411",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Oral delivery of ACE2/Ang-(1-7) bioencapsulated in plant cells protects against experimental uveitis and autoimmune uveoretinitis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Shil",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol Ther",
            "volume": "22",
            "issn": "",
            "pages": "2069--2082",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Activation of liver X receptor alleviates ocular inflammation in experimental autoimmune uveitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "55",
            "issn": "",
            "pages": "2795--2804",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Loss of STAT3 in CD4+ T cells prevents development of experimental autoimmune diseases",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Egwuagu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "6070--6076",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Diminazene aceturate (Berenil) modulates LPS induced proinflammatory cytokine production by inhibiting phosphorylation of MAPKs and STAT proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuriakose",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muleme",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Onyilagha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Okeke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Uzonna",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Innate Immun",
            "volume": "20",
            "issn": "",
            "pages": "760--773",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Angiotensin-converting enzyme 2 attenuates atherosclerotic lesions by targeting vascular cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci",
            "volume": "107",
            "issn": "",
            "pages": "15886--15891",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "High-efficiency transduction of the mouse retina by tyrosine-mutant AAV serotype vectors",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Petrs-Silva",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Ther",
            "volume": "17",
            "issn": "",
            "pages": "463--471",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Tyrosine-mutant AAV8 delivery of human MERTK provides long-term retinal preservation in RCS rats",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "53",
            "issn": "",
            "pages": "1895--1904",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "AAV2-mediated combined subretinal delivery of IFN-alpha and IL-4 reduces the severity of experimental autoimmune uveoretinitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Plos One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Marrow-derived activated macrophages are required during the effector phase of experimental autoimmune uveoretinitis in rats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Forrester",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Huitinga",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lumsden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Dijkstra",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Curr Eye Res",
            "volume": "17",
            "issn": "",
            "pages": "426--437",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Macrophages in inflammation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Drug Targets Inflamm Allergy",
            "volume": "4",
            "issn": "",
            "pages": "281--286",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The role of classical and alternative macrophages in the immunopathogenesis of herpes simplex virus-induced inflammation in a mouse model",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Anower",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sohn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Dermatol Sci",
            "volume": "73",
            "issn": "",
            "pages": "198--208",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "IL-33 attenuates the development of experimental autoimmune uveitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barbour",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur J Immunol",
            "volume": "44",
            "issn": "",
            "pages": "3320--3329",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The renin-angiotensin system in retinal health and disease: Its influence on neurons, glia and the vasculature",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Phipps",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Vessey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wilkinson-Berka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Prog Retin Eye Res",
            "volume": "29",
            "issn": "",
            "pages": "284--311",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Activities of angiotensin-converting enzymes ACE1 and ACE2 and inhibition by bioactive peptides in porcine ocular tissues",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luhtala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaajanen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oksala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valjakka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vapaatalo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Ocul Pharmacol Ther",
            "volume": "25",
            "issn": "",
            "pages": "23--28",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The expression of Mas-receptor of the renin-angiotensin system in the human eye",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaajanen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kalesnykas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vapaatalo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Uusitalo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Graefes Arch Clin Exp Ophthalmol",
            "volume": "253",
            "issn": "",
            "pages": "1053--1059",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Expression and cellular localization of the Mas receptor in the adult and developing mouse retina",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol Vis",
            "volume": "20",
            "issn": "",
            "pages": "1443--1455",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Angiotensin receptors in the eyes of arterial hypertensive rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaajanen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Ophthalmol",
            "volume": "88",
            "issn": "",
            "pages": "431--438",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Angiotensin II and its receptor subtypes in the human retina",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Senanayake",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "48",
            "issn": "",
            "pages": "3301--3311",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Physiology of local renin-angiotensin systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Poyan Mehr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kreutz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physiol Rev",
            "volume": "86",
            "issn": "",
            "pages": "747--803",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A look at autoimmunity and inflammation in the eye",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Caspi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Invest",
            "volume": "120",
            "issn": "",
            "pages": "3073--3083",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "TH17 cells contribute to uveitis and scleritis and are expanded by IL-2 and inhibited by IL-27/STAT1",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amadi-Obi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Med",
            "volume": "13",
            "issn": "",
            "pages": "711--718",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Immune mechanisms in inflammatory and degenerative eye disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Caspi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Immunol",
            "volume": "36",
            "issn": "",
            "pages": "354--363",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Blocking angiotensin-converting enzyme induces potent regulatory T cells and modulates TH1-and TH17-mediated autoimmunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Platten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "",
            "pages": "14948--14953",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Angiotensin II sustains brain inflammation in mice via TGF-beta",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Lanz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Invest",
            "volume": "120",
            "issn": "",
            "pages": "2782--2794",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Angiotensin receptor blockers suppress antigen-specific T cell responses and ameliorate collagen-induced arthritis in mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sagawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagatani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Komagata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arthritis Rheum",
            "volume": "52",
            "issn": "",
            "pages": "1920--1928",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Activation of invariant NKT cells ameliorates experimental ocular autoimmunity by a mechanism involving innate IFN-gamma production and dampening of the adaptive Th1 and Th17 responses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Grajewski",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "181",
            "issn": "",
            "pages": "4791--4797",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Interferon-gamma (IFN-gamma) production in vivo in experimental autoimmune uveoretinitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Charteris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lightman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Immunology",
            "volume": "75",
            "issn": "",
            "pages": "463--467",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Cutting edge: NKT cells constitutively express IL-23 receptor and RORgammat and rapidly produce IL-17 upon receptor ligation in an IL-6-independent fashion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Rachitskaya",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "5167--5171",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Angiotensin-(1-7) decreases LPS-induced inflammatory response in macrophages",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Costa-Neto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Cell Physiol",
            "volume": "227",
            "issn": "",
            "pages": "2117--2122",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Macrophages and dendritic cells during the early stages of antigen-induced arthritis in rats: immunohistochemical analysis of cryostat sections of the whole knee joint",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Verschure",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Noorden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Dijkstra",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Scand J Immunol",
            "volume": "29",
            "issn": "",
            "pages": "371--381",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Mononuclear cells in glomeruli and cytokines in urine reflect the severity of experimental proliferative immune complex glomerulonephritis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin Exp Immunol",
            "volume": "80",
            "issn": "",
            "pages": "281--287",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Antigen presentation by macrophages is enhanced by the uptake of necrotic, but not apoptotic, cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Exp Immunol",
            "volume": "127",
            "issn": "",
            "pages": "220--225",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Alternative activation of macrophages",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Immunol",
            "volume": "3",
            "issn": "",
            "pages": "23--35",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Functional plasticity of macrophages: reversible adaptation to changing microenvironments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Stout",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suttles",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Leukoc Biol",
            "volume": "76",
            "issn": "",
            "pages": "509--513",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Disequilibrium of M1 and M2 macrophages correlates with the development of experimental inflammatory bowel diseases",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunol Invest",
            "volume": "43",
            "issn": "",
            "pages": "638--652",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Mammalian MAPK signal transduction pathways activated by stress and inflammation: a 10-year update",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kyriakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Avruch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Physiol Rev",
            "volume": "92",
            "issn": "",
            "pages": "689--737",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Transcriptional and post-transcriptional control of gene expression in inflammation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kracht",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saklatvala",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cytokine",
            "volume": "20",
            "issn": "",
            "pages": "91--106",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Olmesartan attenuates the development of heart failure after experimental autoimmune myocarditis in rats through the modulation of ANG 1-7 mas receptor",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sukumaran",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Cell Endocrinol",
            "volume": "351",
            "issn": "",
            "pages": "208--219",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Angiotensin-(1-7) inhibits allergic inflammation, via the MAS1 receptor, through suppression of ERK1/2-and NF-kappaB-dependent pathways",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "El-Hashim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Pharmacol",
            "volume": "166",
            "issn": "",
            "pages": "1964--1976",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Range of retinal diseases potentially treatable by AAV-vectored gene therapy",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Hauswirth",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Novartis Found Symp",
            "volume": "255",
            "issn": "",
            "pages": "179--188",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Two decades of clinical gene therapy-success is finally mounting",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Herzog",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Discov Med",
            "volume": "9",
            "issn": "",
            "pages": "105--111",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Adeno-Associated Virus Overexpression of Angiotensin-Converting Enzyme-2 Reverses Diabetic Retinopathy in Type 1 Diabetes in Mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dominguez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Pathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Differential roles for IFN-gamma and IL-17 in experimental autoimmune uveoretinitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshimura",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int Immunol",
            "volume": "20",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Construction and characterization of AAV8 (Y733F) vector expressing ACE2 and enhanced green fluorescent protein (eGFP). (a) Maps of the AAV8(Y733F) vector expressing the human ACE2 gene (hACE2) and a control vector contains coding region for the secreted enhanced green fluorescent protein (eGFP). CBA, CMV-chicken-β -actin promoter; ITR, inverted terminal repeat. (b) Transduction of mouse retina with AAV8 (Y733F) vector expressing eGFP. A single subretinal injection of 1 μ l AAV8 (Y733F) vector (10 11 vg/ml) resulted in robust expression of eGFP. (i) A retinal whole mount showing the expression of eGFP in the magnification of 100X. (ii) Higher magnification of the same retinal whole mount (200X). (iii) A cross section of a mouse eye showed eGFP expression at three weeks after receiving AAV8(Y733F)-eGFP injection in low magnification of 100X. The eGFP was mainly transducted at the RPE and the PR level of the retina. (iv) Higher magnification of the same cross section (200X). Scale bar = 100 μ m. RPE, retinal pigment epithelium; PR, photoreceptor; ONL, outer nuclear layer; OPL, outer plexiform layer; INL, inner nuclear layer; IPL, inner plexiform layer; RGC, retinal ganglion cells. (c) The mRNA and protein expression of ACE2 in the eyes injected with AAV8(Y733F)-ACE2 or AAV8(Y733F)-eGFP vectors. Data were shown as mean ± SEM (*p < 0.05, **p < 0.01, n = 4). Scientific RepoRts | 6:31912 | DOI: 10.1038/srep31912",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Clinical and histological evaluation of EAU mice. Subretinal delivery of AAV8-ACE2 reduced the clinical and histological scores in EAU mice. (a) Clinical signs were",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effects of AAV8-mediated ACE2 delivery on retinal function in EAU mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Real-time PCR analysis of retinal mRNA expression for inflammatory cytokines in the AAV8-ACE2 treated EAU mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The effect of ACE2 over-expression on the local and systemic mRNA expression of IFN-γ, IL-17 and polarization of M1/M2 macrophages. The retinas, spleens and draining lymph nodes (DLN) were harvested for analyzing the mRNA of IFN-γ and IL-17, the representative cytokines for Th1 and Th17 cells respectively, iNOS (the marker of M1 macrophages) and Arginase-1 (Arg-1, the marker of M2 macrophages).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The effect of A-779 on the clinical scores, retinal mRNA expression of the cytokines and the surface markers of M1/M2 macrophages. (a) Clinical signs were assessed with a slit lamp from day 7 to day 21 after the mice received IRBP immunization and the implantation of mini-pumps with A-779 or vehicle. Representative images showed the anterior inflammation from the AAV8-ACE2 or AAV8-eGFP treated EAU mice and AAV8-ACE2 treated EAU mice with the A-779 or vehicle implantation at the 14 th day after immunization. (b) The severity of clinical scores were remarkably decreased on the 12 th , 14 th day in the AAV8-ACE2 treated eyes compared with the AAV8-eGFP treated EAU eyes (***P < 0.001) and AAV8-ACE2+ A-779+ EAU eyes ( ## P < 0.01, ### P < 0.001, n = 4-8 per group). The retinas were dissected at the 14 th day after IRBP immunization for analyzing the mRNA levels of the pro-inflammatory and anti-inflammatory cytokines and the surface markers of M1/M2 macrophages. (c) The mRNA levels of pro-inflammatory cytokines: IL-6, IL-1β, TNF-α and MCP-1 and anti-inflammatory cytokine: IL-10 in the AAV8-ACE2+ EAU, AAV8-eGFP+ EAU, AAV8-ACE2+ EAU+ A-779 and AAV8-ACE2+ vehicle+ EAU groups. (d) The mRNA expression of Th1 cell signature cytokine IFN-γ and Th17 cell signature cytokine IL-17 were remarkably reduced in the AAV8-ACE2 treated EAU eyes compared with the AAV8-eGFP treated eyes. A-779 abrogated the reduction of IFN-γ and IL-17. (e) The mRNA of iNOS was decreased, whereas the mRNA of Arg-1 was increased in the AAV8-ACE2+ EAU group. However, A-779 reversed the effect of ACE2 on the polarization of M1/M2 macrophages. Data were expressed as mean ± SEM (*p < 0.05, **p < 0.01, ***p < 0.001, n = 4-6 per group).Scientific RepoRts | 6:31912 | DOI: 10.1038/srep31912",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The expression of IFN-γ and IL-17 in response to IRBP stimulation with or without MAPK, NF-κB or STAT3 inhibitors. Lymphocytes were extracted from the spleens and draining lymph nodes of EAU mice. The lymphocytes were pre-treated with or without the MAPK, NF-κ B or STAT3 inhibitors for 30 minutes and then incubated with IRBP for 72 hours. The protein expression levels of IFN-γ and IL-17 were measured by ELISA 72 hours after stimulation by IRBP with or without the presence of the p38 MAPK inhibitor (SB203580, SB), JNK inhibitor (SP600125, SP), ERK1/2 inhibitor (PD98059, PD), NF-κ B inhibitor (BAY11-7082, BAY) at a final concentration of 10 μ M and STAT3 inhibitor S3I-201 at the concentration of 100 μ M. The data were shown as mean ± SEM (***p < 0.001, n = 8~10). UD: undetected. Scientific RepoRts | 6:31912 | DOI: 10.1038/srep31912",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Involvement of the MAPK, NF-κB and STAT3 pathways in the ACE2/Ang-(1-7)/Mas axis mediated protection in EAU eye. (a) The phosphorylation levels of p38 MAPK, ERK1/2, JNK, Iκ B-α and STAT3 (p-p38 MAPK, p-ERK1/2, p-JNK, p-Iκ B-α and p-STAT3) in the AAV8-ACE2+ EAU group compared with the AAV8-eGFP+ EAU and EAU groups were determined by Western blotting (*p < 0.05, **p < 0.01, ***p < 0.001, n = 4~6). The band intensities of p-p38 MAPK, p-ERK1/2 and p-JNK were normalized to p38 MAPK, ERK1/2 and JNK, respectively. The band intensities of p-Iκ B-α and p-STAT3 were normalized to β -actin. (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Human interphotoreceptor retinoid binding protein (IRBP) peptide 161-180 (IRBP161-180, SGIPYIISYLHPGNTILHVD) was synthesized by Shanghai Sangon Biological Engineering Technology & Services Ltd. Co. (Shanghai, China). Complete Freund's adjuvant (CFA) was obtained from Sigma-Aldrich (St. Louis, MO, USA). EAU was induced as a previous protocol 33 . Briefly, mice were immunized subcutaneously at the base of the tail and both thighs with 50 μ g human IRBP 161-180 peptide in 100 μ l PBS, emulsified 1:1 (vol/vol) in CFA (Sigma-Aldrich, St. Louis, MO, USA) supplemented with 1.0 mg/ml mycobacterium tuberculosis strain. A total 200 μ l emulsion was given in one mouse.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", Danvers, MA, USA), ERK1/2 inhibitor PD98059 (Cell Signaling Technology, Danvers, MA, USA), JNK inhibitor SP600125 (Cell Signaling Technology, Danvers, MA, USA), NF-κ B inhibitor BAY11-7082 (Sigma-Aldrich, St. Louis, MO, USA) at the concentration of 10 μ M and STAT3 inhibitor S3I-201 (Santa Cruz Biotechnology, Inc., Santa Cruz, CA, USA) at the concentration of 100 μ M for 30 minutes. Then the cells were cultured with RPMI 1640 medium (Gibco, Grand Island, NY, USA) and 10% fetal bovine serum in the presence of 10 μ g/mL IRBP161-180 peptide for 72 hours. After 72 hours' incubation, the supernatants were collected for detecting the concentrations of IFN-γ and IL-17 by the mouse ELISA Duoset kits (R&D Systems, Minneapolis, MN, USA) according to the manufacturer's instructions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Santa Cruz Biotechnology, Inc., Santa Cruz, CA, USA), p-Iκ Bα (1:50, Santa Cruz Biotechnology, Inc., Santa Cruz, CA, USA), β -actin(1:100, ABCAM, Cambridge, MA, USA ), p38, JNK, ERK1/2, phosphorylated p38 (p-p38), p-ERK1/2 (1:1000, Cell Signaling Technology, Danvers, MA, USA), JNK, p-JNK (1:500, Cell Signaling Technology, Danvers, MA, USA), STAT3, p-STAT3 (Tyr705) (1:1000, Cell Signaling Technology, Danvers, MA, USA) over night at 4 °C, followed by the secondary antibody (1:3000, ABCAM, Cambridge, MA, USA) at 37 °C for 1 hour. The membranes were further developed by Western Bright TM ECL kit (Advansta, Menlo Park, CA, USA)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Scientific RepoRts | 6:31912 | DOI: 10.1038/srep31912",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the financial supports from the National Natural Science Foundation of China grants (81271033, 81470621), Chongqing Science and Technology Commission (2014pt-sy10002) and National Key Clinical Specialties Construction Program of China (B. Lei), and NIH grants EY021752, EY024564, American Diabetes Association, Bright Focus Foundation (Q. Li). The authors alone are responsible for the content and writing of the paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary information accompanies this paper at http://www.nature.com/srep",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        },
        {
            "text": "The authors declare no competing financial interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing financial interests:"
        }
    ]
}