{
    "paper_id": "43501a278ba5e5477b5804b9c0e455460ffc12e7",
    "metadata": {
        "title": "Diagnosis of infl uenza viruses with special reference to novel H1N1 2009 infl uenza virus",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Indian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Microbiol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "On 15 April and 17 April 2009, novel swineorigin infl uenza A (H1N1) virus was identifi ed in specimens obtained from two epidemiologically unlinked patients in the United States. The ongoing outbreak of novel H1N1 2009 infl uenza (swine infl uenza) has caused more than 3,99,232 laboratory confi rmed cases of pandemic infl uenza H1N1 and over 4735 deaths globally. This novel 2009 infl uenza virus designated as H1N1 A/swine/California/04/2009 virus is not zoonotic swine fl u and is transmitted from person to person and has higher transmissibility then that of seasonal infl uenza viruses. In India the novel H1N1 virus infection has been reported from all over the country. A total of 68,919 samples from clinically suspected persons have been tested for infl uenza A H1N1 across the country and 13,330 (18.9%) of them have been found positive with 427 deaths. At the All India Institute of Medical Sciences, New Delhi India, we tested 1096 clinical samples for the presence of novel H1N1 infl uenza virus and seasonal infl uenza viruses. Of these 1096 samples, 194 samples (17.7%) were positive for novel H1N1 infl uenza virus and 197 samples (18%) were positive for seasonal infl uenza viruses. During outbreaks of emerging infectious diseases accurate and rapid diagnosis is critical for minimizing further spread through timely implementation of appropriate vaccines and antiviral treatment. Since the symptoms of novel H1N1 infl uenza infection are not specifi c, laboratory confi rmation of suspected cases is of prime importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The current outbreak of swine infl uenza that originated in Mexico in March 2009 has spread to more than 80 countries causing more than 3,99,232 laboratory confi rmed cases of pandemic infl uenza H1N1 globally and over 4735 deaths reported to World Health Organization (WHO)as of 11 October 2009 [1] . The WHO declared pandemic alert stage 6 on 11 June 2009, indicating an ongoing infl uenza pandemic [2] . The 2009 swine fl u virus designated H1N1 A/swine/California/04/2009 is not zoonotic swine fl u and is not transmitted from pigs to humans, but rather from person to person and has higher transmissibility than seasonal infl uenza viruses [3] . In humans, H1N1 swine fl u presents as an infl uenza-like illness (ILI) with symptoms similar to seasonal infl uenza, i.e. fever, cough, sore throat, runny nose, muscle pains, severe headache, however, a considerable proportion of patients reported vomiting or diarrhea which is unusual in seasonal infl uenza [4, 5] . Since these symptoms are not specifi c to swine fl u, early in the pandemic physicians were advised to consider swine infl uenza in the differential diagnosis of patients with acute febrile respiratory illness who had returned from Mexico or been in contact with persons with confi rmed swine fl u [6] . This new strain of H1N1 swine infl uenza has a unique combination of genes from both North American and Eurasian swine lineages that has not been identifi ed previously in either swine or human populations [7] . The virus appears to be a result of reassortment of two swine infl uenza viruses, one from North America and one from Europe with the North American virus itself the product of previous re-assortments, carrying an avian PB2 gene for at least 10 years and a human PB1 gene since 1993. The virus also has genome segments of avian origin. Hence scientists call this novel strain as a \"quadruple reassortant\" virus. The hemagglutinin (HA) gene is similar to that of swine fl u viruses present in pigs in United States since 1999, where as neuraminidase (NA) and matrix (M) genes resemble viruses present in European pigs. Viruses with this genetic makeup have not previously been found in humans or pigs.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 299,
                    "text": "11 October 2009 [1]",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 965,
                    "end": 967,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1268,
                    "end": 1271,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1480,
                    "end": 1483,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In India the novel H1N1 virus infection has been reported from all over the country. The most affected states are Maharshtra, Delhi, Tamil Nadu, Karnataka, Andhra Pradesh, Haryana, Kerala, Uttar Pradesh and Gujarat. As on 21 October 2009, a total of 68,919 samples from clinically suspected persons have been tested for infl uenza A H1N1 in government laboratories and a few private laboratories across the country and 13,330 (18.9%) of them have been found positive with 427 deaths [8] .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 486,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Genomic analysis of the 2009 infl uenza A (H1N1) virus in humans indicates that it is closely related to reassortant swine infl uenza A viruses isolated in North America, Europe and Asia [ Fig. 1 ] [9] [10] [11] . The segments coding for the polymerase complex, hemagglutinin, nuclear protein, and non-structural proteins show high similarity with the swine H1N2 infl uenza A viruses isolated in North America in the late 1990s. The segments coding for the neuraminidase and the matrix proteins of the new human H1N1 virus are, however, distantly related to swine viruses isolated in Europe in the early 1990s. In particular, the closest isolated relatives of the neuraminidase segment have 94.4% similarity at the nucleotide level with European swine infl uenza A virus strains from 1992 [11] .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 195,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The virus"
        },
        {
            "text": "The incubation period for novel H1N1 2009 infection appears to range from 2 to 7 days; however, additional information is needed. On the basis of data regarding viral shedding from studies of seasonal infl uenza, most patients with novel H1N1 2009 infection might shed virus from 1 day before the onset of symptoms through 5 to 7 days after the onset of symptoms or until symptoms resolve; in young children and in immunocompromised or severely ill patients, the infectious period might be longer [12] . Patients who are at highest risk for severe complications of novel H1N1 2009 infection are likely to include but may not be limited to groups at highest risk for severe seasonal infl uenza: children under the age of 5 years, adults 65 years of age or older, children and adults of any age with underlying chronic medical conditions and pregnant women [13] .",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The virus"
        },
        {
            "text": "Two classes of antiviral medication are available for the treatment of seasonal human infl uenza: neuraminidase inhibitors (oseltamivir and zanamivir) and adamantanes (rimantadine and amantadine). During the 2008-2009 infl uenza season, almost all circulating human infl uenza A (H1N1) viruses in the United States were resistant to oseltamivir [14] . However, genetic and phenotypic analyses indicate that novel H1N1 2009 is susceptible to oseltamivir and zanamivir but resistant to the adamantanes [15] . The Centers for Disease Control and Prevention (CDC), Atlanta, GA, USA has recommended that given the severity of illness observed among some patients with novel H1N1 2009 infection, therapy with neuraminidase inhibitors should be prioritized for hospitalized patients with suspected or confi rmed novel H1N1 2009 infection and for patients who are at high risk for complications from seasonal infl uenza.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "A number of different laboratory diagnostic tests can be used for detecting the presence of novel H1N1 infl uenza virus in respiratory specimens, including direct antigen detection tests, virus isolation in cell culture, or detection of infl uenza-specifi c RNA by real-time reverse transcriptasepolymerase chain reaction (Real-time RT-PCR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of novel H1N1 infl uenza virus"
        },
        {
            "text": "During outbreaks of emerging infectious diseases accurate and rapid diagnosis is critical for minimizing further spread through timely implementation of appropriate vaccines, antiviral treatment and prophylaxis where available and other public health-based nonpharmaceutical measures. Appropriate treatment of patients with respiratory illness depends on accurate and timely diagnosis and early diagnosis of infl uenza can reduce the inappropriate use of antibiotics and provide the option of using antiviral therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of novel H1N1 infl uenza virus"
        },
        {
            "text": "Preferred respiratory samples for infl uenza testing include nasopharyngeal or nasal swab, throat swab and nasal wash or aspirate, depending on which type of test is used. Samples should be collected within the fi rst 4 days of illness. Routine serological testing for infl uenza requires paired acute and convalescent sera, does not provide results to help with clinical decision-making. Serological testing results for human infl uenza on a single serum specimen is not interpretable and is not recommended. All respiratory specimens should be kept at 4°C for no longer than 72 hours before testing and ideally should be tested within 24 hours of collection. If storage longer than 72 hours is necessary, clinical specimens should be stored at -70°C [16].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen collection"
        },
        {
            "text": "Antigen detection tests; also known as rapid infl uenza diagnostic tests (RIDTs) detect infl uenza viral antigens in clinical specimens. These rapid infl uenza diagnostic tests can provide results within 30 min or less. Hence the results are available in a clinically relevant time period. Diagnostic tests for detection of novel H1N1 infl uenza virus antigen may be of two main types: direct fl uorescent antibody (DFA) tests and rapid enzyme/optical immunoassays or assay for NA enzymatic activity. Direct fl uorescent antibody (DFA) staining of clinical specimens using specifi c monoclonal antibodies against novel H1N1 infl uenza virus antigen can be a reliable and relatively rapid technique for the pandemic novel H1N1 infl uenza virus detection. Studies of DFA detection of infl uenza viruses have shown highly variable results with sensitivities ranging from 40% to 100%. Recent analytical studies indicate that commercially available RIDTs can detect novel infl uenza A (H1N1) virus [17] . In a study Chan et al. showed that the rapid antigen tests they evaluated in their study have comparable sensitivity for detection of novel H1N1 infl uenza and seasonal infl uenza viruses [18] . Data on analytical sensitivity for detection of different viruses does not directly refl ect clinical sensitivity on patient specimens. However, only limited data have been published on the performance of RIDTs compared with RT-PCR for detecting the presence of novel infl uenza A (H1N1) virus in clinical specimens [19] . Compared to RT-PCR, the sensitivity of RIDTs for detecting novel infl uenza A (H1N1) virus infections ranged from 10% to 70%. The sensitivity of RIDTs to detect novel infl uenza A (H1N1) virus is equal to or lower than the sensitivity to detect seasonal infl uenza viruses [17] . Although these rapid tests do not differentiate between novel H1N1 2009 infl uenza virus and seasonal infl uenza A or even between subtypes H1 and H3 but they may provide useful information that might impact patient care. Understanding the limitations of rapid tests is very important to appropriately interpret results for clinical management of the disease [20] .",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 997,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1011,
                    "end": 1022,
                    "text": "Chan et al.",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1192,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1511,
                    "end": 1515,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1791,
                    "end": 1795,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2157,
                    "end": 2161,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Antigen detection"
        },
        {
            "text": "Novel H1N1 infl uenza virus detection can also be achieved by inoculating the clinical specimen on MDCK cells for virus isolation with subsequent characterization by hemagglutination inhibition (HI) and neuraminidase inhibition tests using monospecifi c antiserum. Although the cell culture method is sensitive, it requires viable virus, needs expertise and at least 6-8 days to grow the virus to a level where cells are examined for cytopathic effect (CPE). Virus isolation is not only labor-intensive it is timeconsuming also and requires a week for declaring a sample positive or negative hence not appropriate for an epidemic situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus culture"
        },
        {
            "text": "Although the extreme genetic variability of infl uenza viruses is a challenge for design of molecular-based diagnostic tests. Reverse transcriptase-polymerase chain reaction (RT-PCR) is a widely used molecular tool that has been applied to both infl uenza virus detection and subtype characterization of virus isolates. Most infl uenza A PCR assays in use target conserved regions of the M gene and therefore should detect infl uenza A from all established subtypes, including the newly emergent novel H1N1 infl uenza. However, such methods need to be complemented with a rapid subtyping test to distinguish seasonal infl uenza A from novel H1N1 2009 infl uenza virus. Multiplex PCR testing for the detection of respiratory viruses has seen major advances over the past decade resulting in the development of several commercially available tests. These tests can amplify one or more genes from a number of respiratory viruses and detect amplifi ed products using microgene arrays. One such assay the xTAGTM RVP test was developed in 2005 immediately following SARS and H5N1 infl uenza and was designed to detect and type the three infl uenza A subtypes circulating at that time viz. H1, H3 and H5 [21, 22] .",
            "cite_spans": [
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "[21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1202,
                    "end": 1205,
                    "text": "22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Molecular methods"
        },
        {
            "text": "A limitation of PCR methods is that false-negative results may occur due to sequence variation in primer and probe targets and is particularly relevant for the detection of emerging viruses. However the use of multiple targets can reduce such limitations, and may serve as a means of confi rming positive results. Mahony ",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 320,
                    "text": "Mahony",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular methods"
        },
        {
            "text": "The effi ciency and performance of nucleic acid amplifi cationbased assays depends on the amount and quality of sample template. Nucleic acid amplifi cation assays, including reverse transcriptase RT-PCR (rRT-PCR), and real-time RT-PCR are the most sensitive and specifi c infl uenza virus diagnostic assays. Real-time RT-PCR remains the method of choice for clinical diagnosis of novel H1N1 2009 virus in respiratory specimens and for differentiating it from seasonal infl uenza viruses [25] . Laboratory tests, such as real-time RT-PCR should be prioritized for hospitalized patients to diagnose 2009 H1N1 infl uenza and immunocompromised persons with suspected infl uenza where RIDT or DFA testing is negative or to determine infl uenza A virus subtype in patients who have died from suspected or confi rmed infl uenza A virus infection.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 492,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RNA extraction"
        },
        {
            "text": "The CDC has developed and recommended a realtime RT-PCR asaay for detection and characterization of novel H1N1 infl uenza. The assay includes a panel of oligonucleotide primers and dual-labeled hydrolysis (Taqman®) probes. The assay can be used to detect and characterize the novel H1N1 virus (swine infl uenza) in respiratory specimens and viral cultures. The assay has InfA primer and probe set designed for universal detection of type A infl uenza viruses and swInfA primer and probe set to specifi cally detect all swine infl uenza A viruses. The assay also includes a set of specifi c primer and probes for HA gene to specifi cally detect swine H1 infl uenza virus in specimens positive with SwInfA primers and probes. The assay can be applied on a wide range of specimens such as broncheoalveolar lavage, tracheal aspirates, sputum, nasopharyngeal or oropharyngeal aspirates or washes, and nasopharyngeal or oropharyngeal swabs taken from suspect swine infl uenza A infected patients. Recently Carr et al. developed an M gene-based real-time reverse transcriptase polymerase chain reaction (rtRT-PCR) assay for the detection of novel H1N1 2009 infl uenza virus that does not cross-react with human seasonal infl uenza A viruses (subtypes H1N1 and H3N2) [26] .",
            "cite_spans": [
                {
                    "start": 1259,
                    "end": 1263,
                    "text": "[26]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "RNA extraction"
        },
        {
            "text": "An internal control should be included for each and every clinical sample tested for novel H1N1 2009 virus. The inclusion of internal control ensures proper specimen collection, processing and RNA extraction. The CDC realtime RT-PCR protocol uses Human RNaseP gene (RNP) as internal control for human nucleic acids. No template controls and positive template controls should also be included in each run. A human specimen control provides a secondary negative control that further validates the nucleic extraction procedure and reagent integrity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal positive control"
        },
        {
            "text": "The no template control reactions should not exhibit fl uorescence growth curves that cross the threshold line. Although the real-time RT-PCR is highly sensitive and specifi c assay for novel H1N1 virus detection, the limitations include need of trained personnel for assay set up and result interpretation, false negative results which may occur if inadequate numbers of organisms are present in the specimen due to improper collection, transport, handling or excess of DNA/RNA template in the reaction and initial cost of machine. (Table 1) (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 542,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 543,
                    "end": 551,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Result interpretation"
        },
        {
            "text": "There is no perfect test for the diagnosis of infl uenza. Virus culture, the present 'gold-standard test' is not 100% sensitive and does not provide results in a time-frame that allows optimal use of potentially effective antiviral treatment. Although rapid diagnostic tests provide results in less than 30 minutes, they are signifi cantly less sensitive and do not differentiate between different subtypes of infl uenza A virus. Rapid testing is only offered after the fi rst culture-confi rmed cases of infl uenza are reported from the community. Molecular assays; reverse transcriptase polymerase chain reaction (RT-PCR) and real-time RT-PCR targeting conserved regions of infl uenza virus genome have advantages over other methods and provide sensitive, highly specifi c and rapid diagnosis. The realtime RT-PCR should be the method of choice and both in-house developed and CDC-developed real-time PCR assays can be used for the specifi c detection of novel H1N1 2009 infl uenza virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World now at the start of 2009 infl uenza pandemic",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pandemic potential of a strain of infl uenza A (H1N1): early fi ndings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--61",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CDC health update: swine infl uenza A (H1N1) update: New Interim Recommendations and Guidance for Health Directors about",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Strategic National Stockpile Material. Health Alert Network",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergence of a novel swineorigin infl uenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "25",
            "pages": "2605--2620",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Case defi nitions interim guidance on case defi nitions to be used for investigations of swine-origin infl uenza A (H1N1) cases",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antigenic and genetic characteristics of swine-origin 2009 A (H1N1) infl uenza viruses circulating in humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Garten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "197--201",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ministry of Health and Family Welfare",
            "authors": [],
            "year": null,
            "venue": "Govt of India",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The origin of the recent swine infl uenza A(H1N1) virus infecting humans",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Trifonov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khiabanian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Greenbaum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rabadan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "17",
            "pages": "191--93",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emergence of a novel swine-origin infl uenza A (H1N1) virus in humans",
            "authors": [],
            "year": 2009,
            "venue": "Novel swine-origin infl uenza A (H1N1) Virus Investigation Team",
            "volume": "360",
            "issn": "",
            "pages": "2605--2620",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Geographic Dependence, Surveillance, and Origins of the 2009 Infl uenza A (H1N1) Virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Trifonov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khiabanian",
                    "suffix": ""
                },
                {
                    "first": "Raul",
                    "middle": [],
                    "last": "Rabadan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "115--134",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Time lines of infection and disease in human infl uenza: a review of volunteer challenge studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Epidemiol",
            "volume": "167",
            "issn": "",
            "pages": "775--85",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "and composition of the 2009-10 infl uenza vaccine",
            "authors": [],
            "year": 2008,
            "venue": "Centers for Disease Control and Prevention. 2008-09 Infl uenza prevention and control recommendations: infl uenza vaccination coverage levels",
            "volume": "58",
            "issn": "",
            "pages": "369--74",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Update: drug susceptibility of swineorigin infl uenza A (H1N1) viruses",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "433--438",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infl uenza Symptoms and Laboratory Diagnostic Procedures",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Performance of infl uenza rapid pointof-care tests in the detection of swine lineage A(H1N1) infl uenza viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hurt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infl uenza and Other Respiratory Viruses",
            "volume": "3",
            "issn": "",
            "pages": "171--76",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Analytical sensitivity of rapid infl uenza antigen detection tests for swine-origin infl uenza virus (H1N1)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "45",
            "issn": "",
            "pages": "205--207",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rapid-Test Sensitivity for Novel Swine-Origin Infl uenza A (H1N1) Virus in Humans",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Faix",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Waterman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Infl uenza diagnosis and treatment in children: a review of studies on clinically useful tests and antiviral treatment for infl uenza",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "164--77",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Detection of respiratory viruses using molecular methods",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mahony",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Microbiol Rev",
            "volume": "21",
            "issn": "",
            "pages": "716--763",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Development of a respiratory virus panel test for detection of twenty human respiratory viruses by use of multiplex PCR and a fl uid microbead-based assay",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Merante",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yaghoubian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lisle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Janeczko",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "2965--70",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Multiplex PCR tests sentinel the appearance of pandemic infl uenza viruses including H1N1 swine infl uenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "45",
            "issn": "",
            "pages": "200--202",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Development of a real-time RT-PCR for the detection of Swine-lineage Infl uenza A (H1N1) virus infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "45",
            "issn": "",
            "pages": "196--199",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "History of reassortment events in the evolution of the 2009 infl uenza A (H1N1) virus. The segments of the human 2009 infl uenza A (H1N1) virus have co-existed in swine infl uenza A virus strains for more than 10 years. The ancestors of neuraminidase have not been observed for almost 20 years. The mixing vessel for the current reassortment is likely to be a swine host but remains unknown. (Modifi ed from Vladimir T et al. 2009).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Panel A. Real-time PCR amplifi cation plot for novel H1N1 infl uenza virus detection. The grey highlighted area represents a sample in the 96 well reaction plate. Each sample is tested for seasonal Infl uenza A virus, novel H1N1 infl uenza virus A (Swine A), novel H1N1 infl uenza virus A subtype H1 (Swine H1) and internal control human RNaseP gene (RNP). The amplifi cation plot for seasonal infl uenza virus A (black arrow), novel H1N1 infl uenza virus A (brown arrow), novel H1N1 infl uenza virus A subtype H1 (red arrow) and internal control RNP (green arrow) are shown in the fi gure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Panel B. Real-time PCR amplifi cation curve for novel H1N1 infl uenza virus detection in a 96 well plate format.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "During this outbreak of novel H1N1 2009 infl uenza virus, at our facility in All India institute of Medical Sciences (AIIMS), New Delhi we tested a total of 1096 clinical specimens for the presence of novel H1N1 2009 virus and seasonal infl uenza viruses by real-time RT PCR, following CDC's protocol. Out of the 1096 samples, 568 samples were sent by National Institute of Communicable Diseases (NICD), New Delhi and 528 samples were from AIIMS. The specimens were nasal and throat swabs, transported under cold conditions to the virology laboratory. RNA was isolated using automated MagNA pure compact system (Roche Diagnostics) and subjected to real-time RT PCR. The positive, negative and internal controls were included in each run as per the protocol. Of these 1096 samples, 194 samples (17.7 %) were positive for novel H1N1 infl uenza virus, 197 samples (18%) were positive for seasonal infl uenza virus. Out of the 568 samples tested from NICD, 49 samples (8.6%) were positive for novel H1N1 2009 infl uenza virus, 129 samples (22.7%) were positive for seasonal infl uenza viruses. From AIIMS 528 samples were tested, of these 145 samples (27.5%) were positive for novel H1N1 2009 infl uenza virus while 68 samples (12.8%) were positive for seasonal infl uenza viruses. Hence a total of 393 samples (35.9 %) samples were positive for infl uenza viruses",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "et al. recently demonstrated that the use of multiplex PCR tests such as the xTAGTM RVP test that use a combination of matrix and hemagglutinin gene targets can detect novel non-seasonal strains of infl uenza and hence can be used for the deection of novel H1N1 2009 infl uenza virus[23].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "For detection of novel H1N1 2009 infl uenza virus validated and qualifi ed RNA extraction, procedures should be used to ensure effi cient recovery and purity. Commercially available extraction procedures including QIAamp® Viral RNA Mini Kit, or RNeasy® Mini Kit (QIAGEN), Roche MagNA Pure Compact RNA Isolation Kit, MagNA Pure LC RNA Isolation Kit II, and Roche MagNA Pure Total Nucleic Acid Kit have been shown to generate highly purifi ed RNA following manufacturer's recommended procedures [24].",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Application of RT-PCR at AIIMS on clinical samples during novel A/H1N1 outbreak",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "When all controls meet stated requirements, a specimen is considered presumptive positive for infl uenza A virus if the Inf A reaction growth curves cross the threshold line within 37 cycles. If the reaction for infl uenza A is positive, it may also be positive for universal swine and/or novel H1N1 2009 infl uenza. A specimen is considered presumptive positive for swine infl uenza A/H1 if both the InfA and the respective subtype (swInfA or swH1) reaction growth curves cross the threshold line within 37 cycles[24].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}