{
    "paper_id": "43f4d2c814071826c066ef55bab0826df9a2e8a2",
    "metadata": {
        "title": "Feeding intolerance due to connatal tuberculosis in a prematurely born infant",
        "authors": [
            {
                "first": "Muraldihar",
                "middle": [],
                "last": "Premkumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vikram",
                "middle": [],
                "last": "Anumakonda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liam",
                "middle": [],
                "last": "Cormican",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [],
                "last": "Ruiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Greenough",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A prematurely born infant had three episodes of feeding intolerance in the first three weeks after birth. In the post-partum period, his mother, who was from the Ukraine, had a respiratory arrest; unusually, a high-resolution computerised tomograph demonstrated miliary tuberculosis (TB). As a consequence, and due to the continuing ill health of the infant, gastric aspirates were sent from the infant. Acid fast bacilli were seen on microscopy. Variable nucleotide tandem repeat analysis of acid fast bacilli facilitated the rapid diagnosis of connatal TB. We conclude that connatal TB should be considered in a prematurely born infant poorly responsive to standard management and whose mother falls into a high-risk group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mycobacterium tuberculosis . Connatal tuberculosis . Feeding intolerance . Acid fast bacilli Abbreviations ARDS acute respiratory distress syndrome HRCT high-resolution computerised tomography HIV human immunodeficiency virus TB tuberculosis VNTR variable nucleotide tandem repeat Eur J Pediatr (2008) 167:955-956",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Feeding intolerance is common in very prematurely born infants. The underlying conditions include generalised sepsis, electrolyte disorders, necrotising enterocolitis and structural abnormalities of the bowel. We report feeding intolerance in a prematurely born infant due unusually to connatal tuberculosis (TB).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 26-year-old female, from the Ukraine, presented in preterm labour at 30 weeks of gestation. She previously had had a pleural effusion of unknown aetiology. A male infant weighing 1.73 kg was delivered vaginally. In the first three weeks, the infant had three episodes of feeding intolerance, which only temporarily responded to standard management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "In the post-partum period, his mother was admitted with pyrexia, shortness of breath and malaise. On the second day of admission, she suffered a respiratory arrest. Her chest radiograph demonstrated diffuse opacification throughout both lungs compatible with acute respiratory distress syndrome (ARDS). She was treated with cefuroxime, clarithromycin and metronidazole. As she failed to improve, a bronchoscopy was performed, demonstrating necrotising granulomata; bronchial washings were obtained. A chest high-resolution computerised tomograph (HRCT) demonstrated appearances compatible with miliary tuberculosis (Fig. 1) . As a consequence, and due to the continuing ill health of the infant, gastric aspirates were sent from the infant. Acid fast bacilli were seen on microscopy. Mycobacterium tuberculosis was cultured from the gastric aspirate and bronchial washings from his mother. Both strains had identical drug sensitivities and were indistinguishable on variable nucleotide tandem repeat (VNTR) analysis. VNTR analysis determines the number of tandem repeats at multiple independent loci in the genome of M. tuberculosis. Tuberculin testing of the infant was negative and ultrasound examination of his liver did not show any granulomatous lesions. Screening of the mother's breast milk for acid fast bacilli was negative and placenta biopsies did not reveal any granulomatous lesions or acid fast bacilli. The immediate family were screened and none had tuberculosis. At the time of diagnosis, the infant's weight was 1.87 kg. The infant was started on isoniazid, rifampicin, ethambutol and pyrazinamide. Nasogastric feeds were reintroduced without further problems.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 623,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "The most common presentation of connatal TB in prematurely born infants is respiratory distress [1] ; associated chest radiograph abnormalities include progressive bronchopneumonia, atelectasis, consolidation, diffuse haziness, miliary infiltrates and hilar/mediastinal lymphadenopathy. Non-specific symptoms, including poor feeding and abdominal distension, can occur [2] , as suffered by our infant. The infant was tuberculin skin testing negative but in connatal infection, this test is initially negative and can take up to three months to become positive [4] . The culture of endotracheal aspirate or gastric aspirate is often diagnostic. Nucleic acid amplification by polymerase chain reaction, however, provides more rapid diagnosis.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The diagnosis of TB during pregnancy is often delayed because the disease is frequently extrapulmonary with nonspecific symptoms [4] . The mother of our infant had had a pleural effusion but had no respiratory symptoms during pregnancy. Her diagnosis was not immediately suspected, as there are only a few case reports of miliary TB in pregnancy [3] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Connatal TB has been rare, with fewer than 300 cases reported by 2001 [4] . The incidence of TB, however, is increasing in women of child-bearing age [4] , particularly in those of ethnic minority groups and recent immigrants, especially if infected with the human immunodeficiency virus (HIV). Early diagnosis of connatal TB is difficult because the symptoms are often non-specific. However, if left untreated, the outcome is always poor. The case we describe highlights that neonatal practitioners should consider connatal TB as a differential diagnosis of a prematurely born infant poorly responsive to standard management and whose mother is in a high-risk group.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Connatal tuberculosis in a very premature infant",
            "authors": [
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S-T",
                    "middle": [],
                    "last": "Jou",
                    "suffix": ""
                },
                {
                    "first": "C-R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M-T",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "K-S",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y-C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur J Pediatr",
            "volume": "164",
            "issn": "",
            "pages": "244--247",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Congenital tuberculosis: a rare manifestation of a common infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr Opin Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "269--274",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A case of miliary tuberculosis associated with acute respiratory failure during pregnancy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oida",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miyabo",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Kekkau",
            "volume": "65",
            "issn": "",
            "pages": "633--638",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tuberculosis in pregnancy and the puerperium",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ormerod",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Thorax",
            "volume": "56",
            "issn": "",
            "pages": "494--499",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "High-resolution computerised tomograph (HRCT) of the chest: diffuse micro-nodular infiltrate symmetrically distributed throughout both lungs comparable with miliary tuberculosis (TB)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}