{
    "paper_id": "44443b3c0cea92b131703ad0be929f8a279b0bc7",
    "metadata": {
        "title": "Views from Understanding Evolution: Parasites and Pathogens Take the Leap",
        "authors": [
            {
                "first": "Anastasia",
                "middle": [],
                "last": "Thanukos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Museum of Paleontology",
                    "location": {
                        "postCode": "1101, 94720-4780",
                        "settlement": "Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Even if you barely glance at the newspaper, it is hard not to feel that we have suddenly come under attack from a legion of pathogens. SARS, HIV, Ebola, West Nile Virus, and avian flu seem to have been quietly biding their time in other organisms before attacking human hosts en masse. But is that really the case? Are such emerging infectious diseases (EIDs) a new phenomenon? On DOI: 10.1007/s12052-007-0022-7 of this issue, Brooks and Hoberg (2007) take an evolutionary perspective on these bugs and reveal that such invasions are far from rare-or recent.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 451,
                    "text": "Brooks and Hoberg (2007)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although we first notice EIDs when they begin affecting human populations, these pathogens do not come out of nowhere. Generally, they are the longtime inhabitants of another animal (e.g., chimpanzees in the case of HIV, bats in the case of SARS) that have simply invaded a new hostwho happens to be human. In this way, EIDs are just one example of a common evolutionary phenomenon: hostswitching. A sapsucking insect species that previously fed upon a single species of broom plant begins to feed upon a related broom species, a louse species that previously fed upon one species of gopher begins to feed on a related species, a liver fluke that previously parasitized sheep begins parasitizing cows, or a virus that previously infected chimpanzees begins infecting humans. Although different in their specifics, all of these examples rely on the same underlying evolutionary processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As humans infiltrate Earth's every nook and cranny, we transport with us many species that we host, and we come into contact with the native species that reside in each new environment. All of this \"mixing\" represents evolutionary opportunity. From a parasite's or pathogen's point of view, encountering a new body is a bit like standing at the edge of a vast and unexploited wilderness-perhaps it will turn out to be inhospitable and uninhabitable, but perhaps, just perhaps, one could survive there and gain relatively exclusive access to its riches (in this case, human cells and the energy and machinery they contain). When humans come into close contact with other species and their pathogens (often by living with them or invading their habitats), we are taking the chance that one of these attempted colonizations of our bodies will be successful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Brooks and Hoberg describe how such host switches can occur. Although we often think of natural selection in terms of survival of the fittest, survival of the fit enough is more like it. Natural selection requires time to act, and organisms are always saddled with the genetic baggage of their evolutionary history. Because of this, at any given moment, organisms are unlikely to be perfectly matched to their environments. Natural selection's filter lets pass any organism that manages to get genes into the next generation, and that doesn't necessarily require perfection. This all means that there is some \"wiggle room\" in which hosts a parasite can invade. A liver fluke species living in a sheep might not be perfectly adapted for living in a cow, but perhaps the fit is close enough to allow the colonization. In this case, the fluke's sheep-adapted traits are coopted to serve the function of parasitizing a cow-an interaction that Brooks and Hoberg describe as \"ecological fitting\". After the colonization is established, natural selection can work to refine the traits of the invading species to better suit its new, bovine environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Such switches are also facilitated by the evolutionary baggage of the hosts. We all carry evolutionary baggagegenetically encoded traits that were not evolved in the context of our current lifestyle, but were inherited from our ancestors. Furthermore, because we all share common ancestors, many species share evolutionary baggage. That might come in the form of similar physiologies, similar anatomies, similar reproductive strategies, similar behaviors, or any one of a myriad of traits that would make it easy for a parasite or pathogen to switch between closely related lineages. Humans and chimpanzees, for example, share more than 98% of their DNA (The Chimpanzee Sequencing and Analysis Consortium 2005) and much of their evolutionary baggage. It is no wonder then that HIV made the jump from chimps to humans with relative ease-as attested to by the fact that the virus seems to have made the leap to humans from the great apes at least three separate times (Hahn et al. 2000 , Van Heuverswyn et al. 2006 (Fig. 1 )! With hosts that share so many basic traits because of their close evolutionary relationship, parasites do not need much luck to make the switch from one host to the next.",
            "cite_spans": [
                {
                    "start": 966,
                    "end": 983,
                    "text": "(Hahn et al. 2000",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 984,
                    "end": 1012,
                    "text": ", Van Heuverswyn et al. 2006",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1013,
                    "end": 1020,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The phenomenon of host-switching is not recent; it has probably been going on for hundreds of millions of yearssince the first organism evolved in ways that allowed it to specialize on another species. It is just that now, humans are in a position to observe it. And of course, by overrunning new habitats and mixing it up with the species there, we are currently putting ourselves at a particular risk of being colonized by a new pathogen. Nevertheless, Brooks and Hoberg point out that this is far from the first time in human history that we have picked up parasites and pathogens while invading a new environment. Around 1.8 million years ago, our own ancestors left the forests in Africa and began making their livings on the savannah. The human diet (along with many other traits) evolved, and humans began to hunt and compete with other large carnivores on the savannah (hyenas, cats, dogs, etc.) for food resources. Based on what we know about host-switching, what would you expect to happen in this situation? We gained a new food source, but in the process, we came into close contact with other animals and their parasites-parasites for whom the human body represented an untapped wilderness. As one might guess, tapeworm, nematode, hookworm, and pinworm species seem to have made the evolutionary leap to humans at that time. Biologists have studied the family trees of such parasite groups and have discovered a close relationship between these human parasites and the parasites of large carnivores from the savannah (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1530,
                    "end": 1538,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Brooks and Hoberg's analysis makes it clear that although EIDs are typically pigeon-holed as a medical problem, they are also an evolutionary one. EIDs are just one example of the broader phenomenon of host-switching, into which evolutionary biology can provide insights. We know that parasites, pathogens, and in fact, any hostspecific predator could evolve to take advantage of a new resource (e.g., humans) and eventually wind up specializing on it. We even know what sorts of situations are likely to trigger these evolutionary leaps: habitat encroachment and close association with other species, especially with those closely related to us. In this case, evolutionary theory not only helps us understand past outbreaks of diseases like HIV, SARS, and West Nile Virus, but also arms us with (Hahn et al. 2000) . However, more recent analyses (Van Heuverswyn et al. 2006) suggest that the HIV-1 subgroup O may have a more complicated story: a strain of SIV may have made the leap from chimps to gorillas and then from gorillas to humans, resulting in the O subgroup the tools to prepare for and perhaps even prevent the next evolutionary leap that we know must be coming.",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 814,
                    "text": "(Hahn et al. 2000)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 847,
                    "end": 875,
                    "text": "(Van Heuverswyn et al. 2006)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Need more examples of host-switching? Check these out:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Give Me an Example of That"
        },
        {
            "text": "& The origins of HIV. HIV, like any evolving entity, has been deeply marked by its history. Scientists studying the evolutionary history of HIV found that it is closely related to other viruses. Those viruses include simian immunodeficiency viruses (SIVs), which infect primates, and the more distantly related FIVs (the feline strains), which infect cats. SIV made the evolutionary leap to human hosts and evolved into the virus we now know as HIV. Learn more online: http://evolution. berkeley.edu/evolibrary/article/medicine_04 & An inordinate fondness for beetles. When biologist JBS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Give Me an Example of That"
        },
        {
            "text": "Haldane was asked what he could conclude about the nature of God from his studies of biology, Haldane is said to have replied that God must have an inordinate fondness for beetles. By some estimates, beetles make up 22% of all described species! How did we end up with so many beetle species? Host-switching may have had something to do with it. Beetle lineages that switched from feeding on a nonflowering plant to feeding on a flowering plant (an angiosperm) during their evolutionary history seem to have experienced a pulse of diversification. Learn more online: http://evolution. berkeley.edu/evolibrary/article/phylogenetics_14 & Apples of the flies' eyes. Two hundred years ago, the ancestors of apple maggot flies laid their eggs only on hawthorns, but today, these flies lay eggs on both hawthorns (which are native to America) and domestic apples (which were introduced to America by immigrants). This host-switching seems to underlie a recent split within the fly lineage between those that lay eggs on apples and those that lay eggs on hawthorns. In fact, scientists suspect that in the apple maggot fly, we are catching a rare glimpse of speciation in its early stagesusually we only find out about such speciation events after the fact! Learn more online: http://evolution. berkeley.edu/evolibrary/article/speciationmodes_05",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Give Me an Example of That"
        },
        {
            "text": "Explore ideas related to the concepts described here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Branch Out"
        },
        {
            "text": "& Host-switching is not the only way for a parasite or pathogen to gain a new host. In some cases, a new host could evolve right underneath an associated parasite. If the association between two species is very close, they may speciate in parallel. Learn more online: http:// evolution.berkeley.edu/evolibrary/article/evo_46",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Branch Out"
        },
        {
            "text": "Visit Understanding Evolution online to find out even more about some of the concepts addressed here. In the Classroom Emerging infectious diseases are just one case in which the nightly news and daily paper supply you directly with opportunities to relate evolution to students' own lives and emphatically answer the question \"Why do I need to know this stuff anyway?\". Your local paper may not identify HIV or SARS as an evolutionary problem, but when such topics make headlines or become locally relevant, you can bring the evolution behind the headlines into your own classroom. To extend the idea further, challenge your students to Fig. 2 A branch of the tapeworm phylogeny showing which worm lineages made the leap to human hosts. Lineages shown in gray are less closely related to lineages parasitizing humans. Notice that the worms hosted by humans are most closely related to worms parasitizing large African mammals (Hoberg et al. 2001) delve into the newspaper or into aspects of their own lives to find the \"hidden\" evolution. To get started, you might supplement a discussion of host-switching with the following high school level readers. They outline how evolutionary host-switching underlies recent newspaper headlines and come complete with discussion questions and suggestions for related lessons.",
            "cite_spans": [
                {
                    "start": 927,
                    "end": 947,
                    "text": "(Hoberg et al. 2001)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 644,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Dig Deeper"
        },
        {
            "text": "& Evolution and the avian flu: http://evolution.berkeley. edu/evolibrary/news/051115_birdflu & Tracking SARS back to its source: http://evolution. berkeley.edu/evolibrary/news/060101_batsars",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dig Deeper"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Darwin's necessary misfit and the sloshing bucket: the evolutionary biology of emerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Hoberg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "AIDS as a zoonosis: scientific and public health implications",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Cock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "287",
            "issn": "",
            "pages": "607--621",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Out of Africa: origins of the Taenia tapeworms in humans",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Hoberg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Alkire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Queiroz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc R Soc Lond B",
            "volume": "268",
            "issn": "",
            "pages": "781--87",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Initial sequence of the chimpanzee genome and comparison with the human genome",
            "authors": [],
            "year": 2005,
            "venue": "The Chimpanzee Sequencing and Analysis Consortium",
            "volume": "437",
            "issn": "",
            "pages": "69--87",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human immunodeficiency viruses: SIV infection in wild gorillas",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Heuverswyn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "444",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Simplified phylogeny of HIV showing three separate colonizations of human hosts",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "& Survival of the fit enough: http://evolution.berkeley.edu/ evolibrary/article/misconcep_02 & Evolutionary baggage: http://evolution.berkeley.edu/ evolibrary/article/mantisshrimp_01 & Applications of evolutionary theory in medicine: http:// evolution.berkeley.edu/evolibrary/article/medicine_01",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}