{"paper_id": "445051ed892d0bd3be6382253b55237fc1c8c075", "metadata": {"title": "royalsocietypublishing.org/journal/rsif Report Population implications of the deployment of novel universal vaccines against epidemic and pandemic influenza", "authors": [{"first": "N", "middle": [], "last": "Arinaminpathy", "suffix": "", "affiliation": {"laboratory": "MRC Centre for Global Infectious Disease Analysis", "institution": "Imperial College London", "location": {"settlement": "London", "country": "UK"}}, "email": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": "", "affiliation": {"laboratory": "MRC Centre for Global Infectious Disease Analysis", "institution": "Imperial College London", "location": {"settlement": "London", "country": "UK"}}, "email": ""}, {"first": "W", "middle": ["S"], "last": "Barclay", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"settlement": "London", "country": "UK"}}, "email": ""}, {"first": "C", "middle": [], "last": "Saad-Roy", "suffix": "", "affiliation": {"laboratory": "", "institution": "Lewis-Sigler Institute for Integrative Genomics", "location": {}}, "email": ""}, {"first": "B", "middle": [], "last": "Grenfell", "suffix": "", "affiliation": {"laboratory": "", "institution": "Princeton University", "location": {"settlement": "Princeton", "region": "NJ", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Current vaccines against influenza have had considerable impact [1] , but their efficacy depends on a close match between the vaccine and the circulating influenza virus, in particular to the immunodominant 'head' region of the viral surface protein haemagglutinin (HA). Current vaccines therefore have to be updated regularly to remain effective in the face of viral evolution; they also cannot be used for pandemic mitigation, owing to the unpredictability of pandemic viruses and the long (six month) development time of current vaccines.", "cite_spans": [{"start": 64, "end": 67, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "In recent years, there has been increasing interest in new vaccines against alternative antigenic targets that can provide more broad, long-lasting protection against seasonal and pandemic influenza viruses [2, 3] . Several such 'universal' influenza vaccines (UIVs) are currently in development (table 1) [14] ; they may offer qualitatively new opportunities for influenza control, raising the prospect of routine vaccination programmes that do not need to be updated as often, while also protecting against novel pandemic viruses.", "cite_spans": [{"start": 207, "end": 210, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 211, "end": 213, "text": "3]", "ref_id": "BIBREF2"}, {"start": 306, "end": 310, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Previous evidence from disease-dynamic models illustrated the possible benefits of mass deployment of UIVs [15, 16] . However, population immunity to influenza is complex and incompletely understood, raising the possibility of unintended consequences from UIVs. It is important to anticipate these effects and determine how they might be mitigated. Here, using a simple mathematical model capturing some essential features of influenza transmission and immunity, © 2020 The Author(s) Published by the Royal Society. All rights reserved.", "cite_spans": [{"start": 107, "end": 111, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 112, "end": 115, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "we present two theoretical examples of how a UIV programme could exacerbate a population's vulnerability to influenza. In the face of uncertainties surrounding influenza immunity, we discuss key areas that future work should address in order to develop robust quantitative estimates for the impact of future vaccines.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We focus on the USA, which currently has the world's largest population (all-age) coverage of seasonal influenza vaccination [17] . Building on earlier work [18] , we develop a simple model of influenza immunity and transmission dynamics in the USA (see electronic supplementary information for technical details). The model incorporates two types of immunity, as follows. (i) HAspecific immunity, which reduces susceptibility to infection and is acquired either through past infection or through effective strainmatched vaccination. This immunity is strain-specific and does not protect against novel pandemic viruses. (ii) Cross-protective immunity, which is assumed to be independent of HA-specific immunity and is likewise acquired either through past infection or through a UIV. This immunity is heterosubtypic: that is, it offers protection across different subtypes. Moreover, we assume that cross-protective immunity does not affect susceptibility to infection, but rather limits viral load during the course of infection, thus reducing infectiousness. This would be consistent, for example, with a UIV targeting T-cell antigens [19] ; however, we note that HA-stem antibodies would be expected to offer some protection against infection [20, 21] (table 1) .", "cite_spans": [{"start": 125, "end": 129, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 157, "end": 161, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1137, "end": 1141, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1246, "end": 1250, "text": "[20,", "ref_id": null}, {"start": 1251, "end": 1254, "text": "21]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 1255, "end": 1264, "text": "(table 1)", "ref_id": null}], "section": "Material and methods"}, {"text": "We simulate a population that is subject to seasonal UIV vaccination, and subsequently exposed to a 2012/13-like season (a severe season in the USA). Having prepared a 'test population' in this way through combined immunization events (the routine UIV programme and the seasonal epidemic), we then assess the vulnerability of this test population to different types of subsequent immune escape.", "cite_spans": [], "ref_spans": [], "section": "Material and methods"}, {"text": "We begin by examining population vulnerability to pandemic emergence. Figure 1 shows one illustrative scenario, where the test population is exposed to a pandemic virus (to begin, we assume there is no supplementary UIV programme mounted in direct response to the pandemic). At low levels of UIV coverage, a seasonal UIV programme may in fact increase the pandemic size. Figure 1b illustrates reasons for this behaviour. By bringing down seasonal incidence, the UIV programme reduces opportunities for individuals to acquire infection-induced immunity. As a result, there is an expanded pool of individuals who have been neither vaccinated nor infected, and who are thus vulnerable to the emergence of a pandemic virus. However, the figure also illustrates that it is possible to overcome this population effect if a seasonal UIV programme has sufficient coverage. In particular, a UIV with 80% efficacy and 75% coverage would not only interrupt transmission for the 2012/13-like season, but would also result in a mitigated pandemic, relative to the absence of vaccination. Electronic supplementary material, figure S2 shows results disaggregated by age, illustrating similar dynamics in each of the age groups.", "cite_spans": [], "ref_spans": [{"start": 70, "end": 78, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 371, "end": 380, "text": "Figure 1b", "ref_id": "FIGREF0"}, {"start": 1110, "end": 1119, "text": "figure S2", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "In figure 1c , we relax the assumption of no pre-pandemic vaccination. Overall, if seasonal UIV programmes can increase a population's vulnerability to new pandemic viruses, figure 1b,c illustrates two ways in which it is possible to counteract this effect: with sufficiently high vaccination coverage either in seasonal UIV programmes (figure 1b), or in pre-pandemic UIV programmes (figure 1c).", "cite_spans": [], "ref_spans": [{"start": 3, "end": 12, "text": "figure 1c", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "We next examine population vulnerability to a UIV escape variant: that is, a virus showing vaccine escape to all UIV antigenic targets but remaining susceptible to existing HAspecific immunity. Figure 2 shows the scenario where the test population is exposed to such a UIV escape variant. The figure shows two scenarios: where routine vaccination is conducted using strain-matched vaccines (figure 2a) and where it is instead conducted using a UIV (figure 2b). Under the first scenario, the two epidemics are of comparable size. Under the second scenario, although the UIV succeeds in controlling the initial epidemic, it does so at the expense of strain-specific immunity. As a result the subsequent season, associated with a UIV escape mutant, is considerably Table 1 . Summary of different immune targets for influenza vaccines. Among current influenza vaccines, 'inactivated' vaccines focus on HA1 immunity (top row), while 'live attenuated' vaccines could raise both HA-specific and T-cell immunity. However, their heterosubtypic protection is unclear. The last two rows correspond to strategies being pursued for the development of new, 'universal' vaccines (we adopt the scenario in the bottom row for the purpose of the current work).", "cite_spans": [], "ref_spans": [{"start": 194, "end": 202, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 762, "end": 769, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "antigenic target type of immunity breadth of immunity [11] [12] [13] royalsocietypublishing.org/journal/rsif J. R. Soc. Interface 17: 20190879 larger than it otherwise would have been (the latter indicated by the dashed horizontal lines for comparison). As discussed below, such risks could be mitigated by a combined vaccination strategy.", "cite_spans": [{"start": 54, "end": 58, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 59, "end": 63, "text": "[12]", "ref_id": null}, {"start": 64, "end": 68, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Results"}, {"text": "By focusing on specific types of immunity over others, a vaccination programme may shift the landscape of population immunity in unexpected ways, particularly in settings such as the USA, where routine coverage already exceeds 40% of the population [17] . The development of universal influenza vaccines is still in its early stages; in the absence of largescale trials, mathematical modelling can be a helpful tool for generating some preliminary insights into the potential population implications of these vaccines. Here we have illustrated two potential risks. First, a UIV could in principle control seasonal epidemics, without fully compensating (at the population level) for the reduced opportunities for individuals to gain infectioninduced immunity (figure 1b). Doing so would leave the population more vulnerable to a pandemic. Indeed, a similar effect has been proposed among those receiving conventional vaccines [22] . Here we demonstrate ways in which these effects could even arise indirectly (i.e. through reducing transmission), thus adversely affecting even those who have not received the vaccine.", "cite_spans": [{"start": 249, "end": 253, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 925, "end": 929, "text": "[22]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Second, by controlling seasonal epidemics, seasonal UIV programmes may also compromise strain-specific immunity in the population: this becomes a concern in the context of transmissible escape mutants to cross-protective immunity (figure 2). Despite strong arguments for why certain immune targets may face functional constraints preventing them from expressing significant variation [23, 24] , the possibility of escape cannot be fully discounted [25] .", "cite_spans": [{"start": 384, "end": 388, "text": "[23,", "ref_id": "BIBREF23"}, {"start": 389, "end": 392, "text": "24]", "ref_id": "BIBREF24"}, {"start": 448, "end": 452, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "These risks could be mitigated to some extent by adequate planning of a future vaccination programme: for example, figure 1a suggests that a routine UIV programme could indeed mitigate against pandemics if it has a sufficiently high coverage to overcome the loss of infection-induced immunity. Figure 1b suggests a minimum coverage of 75%, a substantially higher threshold than the standard 'critical vaccination threshold' required to interrupt transmission of seasonal influenza (roughly 66% needing to be effectively vaccinated for a virus with R 0 = 1.5) [26] . Likewise in the case of compromising strain-specific immunity, an approach that deploys conventional, strain-matched vaccines in parallel with UIVs, together with multiple UIV targets, could mitigate strongly against the risk of vaccine escape. This model is a deliberately simplified and illustrative framework. We have necessarily ignored different potential immune complexities, for example the potential role of original antigenic seniority [27, 28] and immune priming [29] . In §3 of the electronic supplementary information, we discuss these and other immune complexities that will form an important basis for future work to address.", "cite_spans": [{"start": 559, "end": 563, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 1011, "end": 1015, "text": "[27,", "ref_id": "BIBREF27"}, {"start": 1016, "end": 1019, "text": "28]", "ref_id": "BIBREF28"}, {"start": 1039, "end": 1043, "text": "[29]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 115, "end": 124, "text": "figure 1a", "ref_id": "FIGREF0"}, {"start": 294, "end": 303, "text": "Figure 1b", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "In conclusion, although vaccination has offered great benefits in the control of influenza for several decades, new technologies may offer qualitatively new opportunities for influenza control. In view of the complex effects that UIVs could have on population immunity, the design of their 'target product profiles' would benefit significantly from population dynamic perspectives.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Data accessibility. This study used no data beyond that reported in the manuscript and in the electronic supplementary information. royalsocietypublishing.org/journal/rsif J. R. Soc. Interface 17: 20190879", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Influenza vaccineoutmaneuvering antigenic shift and drift", "authors": [{"first": "J", "middle": [], "last": "Treanor", "suffix": ""}], "year": 2004, "venue": "N. Engl. J. Med", "volume": "350", "issn": "", "pages": "218--220", "other_ids": {"DOI": ["10.1056/NEJMp038238"]}}, "BIBREF1": {"ref_id": "b1", "title": "Influenza vaccine: the challenge of antigenic drift", "authors": [{"first": "F", "middle": [], "last": "Carrat", "suffix": ""}, {"first": "A", "middle": [], "last": "Flahault", "suffix": ""}], "year": 2007, "venue": "Vaccine", "volume": "25", "issn": "", "pages": "6852--6862", "other_ids": {"DOI": ["10.1016/j.vaccine.2007.07.027"]}}, "BIBREF2": {"ref_id": "b2", "title": "Pandemic influenza and the global vaccine supply", "authors": [{"first": "D", "middle": ["S"], "last": "Fedson", "suffix": ""}], "year": 2003, "venue": "Clin. Infect. Dis", "volume": "36", "issn": "", "pages": "1552--1561", "other_ids": {"DOI": ["10.1086/375056"]}}, "BIBREF3": {"ref_id": "b3", "title": "Efficacy and effectiveness of influenza vaccines: a systematic review and meta-analysis", "authors": [{"first": "M", "middle": ["T"], "last": "Osterholm", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Kelley", "suffix": ""}, {"first": "A", "middle": [], "last": "Sommer", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Belongia", "suffix": ""}], "year": 2012, "venue": "Lancet Infect. Dis", "volume": "12", "issn": "11", "pages": "", "other_ids": {"DOI": ["10.1016/S1473-3099(11)70295-X"]}}, "BIBREF5": {"ref_id": "b5", "title": "Design and characterization of a computationally optimized broadly reactive hemagglutinin vaccine for H1N1 influenza viruses", "authors": [{"first": "D", "middle": ["M"], "last": "Carter", "suffix": ""}], "year": 2016, "venue": "J. Virol", "volume": "90", "issn": "", "pages": "4720--4734", "other_ids": {"DOI": ["10.1128/jvi.03152-15"]}}, "BIBREF6": {"ref_id": "b6", "title": "A stable trimeric influenza hemagglutinin stem as a broadly protective immunogen", "authors": [{"first": "A", "middle": [], "last": "Impagliazzo", "suffix": ""}], "year": 2015, "venue": "Science", "volume": "349", "issn": "", "pages": "1301--1306", "other_ids": {"DOI": ["10.1126/science.aac7263"]}}, "BIBREF7": {"ref_id": "b7", "title": "Hemagglutinin stalk-based universal vaccine constructs protect against group 2 influenza A viruses", "authors": [{"first": "I", "middle": [], "last": "Margine", "suffix": ""}], "year": 2013, "venue": "J. Virol", "volume": "87", "issn": "", "pages": "435--445", "other_ids": {"DOI": ["10.1128/JVI.01715-13"]}}, "BIBREF8": {"ref_id": "b8", "title": "Influenza virus hemagglutinin stalk-based antibodies and vaccines", "authors": [{"first": "F", "middle": [], "last": "Krammer", "suffix": ""}, {"first": "P", "middle": [], "last": "Palese", "suffix": ""}], "year": 2013, "venue": "Curr. Opin. Virol", "volume": "3", "issn": "", "pages": "521--530", "other_ids": {"DOI": ["10.1016/j.coviro.2013.07.007"]}}, "BIBREF9": {"ref_id": "b9", "title": "Protective efficacy of the conserved NP, PB1, and M1 proteins as immunogens in DNA-and vaccinia virus-based universal influenza A virus vaccines in mice", "authors": [{"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "Clin. Vaccine Immunol", "volume": "22", "issn": "", "pages": "618--630", "other_ids": {"DOI": ["10.1128/CVI.00091-15"]}}, "BIBREF11": {"ref_id": "b11", "title": "Mucosal immunization with a candidate universal influenza vaccine reduces virus transmission in a mouse model", "authors": [], "year": null, "venue": "J. Virol", "volume": "88", "issn": "", "pages": "6019--6030", "other_ids": {"DOI": ["10.1128/JVI.03101-13"]}}, "BIBREF12": {"ref_id": "b12", "title": "T-cell-inducing vaccines-what's the future", "authors": [{"first": "S", "middle": ["C"], "last": "Gilbert", "suffix": ""}], "year": 2012, "venue": "Immunology", "volume": "135", "issn": "", "pages": "19--26", "other_ids": {"DOI": ["10.1111/j.1365-2567.2011.03517.x"]}}, "BIBREF13": {"ref_id": "b13", "title": "A universal influenza vaccine: the strategic plan for the National Institute of Allergy and Infectious Diseases", "authors": [{"first": "E", "middle": ["J"], "last": "Erbelding", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Post", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Stemmy", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Roberts", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Augustine", "suffix": ""}, {"first": "S", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "C", "middle": ["I"], "last": "Paules", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Graham", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2018, "venue": "J. Infect. Dis", "volume": "218", "issn": "", "pages": "347--354", "other_ids": {"DOI": ["10.1093/infdis/jiy103"]}}, "BIBREF14": {"ref_id": "b14", "title": "Impact of cross-protective vaccines on epidemiological and evolutionary dynamics of influenza", "authors": [{"first": "N", "middle": [], "last": "Arinaminpathy", "suffix": ""}, {"first": "O", "middle": [], "last": "Ratmann", "suffix": ""}, {"first": "K", "middle": [], "last": "Koelle", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Epstein", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Price", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2012, "venue": "Proc. Natl Acad. Sci. USA", "volume": "109", "issn": "", "pages": "3173--3177", "other_ids": {"DOI": ["10.1073/pnas.1113342109"]}}, "BIBREF15": {"ref_id": "b15", "title": "Universal or specific? A modeling-based comparison of broad-spectrum influenza vaccines against conventional, strainmatched vaccines", "authors": [{"first": "R", "middle": [], "last": "Subramanian", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Graham", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}, {"first": "N", "middle": [], "last": "Arinaminpathy", "suffix": ""}], "year": 2016, "venue": "PLoS Comput. Biol", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pcbi.1005204"]}}, "BIBREF16": {"ref_id": "b16", "title": "Influenza vaccine coverage estimates", "authors": [], "year": 2017, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Estimating direct and indirect protective effect of influenza vaccination in the United States", "authors": [{"first": "N", "middle": [], "last": "Arinaminpathy", "suffix": ""}, {"first": "I", "middle": ["K"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": [], "last": "Gargiullo", "suffix": ""}, {"first": "M", "middle": [], "last": "Haber", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Foppa", "suffix": ""}, {"first": "M", "middle": [], "last": "Gambhir", "suffix": ""}, {"first": "J", "middle": [], "last": "Bresee", "suffix": ""}], "year": 2017, "venue": "Am. J. Epidemiol", "volume": "186", "issn": "", "pages": "92--100", "other_ids": {"DOI": ["10.1093/aje/kwx037"]}}, "BIBREF18": {"ref_id": "b18", "title": "Cross-protective immunity to influenza A viruses", "authors": [{"first": "S", "middle": ["L"], "last": "Epstein", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Price", "suffix": ""}], "year": 2010, "venue": "Expert Rev. Vaccines", "volume": "9", "issn": "", "pages": "1325--1341", "other_ids": {"DOI": ["10.1586/erv.10.123"]}}, "BIBREF20": {"ref_id": "b20", "title": "Antibody recognition of a highly conserved influenza virus epitope", "authors": [], "year": null, "venue": "Science", "volume": "324", "issn": "", "pages": "246--251", "other_ids": {"DOI": ["10.1126/science.1171491"]}}, "BIBREF21": {"ref_id": "b21", "title": "Structure of a classical broadly neutralizing stem antibody in complex with a pandemic H2 influenza virus hemagglutinin", "authors": [{"first": "C", "middle": [], "last": "Dreyfus", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Ekiert", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Wilson", "suffix": ""}], "year": 2013, "venue": "J. Virol", "volume": "87", "issn": "", "pages": "7149--7154", "other_ids": {"DOI": ["10.1128/JVI.02975-12"]}}, "BIBREF22": {"ref_id": "b22", "title": "Annual vaccination against influenza virus hampers development of virusspecific CD8 + T cell immunity in children", "authors": [{"first": "R", "middle": [], "last": "Bodewes", "suffix": ""}], "year": 2011, "venue": "J. Virol", "volume": "85", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JVI.05213-11"]}}, "BIBREF23": {"ref_id": "b23", "title": "Functional constraints of influenza A virus epitopes limit escape from cytotoxic T lymphocytes", "authors": [{"first": "Egm", "middle": [], "last": "Berkhoff", "suffix": ""}, {"first": "E", "middle": [], "last": "De Wit", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Geelhoed-Mieras", "suffix": ""}, {"first": "Acm", "middle": [], "last": "Boon", "suffix": ""}, {"first": "J", "middle": [], "last": "Symons", "suffix": ""}, {"first": "Ram", "middle": [], "last": "Fouchier", "suffix": ""}, {"first": "Adme", "middle": [], "last": "Osterhaus", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Rimmelzwaan", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "239--250", "other_ids": {"DOI": ["10.1128/JVI.79.17.11239-11246.2005"]}}, "BIBREF24": {"ref_id": "b24", "title": "A perspective on the structural and functional constraints for immune evasion: insights from influenza virus", "authors": [{"first": "N", "middle": ["C"], "last": "Wu", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Wilson", "suffix": ""}], "year": 2017, "venue": "J. Mol. Biol", "volume": "429", "issn": "", "pages": "2694--2709", "other_ids": {"DOI": ["10.1016/j.jmb.2017.06.015"]}}, "BIBREF25": {"ref_id": "b25", "title": "How single mutations affect viral escape from broad and narrow antibodies to H1 influenza hemagglutinin", "authors": [{"first": "M", "middle": ["B"], "last": "Doud", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Bloom", "suffix": ""}], "year": null, "venue": "Nat. Commun", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41467-018-03665-3"]}}, "BIBREF26": {"ref_id": "b26", "title": "Herd immunity': a rough guide", "authors": [{"first": "P", "middle": [], "last": "Fine", "suffix": ""}, {"first": "K", "middle": [], "last": "Eames", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Heymann", "suffix": ""}], "year": 2011, "venue": "Clin. Infect. Dis", "volume": "52", "issn": "", "pages": "911--916", "other_ids": {"DOI": ["10.1093/cid/cir007"]}}, "BIBREF27": {"ref_id": "b27", "title": "From original antigenic sin to the universal influenza virus vaccine", "authors": [{"first": "C", "middle": [], "last": "Henry", "suffix": ""}, {"first": "Ake", "middle": [], "last": "Palm", "suffix": ""}, {"first": "F", "middle": [], "last": "Krammer", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Wilson", "suffix": ""}], "year": 2018, "venue": "Trends Immunol", "volume": "39", "issn": "", "pages": "70--79", "other_ids": {"DOI": ["10.1016/j.it.2017.08.003"]}}, "BIBREF28": {"ref_id": "b28", "title": "Evidence for antigenic seniority in influenza A (H3N2) antibody responses in southern China", "authors": [{"first": "J", "middle": [], "last": "Lessler", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Read", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Gjd", "middle": [], "last": "Smith", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "C", "middle": ["Q"], "last": "Jiang", "suffix": ""}, {"first": "Dat", "middle": [], "last": "Cummings", "suffix": ""}], "year": 2012, "venue": "PLoS Pathog", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1002802"]}}, "BIBREF29": {"ref_id": "b29", "title": "Potent protection against H5N1 and H7N9 influenza via childhood hemagglutinin imprinting", "authors": [{"first": "K", "middle": ["M"], "last": "Gostic", "suffix": ""}, {"first": "M", "middle": [], "last": "Ambrose", "suffix": ""}, {"first": "M", "middle": [], "last": "Worobey", "suffix": ""}, {"first": "Lloyd-Smith", "middle": [], "last": "Jo", "suffix": ""}], "year": 2016, "venue": "J. R. Soc. Interface", "volume": "354", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.aag1322"]}}}, "ref_entries": {"FIGREF0": {"text": "Implications of routine seasonal UIV for a population's vulnerability to pandemic influenza. Here and throughout, we define the 'efficacy' of a UIV as the percentage drop in transmission potential arising from vaccination. (a) Pandemic size under a range of values for seasonal UIV coverage and efficacy (assuming no vaccination response against the pandemic). The rising edge marked (i) illustrates that low seasonal UIV coverage, especially for an efficacious vaccine, can inadvertently increase pandemic attack rates. (b) How cross-protective immunity in the test population is affected by seasonal UIV coverage, at 80% UIV efficacy (i.e. the edge marked (i) in (a)). Vaccination brings down the amount of infection-acquired immunity in the test population (blue curve). At low coverage, the vaccination programme fails to compensate for this loss of immunity (yellow curve, initial decline). The dashed grey line indicates the level of cross-protective immunity in the absence of the UIV programme; this is only exceeded by a UIV coverage of at least 75%. (c) Relaxing the assumption of no pre-pandemic vaccination, again taking the cross-section corresponding to a UIV efficacy of 80%. As in (b), the horizontal grey line indicates the pandemic size in the absence of vaccination.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Potential impact of UIV vaccine failure. Here, 'epidemic 1' denotes the 2012/13-like season used to prepare the test population, and we assume escape to cross-protective immunity occurs immediately after this epidemic. (a) With routine seasonal vaccination using a conventional (strain-matched) vaccine, epidemic sizes are unchanged by UIV immune escape. (b) With routine seasonal vaccination using a UIV, successful control of epidemic 1 can have the unintended effect of permitting a larger epidemic 2. For comparison, dashed lines show the epidemic peaks reached under a conventional vaccine (a). (c) How epidemic sizes in (b) change with UIV efficacy in epidemic 1 (we assume throughout that this efficacy declines to 25% in epidemic 2, as a result of vaccine escape).", "latex": null, "type": "figure"}, "TABREF1": {"text": "EA, Simpson MD, King JP, Sundaram ME, Kelley NS, Osterholm MT, McLean HQ. 2016 Variable influenza vaccine effectiveness by subtype: a systematic review and meta-analysis of testnegative design studies. Lancet Infect. Dis. 16, 942-951. (doi:10.1016/S1473-3099(16)00129-8) 6. Thompson CP et al. 2018 A naturally protective epitope of limited variability as an influenza vaccine", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1. Summary of different immune targets for in fl uenza vaccines. Among current in fl uenza vaccines, ' inactivated ' vaccines focus on HA1 immunity (top row), while ' live attenuated ' vaccines could raise both HA-speci fi c and T-cell immunity. However, their heterosubtypic protection is unclear. The last two rows correspond to strategies being pursued for the development of new, ' universal ' vaccines (we adopt the scenario in the bottom row for the purpose of the current work).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>antigenic target </td><td> </td><td> </td><td>Relevant sources\n</td></tr><tr><td>haemagglutinin (HA1, head\n</td><td>type of immunity sterilizing (reducing susceptibility) </td><td>breadth of immunity\nstrain-specific and immunodominant; seasonal vaccines need to be updated regularly and are not\n</td><td>[4,5]\n</td></tr><tr><td>region)\n</td><td> </td><td> </td></tr><tr><td>haemagglutinin (HA1,\n</td><td>sterilizing (reducing susceptibility) </td><td>effective against novel pandemic strains vaccine targets identified through computational methods and may offer broad, within-subtype protection\n</td><td>[6,7]\n</td></tr><tr><td>conserved epitopes in head region)\n</td><td> </td><td> </td></tr><tr><td>haemagglutinin (HA2, stalk\n</td><td>sterilizing (reducing susceptibility) </td><td> </td><td>[8-10]\n</td></tr><tr><td>region)\n</td><td> </td><td>broad protection within and across subtypes (animal models): could offer pandemic protection in humans\n</td><td> </td></tr><tr><td>T-cell antigens, e.g. matrix\n</td><td> </td><td> </td><td>[11-13]\n</td></tr><tr><td> </td><td>proteins (M1 and M2), nucleoprotein (NP)\n</td><td>non-sterilizing, but could reduce clinical severity, and potentially infectiousness, by limiting viral load\n</td><td>broad protection within and across subtypes (animal models): could offer pandemic protection in humans\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Competing interests. We declare we have no competing interests Funding. N.A. and S.R. were supported by the UK Medical Research", "cite_spans": [], "ref_spans": [], "section": "annex"}]}