{
    "paper_id": "445e06df97986e754b7cc3a466bda02c2119a6eb",
    "metadata": {
        "title": "Open Access License Agreement",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Author hereby grants to the Publisher and its Affiliates the exclusive, worldwide, royalty free, perpetual (for the duration of the applicable copyright) right and license to use the Work for all commercial or educational purposes, including, but not limited to, publishing, reproducing, marketing, distributing (themselves and through distributors), sublicensing, and selling copies of the Work throughout the world for the Term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grant of License"
        },
        {
            "text": "If the Author is a United States government employee, such license grant shall be limited to the extent the Author is able to grant such license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grant of License"
        },
        {
            "text": "a. The Author represents and warrants that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Warranties, Indemnification, and Limitation of Liability"
        },
        {
            "text": "(i) it has the right and power to enter into this ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Warranties, Indemnification, and Limitation of Liability"
        },
        {
            "text": "Creative Commons Licenses are subject to items selected in item 1, 2 and 3 in the Schedule B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creative Commons License."
        },
        {
            "text": "a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creative Commons License."
        },
        {
            "text": "Commons License",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CCBY-NC-ND -NonCommercial-NonDerivitives Creative"
        },
        {
            "text": "The Author acknowledges and agrees that the Work will be ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CCBY-NC-ND -NonCommercial-NonDerivitives Creative"
        },
        {
            "text": "The Author acknowledges and agrees that this Agreement entitles the Author to no royalties or fees. To the maximum extent permitted by law, the Author waives any and all rights the Author may have to collect royalties or other fees in relation to the Work or in respect of any use of the Work by the Publisher or its sublicensees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Royalties."
        },
        {
            "text": "a. Assignment. This Agreement may not be assigned or transferred, in whole or in part, by either party without the prior written consent of the other party. Notwithstanding the above, the Publisher may assign this Agreement without the written consent of the Author (i) to an entity succeeding, whether by sale, merger or other corporate reorganization, to substantially all of the Publisher's assets and business activity, or (ii) to a corporation or organization that obtains the right to publish the Journal from the Publisher. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miscellaneous."
        },
        {
            "text": "Publisher may assign this Agreement to any of its affiliates. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miscellaneous."
        },
        {
            "text": "The Corresponding Author acknowledges and agrees that the Corresponding Author is entering into, and has executed, the Agreement on behalf of the Corresponding Author and each other author named as contributing to the Article (each such author, an \"Author\", and collectively, the \"Authors\"). The Corresponding Author represents and warrants that the Corresponding Author has obtained permission from each Author to enter into the Agreement on behalf of such Author and the Corresponding Author and each Author has read, understands, and has agreed to the terms of the Agreement, including, without limitation, the terms contained in the Agreement with respect to authorized reuse of the Article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNATURE PAGE"
        },
        {
            "text": "IN WITNESS WHEREOF, the Author has executed this License, effective as of the Effective Date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNATURE PAGE"
        },
        {
            "text": "PRINT NAME ______________________________________________________________________ SIGNATURE Important Note: Once you electronically sign this form, you will not be able to make any additional changes to it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "______________________________________________________________________"
        },
        {
            "text": "To electronically sign this form, click the signature field above and provide the information requested in the dialog boxes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "______________________________________________________________________"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "NOTE: If you are a World Health Organization Employee and are required to publish under the Creative Commons CCBY IGO license, then do not complete this form. Instead, please contact the Editorial Office for the separate WHO Employee license agreement. 2. If you have selected funding from the above list in 1., please disclose the Open Access option to which the Work will be subject. Selecting \"Gold Route",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Gold\" route has been selected, Section 3.b. of the Agreement will apply to the Work, and neither Section 3.a. nor Section 3.c. of the Agreement will apply to the Work. If the \"Green\" route has been selected",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "□ This Schedule B is inapplicable to the Work",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "NOTE: If author has selected Item 3, Section 3.a. on the Agreement will apply to the Work, and neither Section 3.b. nor Section",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "This work was created in the course of an author's employment by the United States Government If the Work or a portion of it has been created in the course of any author's employment by the United States Government, check the \"Government\" box at the end of this form. A work prepared by a government employee as part of his or her official duties is called a \"work of the U.S. Government\" and is not subject to copyright",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Written work prepared by employees of the Federal Government as part of their official duties is, under the U.S. Copyright Act, a \"work of the United States Government\" for which copyright protection under Title 17 of the United States Code is not available. As such, copyright does not extend to the contributions of employees of the Federal Government",
            "authors": [],
            "year": null,
            "venue": "NOTE: If author has",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "published by the Publisher in (the \"Journal\") and made freely available to users under the terms of the Attribution-NonCommercial-NoDerivs 4.0 Creative Commons License, as currently displayed at http://creativecommons.org/licenses/by-nc-nd/4.0/legalcode (the \"CC BY-NC-ND\"). The Author acknowledges and agrees that that Publisher is the exclusive \"Licensor\", as defined in the CC BY-NC-ND, of the Work and that the Publisher may make the Work freely available to all users under the terms of the CC BY-NC-ND. b. CCBY -Creative Commons License The Author acknowledges and agrees that the Work will be published by the Publisher in (the \"Journal\") and made freely available to users under the terms of the Attribution 4.0 Creative Commons License, as currently displayed at http://creativecommons.org/licenses/by/4.0/legalcode (the \"CC BY\"). The Author acknowledges and agrees that that Publisher is the exclusive \"Licensor\", as defined in the CC BY, of the Work and that the Publisher may make the Work freely available to all users under the terms of the CC BY. c. CCBY-NC -NonCommercial Creative Commons License The Author acknowledges and agrees that the Work will be published by the Publisher in (the \"Journal\") and made freely available to users under the terms of the Attribution-NonCommercial 4.0 Creative Commons License, as currently displayed at http://creativecommons.org/licenses/bync/4.0/legalcode (the \"CC BY-NC\"). The Author acknowledges and agrees that that Publisher is the exclusive \"Licensor\", as defined in the CC BY-NC, of the Work and that the Publisher may make the Work freely available to all users under the terms of the CC BY-NC.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Work to enter into this Agreement on behalf such author, and each such author has read, understands and has agreed to the terms of this Agreement; and(v) the Author has obtained any necessary releases and permissions to quote from other sources in the Work and to include any works and materials in the Work and all such releases and permissions are in full force and effect.OR THE ABSENCE OF LATENT OR OTHER DEFECTS, ACCURACY, OR THE PRESENCE OR ABSENCE OF ERRORS, WHETHER OR NOT DISCOVERABLE. f. EXCEPT TO THE EXTENT REQUIRED BY APPLICABLE LAW, IN NO EVENT WILL EITHER PARTY BE LIABLE TO THE OTHER PARTY BASED UPON ANY LEGAL THEORY FOR ANY SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, OR EXEMPLARY DAMAGES ARISING OUT OF THIS LICENSE OR THE USE OF THE WORK, EVEN IF A PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "joint venture, partnership or fiduciary relationship between the parties, and neither party has the right or authority to bind the other party nor shall either party be responsible for the acts or omissions of the other. i. Waiver; Amendment. The waiver by either party of or the failure by either party to claim a breach of any provision of this Agreement shall not be, or be held to be, a waiver of any subsequent breach or affect in any way the further effectiveness of any such provision. No term or condition of this Agreement may be waived except by an agreement by the parties in writing. j. Waiver of Jury Trial. EACH PARTY HEREBY WAIVES ITS RIGHT TO A JURY TRIAL IN CONNECTION WITH ANY DISPUTE OR LEGAL PROCEEDING ARISING OUT OF THIS AGREEMENT OR THE SUBJECT MATTER HEREOF.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}