{
    "paper_id": "44a258c505bb90ef7af2eee84f1c4861d96375fa",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "᭤Diagnostische Möglichkeiten ᭤Auffinden der Tubusspitze auf dem Röntgenbild Die rasant fortschreitenden Entwicklungen auf dem Gebiet der Radiodiagnostik eröffnen auch der Intensivmedizin neue Aspekte: Mittels moderner Technik können heute ungleich rascher konklusive Diagnosen gestellt werden. Dies setzt jedoch die Kenntnis der Möglichkeiten und auch der Grenzen bildgebender Methoden in der Intensivmedizin voraus. Im vorliegenden Beitrag werden, ausgehend von relevanten klinischen Fragestellungen und Problemkomplexen, die Möglichkeiten bildgebender Verfahren vorgestellt und diskutiert. Es werden die wichtigsten diagnostischen Röntgenzeichen erläutert und ein diagnostisches Prozedere vorgezeichnet. Somit soll der vorliegende Beitrag eine kurze Zusammenfassung der für die Intensivmedizin wichtigen Aspekte der Bildgebung darstellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "zu 3 cm nach kranial, bei gebeugtem Hals um die gleiche Distanz nach kaudal. Dies erklärt, weshalb bei neutraler Kopfposition die Tubusspitze der Karina nicht näher als 5 cm liegen sollte: Bei einer kürzeren Distanz könnte nämlich die alleinige Änderung der Kopfposition zur einseitigen endobronchialen Fehlintubation führen. Deshalb sollte bei der radiologischen Lagebeurteilung des Tubus die Kopfposition des Patienten zum Zeitpunkt der Bildanfertigung bekannt sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die ᭤ Weite der Trachea in Höhe des insufflierten Cuffs sollte den Durchmesser des Tubus nicht wesentlich, keinesfalls aber um mehr als das Doppelte überschreiten (Abb. 1). Dies ist deshalb von Bedeutung, da überblähte Cuffs schon nach einigen Minuten zu Durchblutungsstörungen der Trachealschleimhaut und in weiterer Folge zu potentiell irreparablen Schleimhautschädigungen führen können. Im allgemeinen ist das suffiziente radiologische Monitoring des endotrachealen Tubus mittels Thoraxröntgen in einer Ebene möglich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Das ᭤ digitale Thoraxbild bietet gegenüber dem analogen Thoraxbild die Möglichkeit, mittels elektronischer Bildverarbeitung Tubusspitzen zu visualisieren, die durch Überlagerung mit anatomischen Strukturen oder mit anderen Zugängen schlecht sichtbar sind. Mögliche ᭤ Komplikationen der endotrachealen Intubation bestehen in der Fehlintubation des rechten Hauptbronchus mit konsekutiver Atelektase der linken Lunge, in ungenügendem Vorschieben des Tubus mit konsekutiver Schädigung der Larynxstrukturen, in der tracheobronchialen Obstruktion durch Verlegung des Tubuslumens mit Schleim oder Blut, und, bei langzeitintubierten Patienten, in der Trachealruptur durch längerfristig überblähte Cuffs mit konsekutivem Luftaustritt ins Mediastinum, ins Perikard und in die Pleuralhöhle [7, 18] .",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 782,
                    "text": "[7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Während das Vorliegen von Luft im Interstitium bei Neugeborenen mit Syndrom der hyalinen Membranen eine bekannte Komplikation des Barotraumas darstellt, hat das interstitielle Emphysem (IE) des Erwachsenen erst während der letzten 15-20 Jahre im Zuge der zunehmenden Verbreitung der Überdruckbeatmung weiterreichende Aufmerksamkeit erlangt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interstitielles Emphysem (IE)"
        },
        {
            "text": "Die ᭤ radiologische Erkennung des IE erfordert neben Röntgenbildern von optimaler Qualität die genaue anatomische Kenntnis der thorakalen Bindegewebsräume. Das früheste radiologisch erkennbare Zeichen eines IE ist das plötzliche Auftreten von ᭤ transparenten Streifen, die in ungeordneter Weise von den Hili zur Lungenperipherie ziehen. Anders als Luftbronchogramme zeigen diese Streifen keine Aufzweigungen und vermindern ihr Kaliber auch in peripherer Lage nicht. Die ᭤ radiologische Darstellung eines Pneumothorax beim Intensivpatienten bereitet aus bereits erwähnten Gründen spezifische Schwierigkeiten [4, 17] : Aufgrund der liegenden Patientenposition sammelt sich die freie pleurale Luft nicht im Bereich der Lungenspitzen, sondern meist ventral bzw. subpulmonal. Da meist nur eine Aufnahme im antero-posterioren Strahlengang vorliegt, gelingt es oft nicht, einen \"Pneuspalt\" einwandfrei darzustellen. Zudem ist die Lunge des beatmeten Patienten bei intakter viszeraler Pleura trotz lädierter parietaler Pleura relativ gut entfaltet, sodaß der Pneuspalt insgesamt klein bleibt.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 610,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Interstitielles Emphysem (IE)"
        },
        {
            "text": "Daher erfordert der Nachweis eines Pneumothorax im Intensivpatienten neben der ᭤ Suche nach indirekten Röntgenzeichen möglicherweise die Anfertigung zusätzlicher Röntgenaufnahmen. Ziel dieser ᭤ zusätzlichen Aufnahmen ist die tangentiale Darstellung der Oberfläche der kollabierten Lunge. Hierfür kann sowohl eine ᭤ Quertisch-Seitaufnahme als auch eine ᭤ Tangentialaufnahme angefertigt werden. In den Händen eines geübten Untersuchers geben diese Aufnahmen genü- [15, 18] . Schon im Zuge der ersten radiologischen Kontrolle kann eine Aufnahme in einer zweiten Ebene angestrebt werden, eine solche sollte aber spätesten bei Auftreten klinischer Komplikationen angefertigt werden, da zahlreiche Drain-Fehllagen in einer Ebene nur schwer zu erkennen sind.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 466,
                    "text": "[15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Interstitielles Emphysem (IE)"
        },
        {
            "text": "Zu den möglichen Komplikationen pleuraler Drainagen zählen ᭤ extrathorakale Fehllagen mit konsekutivem Weichteilemphysem, intrafissurale Fehllagen und intrapulmonale Fehllagen mit konsekutivem intraparenchymalen Hämatom. Im Falle inkonklusiver konventioneller Thoraxaufnahmen kann die ᭤ Computertomographie zur weiteren Abklärung einer suspizierten Drainfehllage dienen. Sie ermöglicht es, überlagerungsfrei das topographische Verhältnis des Drains zu umgebenden pulmonalen oder mediastinalen Strukturen darzustellen. Bei Intensivpatienten liegt einer Pneumonie oft eine vorausgegangene Aspiration von Fremdmaterial zugrunde. Diese ᭤ Aspirationspneumonien finden sich meist im Mittellappen bzw. in der Lingula und erscheinen in ihrem Anfangsstadium als parakardial gelegene peribronchiale streifige Verdichtungen. Kommt es zu einer Mitreaktion des umgebenden Lungenparenchyms, können die daraus entstehenden fleckigen Verdichtungen von Zeichen des Volumenverlustes begleitet sein. Die Aspirationspneumonie kann sich von ihrem fokalen Ursprungsort auf benachbarte Lungenareale ausdehnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interstitielles Emphysem (IE)"
        },
        {
            "text": "Bei beatmeten Patienten fällt die radiologische Diagnose einer Pneumonie oft besonders schwer. Pneumonien, Ödeme, das ARDS, Infarkte und Blutungen können ähnliche Röntgenmuster aufweisen, sodaß die zuverlässige Bestätigung des Vorliegens einer Pneumonie aufgrund des Röntgenbildes allein oft nicht möglich ist. Das Röntgenmerkmal der ᭤ Aerobronchogramme hat hier mit ca. 70% den besten prädiktiven Wert; dieses Zeichen ist jedoch auch für das ARDS relativ typisch. Um eventuellen Fehlinterpretationen pulmonaler Verdichtungen vorzubeugen, sollten pneumoniesuspekte Areale immer mit Vorbildern verglichen werden. Zudem sollte jede Änderung des Beatmungsregimes dem Radiologen mitgeteilt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiologische Fokussuche in der Thoraxbildgebung"
        },
        {
            "text": "Sterile parapneumonische Pleuraergüsse verhalten sich radiologisch ähnlich wie andere primäre und sekundäre nicht-infektiöse Ergüsse; zwar können pleurale Narben zu Lokulationen führen, sonst aber dehnen sich Pleuraergüsse der Schwerkraft entsprechend aus. Demgegenüber zeigen fibropurulente Flüssigkeitsansammlungen eine starke Lokulationstendenz, sodaß auch bei Lageänderung des Patienten die Lage des Empyems gleichbleiben kann. Im Unterschied zu nicht-bettlägrigen Patienten, bei denen unkompliziert Röntgenaufnahmen in mehreren Ebenen angefertigt werden können, ist die Differenzierung zwischen Empyem und peripherem Lungenabszess im Intensivpatienten allein aufgrund der Röntgenaufnahme in einer Ebene extrem schwierig. Hier kann die ᭤ CT von diagnostischer Bedeutung sein [9, 10] . Die Kriterien, welche zur Unterscheidung zwischen Empyem und Abszess herangezogen werden, sind: Form, Wandcharakteristika, umgebendes Gewebe.",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 782,
                    "text": "[9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Empyem, Abszess"
        },
        {
            "text": "Empyeme weisen meist eine linsenartige Konfiguration auf und bilden mit der Thoraxwand einen stumpfen Winkel. Demgegenüber erscheinen Abszesse sphärisch und bilden mit der Thoraxwand einen spitzen Winkel. Die Wand eines Empyems wird von verdickter Pleura gebildet. Die Dicke der Pleura ist ebenmäßig und weichteildicht. Demgegenüber hat der Abszess unregelmäßige Begrenzungen, die meist auch dicker sind als die Begrenzungen von Empyemen. Abszesswände können Lufteinschlüsse beinhalten und weisen manchmal ᭤ verzerrte Luftbronchogramme auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empyem, Abszess"
        },
        {
            "text": "Einem Empyem benachbarte Lungenabschnitte sind, insbesonders bei großen Empyemen, oftmals komprimiert. Diese ᭤ Kompression kann zur Verlagerung von benachbarten Gefäßen und Bronchien führen. Da Abszesse benachbartes Lungengewebe eher zerstören als verdrängen, werden Gefäße und Bronchien hier nicht verlagert. Auch wenn die Unterscheidung zwischen Empyem und Abszess aufwendige Techniken wie die CT erfordert, sollte diese Differenzierung in Intensivpatienten immer angestrebt werden, da sie den ᭤ therapeutischen Zugang grundlegend beeinflußt: während Empyeme schnellstmöglich drainiert werden sollten, können im Fall des Abszesses Erreger-spezifische Antibiotika den Bedarf nach einer invasiven Therapie hintanhalten. Schließlich sind das subhepatische und das perisplenische Kompartment prinzipiell sonographisch schwer zugänglich. In solchen Fällen muß, abhängig von der klinischen Indikation, ein anderes bildgebendes Verfahren angewandt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empyem, Abszess"
        },
        {
            "text": "Dieses Verfahren ist im Regelfall die Computertomographie [11] gen Abszesse typischerweise eine starke Anfärbung ihrer Membran, während ihr Zentrum dazu relativ hypodens bleibt; nicht-abgekapselte Retentionen zeigen naturgemäß keine Randanfärbung. Im CT ist auch die eventuelle ᭤ Septierung von Retentionen gut zu beurteilen, was wiederum von Bedeutung für eine einzuleitende Therapie ist. So können im Falle von septierten Retentionen unmittelbar nach der Diagnosesicherung durch das CT punktgenau Drainagen eingebracht werden, um eine optimale Entlastung zu gewähren. Zusammenfassend stellt die CT in der abdominellen Fokusdiagnostik den Goldstandard dar; sie sollte jedoch aufgrund des großen mit ihr verbundenen Aufwands nur in jenen Fällen zum Einsatz kommen, in denen die Sonographie keine konklusiven Ergebnisse gewährleistet.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Non-Bedside Techniken"
        },
        {
            "text": "Die bevorzugt über die V. jugularis interna bzw. über die V. subclavia eingeführten Katheter sollten mit ihrer Spitze idealerweise in der V. cava superior zu liegen kommen und somit auf dem a.p.-Bild in Projektion auf den Bereich zwischen den sternalen Ansätzen der I. bis III. Rippe rechts gelangen. Bei der ᭤ röntgenologischen Lagekontrolle dieser Katheter ist darauf zu achten, daß der Katheter immer in seinem gesamten intrathorakalen Verlauf dargestellt wird (also beispielsweise nicht mit abgeschnittener Spitze oder abgeschnittenem Ende). Sicherheitshalber sollte im Zuge der Erstkontrolle der Katheter mit Kontrastmittel dargestellt werden, um eine intravaskuläre Lage zweifelsfrei zu bestätigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiologische Lagekontrolle intravaskulärer Zugänge Zentralvenöse Katheter"
        },
        {
            "text": "Mögliche ᭤ radiologisch sichtbare Komplikationen zentralvenöser Katheter sind Fehllagen der Katheterspitze (z.B. in der V. cava inferior, in der V. jugularis, in Venen der oberen Extremität), der Pneumothorax durch Verletzung der Pleura infolge der Venenpunktion, die Perforation zentraler Venen und der Katheterbruch mit konsekutiver Katheterembolisation (Abb. 10). Es bleibt anzumerken, daß radiologische Kontrollen auch nach erfolgloser zentralvenöser Punktion durchgeführt werden sollten, um Komplikationen wie Pneumothorax oder größere Weichteilhämatome auszuschließen. Liegen mehrere Katheter in einem Gefäß (z.B. V. cava oder V. subclavia) vor, ist häufig zu beobachten, daß sich diese Katheter in ihrem Verlauf überkreuzen. Liegt dieses Überkreuzen nicht vor, sollte an die Möglichkeit einer intraarteriellen Fehllage eines der Katheter gedacht werden [14, 16] .",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 864,
                    "text": "[14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "16]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Radiologische Lagekontrolle intravaskulärer Zugänge Zentralvenöse Katheter"
        },
        {
            "text": "Der ᭤ ideale Sitz der Katheterspitze ist der rechte oder linke Hauptstamm der Pulmonalarterie. Im Regelfall genügt die a.p.-Aufnahme, um eine suffiziente Katheterlage zu bestätigen, doch kann im Zweifelsfall das Anfertigen eines Seitbildes angestrebt werden (Abb. 11). Abgesehen von Schlingenbildungen im rechten Vorhof, welche auf dem a.p.-Bild gut zur Darstellung kommen, stellt die schwerwiegendste ᭤ Komplikation des Swan-Ganz-Katheters, nämlich die Verlegung einer Pulmonalarterie durch einen nicht desoufflierten Ballon bzw. durch eine gebrochene Katheterspitze, eine Indikation zur Computertomographie dar, da hier das genaue Ausmaß eventueller pulmonaler Parenchymschädigung beurteilt werden kann. Zu den möglichen radiologisch erkennbaren Komplikationen zählen die ᭤ proximale Katheter-Fehllage mit konsekutiver Obstruktion der linken A. subclavia bzw. eventuell hirnversorgender Gefäße, die distale Katheter-Fehllage mit konsekutivem Funktionsdefizit der Pumpe, die Dissektion der Aortenwand, sowie die Ballon-Ruptur mit konsekutiver Gasembolie. Die regelrechte Lage der intraaortalen Ballonpumpe läßt sich nativradiologisch gut überprüfen. Aufgrund der tiefgreifenden Konsequenzen möglicher Komplikationen sollte jedoch nicht gezögert werden, zur weiteren Abklärung die Computertomographie einzusetzen. Von der Aortographie sollte abgesehen werden, da die meisten Träger intraaortaler Ballonpumpen heparinisiert sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Swan-Ganz Katheter"
        },
        {
            "text": "Teil II des Beitrags erscheint in der Dezember-Ausgabe von \"DER RADIOLOGE\" (Band 38, Heft 12, 1998) ",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 99,
                    "text": "Heft 12, 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Swan-Ganz Katheter"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Kriterien des Hirntodes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Angstwurm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Böckle",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Entscheidungshilfen zur Feststellung des Hirntodes.Dt Ärztebl",
            "volume": "88",
            "issn": "",
            "pages": "80--91",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Radiographic detection of intrabronchial malpositions of masogastric tubes and subsequent complications in intensive care unit patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wiesmayr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Henk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Turetschek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Winkelbauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mallek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fleischmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sanata",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Intensive Care Medicine",
            "volume": "23",
            "issn": "",
            "pages": "406--410",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Azygos arch cannulation by central venous catheters: Radiographic detection of malposition and subsequent complications",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mallek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Wiesmayr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fleischmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kranz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kontrus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knapp",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Winkelbauer",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Thoracic Imaging",
            "volume": "12",
            "issn": "",
            "pages": "64--69",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Radiographic recognition of pneumothorax in the intensive care unit",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chiles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ravin",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Crit Care Med",
            "volume": "14",
            "issn": "",
            "pages": "677--680",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CT scan in ARDS: clinical and physiological insights",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pelosi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brazzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vitale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moretto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crespi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tagliabue",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Acta Anaesthesiol Scand",
            "volume": "95",
            "issn": "",
            "pages": "87--96",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Spiral CT-Angiography with digital subtraction",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Görzer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Heimberger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Comput Assist Tomogr",
            "volume": "18",
            "issn": "",
            "pages": "839--841",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Value of postprocedural chest radiographs in the adult intensive care unit",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ostryzniuk",
                    "suffix": ""
                },
                {
                    "first": "Taj",
                    "middle": [],
                    "last": "Mcewen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rigby",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Crit Care Med",
            "volume": "20",
            "issn": "",
            "pages": "1513--1518",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Surgical risk as related to time of intervention in the repair of intracranial aneurysms",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hess",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J Neurosurg",
            "volume": "28",
            "issn": "",
            "pages": "14--19",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Organgewinnung zu Zwecken der Transplantation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kopetzki",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Forschungen aus Staat und Recht",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The radiographic distinction of cardiogenic and noncardiogenic edema",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pistolesi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miniati",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giuntini",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Roentg",
            "volume": "144",
            "issn": "",
            "pages": "879--884",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "CT evaluation of thoracic infections after major trauma",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Mirvis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Whitley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Tarr",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Roentg",
            "volume": "144",
            "issn": "",
            "pages": "1183--1187",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Thoracic CT in detecting occult diseases in critically ill patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Mirvis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Tobin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kostrubiak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Belzberg",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Am J Roentg",
            "volume": "148",
            "issn": "",
            "pages": "685--689",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Magnetresonanzangiographie der hirnversorgenden Arterien",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bongartz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drews",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Fortschr Röntgenstr",
            "volume": "152",
            "issn": "",
            "pages": "528--533",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Zerebraler Zirkulationsstillstand. Diagnostik mit der Dopplersonographie",
            "authors": [
                {
                    "first": "Gmv",
                    "middle": [],
                    "last": "Reutern",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Dt Ärzteblatt",
            "volume": "88",
            "issn": "",
            "pages": "55--65",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CT and radiographic assessment of tube thoracostomy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Federle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am J Roentg",
            "volume": "141",
            "issn": "",
            "pages": "253--258",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluation of cardiopulmonary devices on chest radiographs: digital versus analog radiographs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Kubicka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am J Roentg",
            "volume": "153",
            "issn": "",
            "pages": "1165--1168",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Distribution of pneumothorax in the supine and semirecumbent critically ill adult",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Toccino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Fairfax",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am J Roentg",
            "volume": "144",
            "issn": "",
            "pages": "901--905",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Monitoring the monitors: the radiology of thoracic catheters, wires, and tubes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wechsler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Steiner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kinori",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Sem Roentg",
            "volume": "23",
            "issn": "",
            "pages": "61--84",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Recognition of pleural effusion on supine radiographs: how much fluid is required?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Woodring",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am J Roentg",
            "volume": "142",
            "issn": "",
            "pages": "59--64",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Diagnostic and therapeutic use of chest sonography: value in critically ill patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Luh",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Roentg",
            "volume": "159",
            "issn": "",
            "pages": "695--701",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Der vorliegende Beitrag ist in ähnlicher Form bereits in einer anderen Springer-Facharztzeitschrift erschienen (Quelle: Der Anaesthesist 8/96",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "769--786",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Grenzflächen werden somit sichtbar.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Abb.10 ᭡ Detailaufnahme des oberen Mediastinum bei einem Patienten mit Fehllage eines zentralen Katheters in der Vena azygos vor (a) und nach (b) Ruptur des Gefäßes. Abb. 10a zeigt die nach oben und innen gerichtete Spitze des Katheters, die auf eine Fehllage in der Vena azygos deutet. Abb. 10b zeigt das flächige Kontrastmittelextravasat, das die Gefäßruptur bestätigt. Proximale Katheter-Fehllage",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "᭣ Abb.1 Endotrachealer Tubus. Diese Vergrößerung aus einer digitalen Thoraxaufnahme zeigt eine im Verhältnis zur Karina zu hoch positionierte Tubusspitze und einen deutlich überblähten Tubus-Cuff (Pfeile) den sogenannten ᭤ \"Halos\". Zum vorwiegend streifigen Aspekt des IE tragen vornehmlich luftgefüllte interlobuläre Septen (᭤ \"peripheres Interstitium\") bei. Die zufällige Anordnung der sekundären Lobuli bedingt den unorganisierten Aspekt dieser Veränderungen, die am einfachsten in subpleuraler Lokalisation zu erkennen sind. Sie erscheinen dann radiologisch wie das \"Negativbild\" der im Kapitel \"Lungenödem\" beschriebenen Kerley-Linien.Bei Fortschreiten des IEs bilden sich ᭤ zystische Luftansammlungen mit Durchmessern im Millimeterbereich aus, die jedoch nur dann gut sichtbar sind, wenn sie unmittelbar subpleural liegen. Durchsetzen diese zystischen Luftbläschen die Lunge generalisiert und diffus, bleibt eine diffuse Transparenzerhöhung des Thorax deren einziges radiologisches Zeichen. Da die subpleuralen zystenartigen Luftaufhellungen in subpleuraler Lage durch das Vorliegen von Luft im peripheren Interstitium bedingt sind, müssen sie, insbesonders im beatmeten Patienten, als Warnzeichen vor einem drohenden ᭤ Pneumothorax gewertet werden. Während zentral gelegene emphysembedingte Pneumatozelen im beatmeten Patienten, unabhängig von ihrer Größe, nur selten klinische Komplikationen hervorrufen, sollten selbst diskrete Zeichen eines peripheren IEs immer ernstgenommen und insbesonders bei der Planung des Beatmungsregimes berücksichtigt werden.Das Ausmaß und die Ausdehnung des IEs lassen keine direkten Rückschlüsse auf dessen ᭤ Prognose zu. So können diskrete IEs schnell zu gravierenden Komplikationen führen, andererseits aber können ausgedehnte IEs über Wochen hin radiologisch unverändert bleiben.Aufgrund des im Pleuraraum herrschenden Unterdrucks und der darin ausgespannten Lunge führt das ᭤ Eindringen von freier Luft durch die Eigenelastizität des Lungenparenchyms zum partiellen oder totalen Kollaps des betroffenen Lun-Abb.2 ᭡ Pneumothorax. Die beiden Aufnahmen zeigen einen hochgradigen Spannungs-Pneumothorax vor (a) und nach (b) Pleuradrainage: b zeigt sowohl den ausgedehnten Pneuspalt (gerade Pfeile) als auch die Zwerchfelldepression und die Mediastinalverschiebung zur Gegenseite (gebogene Pfeile); b zeigt beide Veränderungen nach Insertion eines Pleuradrains (gerade Pfeile) rückgebildet. Das Zwerchfell (gebogener Pfeil) ist wieder in annähernd normaler Lage, ein Pneuspalt ist nicht mehr nachweisbar Mediastinalemphysem erreichen oder durch Verletzung der Pleura von außen eindringen. Diese ᭤ pleurale Verletzung kann traumatischer (z. B. Anspießung durch frakturierte Rippe) oder iatrogener (z. B. Anstechen bei zentraler Venenpunktion) Genese sein.Das klassische radiologische Zeichen eines Pneumothorax ist der sogenannte ᭤ \"Pneuspalt\", d.h. die feine, von der Lungenoberfläche hervorgerufene Linie, welche nach distal hin ein luftgefülltes Areal begrenzt, in dem keinerlei Lungenstrukturen mehr aufzufinden sind. Beim stehenden Patienten sammelt sich aufgrund der Schwerkraft freie pleurale Luft meist im Bereich der Lungenspitzen. Im Regelfall erscheint dann der Pneumothorax umso augenscheinlicher, je größer dessen Ausdehnung ist.Voraussetzung hierfür bleibt allerdings, daß die Lungenoberfläche von den Röntgenstrahlen tangential getroffen wird und so eine klar erkennbare Grenzfläche bildet (Abb. 2,3).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "enten meist ventral oder subpulmonal. Dadurch kommt es zu ungewöhnlich deutlicher ᭤ optischer Demarkierung von thorakalen Grenzflächen, wie sie im stehenden Patienten mit Pneumothorax nur selten gesehen werden. Diese Grenzflächendemarkierungen gelten als indirekte Röntgenzeichen des Pneumothorax. Die genaue Lokalisation der Grenzflächendemarkierungen bzw. die betroffenen anatomischen Strukturen sind von Seite und Lage der pleuralen Luftansammlung abhängig. Die Tabellen 1 und 2 fassen die wichtigsten indirekten Zeichen des Pneumothorax zusammen.Die wichtigsten radiologischen Zeichen des anteromedialen PneumothoraxLuftaufhellungen anatomische Grenzflächen von Mediastinalstrukturen sichtbar macht, die für gewöhnlich nicht sichtbar sind. Besonders von diesem Phänomen betroffen sind der mediale Rand der Vena cava superior, der linken Arteria subclavia, der linken Arteria carotis communis und der rechten Vena inominata. Auch die Visualisierung der Vena azygos oder der Vena intercostalis superior kann als sicheres Röntgenzeichen des Pneumomediastinums gelten. Außerdem kann mediastinale ᭤Pulmonale Prozesse Radiologische Verdichtungen als Folge. Luft auch um die Pulmonalarterien und um die Aorta aszendens radiologisch sichtbar werden. Weil die beiden Seiten des Mediastinums in Verbindung stehen, kann mediastinale Luft beide zentralen Anteile des Zwerchfells unter der Herzsilhouette demarkieren und unterscheidet sich in dieser Fähigkeit prinzipiell vom subpulmonalen Pneumothorax. Die anatomische Kontinuität zwischen Mediastinum und Retroperitoneum ermöglicht es zudies, daß freie mediastinale Luft ins Retroperitoneum übertritt. Lungenödem, jedoch auch für das ARDS sowie für Pneumonien.Als Faustregel kann hier gelten: wird der ᭤ Atemdruck in einem Patienten mit gleichbleibend ausgedehnter Verdichtung erhöht, so scheint diese Verdichtung nach Erhöhung des Atemdrucks radiologisch weniger ausgedehnt und/oder weniger dicht. Die Lunge wirkt besser transparent, die Gefäßzeichnung erscheint schlanker und schärfer. Der zugrundeliegende physiologische Mechanismus ist hierbei, daß Flüssigkeit aus den Alveolen durch den erhöhten Atmungsdruck ins Lungenbindegewebe \"hinausgepreßt\" wird. Auch kann, liegt keine intraalveoläre Flüssigkeit vor, zusätzlich durch den relativ größeren Luftgehalt der Lunge die Abnahme einer Verdichtung vorgetäuscht werden. Diese Veränderungen sind vollständig rückbildungsfähig: bei Rücknahme des Beatmungsdrucks stellt sich der ursprüngliche radiologische Zustand der Verdichtung wieder her. In CT-Studien konnte gezeigt werden, daß ein erhöhter Atmungsdruck bei Intensivpatienten mit atelektatischen Lungenarealen zu einer teilweisen Wiederbelüftung dieser Areale führen kann. Demgegenüber bleibt das schon suffizient belüftete Lungengewebe unverändert. Bei Intensivpatienten mit atelektatischen Veränderungen wird die klinische und radiologische Verbesserung also durch teilweise Wiedergewinnung ehemals atelektatischer Lungenbezirke bewirkt und nicht durch Überventilation von noch gesundem Lungengewebe. Aus oben genannten Gründen ist es im Fall von beatmeten Intensivpatienten von großer Bedeutung, über eventuell stattgehabte Änderungen im Beatmungsregime zu erfahren. Anderenfalls kann dies zu Interpretationsirrtümern führen. ᭤Erste Diagnose Meist nur durch Thoraxröntgen. Wichtige bildgebende Zusatzuntersuchung zur Beurteilung von Pleuraergüssen. Die Flüssigkeitsmarkierung der Interlobien erlaubt keinen direkten Rückschluß auf die Menge und die Ausdehnung eines Ergusses. .Freie pleurale FlüssigkeitFreie pleurale Flüssigkeit in Form von pleuralen Ergüssen ist bei intensivpflichtigen Patienten häufig, bleibt jedoch, insbesonders bei mengenmäßig wenig ausgeprägten Ergüssen, schwierig zu diagnostizieren, da zur ᭤ ersten Diagnose meist nur das Thoraxbettröntgen zur Verfügung steht. Wiewohl in der Computertomographie auch im liegenden Patienten selbst kleine Ergüsse zweifelsfrei nachgewiesen werden können, bedarf es dieser aufwendigen Untersuchung zur alleinigen Diagnose eines Pleuraergusses meist nicht, da selbst ausgedehntere Ergüsse erst bei klinisch instabilen Patienten zu funktionell relevanten Einschränkungen der Atemmechanik führen. Als wichtige bildgebende Zusatzuntersuchung zur Beurteilung von Pleuraergüssen hat sich in den letzten Jahren die ᭤ Sonographie erwiesen: durch sie kann ohne Patientenbelastung und direkt am Krankenbett durch Nachweis der charakteristischen echofreien Lamelle im Pleuraraum das Vorliegen eines Ergusses bestätigt werden.Da sich größere pleurale Flüssigkeitsmengen der Schwerkraft folgend verteilen, kommt es sowohl in halbsitzenden Patienten als auch in Kopftieflage zu charakteristischen basalen bzw. apikalen kappenförmigen oder meniskusartigen homogenen ᭤ Verdichtungen, die sich, bei intakter Pleura und fehlendem Pneumothorax, entlang der lateralen Thoraxwandanteile verschmälern und an Dichte abnehmen [19] (Abb.5). Im flach liegenden Patienten kann eine diskrete homogene Verdichtung eines Hemithorax der einzige radiologische Hinweis für das Vorliegen eines Pleuraergusses sein; dieses Zeichen ist jedoch diskret und oftmals sind Vorbilder nötig, um es von einer durch einen Rastereffekt verursachten Pseudoverdichtung zu differenzieren.Auch die ᭤ Flüssigkeitsmarkierung der pleuralen Interlobien kann wichtige radiologische Hinweise auf das Vorliegen eines Pleuraergusses geben. Die Flüssigkeitsmarkierung der Interlobien kann jedoch nicht als direkter Rückschluß auf die Menge und die Ausdehnung eines Ergusses verwendet werden, da sie in hohem Maß davon abhängt, wie die betreffenden Interlobien tangential im Strahlengang liegen und ob es zusätzliche pleurale Veränderungen (Synechien, inkomplette Fissuren) gibt, die das radiologische Aussehen des Ergusses beeinflussen können.Zusammenfassend sollte neben dem Thoraxröntgen, welches im Zweifelsfall kurzfristig mit anderer Patientenlagerung (z.B. Seitlage) zu wiederholen ist, die So-Die Therapie der Wahl im Falle größerer oder funktionell wirksamer Pleuraergüsse stellt die ᭤ Pleuradrainage dar. Hierbei sollte die Lage des Pleuradrains radiologisch monitiert werden, da der alleinige Verlaß auf das Funktionieren des Drains irreführend sein kann. So kann zum Beispiel ein extrathorakal liegender Drain, der eine Interkostalarterie verletzt hat, durchaus hämorragische Flüssigkeit fördern und somit eine regelrechte Lage vortäuschen. Die Drainspitze projiziert sich radiologisch idealerweise auf den punctum maximum der zu drainierenden Flüssigkeitsansammlung. Allgemeingültige radiologische Kriterien für eine regelrechte Drainlage gibt es nicht, jedenfalls sollte das Drain auf dem a.p.-Bild eine leichte Kurve nach oben oder nach unten beschreiben, weil dies auf einen regelrechten intrapleuralen Drainverlauf hinweist",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "PneumonieDie hohe Pneumonie-Inzidenz auf Intensivstationen wird durch zahlreiche Faktoren verursacht. Grunderkrankungen wie Diabetes, Malignome, chronische Atemwegserkrankungen oder hämatologische Erkrankungen können das Entstehen von Pneumonien begünstigen. Lange Hospitalisierungen führen zu Veränderungen der Pharynxflora in Richtung eines Spektrums, das reich an Gram-negativen Organismen ist. Längerdauernde Antibiotikatherapie oder die Verabreichung von Steroiden begünstigen eine rasche Kolonialisierung.Physiologische Barrieren können durch den Einsatz von Endotrachealtuben und zentralvenösen Kathetern umgangen werden. So ist bei den meisten über mehrereTageintubierten Patienten eine Keim-Kolonisierung der Trachea nachweisbar. Schließlich führen zahlreiche Medikamente zu einer pH-Änderung im Magen, welche wiederum vermehrtes gastrisches Keimwachstum hervorruft. Wird dieser keimreiche Mageninhalt aspiriert, wirkt er als zusätzliche endogene Infektionsquelle. Die ideale radiologische Klassifikation der Pneumonien entspräche einer Einteilung nach ᭤ Erregern. Leider sind viele Pneumonie-assoziierte Veränderungen weder im Lungenröntgen noch im CT so spezifisch, daß sie einen sicheren Rückschluß auf einen bestimmten Erreger zulassen. Dieser Umstand ist im Rahmen der Intensivstation umso gravierender, als hier andere Veränderungen wie z.B. verschiedene Formen des Lungenödems Pneumonie-ähnliche radiographische Bilder hervorbringen können. Trotzdem hat die Bildgebung bei Intensivpatienten mit suspizierten Pneumonien große Bedeutung: Das ᭤ Lungenröntgen ist als bildgebende Methode die erste Wahl, die sowohl das Vorliegen einer Pneumonie objektivieren als auch deren Lokalisation und Ausdehnung bestimmen kann. Prädisponierende Faktoren (Tubusfehllagen, maligne Raumforderungen, Aspiration) können ebenso sichtbar gemacht werden wie eventuelle Komplikationen (Pleuraergüsse, Empyeme, Abszesse). Schließlich bietet das ᭤ Thoraxröntgen die Möglichkeit, nach der Erstdiagnose der Pneumonie den post-therapeutischen Verlauf zu monitieren. Das wesentliche radiographische Merkmal der Pneumonie ist die ᭤ pulmonale Parenchymverdichtung. Das Spektrum dieser Verdichtungen kann von einer solitären diskreten Dichteerhöhung bis zur ausgeprägten Konsolidierung einer ganzen Lunge reichen. Unabhängig von ihrer Ausdehnung werden die pulmonalen Verdichtungen nach ihrer Morphologie in noduläre, miliare, streifige, netzartige und fleckförmige Verdichtungen unterteilt. Das Vorliegen dieser ᭤ unterschiedlichen Verdichtungsformen hängt nicht nur vom jeweiligen Erreger, sondern auch vom Immunstatus des Patienten ab.Aufgrund ihres radiographischen Bildes werden Pneumonien auch in Bronchopneumonien, Lobärpneumonien und interstitielle Pneumonien unterteilt. Obwohl diese Begriffe häufig angewendet werden, haben sie nur begrenzte praktische Bedeutung, da die gleichen Erreger unterschiedliche Verdichtungsbilder hervorrufen können und verschiedene Verdichtungsbilder bei ein und demselben Patienten überlappen können. Weil neben der eigentlichen Objektivierung einer suspizierten Pneumonie die Suche nach dem möglichen Erreger im Vordergrund jeder klinischen Diagnostik steht, soll im folgenden anhand stichwortartig zusammengefaßter Merkpunkte gezeigt werden, in welcher Weise die radiologische Diagnostik die klinische Diagnostik ergänzen kann bzw. welche klinischen Gesichtspunkte in die Interpretation von Intensiv-Thoraxbildern einfließen sollten. Streng ᭤ unilaterale, segmentale oder lobäre Verdichtungen, wie sie bei nichtvorerkrankten Patienten angetroffen werden, sind bei Intensivpatienten sehr selten und dann zumeist von Bakterien verursacht (Abb.6). Die wichtigsten Differentialdiagnosen sind hierbei das lokalisierte Lungenödem und das einseitige ARDS. ᭤ Diffuse bilaterale Verdichtungen sind meist durch Viren oder Protozoen verursacht (Abb. 7,8) Bei lokalisierten Veränderungen sollte in jedem Fall an das Vorliegen einer postobstruktiven Pneumonie gedacht werden und eine mögliche Obstruktion (Schleim, Fremdkörper, Fehlintubation, intrabronchiale Raumforderung) bronchoskopisch ausgeschlossen werden. Großflächige Konsolidierungen können durch Klebsiellen, S. aureus, Legionellen oder Gram-negative Keime hervorgerufen werden. Die Volumenerhöhung eines konsolidierten Lungenareals legt das Vorliegen von Pneumokokken oder Klebsiellen nahe. ᭤ Verdichtungen mit Kavitationen machen bakterielle oder Pilzpneumonien wahrscheinlicher als Virus-oder Mykoplasmen-Infektionen, wobei zu beachten ist, daß Pilzpneumonien am ehesten bei Immunsuprimierten auftreten. Bakterien, die am häufigsten Kavitationen hervorrufen, sind S. aureus, Klebsiellen, Proteus, Pseudomonas, Anaerobier und M. tuberculosis. Eine große solitäre homogene Verdichtung Abb.6 ᭡ Bakteriell bedingte Oberlappenpneumonie in einem bereits extubierten Intensivpatienten. Das Bild zeigt teils retikuläre, teils noduläre Verdichtungen mit vereinzelten Luftbronchogrammen (a). Nach acht Tagen antiobiotischer Therapie sind die Verdichtungen praktisch vollständig rückgebildet (b) Von Kavitationen schwer zu unterscheiden. mit Kavitation, der sogenannte ᭤ primäre Lungenabszess, ist meist von Anaerobiern verursacht. Diesen Abszessen liegt bei Intensivpatienten häufig die Aspiration von Fremdmaterial zugrunde, die eine lokale Abwehrstörung verursacht. ᭤ Pneumatozelen sind oft schwierig von Kavitationen zu unterscheiden. Wenn Pneumatozelen auf Basis von Pneumonien entstehen, ist meist S. aureus der dafür verantwortliche Erreger. Pneumatozelen oder Kavitationen sollten nicht mit rundlichen Transparenzerhöhungen anderer Genese verwechselt werden. Die häufigste Ursache hierfür sind Emphysemläsionen, in deren lokalem Umfeld sich pneumonische Verdichtungen ausbilden, die jedoch keinen kausalen Zusammenhang zur Pneumonie haben.Rundherdartige Verdichtungen sind meist durch Pilze oder Nocardien verursacht, sie können aber auch durch hämatogene Streuung von Bakterien entstehen. Entzündliche noduläre Verdichtungen weisen oftmals Luftbronchogramme auf und zeigen, zumindest in längerfristigen Verlaufskontrollen über mehrere Tage, Größenzunahme. Fokale oder diffuse unscharf begrenzte bilaterale retikulo-noduläre Verdichtungen sind meist durch virale oder mykoplasmen-bedingte Pneumonien ver-sind hauptsächlich durch M. tuberkulosis, in Ausnahmefällen auch durch Pilze verursacht. Fleckige Oberlappenverdichtungen lassen das Vorliegen von tuberkulösen oder fungalen Veränderungen vermuten. Im Intensivpatienten sind hier Histoplasmen und Kryptokokken die häufigsten Erreger. Ausgedehntere Pleuraergüsse sind häufig mit Pneumonien vergesellschaftet, die durch Anaerobier, Gram-negative Bakterien, S. aureus und S. pyogenes verursacht sind.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Im Unterbauch zeigen sich diese Retentionen meist perizökal, perivesikal und im Douglas'schen Raum. Neben diesen klassischen Abszesslokalisationen sollte bei postoperativen Patienten auch an Abszessformationen im Bereich der jeweiligen Operationsstelle gedacht werden.Die ᭤ sonographische Fokussuche im Abdomen kann durch verschiedene Faktoren erschwert werden. Luftgeblähte Darmschlingen können im Mittel-und Unterbauch einen sonographischen Zugang verhindern, da Luft die Schallwellen nicht leitet. Bei postoperativen Patienten kann die sonographische Manipulation unmittelbar im Bereich einer frischen Operationswunde problematisch sein.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". Sie ermöglicht ein überlagerungsfreies Darstellen pathologischer Prozesse selbst in komplexen anatomischen Regionen. Zudem kann die Dichte einer Retention Aufschluß über deren Zusammensetzung geben. Nach intravenöser Verabreichung von Kontrastmittel zei-᭤ Septierung von Retentionen",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "᭣ Abb.11 Lungenröntgen des gleichen Patienten wie in Abb. 10 zwei Tage nach Entlassung aus der Intensivstation. Noch immer zeigen sich rechts paramediastinal und rechts pleural Kontrastmittelreste Intraaortale Ballonpumpe Während der Diastole imponiert die Pumpe als längliche, gasgefüllte Struktur, die dem topographischen Verlauf der Aorta folgt. Während der Systole ist der desoufflierte Ballon nicht sichtbar; lediglich ein röntgendichter Marker, der die Spitze des Katheters bezeichnet, läßt sich darstellen. Idealerweise liegt die Katheterspitze genau distal der linken A. subclavia und kommt demnach auf dem a.p.-Bild in Projektion auf den Aortenbogen zur Darstellung.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}