{
    "paper_id": "44e872328ea4ca26afbf1e4e8d61ac0258279057",
    "metadata": {
        "title": "SOI001 Régulateur de débit de perfusion : vraie ou fausse sécurité ? SOI002 Évaluation du transport intrahospitalier de patients de réanimation",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Guinoiseau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Simeon-Vieules",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Ehrmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "P"
                ],
                "last": "Demon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "S"
                ],
                "last": "Tregaro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Mabilat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "De Ryckere",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Crohin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Vanderwallen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Maetens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J.-L",
                "middle": [],
                "last": "Vincent",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Berré",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction : Les régulateurs de débit de perfusion (RDP) sont utilisés dans certains services de réanimation, dont le nôtre, sans procédure encadrant son utilisation. Plusieurs études ont mis en évidence la faible précision de ces dispositifs, même lorsque les recommandations des fabricants sont respectées. Suite à une observation clinique, notre objectif était d'évaluer les modalités d'utilisation des RDP dans notre service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Observation clinique : Un patient porteur d'un insulinome a présenté un épisode d'hypoglycémie profonde. L'analyse de cet événement a montré un retard des apports glucosés intraveineux alors qu'un RDP était utilisé. Étude : Étude de pratique par questionnaire réalisée auprès de l'ensemble des infirmiers(ières) de notre service en juin 2012. Le questionnaire couvrait trois domaines de l'utilisation des RDP : indications, mise en oeuvre pratique et surveillance. Les résultats ont été comparés aux recommandations des fabricants et aux données de la littérature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Résultats : Cinquante-deux infirmiers(ières) ont répondu au questionnaire (taux de réponse : 81 %). Plus de 75 % des répondant(e)s ont signalé utiliser les RDP avec au moins un soluté contre-indiqué par les fabricants (apports lipidiques en premier lieu). Seuls 17 % des infirmiers(ières) rapportaient faire un décompte visuel des gouttes à la pose d'un RDP. Dix-neuf pour cent des répondant(e) s indiquaient contrôler le débit de perfusion au bout de 15 minutes, comme recommandé. Néanmoins, 80 % effectuaient au moins un contrôle durant la perfusion. Soixante-dix-sept pour cent des répondant(e)s savaient que le diamètre de cathéter influence le débit, cependant 15 % rapportaient l'utilisation de RDP avec des cathéters de 22 G (inapproprié).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Discussion : Le RDP, interface entre le soignant et le malade, s'il est mal utilisé, pourrait n'être qu'une fausse sécurité et mettre en péril la qualité des soins. Notre étude montre que les RDP sont fréquemment utilisés pour des molécules non recommandées par les fabricants. L'imprécision du débit réel qui pourrait en résulter pourrait être dommageable au patient, ce d'autant que la mise en oeuvre et la surveillance apparaissaient défaillantes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion : L'utilisation des RDP est fréquemment inadéquate dans notre service. Si cette pratique se retrouvait dans d'autres unités, ses conséquences en termes d'erreur de débit et de volume de perfusion administrés pourraient faire l'objet d'une étude in vitro avant une étude plus large sur l'impact clinique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Introduction : Le transport intrahospitalier de patients séjournant dans un service de réanimation représente une situation à risque. Dans notre service de réanimation polyvalente de 34 lits, nous avons voulu analyser nos pratiques dans un souci de les améliorer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Nous avons réalisé une étude observationnelle sur 25 déplacements de patients séjournant dans notre service entre mai et juillet 2012. Après chaque transport, l'infirmier responsable du patient a complété un questionnaire reprenant des données générales, le respect ou non de recommandations (d'experts de la SRLF et adaptées à nos spécificités locales) et la survenue éventuelle d'incidents. Résultats : Les transports étaient destinés à des procédures diagnostiques d'imagerie médicale (64 %), des manoeuvres interventionnelles (24 %) et au bloc opératoire (12 %). Sur les 25 transports, 40 % des patients étaient ventilés mécaniquement et 20 % sous vasopresseurs. Tous les transports ont été réalisés avec l'infirmier responsable du patient et 44 % aussi avec un médecin. L'infirmier a estimé que son patient était instable dans seulement 16 % des cas. L'équipe disposait d'un téléphone portable afin d'obtenir un renfort infirmier et/ou médical pour 17 transports sur les 25 analysés (68 %). Une voie d'accès veineuse vérifiée et perméable était disponible dans 96 % des cas. Dans 72 % des transports, un dispositif de ventilation manuelle (masque, ballon, raccord oxygène et oxygène) était disponible. Un monitorage continu des paramètres vitaux était opérationnel dans 96 % des cas. Au cours de ces transferts, deux incidents ont été rapportés (voie centrale arrachée, bradycardie et désaturation pulsée), mais aucun accident vital n'est survenu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction : Les régulateurs de débit de perfusion (RDP) sont utilisés dans certains services de réanimation, dont le nôtre, sans procédure encadrant son utilisation. Plusieurs études ont mis en évidence la faible précision de ces dispositifs, même lorsque les recommandations des fabricants sont respectées. Suite à une observation clinique, notre objectif était d'évaluer les modalités d'utilisation des RDP dans notre service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Un patient porteur d'un insulinome a présenté un épisode d'hypoglycémie profonde. L'analyse de cet événement a montré un retard des apports glucosés intraveineux alors qu'un RDP était utilisé. Étude : Étude de pratique par questionnaire réalisée auprès de l'ensemble des infirmiers(ières) de notre service en juin 2012. Le questionnaire couvrait trois domaines de l'utilisation des RDP : indications, mise en oeuvre pratique et surveillance. Les résultats ont été comparés aux recommandations des fabricants et aux données de la littérature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Matériels et méthodes : Observation clinique :"
        },
        {
            "text": "Résultats : Cinquante-deux infirmiers(ières) ont répondu au questionnaire (taux de réponse : 81 %). Plus de 75 % des répondant(e)s ont signalé utiliser les RDP avec au moins un soluté contre-indiqué par les fabricants (apports lipidiques en premier lieu). Seuls 17 % des infirmiers(ières) rapportaient faire un décompte visuel des gouttes à la pose d'un RDP. Dix-neuf pour cent des répondant(e) s indiquaient contrôler le débit de perfusion au bout de 15 minutes, comme recommandé. Néanmoins, 80 % effectuaient au moins un contrôle durant la perfusion. Soixante-dix-sept pour cent des répondant(e)s savaient que le diamètre de cathéter influence le débit, cependant 15 % rapportaient l'utilisation de RDP avec des cathéters de 22 G (inapproprié). Conclusion : La période du transport est une période critique pour les patients de réanimation. Il est donc important de discuter en équipe du bénéfice pouvant être apporté et du risque encouru. Une procédure interne doit être élaborée et mise en place afin d'optimiser l'accompagnement du patient, le monitorage et le choix du matériel à emporter (téléphone, matériel de ventilation, clef pour priorités ascenseur…). Ensuite, une nouvelle évaluation de nos pratiques devra être programmée pour assurer un transport des patients de réanimation, dans des conditions de sécurité optimale. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Matériels et méthodes : Observation clinique :"
        },
        {
            "text": "Oral session (1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Session orale (1)"
        },
        {
            "text": "Introduction : La surveillance en continu de la pression artérielle à l'aide d'un cathéter artériel est une technique couramment utilisée en réanimation. On retrouve cependant des recommandations discordantes quant au site de réalisation du zéro de référence ou de la position du capteur et du patient lors de la calibration et du monitorage de la pression artérielle invasive en réanimation. Aucune étude clinique ne s'est ainsi attachée à étudier l'incidence effective de ces paramètres sur la valeur de la mesure de la tension artérielle invasive, et ce, dans les conditions habituelles de prise en charge des patients de réanimation. < 0,0001) , B (p < 0,0001) ou C (p < 0,0001), respectivement ; ou encore des combinaisons E et A (p < 0,0001), B (p < 0,0001) ou C (p = 0,0006), respectivement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 647,
                    "text": "< 0,0001)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SOI003 Évaluation de l'incidence des conditions de réalisation du zéro et de la position du capteur sur la mesure de la pression artérielle invasive en réanimation"
        },
        {
            "text": "La réalisation du zéro de référence et/ou la position du capteur de pression en dehors du phlebostatic axis lors de la mesure de la pression artérielle invasive conduisent à surestimer les valeurs de PAm de manière modérée mais significative. Cinquante-huit pour cent des IDE déclaraient suggérer au médecin de changer de mode ventilatoire au moins une fois par semaine, et 42 % déclaraient suggérer au médecin, à cette même fréquence, de modifier un paramètre ventilatoire. Les raisons les plus fréquemment identifiées par les IDE comme les empêchant de modifier les réglages du respirateur étaient la formation insuffisante (85 %) et le fait que les réglages du respirateur sont une prescription médicale (65 %).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion :"
        },
        {
            "text": "Les paramètres ventilatoires sont fréquemment modifiés par les IDE de notre service sans prescription médicale. Ces résultats, s'ils démontrent l'intérêt majeur des IDE pour cette technique, soulignent aussi l'hétérogénéité de leurs pratiques. Il semble donc urgent de réaliser un état des lieux au niveau national. Cela permettra d'envisager de rationaliser l'intervention des IDE sur le ventilateur en les intégrant dans la définition et l'évaluation de protocoles de soins raisonnés.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion :"
        },
        {
            "text": "Évaluation d'un nouveau système de fixation de sondes d'intubation orotrachéale chez l'adulte en réanimation Introduction : La qualité de la fixation des sondes d'intubation en réanimation reste un problème quotidien. La méthode employée doit répondre à plusieurs impératifs : facilité de mise en place, sécurité de fixation, confort des patients et réalisation aisée des soins de bouche. Un nouveau dispositif, déjà utilisé dans certains pays, arrive sur le marché français. Nous avons voulu savoir si ce système répondait à ces exigences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOI005"
        },
        {
            "text": "Patients et méthodes : À notre demande, la société Hollister a mis à notre disposition ces dispositifs de fixation (Anchor-Fast ® ) [service de 24 lits, 1 500 admissions par an, 68 % pts intubés]. Le système a été placé consécutivement sur chaque patient intubé, et un questionnaire de satisfaction, mis au point par le service, a été remis aux IDE et aides-soignants pour chaque période de travail (jour/nuit).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOI005"
        },
        {
            "text": "Trente-trois patients, âge moyen : 57 ± 19 ans, intubés pendant 4 ± 2 jours ont participé à cette évaluation. Quarante-neuf dispositifs ont été installés. Deux cent quarante-sept évaluations d'infirmiers et 176 évaluations d'aides-soignants ont été obtenues et analysées. La pose a été effectuée en 99 ± 68 secondes en moyenne et a été considérée comme facile dans 77,5 % des cas. Dans 23 cas, le système a dû être appliqué sur une zone pilleuse. Un décollement a été observé dans trois cas (13 %) contre un décollement pour les 26 systèmes placés en zone glabre (3 %). Le Tableau 1 reflète la satisfaction des équipes soignantes. À l'ablation de ce système adhésif, aucun patient n'a décrit de douleur. Pour quatre patients, des lésions cutanées minimes ont été notées (érythème, rougeur). Cinquante-sept pour cent des soignants ont été très satisfaits par le système, 39 % satisfaits et 4 % moyennement satisfaits. Discussion : Le système Anchor-Fast ® assure une bonne fixation de la sonde d'intubation et peut probablement rester en place plus que les cinq jours recommandés. Chez les patients barbus ou moustachus, cette efficacité reste à démontrer. La charge en soins, non strictement évaluée dans cette étude, semble plus faible que celle engendrée par notre système actuel de fixation changé au minimum toutes les 12 heures. Ce système permet la réalisation de soins de bouche de qualité sans altérer le confort et la sécurité des patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Résultats :"
        },
        {
            "text": "Le personnel soignant trouve en grande majorité ce système adapté à la pratique quotidienne sans augmentation de la charge en soins. Le coût de ce système doit être étudié dans une étude médicoéconomique. Discussion : À l'échelle de Paris, 500 000 habitants environ seraient atteints par la maladie sur une période de dix semaines. Avec un taux d'hospitalisation en réanimation estimé de 15 %, 80 000 patients seraient à hospitaliser en première ligne à la Pitié-Salpêtrière, Bichat et Necker, avec extensions nécessaires. Il ressort de l'enquête que le « n » de lits serait insuffisant, et l'optimisation apparaît donc une priorité essentielle. Le questionnaire montre que l'organisation devant être mise en place en cas de pandémie virale est méconnue, particulièrement au niveau des hôpitaux de deuxième ligne. Les réseaux d'informations sont mal définis, ce qui laisse la place aux échanges informels qui peuvent générer des interprétations, des rumeurs et la diffusion de messages erronés. Le danger étant minimisé, les conséquences de l'exposition le sont également. Les IDE se considérant à risque, mais désirant travailler en cas de pandémie, sont peu nombreux à avoir mené une réflexion de gestion personnelle du risque (se protéger ainsi que leurs proches, mode de garde pour leurs enfants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion :"
        },
        {
            "text": "Si une pandémie se déclarait, l'organisation et le manque de communication institutionnelle entre le niveau décisionnel et le terrain ne permettraient pas une prise en charge efficiente des patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion :"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Service de réanimation médicochirurgicale",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Quenot JP, Milési C, Cravoisy A, et al (2011) Transport intrahospitalier des patients à risque vital (nouveau-né exclu). Réanimation 20:361-6 2. Bérubé M, Bernard F, Marion H, et al (2012) Impact of a preventive programme on the occurrence of incidents during the transport of critically ill patients. Intensive Crit Care Nurs Aug 23",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ": Le RDP, interface entre le soignant et le malade, s'il est mal utilisé, pourrait n'être qu'une fausse sécurité et mettre en péril la qualité des soins. Notre étude montre que les RDP sont fréquemment utilisés pour des molécules non recommandées par les fabricants. L'imprécision du débit réel qui pourrait en résulter pourrait être dommageable au patient, ce d'autant que la mise en oeuvre et la surveillance apparaissaient défaillantes.Conclusion : L'utilisation des RDP est fréquemment inadéquate dans notre service. Si cette pratique se retrouvait dans d'autres unités, ses conséquences en termes d'erreur de débit et de volume de perfusion administrés pourraient faire l'objet d'une étude in vitro avant une étude plus large sur l'impact clinique. Introduction : Le transport intrahospitalier de patients séjournant dans un service de réanimation représente une situation à risque. Dans notre service de réanimation polyvalente de 34 lits, nous avons voulu analyser nos pratiques dans un souci de les améliorer. Patients et méthodes : Nous avons réalisé une étude observationnelle sur 25 déplacements de patients séjournant dans notre service entre mai et juillet 2012. Après chaque transport, l'infirmier responsable du patient a complété un questionnaire reprenant des données générales, le respect ou non de recommandations (d'experts de la SRLF et adaptées à nos spécificités locales) et la survenue éventuelle d'incidents. Résultats : Les transports étaient destinés à des procédures diagnostiques d'imagerie médicale (64 %), des manoeuvres interventionnelles (24 %) et au bloc opératoire (12 %). Sur les 25 transports, 40 % des patients étaient ventilés mécaniquement et 20 % sous vasopresseurs. Tous les transports ont été réalisés avec l'infirmier responsable du patient et 44 % aussi avec un médecin. L'infirmier a estimé que son patient était instable dans seulement 16 % des cas. L'équipe disposait d'un téléphone portable afin d'obtenir un renfort infirmier et/ou médical pour 17 transports sur les 25 analysés (68 %). Une voie d'accès veineuse vérifiée et perméable était disponible dans 96 % des cas. Dans 72 % des transports, un dispositif de ventilation manuelle (masque, ballon, raccord oxygène et oxygène) était disponible. Un monitorage continu des paramètres vitaux était opérationnel dans 96 % des cas. Au cours de ces transferts, deux incidents ont été rapportés (voie centrale arrachée, bradycardie et désaturation pulsée), mais aucun accident vital n'est survenu.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "PAm) de plus de 10 mmHg dans les 15 minutes précédentes, chez un patient avec ou sans catécholamines et en rythme sinusal au cours des différentes mesures de la tension artérielle invasive. Des mesures de la pression artérielle invasive étaient alors réalisées selon les différentes combinaisons possibles de position du patient (en décubitus dorsal strict ou en proclive à 45°), de réalisation du zéro de référence (site d'insertion du cathéter ou au phlebostatic axis) et du placement du capteur de pression lors de la mesure de la PAm (site d'insertion du cathéter ou au phlebostatic axis). Une comparaison des PAm mesurées selon ces différentes combinaisons était réalisée à l'aide d'un test de Wilcoxon.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Tableau 1. Valeurs médianes de pression artérielle moyenne selon les différentes combinaisons de mesure (combinaisons A, B, C, D et E)Matériels et méthodes :Enquête de pratique monocentrique réalisée à l'aide d'un questionnaire visant à évaluer : la fréquence des interventions des IDE sur les différents réglages du respirateur ; la fréquence des modifications de réglages suggérées par les IDE au médecin ; les raisons ressenties par les IDE comme les empêchant de modifier certains réglages.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Satisfaction des soignants concernant le système de fixation",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Matériels et méthodes :Étude réalisée dans 16 unités de réanimation, réparties sur six hôpitaux de l'Assistance publique-Hôpitaux de Paris. Quatre questionnaires différents ont été élaborés pour interroger les différents acteurs sur la gestion d'une pandémie virale. Ils ciblaient : les gestionnaires de crise, les membres de la cellule de crise, les cadres de santé et les infirmières de réanimation. Réalisation d'une analyse en pourcentage de réponses et en statistique descriptive.Résultats : Ont répondu : quatre gestionnaires de crise sur six ; sept membres de cellule de crise sur huit ; 16 cadres/16 ; 286/557 (51,3 %) infirmières. En dehors d'un plan « grippe », aucune simulation ni formation institutionnelle n'était faite. Aucune institution ne possède de structure de réanimation adaptée au risque viral. Moins de 30 % des soignants acceptaient le vaccin (grippe, données 2011), 38,8 % des infirmières étaient informées de la gestion d'une pandémie avec une communication provenant principalement des IFSI. Les autres sources d'informations citées par les IDE étaient variées : réunions, échanges informels avec les cadres ou les médecins, médias. Mais seulement 19 % connaissaient l'organisation mise en place. À l'annonce d'un patient à risque d'un virus à transmission aéroportée, 98 % des soignants mettent en place des protections individuelles. On note une large application des protections individuelles (masques FFP2 et standards), mais il y a très peu de mesures « contact » (gants, hygiène des mains, surblouse, mise en chambre seule…). Bien que 93 % des infirmières se considéraient comme une population à risque, 82,5 % s'engageaient dans la prise en charge des patients porteurs d'un virus type coronavirus, au nom des « valeurs professionnelles ». Aucune réflexion sur l'environnement humain des soignants n'était menée.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Introduction : Notre service fait partie du réseau Réa-Raisin et participe à ce titre à la surveillance des infections liées aux soins et en particulier les colonisations des cathéters veineux centraux (CVC). En 2010, le taux d'incidence de colonisations des CVC de notre service était de 26/1 000 jours d'exposition, supérieur à la médiane des autres réanimations du réseau (5,0). Le but de cette étude est de montrer l'efficacité d'un changement de pratique de pose et d'entretien des CVC sur les colonisations bactériennes. Conclusion : La participation du service à un réseau de surveillance des infections liées aux soins nous a permis de détecter une incidence trop élevée de colonisations de nos CVC. La mise en place d'un nouveau protocole de pose et d'entretien des CVC par l'équipe paramédicale a permis une nette diminution de l'incidence des colonisations des CVC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}