{"paper_id": "44fbbc1895fdd056b5497c7a9eafc2c918675c14", "metadata": {"title": "Impact of herpes simplex virus detection in respiratory specimens of patients with suspected viral pneumonia", "authors": [{"first": "S", "middle": [], "last": "Scheithauer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["A K"], "last": "Manemann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["S"], "last": "Krü", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["M"], "last": "Häusler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["A"], "last": "Krü", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["S W"], "last": "Lemmen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["K"], "last": "Ritter", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["M"], "last": "Kleines", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background Respiratory infection and failure is a commonly encountered problem in intensive care unit (ICU) patients. However, despite the accumulating body of evidence to suggest that herpes simplex virus type 1 (HSV-1) is associated with pneumonia, the exact role played by this virus in this process is still not fully understood. Therefore, to identify patients at risk, we have conducted a casecontrol study to characterize patients with HSV-1-positive pneumonia. Patients and methods Between 2007 and 2009, all patients with suspected viral pneumonia were tested for the presence of herpes viruses using a PCR assay approach with respiratory specimens. To identify possible associations, risk factors, and impact of HSV, HSV-1-positive ICU patients (n = 51) were compared to age-, gender-, and departmentand season-matched HSV-negative patients (n = 52). Results HSV-positive patients differed significantly from the HSV-negative ones only in terms of time of mechanical ventilation (13 vs. 6 days, respectively; p = 0.002). Subgroup analysis in the patients aged [60 years and in those without bacterial detection revealed a similar trend (p = 0.01 and p = 0.004, respectively). Mortality did not differ between the groups or between the HSV-1-positive patients treated with aciclovir and those who were not. A viral load [10E?05 geq/ml was associated with mechanical ventilation (20/21 vs. 17/29; p = 0.004), acute respiratory distress syndrome (ARDS; 19/21 vs. 18/29; p = 0.005), sepsis (18/21 vs. 14/29; p = 0.008), detection of a bacterial pathogen in the same specimen (10/21 vs. 4/29; p = 0.01) and longer ICU stay (25 vs. 30 days; p = 0.04). Conclusion Despite several associations with high viral load, the clinical outcome of HSV-1-positive ICU patients did not differ significantly from the clinical outcome of HSV-negative patients. This finding indicates that HSV-1 viral loads in respiratory specimens are a symptom of a clinically poor condition rather than a cause of it. Longitudinal and therapy studies are therefore needed to distinguish between HSV-1 as a causative pathogen and HSV-1 as a bystander of pneumonia/ARDS.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The herpes simplex viruses 1 and 2 (HSV-1 and HSV-2) are members of the Herpesviridae family. They have a high prevalence and a worldwide distribution [1] . Primary infection with HSV-1 and HSV-2 is followed by viral latency, which can be disrupted by reactivation episodes. Both viruses can cause several clinical symptoms in primary infection as well as during viral reactivation [1] . Previous studies have implicated HSV, especially HSV-1, as one of the factors causing pneumonitis/pneumonia in both immunocompromised and immunocompetent patients [2] [3] [4] . Patients with burns and acute respiratory distress syndrome (ARDS) have also been reported to be at particular risk of HSV-1 infection [3, 5] . More recent reports have documented high detection rates of HSV-1 in respiratory specimens of patients with pneumonia, thus raising the question of the clinical relevance of this virus for this disease [4, 6] . High detection rates of HSV-1 were reported to be associated with mechanical ventilation, the severity of patients' condition, and the onset of pneumonia [4] [5] [6] . Interestingly, in one of these studies, HSV-1 was more frequent in specimens of intensive care unit (ICU) patients with suspected ventilator-associated pneumonia (VAP; 32%) than in non-ICU patients (15%) and was lowest in ICU patients with community-onset pneumonia (CAP; 4%) [4] . These findings are in keeping with three different opinions on the role of HSV-1: (1) HSV-1 causes pneumonia or is reactivated from the oropharynx by mechanical irrigation, such as intubation and mechanical ventilation, and (2) then causes ''lowdegree'' infection, or (3) its detection is an epiphenomenon, possibly associated with the severity of disease.", "cite_spans": [{"start": 151, "end": 154, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 382, "end": 385, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 551, "end": 554, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 555, "end": 558, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 559, "end": 562, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 700, "end": 703, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 704, "end": 706, "text": "5]", "ref_id": "BIBREF4"}, {"start": 911, "end": 914, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 915, "end": 917, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1074, "end": 1077, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1078, "end": 1081, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1082, "end": 1085, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1364, "end": 1367, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "The aim of this study was to characterize exclusively hospitalized patients with suspected viral pneumonia and to compare HSV-positive ICU with HSV-negative ICU patients in order (1) to identify risk factors or indicators allowing early and precise diagnosis as well as (2) to evaluate the impact of HSV on the clinical outcome of the study cohort.", "cite_spans": [{"start": 270, "end": 273, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "All patients (n = 191) with pulmonary diseases of suspected viral origin tested for the presence of herpesviruses in clinical routine samples between 1 January 2007 and 30 April 2009 at the University Hospital Aachen, a tertiary care center, were enrolled in our study. Patients were tested for the presence of nucleic acids of a number of viruses in respiratory specimens [bronchoalveolar lavage (BAL) or tracheal secretion (ts)], including: human cytomegalovirus (CMV), Epstein-Barr virus (EBV), herpes simplex viruses (HSV1?2), and varicella zoster virus (VZV) The test assays used were in-house quantitative real-time PCR assays using the LightCycler instrument (F. Hoffmann-La Roche, Basel, Switzerland) with analytical sensitivities from 10E2 to 10E3 geq/ml without any cross-reactivity to other herpesviruses or respiratory viruses [HSV: Genbank X14112, pos. 65644-65661 and 65916-65895 (primers), pos. 65771-65790 and 65796-65818 (probes); EBV: Genbank DQ279927, pos. 92907-92889 and 92721-92703 (primers), pos. 92828-92848 and 92853-92871 (probes); VZV: Genbank X04370, pos. 53730-53753 and 54016-53995 (primers), pos. 53878-53855 and 53853-53831 (probes); CMV: as described previously] [7] . DNA extraction was performed using the QIAamp Virus Biorobot 9604 kit (Qiagen, Hilden, Germany). For the HSV-positive samples, HSV-1 and HSV-2 were discriminated using a second PCR assay with type-specific hybridization probes (Genbank GU734772; primers: pos. 55005-54986 and 54765-54784; probes: pos. 54884-54863 and 54859-54833). Testing for aciclovir resistance was not performed. Cultures for aerobic, facultative anaerobic bacteria and fungi were performed using standard media. The HSV-positive ICU case group (n = 51; BAL: 43, ts: 8) was matched with HSV-negative ICU patients (n = 52; BAL: 46, ts: 6) according to age, gender, department, and month of sampling. Detailed clinical and laboratory data on both HSV-1-positive and -negative patients were obtained from the respective medical records. In addition to these two main groups of patients, we also generated four subgroups of patients to enable better comparison: (1) age [60 years (n = 28 and n = 30); (2) with and without ARDS (n = 37 and n = 31); (3) with and without CMV DNA in the same specimen (n = 11/40 and n = 5/47); (4) with and without bacterial pathogens in the same specimen (n = 36/51 and n = 32/52). Within the group of HSV-1 positive patients, the following five groups were also compared: (1) immunocompromised (n = 33) versus immunocompetent (n = 12); (2) treated with aciclovir (n = 25) versus not treated with aciclovir (n = 26);", "cite_spans": [{"start": 1196, "end": 1199, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2170, "end": 2173, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Patients and methods"}, {"text": "(3) viral load [10E?04 geq/ml (n = 31) versus viral load \\10E?04 geq/ml (n = 19); (4) viral load [10E?05 geq/ ml (n = 21) versus viral load \\10E?05 geq/ml (n = 29); (5) with versus without bacterial pathogen in the respiratory tract specimen. Moreover, the aciclovir-treated HSV-1 positive patients were compared with the ganciclovir-treated CMV-positive (but HSV-negative) patients (n = 10).", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "Data were analyzed using the unpaired Student's t test for normal distributed populations or otherwise with the Wilcoxon rank sum test, the Fishers exact test, or the chisquare test. Sigma Stat ver. 3.1.1 (Systat Software, Chicago, IL) was used for all statistical analyses.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "Respiratory specimens of 191 patients with suspected viral pneumonia were analyzed by PCR for HSV, CMV, EBV, and VZV. Of these, 62 (32.5%) specimens were positive for HSV-1, and none were positive for HSV-2. The detection rates for CMV, EBV, and VZV were 17.8, 9.9, and 0.5%, respectively. It should be noted that HSV-1 was also co-detected in 13 of the CMV-positive patients, but not in any patient co-infected with any of the other viruses. The HSV-1 viral load ranged from 6.0E01/ml to 1.0E09/ ml, with a mean of 2.7E07 (median 2.8E04) geq/ml. Of the 62 HSV-1-positive patients, 51 were included in the case group, and 11 were excluded due to a lack of clinical data or outpatient setting. A control group of 52 HSV-negative patients was selected according to age, gender, department, and month of sampling. Table 1 provides a summary of the statistical analyses resulting from the comparison of the HSV-1-positive with HSV-negative ICU patient groups.", "cite_spans": [], "ref_spans": [{"start": 811, "end": 818, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "No significant differences were found for the two groups apart from time of mechanical ventilation (13 days in the HSV-1-positive group vs. 6 days in the HSV-negative group; p = 0.002). Subgroup analyses were performed for all variables analyzed for the main groups (Table 1) , and those with significant differences are summarized in Table 2 . The comparison of the aciclovir-treated versus non-treated HSV-1 positive patients is also shown, including the outcome parameter mortality. No significant difference was observed (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 266, "end": 275, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 335, "end": 342, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 525, "end": 534, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Viruses such as the influenza virus and CMV are wellknown causes of pneumonia and/or respiratory failure [8] . However, the exact role of HSV in causing pulmonary disease is still under discussion [4, 9] . During the last decades of the previous century, associations with immunosuppression and severity of illness were described, providing evidence that HSV might be a causative pulmonary [4, 6, 9] in which associations were detected with the grade of immunosuppression, the severity of illness, and the number of mechanically ventilated patients [4, 6, 9] . Note that while the diagnosis was based on viral cultures or histological examinations in the early reports, dit was based on the detection of viral nucleic acids in the more recent studies [2, 4-6, 9, 10] . However, despite the presence of viral DNA and the diagnosis of pneumonia or ARDS, whether HSV-1 plays a role in the onset of these pulmonary diseases is still not known, although the very high detection rate of HSV found in mechanically ventilated patients justifies a critical discussion. One study suggested quantifying the level of HSV DNA by using the cut-off of 10E5 geq/ml, as determined by quantitative PCR assay, to facilitate the assessment of clinical relevance of this virus [9] . This approach may still be feasible despite potential problems in the comparability of quantitative results drawn from the isolated DNA of specimen samples, including the low homeostasis BAL compared to that of serum, for example, as well as the lack of correlation between genome equivalents and viral activity. Therefore, to the best of our knowledge, this study reported here is the first to report on HSV-1 in respiratory specimens using data only from patients with suspected viral-induced respiratory pneumonia/ARDS as defined by a clinician's examination/diagnosis. In addition, we were very careful to match the case (HSV-1?) with the control (HSV-) group in terms of age, gender, specific ward, and month of sampling in order to minimize biasing, as has already been documented for age [4] , among others. In our study, we did not detect any significant differences between the HSV-1-positive patient case group and the HSV-negative patient control group with respect to length of ICU stay and in-house mortality for all patients and high viral loads for the subgroups. In contrast, Linssen et al. [4] showed that HSV pulmonary disease was associated with higher mortality.", "cite_spans": [{"start": 105, "end": 108, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 197, "end": 200, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 201, "end": 203, "text": "9]", "ref_id": "BIBREF8"}, {"start": 390, "end": 393, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 394, "end": 396, "text": "6,", "ref_id": "BIBREF5"}, {"start": 397, "end": 399, "text": "9]", "ref_id": "BIBREF8"}, {"start": 549, "end": 552, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 553, "end": 555, "text": "6,", "ref_id": "BIBREF5"}, {"start": 556, "end": 558, "text": "9]", "ref_id": "BIBREF8"}, {"start": 751, "end": 766, "text": "[2, 4-6, 9, 10]", "ref_id": null}, {"start": 1256, "end": 1259, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 2057, "end": 2060, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 2369, "end": 2372, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "This difference may be due to different inclusion criteria as pointed out above. We also did not detect significant differences in outcome parameters between the HSV-1positive patients treated with aciclovir and those that were not. This finding is in keeping with that of De Vos et al. [9] , although there is the possibility that our results may be biased due to the higher viral loads in our treated patients. Moreover, we did not address the possibility of aciclovir resistance influencing the outcome in the treated subgroup. Taken together, the higher viral load in the treated group as well as aciclovir resistance may have negatively influenced the outcome. Thus, based on the results of our study, it is not possible to assess the benefit of antiviral treatment; further studies are therefore needed to address this point in more detail. Patients with the suggested cut-off HSV-1 levels of C10E05 geq/ml differed significantly from those with lower viral loads for the subgroups of mechanical ventilation, ARDS, and length of ICU stay, as well as with those in whom a concomitant infection by a potential bacterial pathogen in the same specimen and sepsis were detected. Patients with lower viral loads did not show any significant correlation to the parameters of severe disease. This finding indicates that viral loads \\10E05 geq/ml rule out the possibility that HSV-1 is the cause of the actual pulmonary disease. In contrast, in patients with high viral loads, it is possible that HSV plays a role as a causative pulmonary agent; however, our results suggest that another explanation is more likely. We suggest that HSV-1 reactivation-triggered by mechanical ventilation or N. vagus infection-in severely ill patients is potentially associated with the severity of illness [3, 6] . Thus, the detection of HSV-1 is an indicator of a clinically severe status rather than the actual cause of the disease itself. Ramsey et al. [2] found that mucocutaneous HSV-1 infection, a sign of reactivation potentially facilitating the spread of virions, preceded the onset of pneumonia in a high number of HSV-1-positive patients. This finding may therefore account for the source of HSV-1 detected in pulmonary samples. Recent phylogenetic analyses of HSV-1 have defined three genetic clades (A-C) and recombinants thereof, all of which can be found even in one patient, with possibly different impacts in clinically apparent reactivations [11, 12] . Due to the clinical situation of the patients and the possibility of having a targeted antiviral therapy, it seems reasonable to administer aciclovir to patients with high HSV loads. Based on our results, however, there is no evidence that aciclovir delivers benefits in this patient scenario-although our observations may be biased by higher viral loads and the possibility of aciclovir resistance in the treated subgroup. It should also be borne in mind that our study was not designed to address and clarify this question. In addition, it has been recently shown that corneal HSV-1 isolates are mixtures of aciclovir-sensitive and acyclovir-resistant viruses of the same genotype with differences in the gene for thymidine kinase [13] . As prospective therapy studies are not currently available, we therefore suggest that administering antivirals may be justified only in those HSV-1 positive patients with high viral loads for whom there is no other possible explanation of pulmonary disease or for those who are in the state of immunosuppression. Moreover, we suggest considering carefully other explanations for clinical deterioration in order to prevent underdiagnosing and thereby missing targeted treatment options. Thus, further studies are needed to clarify the reliability of the diagnosis of HSV-induced pneumonia as well as to better define any benefits of antiviral treatment.", "cite_spans": [{"start": 287, "end": 290, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1786, "end": 1789, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1790, "end": 1792, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1936, "end": 1939, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 2440, "end": 2444, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 2445, "end": 2448, "text": "12]", "ref_id": "BIBREF11"}, {"start": 3184, "end": 3188, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Conflict of interest statement None.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Herpes simplex virus infections", "authors": [{"first": "R", "middle": ["J"], "last": "Whitley", "suffix": ""}, {"first": "B", "middle": [], "last": "Roizman", "suffix": ""}], "year": 2001, "venue": "Lancet", "volume": "357", "issn": "", "pages": "1513--1521", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Herpes simplex virus pneumonia", "authors": [{"first": "P", "middle": ["G"], "last": "Ramsey", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Fife", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Hackman", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Meyers", "suffix": ""}, {"first": "L", "middle": [], "last": "Corey", "suffix": ""}], "year": 1982, "venue": "Ann Int Med", "volume": "97", "issn": "", "pages": "813--833", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Herpes simplex virus-the most frequent isolated pathogen in the lungs of patients with severe respiratory distress", "authors": [{"first": "T", "middle": [], "last": "Prellner", "suffix": ""}, {"first": "L", "middle": [], "last": "Flamholc", "suffix": ""}, {"first": "S", "middle": [], "last": "Haidl", "suffix": ""}, {"first": "K", "middle": [], "last": "Lindholm", "suffix": ""}, {"first": "A", "middle": [], "last": "Widell", "suffix": ""}], "year": 1992, "venue": "Scand J Infect Dis", "volume": "24", "issn": "", "pages": "283--92", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Herpes simplex virus load in bronchoalveolar lavage fluid is related to poor outcome in critically ill patients", "authors": [{"first": "Cfm", "middle": [], "last": "Linssen", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Jakobs", "suffix": ""}, {"first": "F", "middle": ["F"], "last": "Stelma", "suffix": ""}, {"first": "Wnka", "middle": [], "last": "Van Mook", "suffix": ""}, {"first": "P", "middle": [], "last": "Terporten", "suffix": ""}, {"first": "C", "middle": [], "last": "Vink", "suffix": ""}, {"first": "M", "middle": [], "last": "Drent", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Bruggeman", "suffix": ""}, {"first": "A", "middle": [], "last": "Smissmans", "suffix": ""}], "year": 2008, "venue": "Intensive Care Med", "volume": "34", "issn": "", "pages": "2202--2211", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Herpes simplex virus from the lower respiratory tract in adult respiratory distress syndrome", "authors": [{"first": "D", "middle": ["V"], "last": "Tuxen", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Cade", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Mcdonald", "suffix": ""}, {"first": "Mrc", "middle": [], "last": "Buchanan", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Clark", "suffix": ""}, {"first": "Mcf", "middle": [], "last": "Pain", "suffix": ""}], "year": 1982, "venue": "Am Rev Respir Dis", "volume": "126", "issn": "", "pages": "416--425", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Herpes simplex virus lung infection in patients undergoing prolonged mechanical ventilation", "authors": [{"first": "C", "middle": ["E"], "last": "Luyt", "suffix": ""}, {"first": "A", "middle": [], "last": "Combes", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Deback", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Aubriot-Lorton", "suffix": ""}, {"first": "A", "middle": [], "last": "Nieszkowska", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Trouillet", "suffix": ""}, {"first": "F", "middle": [], "last": "Capron", "suffix": ""}, {"first": "H", "middle": [], "last": "Agut", "suffix": ""}, {"first": "G", "middle": [], "last": "Gilbert", "suffix": ""}, {"first": "J", "middle": [], "last": "Chastre", "suffix": ""}], "year": 2007, "venue": "Am J Resp Crit Care Med", "volume": "175", "issn": "", "pages": "935--977", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Detection of cytomegalovirus DNA in human specimens by LightCycler PCR", "authors": [{"first": "L", "middle": [], "last": "Schaade", "suffix": ""}, {"first": "P", "middle": [], "last": "Kockelkorn", "suffix": ""}, {"first": "K", "middle": [], "last": "Ritter", "suffix": ""}, {"first": "M", "middle": [], "last": "Kleines", "suffix": ""}], "year": 2000, "venue": "J Clin Microbiol", "volume": "38", "issn": "", "pages": "4006--4015", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Viral pneumonia: epidemiological, clinical, pathophysiological and therapeutic aspects", "authors": [{"first": "Ltm", "middle": [], "last": "Figueiredo", "suffix": ""}], "year": 2009, "venue": "J Bras Pneumol", "volume": "35", "issn": "", "pages": "899--906", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Monitoring of herpes simplex virus in lower respiratory tract critically ill patients using real-time PCR: a prospective study", "authors": [{"first": "N", "middle": [], "last": "De Vos", "suffix": ""}, {"first": "L", "middle": [], "last": "Van Hoovels", "suffix": ""}, {"first": "A", "middle": [], "last": "Vankeerberghen", "suffix": ""}, {"first": "K", "middle": [], "last": "Van Vaerenbergh", "suffix": ""}, {"first": "A", "middle": [], "last": "Boel", "suffix": ""}, {"first": "I", "middle": [], "last": "Demexer", "suffix": ""}, {"first": "L", "middle": [], "last": "Creemers", "suffix": ""}, {"first": "De", "middle": [], "last": "Beenhouwer", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Clin Microbiol Infect", "volume": "15", "issn": "", "pages": "358--63", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Herpes simplex viral pneumonia in the postthoracotomy patient", "authors": [{"first": "B", "middle": [], "last": "Camazine", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Antkowiak", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Lipman", "suffix": ""}, {"first": "H", "middle": [], "last": "Takita", "suffix": ""}], "year": 1995, "venue": "Chest", "volume": "108", "issn": "", "pages": "876--885", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Asymptomatically shed recombinant herpes simplex virus type 1 strains detected in saliva", "authors": [{"first": "J", "middle": ["A"], "last": "Liljeqvist", "suffix": ""}, {"first": "P", "middle": [], "last": "Tunbäck", "suffix": ""}, {"first": "P", "middle": [], "last": "Norberg", "suffix": ""}], "year": 2009, "venue": "J Gen Virol", "volume": "90", "issn": "", "pages": "559--66", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A 10-year molecular survey of herpes simplex virus type 1 in Germany demonstrates a stable and high prevalence of genotypes A and B", "authors": [{"first": "J", "middle": [], "last": "Schmidt-Chanasit", "suffix": ""}, {"first": "A", "middle": [], "last": "Bialonski", "suffix": ""}, {"first": "P", "middle": [], "last": "Heinemann", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Ulrich", "suffix": ""}, {"first": "S", "middle": [], "last": "Günther", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Rabenau", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Doerr", "suffix": ""}], "year": 2009, "venue": "J Clin Virol", "volume": "44", "issn": "", "pages": "235--242", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Acyclovir susceptibility and genetic characteristics of sequential herpes simplex virus type 1 corneal isolates from patients with recurrent herpetic keratitis", "authors": [{"first": "R", "middle": [], "last": "Duan", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "De Vries", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Van Dun", "suffix": ""}, {"first": "F", "middle": ["B"], "last": "Van Loenen", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}, {"first": "L", "middle": [], "last": "Remeijer", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Verjans", "suffix": ""}], "year": 2009, "venue": "J Infect Dis", "volume": "200", "issn": "", "pages": "1402--1416", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Comparison of HSV-1-positive and HSV-negative patients HSV Herpes simplex virus, ICU intensive care unit, PEEP positive endexpiratory pressure, ARDS acute respiratory distress syndrome, ECMO extracorporal membrane oxygenation, HIV human immunodeficiency virus, AIDS acquired immunodeficiency syndrome,", "latex": null, "type": "table"}, "TABREF1": {"text": "Subgroup analyses (statistically significant results only, except)", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1 Comparison of HSV-1-positive and HSV-negative patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Clinical parameters </td><td>HSV-1-positive patients (n = 51) </td><td>HSV-negative patients (n = 52) </td><td>Significance\n</td></tr><tr><td>Age, years (range) </td><td>62.1 (31-86) </td><td>62.2 (33-81) </td><td>%\n</td></tr><tr><td>Male:female </td><td>33:18 </td><td>33:19 </td><td>%\n</td></tr><tr><td>ICU:non-ICU </td><td>43:8 </td><td>38:12 </td><td>ns\n</td></tr><tr><td>Length of ICU stay (days) </td><td>mean: 25.0 (range 0-89); median: 19 </td><td>Mean: 21.7 (range 0-84); median: 16 </td><td>ns\n</td></tr><tr><td>Pneumonia (chest X-ray)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Lobular </td><td>31 </td><td>36 </td><td>ns\n</td></tr><tr><td>Interstitial </td><td>8 </td><td>4 </td><td>ns\n</td></tr><tr><td>Mechanical ventilation </td><td>37 </td><td>31 </td><td>ns\n</td></tr><tr><td>Days of mechanical ventilation (range) </td><td>Mean 13 (max 62); median 9 </td><td>Mean 6 (max 63); median: 1 </td><td>p = 0.002a\n</td></tr><tr><td>PEEP (n = 32/27) </td><td>Mean: 11 (5-16); median: 12 </td><td>Mean: 10 (4-20); median: 9 </td><td>ns\n</td></tr><tr><td>ARDS </td><td>37 </td><td>31 </td><td>ns\n</td></tr><tr><td>ECMO </td><td>2 </td><td>1 </td><td>ns\n</td></tr><tr><td>Tracheobronchitis (n = 36/32) </td><td>22 </td><td>27 </td><td>ns\n</td></tr><tr><td>Sepsis </td><td>32 </td><td>32 </td><td>ns\n</td></tr><tr><td>Renal insufficiency </td><td>29 </td><td>36 </td><td>ns\n</td></tr><tr><td>Increased transaminases </td><td>21 </td><td>21 </td><td>ns\n</td></tr><tr><td>Need for catecholamines </td><td>29 </td><td>25 </td><td>ns\n</td></tr><tr><td>Mortality </td><td>23 </td><td>18 </td><td>ns\n</td></tr><tr><td>Diabetes mellitus </td><td>10 </td><td>10 </td><td>ns\n</td></tr><tr><td>Transplantation in medical history </td><td>8 </td><td>14 </td><td>ns\n</td></tr><tr><td>HIV/AIDS </td><td>3 </td><td>1 </td><td>ns\n</td></tr><tr><td>No other potential respiratory pathogen detected </td><td>28 </td><td>30 </td><td>ns\n</td></tr><tr><td>CMV-DNA in the same specimen </td><td>11 </td><td>5 </td><td>ns\n</td></tr><tr><td>Markers of inflammation, median (range)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Procalcitonin (lg/l; n = 34/26) </td><td>0.4 (0-29) </td><td>0.3 (0-32) </td><td>ns\n</td></tr><tr><td>C-reactive protein (mg/l; n = 45/50) </td><td>119 (6 ? 230) </td><td>108 (5 ? 230) </td><td>ns\n</td></tr><tr><td>Leucocytes (G/l; n = 50/48) </td><td>12 (1-34) </td><td>12 (2-217) </td><td>ns\n</td></tr></table></body></html>"}}, "back_matter": []}