{
    "paper_id": "4576a8b9e11a9c6fe5bdf863f316269eb2c3acc9",
    "metadata": {
        "title": "53 (in the press). 6. Hamill, 0. P",
        "authors": [
            {
                "first": "W",
                "middle": [],
                "last": "Trautwein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "U",
                "middle": [],
                "last": "Gottstein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "!",
                "middle": [],
                "last": "Dude",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Arch ; Trautwein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Dude",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "!",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Vleugels",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Carmeliet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Vleugels",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Vereecke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Carmeliet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Taniguchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Noma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Irisawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    ";"
                ],
                "last": "Marty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Neher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Sakmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Sigworth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Taniguchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Kokubun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Noma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Lrisawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Japan ; Trube",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Sakmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Trautwein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Grinwa1d",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "M"
                ],
                "last": "Hearse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Segal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We show here that this is so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "opening (ATP-sensitive K+ channel). When 1 mM A TP was applied to the inner surface of the membrane, the single-channel current of larger amplitude was selectively suppressed within 10 s ( Fig. 2A , right-hand column), this effect was reversible. The current-voltage relationship in Fig. 2B clearly demonstrates the two different classes of K+ channels in the patch membrane. The current with a conductance of 34 pS has strong inward rectification, indicating that the channel of small conductance is the inward rectifier K+ channel, as has been identified in the ventricular cell and in other excitable cells 8",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 196,
                    "text": "Fig. 2A",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 290,
                    "text": "Fig. 2B",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The conductance of the ATP-sensitive K+ channel, was respectively, 20, 63 and 80 pS for 5.4, 50 and 100 mM K+ at the outer surface of the membrane. Such an ATP-sensitive K+ channel was also observed in the atrial cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To determine the A TP concentration critical for channel opening, we constructed a dose-response curve. When various A TP concentrations were applied to the inner surface of the inside-out patch membrane, the probability of channel opening was progressively reduced by increasing ATP from 0.05 to 1 mM. At intermediate ATP concentrations, the open time was obviously shortened without affecting the unit amplitude (Fig.  3A) . The degree of inhibition, plotted on the ordinate of Fig.  3B , was measured as a decrease in the time-averaged current through the ATP-sensitive channel. Compared with ATP, ADP was less potent by one order of magnitude in depressing the channel and AMP had no effect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 424,
                    "text": "(Fig.  3A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 480,
                    "end": 488,
                    "text": "Fig.  3B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The K+ channels activated by raising intracellular Ca 2 + have been widely reported for various cells 11 -13 • The ATP-sensitive K+ channel in the present study, however, was observed in the absence of Ca 2 + at the inner side of the membrane. Furthermore the activity of the channel was depressed by increasing the Ca 2 + concentration to 10 f.LM in the absence or presence of 0.5 mM ATP, indicating that the channel is different from the Ca 2 +-0028-{)836/83/360148-Q3$01.00 mediated K+ channel. The ATP-sensitive K+ channel may also be different from the cation channel linked to the A TP receptors in mammalian sensory neurones (purinergic receptor; ref. 14).",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 108,
                    "text": "11 -13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The intracellular ATP concentration in normal cardiac cells has been reported to be 3-4 mM 15 . According to the present results, this value is high enough to block the A TP-sensitive K+ channel. In fact no significant outward current is activated in the plateau potential range in normal mammalian ventricular cells. The plateau of the cardiac action potential is shortened in hypoxic conditions '-4 , and the ATP content falls below 10% of the control, which is low enough to activate the A TP-sensitive K+ channels 16 • Thus, the marked increase in the outward current, which was reversed by an intracellular injection of ATP 5 , can be attributed to the activation of the ATP-sensitive K+ channel. The shortening of the action potential is accompanied by a decrease in contraction 17 which is a major mechanism consuming ATP. Therefore, activation of the ATP-sensitive channel may prevent further depletion of A TP and protect the cell from irreversible impairment of its energy metabolism 16 • More recently, Trube and Hescheler 18 reported a similar ATP-sensitive channel in guinea pig ventricular cells.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "'-4",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 520,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "5 ,",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "16 •",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I thank Professor H. Irisawa, Dr N. Akaike and Dr J. Kimura for their valuable criticisms during the preparation of the manuscript. The work was supported by Grants-in-Aid from the Ministry of Education, Science and Culture and Ministry of Health and Welfare of Japan. We have postulated that an excitatory postsynaptic potential (e.p.s.p.) may open voltage-sensitive K+ ('M') channels\\ in an appropriate depolarizing range, and that this could alter the e.p.s.p. waveform. Consequently, the fast e.p.s.p. in neurones of sympathetic ganglia, elicited by a nicotinic action of acetylcholine (ACh) 2 , could be followed by a hyperpolarization, produced by the opening of M channels during the depolarizing e.p.s.p. and their subsequent slow closure (time constant-150 ms) 1 • This introduces the concept that transmitterinduced p.s.ps may trigger voltage-sensitive conductances other than those initiating action potentials, and that in the present case this could produce a true post-e.p.s.p. hyperpolarization. (Some hyperpolarizations other than inhibitory postsynaptic potentials (i.p.s.ps) have been reported to follow e.p.s.ps 3 _j Fig. 1 Post-e.p.s.p. hyperpolarization and e.p.s.p. amplitude. Intracellular recordings are of a B neurone, partially curarized, with an average of 20 responses (Nihon Kohden KK) for each tracing. The bathing medium, held at 23-25 °C, contained 112 mM NaCJ, 2 mM KCI, 1.8 mM CaC1 2 , 2.4 mM NaHC0 3 , 0.5 mM MgCI 2 and 5 mM glucose. Traces show the response to single stimulus (a) and to two preganglionic stimuli, the second of which elicited an e.p.s.p. with larger peak amplitude (b). Resting V m = -53 mY for both a and b. The e.p.s.p. is preceded by a stimulus artefact and followed by the longer, tail-like post-e.p.s.p. hyperpolarization (downwards). (Differences in stimulus artefacts even for identical stimulus pulses are due to characteristics of the digital amplifier in the averaging device.) Calibration : 1.5 mV (intracellular negative, downwards) and 20 ms. For all intracellular studies of e.p.s.ps, orthodromic firing was routinely eliminated by moderately depressing the e.p.s.p. with (+)tubocurarine at 20-30 1-Lg ml -1 (30-44 ~J.M). (However, post-e.p.s.p. hyperpolarization was also observed in the absence of (+)tubocurarine; such an e.p.s.p., free of an action potential, was produced when its orthodromic volley was timed to arrive during the refractory period following a preceding somatic action potential, elicited by a direct depolatizing stimulus via the intracellular electrode.) Atropine (1.4 ~J.M) was routinely added to eliminate any hyperpolarizing slow i.p.s.p. component 5 , except when testing the effects of muscarine (as in Fig. 3a-c) .",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 771,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1136,
                    "end": 1142,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2700,
                    "end": 2710,
                    "text": "Fig. 3a-c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "This proposal was studied in the 9th or 1Oth ganglion in the isolated sympathetic chain of the bullfrog (Rana catesbiana) both with intracellular electrodes (3 M KCl) and with extracellular ones (surface Ag-AgCl wires in an air-gap chamber), as described previously 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperpolarization following activation of K + channels by excitatory postsynaptic potentials"
        },
        {
            "text": "At a given average membrane potential ( V m), close to -50 mY, following impalement, each e.p.s.p. exhibited an afterhyperpolarization whose amplitude increased (though not linearly) with increase in the amplitude of the e.p.s.p. (Fig. 1) . However, the afterhyperpolarizations and the recovery phase of the e .p.s.ps were both voltage-dependent, whether changes in initial resting V m were spontaneously encountered or imposed by applied current. With spontaneous resting V ms between -45 and -60 mY, 54 cells all exhibited post-e.p.s.p. hyperpolarization, while five cells at potentials more negative than -70 mY showed none. When the resting V m was altered by an applied current, the amplitude and duration of the poste.p.s.p . hyperpolarization decreased progressively as v m became hyperpolarized; the post-e.p.s.p. hyperpolarization disappeared at V m values between -60 and -65 mY and did not reverse at more negative potentials (see Fig. 2 ). Conversely, during the recovery phase of the e.p.s.p. itself, there was less overlap by the hyperpolarizing component, so that the total duration of the e.p.s.p. increased to about 150 ms at Vms between -65 and -70 mY (Fig. 2) . The differences among reported time constants for the decay of e.p.s.ps (see refs 3, 6) may be explained by this influence of the resting V m on poste.p .s.p. hyperpolarization and the onset of the hyperpolarization process during the e.p.s.p.",
            "cite_spans": [
                {
                    "start": 1258,
                    "end": 1268,
                    "text": "refs 3, 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 948,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1170,
                    "end": 1178,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Hyperpolarization following activation of K + channels by excitatory postsynaptic potentials"
        },
        {
            "text": "The range of Vm in which post-e.p.s.p. hyperpolarizations can appear parallels closely that found for the opening of 'M' (K • ) channels'. The post-action-potential hyperpolarizations mV -50 Fig. 2 Comparison of the voltage-sensitivities of the afterhyperpolarizations that follow: 1, e.p.s.ps; 2, applied depolarizing pulses; and 3, action potentials. A set of these three responses, in vertically descending order, is shown for each of four initial levels of V m on the voltage--current (V-I) curve; a, initial Vm=-48mY; b, -53 mY; c, -61 mY; d, -71 mV, with an arrow from each Vm indicating its position on the V-I curve. All responses shown were obtained with intracellular electrode in the same B neurone. Applied current was passed through the recording electrode, using a balancing bridge circuit to eliminate effects introduced by the electrode resistance. Points on the V-I curve represent steadystate values during 500-ms constant-current pulses, starting from resting Vm=-48mY. In each group of three responses, the top tracing is the e.p.s.p. response, preceded by the single preganglionic stimulus artefact (1); the centre trace is the electrotonic potential induced by an applied constant outward current pulse, 0.09 nA for 20 ms (2); the bottom trace is the action potential fired by a direct intracellular stimulus (3 ms, outward current pulse, whose large artefact precedes each spike) (3). The top and middle tracings each represent an average of 20 responses, elicited at 1 per 5 s. Calibration: 2 mV and 40 ms for top and middle tracings; 40 m V and 10 ms for bottom tracings in each group of three responses. Note that after hyperpolarizations for both the e.p.s.ps and the electrotonic depolarizing pulses show a similar voltagesensitivity; they disappear when the initial V m is close to -60 mV and do not reverse at more negative V ms. For the action potential, the afterhyperpolarization is still definite at V m = -71 mY, and it could be reversed at V mS negative to -85 or -90 mY.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 197,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Hyperpolarization following activation of K + channels by excitatory postsynaptic potentials"
        },
        {
            "text": "also decrease with hyperpolarization, but they do not disappear at V mS more negative than -60 mY (see Fig. 2 ) and they reverse at Vms negative to EK (about -85 to -90 mY) 6 • From our postulated explanation of post-e.p.s.p. hyperpolarization, as well as from the observed steady outward M current at V mS depolarized by an applied voltage-step\\ it follows that an electrotonic depolarization, similar in form to an e .p.s.p. but induced by an applied current pulse rather than by the transmitter (ACh), should also be associated with an afterhyperpolarization having characteristics of post-e.p.s.p. hyperpolarizations. Such a result is seen in Figs 2 and 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 109,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 659,
                    "text": "Figs 2 and 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Hyperpolarization following activation of K + channels by excitatory postsynaptic potentials"
        },
        {
            "text": "If the post-e.p.s.p. hyperpolarization results from a temporary opening of M channels, in a suitable range of V m the afterhyperpolarization should be selectively eliminated by muscarine, which closes theM channels 1 , but not by tetraethylammonium (TEA), because it blocks the conventional 'delayed rectification' K+ channels but not the M channels 1 • Both of these predictions were borne out experimentally (Fig. 3) . The above evidence supports the proposal that the poste.p.s.p. hyperpolarization is a voltage-activated response; it is induced when the e.p.s.p. sufficiently depolarizes the membrane, and it can thus 'contaminate' the e.p.s.p. response. The dependence of post-e.p.s.p. hyperpolarization on the amplitude of the e.p.s.p. further indicates that it is a true afterhyperpolarization rather than a separate, transmitter-induced p.s.p.; the relationship was seen whether the amplitude of the e.p.s.p. was varied by repetition of input (as in Fig. 1 ) or by strength of curarization. (When e.p.s.ps were more strongly suppressed by greater curarization, post-e.p.s.p. hyperpolarizations were also smaller or absent.) That the voltage-activated post-e.p.s.p. hyperpolarization is a function of the opening of M channels by the e.p.s.p. is indicated by (1) the similarity of the range of V min which both appear, and (2) blockade of both by muscarine, but not by TEA. The more than linear increase in post-e.p.s.p. hyperpolarization when the amplitude of the e.p.s.p. was increased (Fig. 1 ) would be expected, as M channel conductances do show progressively greater increases with increasing depolarization of V min the range between -60 m V and -40 m V (ref. 1). Post-e.p.s.p. hyperpolarizations are of briefer duration and have smaller time constants than do those obtained for M-channel closure when a depolarized Vm is changed suddenly to a hyperpolarized holding level' , but this is also readily explainable: M channels that are increasingly opened as e.p.s.p. depolarization rises, would begin to close progressively during the slow, descending, repolarizing limb of the e.p.s.p. Thus, the duration and time constant solely of the post-e.p.s.p. hyperpolarization phase that survives after the end of e.p.s.p. depolarization would not reflect the total time of the whole process.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 351,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 418,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 958,
                    "end": 964,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1495,
                    "end": 1502,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Hyperpolarization following activation of K + channels by excitatory postsynaptic potentials"
        },
        {
            "text": "As post-e.p.s.p. hyperpolarization in fact appears only in a limited range of V m• its presence or absence can be used to indicate limits for values of the resting Vm of uninjured neurones, without directly measuring V m using an intracellular microelectrode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperpolarization following activation of K + channels by excitatory postsynaptic potentials"
        },
        {
            "text": "In 20 preparations, the extracellular (total population) e.p.s.p. response of intact frog ganglia~ was never followed by a post-e.p.s.p. hyperpolarization, whether elicited by a single stimulus or a train of maximal B or B plus C preganglionic volleys, when the true slow i.p.s.p. had previously been eliminated by atropine. On the other hand, during application of limited depolarizing current, passed via the surface recording 0021Hl836/ 83/ 360150-Q4$01.00 electrodes, the extracellular e.p.s.p. did exhibit a post-e.p.s.p. hyperpolarization in 5 of 11 intact ganglia tested. We conclude that the resting V m of these intact sympathetic neurones is at least equal or negative to -65 mV. For neurones impaled by a microelectrode, mean resting V mS of -50 mV (ref. 3}, -54 mV (ref. 2) and -65 (range -55 to -75) 6 mV have been reported.",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 814,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hyperpolarization following activation of K + channels by excitatory postsynaptic potentials"
        },
        {
            "text": "This research was supported in part by US PHS research grant NS-00884 from the National Institute of Neurological and Communicative Disorders and Stroke.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperpolarization following activation of K + channels by excitatory postsynaptic potentials"
        },
        {
            "text": "Viruses have been found to induce inflammatory demyelinating lesions in central nervous system (CNS) tissue of both animal and man, either by natural infections or after vacclnationu. At least two different pathogenic mechanisms have been proposed for these changes, a cytopathic viral infection of oligodendroglia cells with subsequent cell death, and a host immune reaction against virus and brain antigens. We now report the occurrence of ceO-mediated immune reactions against basic myelin proteins in the course of coronavirus infections in Lewis rats. Infection of rats with the murine coronavirus JHM leads to demyelinating encephalomyelitis developing several weeks to months post-infection3-7. Lymphocytes from these diseased Lewis rats can be restimulated with basic myelin protein (BMP) and adoptive transfer of these cells leads to lesions resembling those of experimental allergic encephalomyelitis (EAE) in recipients, which can be accompanied by a mild clinical disease. This model demonstrates that a virus infection in CNS tissue is capable of initiating an autoimmune response which may be of pathogenic importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperpolarization following activation of K + channels by excitatory postsynaptic potentials"
        },
        {
            "text": "Intracerebral inoculation of Lewis rats at the age of 4-5 weeks with wild-type coronavirus JHM (1 x 10 4 plaque-forming units (PFU) per rat) was followed after an incubation period of several weeks by the development of a subacute demyelinating encephalomyelitis (SDE). Diseased animals revealed unsteadiness, ataxic gait, abnormal posturing of the limbs, hindleg paralysis or a complete paraplegia. Most of these animals recovered from SDE and only some rats died within a few days after onset of disease. The neuropathological changes consisted of demyelinated plaques which were distributed in thalamus, brain stem, cerebellum and spinal cord and were located predominantly in the white matter. Figure la shows such a plaque. Within the plaques, cell infiltrations which consisted mainly of macrophages (Fig. lb, c) , were found. As documented by Fig. lc, axons were well preserved within the demyelinated area. Furthermore, perivascular cuffings were frequently observed in diseased rats (Fig. la ) . These cuffings were mainly found in the brain stem and spinal cord and were restricted to the space around the blood vessel (Virchow-Robins space, Fig. 1d ). The destruction of myelin around these infiltrations was usually not prominent. Conventional virus isolation procedures permitted isolation of infectious coronavirus",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 698,
                    "end": 707,
                    "text": "Figure la",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 818,
                    "text": "(Fig. lb, c)",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 864,
                    "text": "Fig. lc, axons",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 1002,
                    "text": "(Fig. la )",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1159,
                    "text": "Fig. 1d",
                    "ref_id": null
                }
            ],
            "section": "Hyperpolarization following activation of K + channels by excitatory postsynaptic potentials"
        }
    ],
    "bib_entries": {
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Naunyn-Schmiedebergs Archs Pharmak",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trube",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hescheler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "322",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Effects of ATP, ADP and AMP at various concentrations. The potential of the inside-out patch membrane was maintained at +20 mV, where the single-channel current is outward-going (upward deflections in current recordings in A). The electrode solution contained 50 mM K+ (see Fig. 2). A, The upper trace was obtained in the absence and the lower trace in the presence of 0.2 mM ATP at the inner surface of the membrane. ATP; shortened the open time of the channel without affecting the unitary amplitude of the current. The overlap of up to three open channels in the upper trace was rarely observed in the presence of ATP. B, Shows the decrease in the average current through the ATP-sensitive K+ channels in the presence of ATP, ADP and AMP. The average current was calculated by integrating current flow during the channel openings and dividing the integral by the total time of the sample (generally 20-30 s of data at each ATP concentration). Average current is given by NPI, where N is the number of channels in the patch, P the probability that a single channel is open and I the amplitude of the single-channel current. Values are mean±s.e. of six ATP experiments and the average of three ADP or AMP experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effects of muscarine and TEA on afterhyperpolarizations. a-c, Intracellular responses to orthodromic preganglionic input, resting V m maintained at -57 mV ; a, before, b and c, after addition of muscarine (10 ILM). Muscarine eliminated the poste.p.s.p. hyperpolarization, even when the e.p.s.p. amplitude was restored to pre-muscarine value by repetition of input in c. (The smaller amplitude of e.p.s.ps in muscarine is presumably due to an additional effect of muscarinic agonists in frog ganglia, namely a presynaptic depression of the release of ACh 7 .) d-f, TEA (5 mM) already present, and resting V m maintained at -58 mV; afterhyperpolarizations still follow both the e.p.s.p. in d and the applied depolarizing pulses in e, f (constant current, 20 ms at 0.07 nA for e and 0.11 nA for f ). That TEA was having its expected effect on other K .. channels was evident in a prolongation of the action potential (not shown). Calibration: 4 mVand 20 ms for a-c ; 1 mV and 20 ms for d-f.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tsuneo Tosaka*, Junko Tasaka*, Takefumi Miyazaki* & Benjamin Libett *Departments of Physiology, Tokyo Medical College, Tokyo 160, Japan t University of California, San Francisco, California 94143, USA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}