{
    "paper_id": "45f53adf7d876add96238e3b309a5373ec41237b",
    "metadata": {
        "title": "Friday",
        "authors": [
            {
                "first": "G",
                "middle": [
                    "M"
                ],
                "last": "Bongartz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "P T M"
                ],
                "last": "Mali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Marchal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Basel",
                "middle": [
                    "/"
                ],
                "last": "Ch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Utrechtlnl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leuvenlb",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Caruso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Lovane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "La"
                ],
                "last": "Tona",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Lagalla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Derchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "De Maria",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Low",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Schweden",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Ouber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K.-F",
                "middle": [],
                "last": "Kreitner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "V"
                ],
                "last": "Zitzewitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Blum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Thelen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Mainzld",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Windmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "U",
                "middle": [],
                "last": "Bick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Klein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Rieger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "E"
                ],
                "last": "Peters",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Miinsterld",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The basic requirements for CT angiography are the rapid and continuous acquisition of high resolution volumetric data during the first pass of the contrast bolus in the vessels and appropriate postprocessing. The vascular contrast is function of slice thickness, table pitch, the reconstruction algorithm, the size and angle of the vessel, the degree of vascular enhancement and the attenuation of the surrounding tissues. MR-angiography has become a widespread method throughout the many imaging centres. The hitherto mostly applied technique is TIme-of-Flight (TOF) MRA with the benefits of being fast, well resolved, semi-selective due to spatial presaturation capabilities, and applicable to several anatomical areas. Phase Contrast (PC) demonstrates good results in slow flow conditions and allows flow measurements. Contrast-enhanced MRA (CE-MRA) relies on a combination of a peripheral injection of oontrast agent with a very fast TOF acquisition technique. Though similar to CT-Angiography CE-MRA benefits from liberty in image orientation, and stronger sensitivity to contrast media. Besides reconstruction of CE-MRA angiograms is more easy in areas adjacent to bone. Because of the rapid improvements of the techniques their respective role has to be reassessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: To evaluate the role of the COU in the study of bone callus formation in patients with traumatic fractures. Materials and Methods: 20 patients with traumatic fracture of distal tibial diaphysis treated with external fixator frames were submitted to COU evaluation (with broaband 5-10 MHz linear array transducer) 10-16 days after surgery and every 25 days. Conventional follow-up (clinical and radiographic data) were also performed for comparison until consolidation of fracture. Results: 10-16 days after surgery no flow was detected on fracture site in all cases, while few oolor dots were visible within periskeletal soft tissues. On the second control small calor dots were detected on fracture site in 18/20 patients while 2120 had no flow. On the third control 18/20 patients had flow signals presenting as small tortuous vessels on fracture site while 2120 had few color dots. On the fourth control flow persisted in 18120 patients while no modification were appreciable in 2120. On the fifth control a well developed bone callus was observed in 18/20 patients while the remaining two had none. Conclusion: Color Ooppler Ultrasonography demostrated the capability to predict the development of bone callus. 08:40 1359 Ultrasonography (US) in the diagnosis of radlotransparent foreign bodies (FBs) In soft tissue L. Pancione, G. Gatti, B. Mecozzi; Torinoll",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: The detection of radiotransparent foreign bodies, which account for the majority of foreign bodies (FBs) to be found in soft tissue, has always constituted a diagnostic challenge for the radiologist who is called upon to facilitate the task of the surgeon and the medical examiner, and represent a significant gap in conventional radiodiagnostic. We assessed the validity of US in the diagnosis of FBs. Materials and Methods: Five samples of bovine muscular tissue 5 cm thick was used. By making 5 mm surface incisions, 20 wooden, plastic and glass FBs having diameters ranging from t )( t mm to 1 )( 10 mm were introduced at various distances apart. Working independently and blindly, three ultrasographers evaluated the presence and size of fragments, using a 7.5-10 MHz linear probe. Results: Oiagnosis of FBs was dependent upon the size, with no correlation to depth. Oetection of 3 mm FBs was achieved with a sensitivity of 90% and a specificity of 95%. Conclusions: We present data to show that US is an excellent method for diagnosing radiotransparent FBs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1360 Possibilities of mlcrofocus radiography with methods of computer analYSis for battle injuries and after-effects A.U. Vasilyev; Moscow/CIS Purpose: increase of the effectiveness of radiodiagnosis of battle injury results. Methods and Materials: radiography in two projections for 302 patients with direct repeated enlargement of image was carried out by apparatus \"REIS· and \"Electronica tOOO\" (Russia). Focus of the tube 0.Ot5 )( 0.Ot5I'm. Results: in the case of gunshot injuries of extremities on the 5 and 7 times enlarged radiographs, often there determined small foreign bodies of different density, inculcated by wounding shell (by mine splinters, shot, bone fragments). Computer analysiS of color encoding and filtering to differentiate bone fragments and foreign bodies which were not enough contrasting. For gunshot osteomyelitis topometry was carried out more distinctly: form of the centres, borders, depth of occurrence, sequesters. In soft tissues the differentiation of separate muscle group and dividing adipose layers disappeared. In the case of swelling of hypodermic fatty cellulose there were disturbances of the clarity of image of the inner outline of the skin and hypodermic fatty cellulose. With additional filtering on the background of colour encoding in the wound channels sometimes were exposed gas bubbles. Conclusion: radiography with enlargement and mathematical analYSis of image give ildditional diagnostic information about the state of skeletal and soft tissues structures in the case of gunshot injures. Small size and weight of the apparatus \"REIS\" and \"Electronica-tOOO\" and quality of image allow to use them in radiography department in hospitals and field first-aid stations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: The aim of this prospective study was to evaluate the role of a fast, whole body helical CT scanner for primary diagnosis in trauma patients. Materials and Methods: 27 severely injured patients (9 women, 18 men; mean age 43 years) were first examined with a helical CT scanner allowing for digital radiogramms up to a length of 1024 mm and oontinous helical scans of up to 70 seconds (slice thickness 3 to 10 mm, pitch factor up to 2). The primary CT diagnosis was proofed either by X-ray after the CT examination or within the following day, by abdominal ultrasound, by additional CT scans in the following days and by clinical follow-up. Results: CT detected all clinically relevant injuries of the head, spine, chest and abdomen. The diagnosis and classification of vertebral fractures and their amount of damage to the spinal cord was performed immediately. 4% of the fractures of the extremities and the ribs were not seen primarily. 6% of the injuries were out of the CT scan field. Conclusion: Helical CT is a reliable and fast method of obtaining vital information and of improving management planning, in severely injured patients. It reduces the number of conventional X-ray examinations and can replace abdominal sonography. In certain cases additional X-rays of extremity fractures are required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: To evaluate the impact of CT with multiplanar and 3D-reconstruction on the clinical management of articular fractures. Methods and Materials: Between September 1994 and March 1996, 45 patients (13 F/32 M, mean age 38 years) with fractures of the shoulder (n = 7), wrist (n = 8), ankle and foot (n = 16), knee (n = 11) and hip joint (n = 3), were examined by thin-section CT including multiplanar and 3D-reconstruction. Multiplanar reconstructions (MPR) were performed in two predefined perpendicular planes. 3D surface reconstructions were optimized for fracture visibility. The impact of conventional radiographs, axial CT and MPR on final diagnosis and therapeutic management as well as the value of 3D-reconstructions for treatment planning was assessed by two board-certified trauma surgeons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: In 37/45 patients (82%), axial CT provided informations not available from conventional radiographs, resulting in a change in therapeutic management in 9 patients (20%). Additional findings were seen on MPR in 28/45 patients (62%) with a change in therapeutic management in 4 patients (9%). The benefit of MPR was higher in fractures of the knee, foot and wrist. In 7/45 patients (16%), 3D-reconstructions were considered helpful for treatment planning. Conclusion: CT with multiplanar and 3D-reconstruction plays a vital role in the clinical management of articular fractures. 09:20 1363 Pseudofracture appearance of the lateral humeral epicondyle C. Hoeffel, M.L. Biesse, J.C. Hoeffel, MA Galloy; TouVF",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: The aim of this study was to document normal appearance of the elbow joint in different age groups in children on plain radiographs. Methods and Materials: We reviewed 2435 elbow plain radiographs (1140 females, 1295 boys aged 0 to 15 years). For each radiograph, we recorded age sex, status of epiphyseal fusion and pseudofracture appearance of the different ossification centers and especially of the condyle of humerus (capitellum), lateral and medial epicondyle. Results: Pseudofracture appearance of the lateral epicondyle is present in peculiar age groups: 22% in girls between 10 and 10.5 years and 23% in boys between 13 and 13.5 years. For each age group, number of patients and the fusion status was recorded and plotted on charts. Conclusion: Precise knowledge of appearance and the status of fusion of ossification centers of the elbow facilitates accurate diagnosis in case of trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1364 Conventional X-ray diagnosis of uncommon carpal Injury ~ Hendrickx; HannovedD",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: This paper presents typical conventional X-ray findings of some rare, frequently overlooked injuries to the carpus. Materials and Methods: X-ray photographs of 18 patients with uncommon injuries to the wrist were compared to the surgical diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: These lesions may be classified into three categories: belonging to the luxations: the scapholunar dissociation, the pure lunatum luxation and the perilunar luxation. Fracture dislocations are a combination of a bone fracture and ligamentar rupture with consecutive luxation. They are named with the prefix \"lrans·, indicating the ossicle that is fractured (e.g. transscaphoidal perilunar luxation). Carpal instabilities occur when the \"carpal ring\" is disrupted by a fracture or a luxation. In the case of an ulnar sited lesion, the lunate bone tilts ventrally causing a V(entral) I(ntercalated) S(egmental) I(nstability). However, in most cases the radial part ist injuried, followed by a D(orsal) I(ntercalated) S(egmental) I(nstability). Conclusion: The precise knowledge of the X-ray topography, considering anatomic features such as the capitolunar and scapholunar axes, the radiuslunate-capitate-3rd metacarpal bone axis and the three Gilula arcs, is a presupposition for an exact interpretation of posttraumatic changes to the carpus. 5270 09:35 1365 3D-CT in complicated pelvic and shoulder fractures -Waste of time or useful completion to the conventional CT diagnostic process M. Jost, K.-F. Kreitner, K. Wenda, M. Runkel; MainzlD",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: The purpose of the study was to evaluate the rank of 30reconstructions in the diagnostic process of complicated pelvic and shoulder fractures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Somatom Plus scanner were used as the data base. Spiral-CT and incremental-CT scanning were performed each in 20 cases. The 3D reconstructions were done on an ISG Allegro workstation. Two radiologists and two traumatologic surgeons judged the conventional CT images and the 3D-images seperately. They evaluated the image quality (detail solution, artifacts, 3D impression) and the diagnostic value with a score from 1 (= excellent) to 4 (= insufficient). At the same time they classified the fractures (JudeVLetournel for acetabulum; Isler/Ganz for pelvis; Neer for shoulder) and suggested the further therapy process. Later the conventional CT images and their corresponding 3D images were evaluated simultaneously in terms of fracture classification and therapy. Results: In their diagnostic value conventional CT images were superior. Especially for detection of minimal fragment displacements. In cases of extended fragment dislocations and complicated fracture pattems, the 3Dreconstructions visualized the findings better. The possibility of showing the many projections allows for simulating the operative situs. The simultaneous projection of conventional and 3D-CT images changed the regimen in 20% in favour of an operative treatment. Conclusion: The 3D-reconstructions are dispensable in minimal shifted fractures. In findings of big dislocations and complicated fracture pattems. It helped to plan the operative procedure and is greatly appreciated by traumatologic surgeon, as they help to understand the complexity of fracture. 3D-CT is a valuable additional completion for these cases. 09:45 1367 Complex fractures of the calcaneum -A new CT classification for surgical therapy planning U. Linsenmaier, U. Brunner, J. Rieger, C. Rock, E. Mangel, K.J. Pfeifer; Munich/D Purpose: To develop a CT classification of calcaneal fractures that enables an objective decision between operative and conservative fracture management. Material and Methods: A consecutive series of patients (n = 62) with calcaneal fractures received plain films and bilateral CT (coronal, axial), 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "retrospectively, 18 prospectively following a defined protocol. Films were reviewed independently by two radiologists and one orthopedic surgeon blinded to the final diagnosis. Films were evaluated by the involvement of the articular surfaces, number of fragments within the posterior facet and displacement of bony fragments (axial deviation (a), decrease of width (b) and height (c)). Diagnoses were proved by intraoperative findings. Results: Patients were assigned to six classes: (I) extraarticular fractures (n = 12), (11) extraarticular fractures with dislocation (n = 5), (Ill) non displaced intraarticular fractures (n = 9), (IV) fractures with up to two fragments within the posterior facet (n = 15), (V) fractures with three (n = 12) and (VI) four and more fragments (n = 9). Dislocation was quantified for all classes using the supplements (a, b, c). According to current surgical standards classes (I), (Ill), (VI) were treated functional, (11), (IV) and (V) underwent open reduction and internal fixation. Conclusion: This classification provides objective criteria in the evaluation of calcaneal fractures for adequate and reproducible therapy planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Purpose: Stereotaxic procedures allow the localization of breast lesions. which were only detectable by mammography. The exact localization of these lesions is the basis for stereotaxic-guided interventions to achieve preoperative marking or histological clarification . To define the clinical role of stereotaxicguided interventions. we evaluated the accuracy of stereotaxic guided marking and high-speed core cut biopsy. Methods and Materials: After experimental examinations we performed stereotaxic localization and interventions in patients with breast lesions. which were only detectable by mammography (or in one plane of mammography). For stereotaxic procedures we used the Stereotix-System compatible to Senograph 500 and 600 T (General Electric/CGR). To control clinical reliability of the stereotaxic equipment we developed a new phantom. Results: Between 1992-1995 we performed 368 stereotaxic localizations and interventions (182 preoperative markings (SM) and 186 stereotaxic guided core cut biopsies (SB). The aChieved accuracy for SM was in a range of 3-10 mm in 8% and in the range of < 3 mm in 92%. The accuracy of stereotaxic core cut biopsy was 94%. Furthermore. after comparison with the histology of excisional biopsy. SB led to correct histological diagnosis of round lesions in 97% and grouped microcalcifications in 91%. Conclusion: Stereotaxic localization is a reliable method for exact preoperative marking and for histological diagnosis with highest accuracy. Perhaps SB gives the chance to avoid unnecessary excisional biopsies in benign lesions of the breast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1369 Stereotactic core breast biopsy -560 cases I. Craciun. A. Bloom; Jerusalem/IL Hypothesis: Stereotactic Core Breast Biopsy (SCBB) of nonpalpable breast lesions with 6. 12 and 24 month follow up, constitutes safe and cost effective screening. assuring very early disease detection and increased use of breast preserving surgery. Materials and Methods: 560 SCBB-s were performed over 48 months, using a Phi lips Stereotactic System, a \"BIP2\" bioptic gun and 16 G or 14 G core biopsy needles. Follow up at 6, 12 and 24 months was recommended for all patients who did not undergo further surgery following SCBB. Results: Lesions detected: benign 70.7%, malignant 21.6%, premalignant 4.1%, and inconclusive 3.6%, were followed by surgical biopsies 11.8%, lumpectomies 2%, and mastectomies 13.8%. The overall yield of the surgical procedures was: malignant 85.2%, benign 11 .6%, and premalignant 3.2%. The pOSitive predictive value of surgical biopsy following needle localization increased from 36.2% to 81 .8% following the introduction of SCBB. 87% of the surgical excisions performed, constituted definitive treatment. The combined follow up compliance rate was 54.1%, with 22% of the patients, lost to follow up. One malignancy 0.3% was found at the 6 month follow up, two premalignant lessions 0.7% were found at the 12 month follow up. none were found at 2 years follow up. Conclusions: An overall false negative rate of 0.54% (post SCBB) at 6. 12 and 24 month follow up justifies in our opinion, the use of SCBB with 2 years follow up, as a safe adjunctive method to screening mammography, thereby reducing the number of negative surgical biopsies, decreasing patient suffering and hospitalization. Purpose: So far percutaneous stereotaxic biopsy using FNA or conventional core biopsy has been associated with the possibility of sampling error, which at best can be reduced to about 2%. We have evaluated a new promising method as published by Parker which allows contiguous and directed partial or complete excision of lesions and thus promises to eliminate sampling error. Material: The Fisher digital stereotaxic table was used in combination with the Mammotome. which allows to contiguously excise full tissue cores by means of directed suction and cutting. Results: We have examined 150 patients (48% masses, 52% microcalcifications). In 62% macroscopically complete excision was possible. Planned partial excision was performed in 17% and in 21% of the lesions (mostly masses) assessment was impaired by some overlying hematoma. Mean size of hematomas was only 1-1 .5 cm. No relevant complication occurred. In 77% with benign lesions no further surgery was necessary. In the 5% of AOH and 18% of invasive carcinomas patients went on to definition surgery. Conclusion: Since all or a definitely representative part of suspicious lesions can be contiguously removed, excellent accuracy can be expected. This method may in the future be able to replace diagnostic surgical biopsy. Purpose: The purpose of this study was to evaluate the radiological classification of breast lesions by mammography and ultrasound (US), and to compare the results of core biopsy of malignant breast lesions with open biopsy. Methods and Materials: Between january 1994 and january 1996. 166 women underwent core biopsy. In all women with an uncertain. suspicious or malignant classification of mammography/US a core biopsy was performed on the same day. The biopsy procedure was made with a 16 G biopsy device (BIP Medicor). positioned by stereotactic cy10guide eqUipment (Philips). At least 3 firings were performed on every lesion. Results: In 112 out of 166 patients a breast carcinoma was diagnosed The radiological classification ·uncertain\", \"suspicious\" or \"malignant\" gave excellent correlation with the histology. 24%, 67% and 100% respectively. In 90% of cases the histology of the core biopsy and the open biopsy was the same. The sensitivity of core biopsy was 89%, specificity 96% with an accuracy of 90%. Conclusion: The proposed classification is accurate in predicting the probability of a histologically malignant breast lesion. The core biopsy can replace the open biopsy in almost every case . Purpose: In conjunction with mammography stereotactic devices are used to allow accurate lesion localisation prior to fine needle aspiration cytology or core biopsy. Because of the physical discomfort, psychological burden and radiation dose incurred during localisation procedures, we feel that proficiency in the technique is desirable before it is performed on patients. To this end we constructed a simple inexpensive phantom for training purposes. Methods and Materials: Using home-made childrens modelling dough a phantom that simulates breast tissue was constructed. Pieces of chalk were used to simulate lesions within the phantom. The phantom, covered with thin plastic film was easy to handle and had consistency and resilience similar to breast tissue. It is routinely used for training purposes in our department. Results: The training phantom we described has been found to have several desirable features. It is inexpensive and rapidly prepared from easily available materials. The site of biopsy target leSions can be altered, and the phantom re-modelled at will. The consistency of the phantom facilitates handling and compression necessary in mammograph. The radiographic appearances are satisfactory. Conclusion: The use of phantoms as training tools is widely recognised. Stereotactic localisetion of clinically occult lesions detected mammographically plays a valuable role in the early diagnosis and management of breast S271 Friday carcinoma. We describe a training phantom that allows proficiency to be obtained in a radiological technique that has significant clinical impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "08:40"
        },
        {
            "text": "1373 Ultrasound guided biopsy of breast lesions -with the patient In the sitting position using the Edde breast biopsy compression device (EBCD) D.J. Edde; Montreal/CAN Purpose: Traditional ultrasound biopsy is practised with the patient lying down. EBCD allows the intervention to be done with the patient in the sitting position while the breast is immobilized. Materials and Methods: 79 breast lesions were biopsied using the EBCD device Immobilization of the breast allows a greater accuracy in order to biopsy the small mobile nodule which is usually not palpable. EBCD holds and secures the breast allowing the radiologist to have both hands free to perform the biopsy. Compression of the breast gives a better image quality of the pathological nodule or cyst. This simple device allows safe and accurate use of fine needle aspiration, core biopsy using a biopsy gun with an 18 gauge needle and pre-operative hookwire localization of the non palpable nodule. Results: Of these 79 lesions, 51 were solid and 28 were cystic. We performed on these 79 lesions, 74 FNA with a 22 gauge needle and 29 core biopsies with an 18 gauge needle with a biopsy gun. Of the 51 solid lesions, 14% were neoplastic, 29% were fibroadenomas, 16% were benign epithelial cells, 14% were fibroadipose tissue, 12% were fibrocystic disease, 12% had fibrosis, 4% had necrotic cells (2% fatty necrosis and the other 2% was necrosis due to post-radiation therapy). Of the 28 cysts 4% were neoplastic, 7% represented fibrocystic disease and 89% were simple cysts. The complication rate was 0%, we did not have a single vasovagal reaction in our series. None of our 29 patients had hematomas post-core biopsy. The sensitivity of our method was 100% with a specificity of 100%. Agreement between core biopsy and open surgical diagnosis was 100%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "09:10"
        },
        {
            "text": ". Conclusion: The advantages of the sitting position are safer access since the biopsy needle is parallel to the chest wall, and easy access to any quadrant of the breast. We believe that EBCD is a new technique for a more accurate easier, safer, higher quality breast biopsy under ultrasound guidance. We hope it will be adopted by most ultrasonographers. Purpose: To compare 14-, 16-, and 18-gauge long throw biopsy needles in breast biopsy for yield and quality of harvested tissue. Materials and Methods: A prospective randomized study was performed on 49 patients (age 17-73 y) with suspicious breast lesions. Under stereotactic guidance (Mammotest, Fischer) 2 passes were performed in random order with 3 biopsy needles (Bard Magnum, in each lesion. Samples were measured for tissue area with an image analysis system (Olympus-CUE2) and scored for tissue fragmentation, crush artifact and diagnosis (score range: 0-9). Surgical proof was obtained in all cases. Results: The 14-gauge biopsy needle obtained significant greater specimen than the 16-and 18-gauge needles. No significant dillerence was obtained in the mean total score (14-gauge = 7.7, 16-gauge = 7.2, 18-gauge = 7.3) for all 3 needles. However, with respect to benign breast lesions 14-gauge needles scored significant better than 18-gauge needles (p = 0.002) and better than 16-gauge needles (n. s.). The mean total score for malignant lesions was not significanlly different. Conclusion: Our results indicate that the success of breast biopsies depends both on accuracy and needle size. However, with respect to benign breast lesions only 14-gauge long throw biopsy needles can be recommended for breast biopSies. Purpose: To define the histopathologic correlation of US guided fine needle aspiration cytology in breast lesions. Methods and Materials: 135 consecutive patients underwent US guided fine needle aspiration cytology. 45 patients had palpable lesions, 90 were only 5272 seen on mammography and/or sonography. Lesion size ranged between 0.8 and 8 cm. Cytology was performed with two US machines a Toshiba 250 AA and a Siemens Vectra both equipped with linear 7.5 MHZ transducers. The needle was inserted along the long axis of the transducer and permanent control of the needle tip was achieved during sampling. A 21 gauge 8 cm long needle was used for sampling. Results: Altogether true positive cytology was achieved in 104/135 breast lesions (77%). No diagnostic cellular elements were found in 19/135 lesions (14%). In the malignant group 7172 cytologies were false negative (10%) and in the benign group 5/63 cytologies were false positive (8%). Conclusion: US guided aspiration cytology in breast lesions is a very simple and cheep method that provides a correct histologic diagnosis in more than 314 of lesions. It should be used to prove the radiological expected nature of the lesion and not to rule out malignancy. A studying group, including 12 radiology departments operating for diagnosis in senology, has been created in Lombardy. Its purposes are to check and to compare respective operating rules in order to optimize them and to collect and elaborate data from large series of patients, also when these ines are studied with dillerent methods. The members of the group have purposed to value breast lesions undergone fine needle aspiration, as first common subject of study. In 7 months, t .405 FNA for cytologic examination have been performed on a series of 23,952 women. All women had been studied with mammography, 7.021 of them had also undergone ultrasound examination. After collecting and studying those data, we have further considered indications to FNA, dillerent types of guide used, clinical findings, patterns in mammography, ultrasound, citology and, as last, the range of variability of these parameters in the 12 centres belonging to the studying group. We think that our cooperation has improved the quality of assistance to the patients, finding a common pathway in diagnosis.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 739,
                    "text": "(Bard Magnum,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "09:10"
        },
        {
            "text": "1377 Comparison of different biopsy guldances and techniques of the same breast lesion -when not to use stereotaxy? G. Forrai 1 , K. Zana 2; 1 Budapest/H, 2 Toulouse-Rangueil/F StereotaxiC and ultrasound guided fine-needle aspiraton cytology are both world-wide accepted techniques in the diagnostiC of nonpalpable breast masses. Generally, the technique of guidance is chosen by the imaging method which better visualises the lesion. Despite of the fact that mammography allows the perfect imaging of most lesions -especially in the atrophic breast -ultrasound guidance is still frequenlly superior than stereotaxy. On the other hand, large core breast biopsy is usually guided by stereotaxy, even if the mass is well recognised by ultrasound. Authors describe the preferential biopsy guidance techniques for different breast pathologies, by taking into consideration their own experiences and results. Biopsy: Fine needle aspiration biopsy of the pancreas has been performed lor over 20 years with a good record of safety and very high specificity but poor sensitivity. Many centres have now replaced FNA with larger calibre core biopsy with 100% specilicity and sensitivities of between 90-95%. The mortality rate for image guided tru-cut biopsies is approximately 1 in 2000. Acute pancreatitis: The general trend over the last ten years has been to intervene less in acute pancreatitis. Intervention for sepsis should be reserved for patients deteriorating clinically where FNA for the diagnosis 01 sepsis can be simple and effective. The effectiveness of catheter drainage for pancreatic sepsis depends very much on the extent and consistency of the associated tissue necrosis. Often numerous drains are required together with very long periods of drainage. Attempts at percutaneous debridement have not proved particularly successlul. Very large catheters whilst improving drainage can cause complication in the long run such as bowel perforation. As a general principle any percutaneous drainage procedure will infect the space being drained often making the clinical situation worse. It is important to evaluate the presence of sepsis by FNA belore proceeding to delinitive drainage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "09:45"
        },
        {
            "text": "Pseudocysts: The majority 01 small pseudocysts will resolve over time and a trial 01 conservative management is nearly always appropriate. Transgastric drainage of pseudocysts in the body and tail allows for initial assessment 01 pancreatic juice output and subsequent conversion to an internal double pig tail drainage system. In the presence 01 varices or where drainage into the duodenum is required this is best performed endoscopically under endoscopic ultrasound control (EUS) or using a miniprobe system (MUS). Spleen: Biopsy of the spleen is a lot less dangerous than has been traditionally assumed both percutaneous FNA and tru-cut biopsy. Percutaneous drainage of splenic abscesses in no more dangerous than similar procedure produced in the liver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "09:45"
        },
        {
            "text": "1380 Interventional radiology of the spleen J.C. Kurdziel; LuxembourgIL",
            "cite_spans": [],
            "ref_spans": [],
            "section": "09:45"
        },
        {
            "text": "The spleen can benefit all the interventional procedures performed for diagnostic or therapeutic purposes, in other major abdominal plain organs. However, in comparison to other abdominal organs, the spleen is particular in the following aspects: (1) it is a highly vascularized mesenchyma with a fragile capsule, therefore, percutaneous biopsies should be performed with care, avoiding multiple passes and eventually be associated with embolization of the intrasplenic tract used for biopsy. (2) because of the lack of a strong tissular architecture, the spleen is more prone to traumatic rupture and since conservative management of posttraumatic hematomas is mostly considered delayed percutaneous aspiration and or drainage should be considered when spontaneous resolution is not achieved. (3) a terminal circulation induces infarction in case of embolization when the indications are traumatic bleeding or hematological disorders like ITP. Such infarction may be associated with abscess formation when total embolization is achieved. The use of partial embolization when the function of the spleen must be cancelled is therefore mandatory in order to maintain a limited degree 01 splenic function. The same technique can be applied for traumatic bleeding whereas proximal coil embolization can be applied to reduce pressure in the splenic arterial bed, when no active bleeding is demonstrated at CT or arteriography, but the traumatic lesions are significant. Biopsy, drainage of Iluids or embolization can be applied successfully in the spleen, providing all those specific aspects of the organ are known and cautious monitoring of the procedure is achieved. ",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "(1)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "09:45"
        },
        {
            "text": "Benign prostatic diseases as well as carcinoma of the prostate today constitutes a major and still escalating international health problem. In a Western SOCiety a man aged 40 will have a chance of about 25-30% to be operated on for benign prostatic hypertrophy (BPH); in men more than 45 years of age this operation become already the second most frequent one. It is easy to understand that this situation is an enormous burden on health economics for all countries, so the search for alternative management strategies for BPH becomes more and more important. This includes medical management as well as minimally invasive therapeutic options. In many developed countries prostatic carcinoma (PC) is the most commonly diagnosed malignancy in men. Epidemiological data showed that clinically insignilicant or \"latent\" cancers by far outnumbers the clinically significant cancer. Nevertheless there is a rising incidence 01 newly diagnosed PC as well as an increased mortality from PC in many developed countries where these data is available. Although this rise in new cases of PC may result, at least in part, from an increased awareness of and search for the condition by screening programs utilising PSA and modem imaging techniques, it is becoming clear that clinically significant PC is also on the increase. To select the proper form of therapy an accurate staging of PC is mandatory. Localized PC can be cured today. In metastastic disease life expectancy as well as the remission interval can be prolonged by modern treatment modalities. More accurate and earlier diagnosis, a better understanding 01 the nature 01 this disease as well as optimal staging procedures will undoubtedly continue to expand and improve treatment options. Many 01 the current controversies about BPH at PC will be resolved when the results 01 long-term, randomized studies shall be available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room E2"
        },
        {
            "text": "Transrectal ultrasound (TRUS) is primarily used in the diagnosis 01 prostate cancer; its role in the diagnosis 01 prostatitis still remains unclear. The use 01 TAUS in the diagnosis 01 prostate cancer has developed considerably in the past decade, as we have achieved a clearer understanding of the ultrasonic leatures 01 prostate cancer, the differential diagnoses 01 hypoechoic areas within the prostate, biopsy protocols and the strengths and limitations 01 serum measurements 01 prostate specilic antigen (PSA). Prostate cancer is predominantly hypoechoic but cancers may be isoechoic and this presents a diagnostic challenge lor radiologists. Colour and Power Doppler have been relatively disappointing in identifying isoechoic prostate cancers and the role of ultrasonic contrast agents in aiding the diagnosis 01 prostate cancers is currently unclear. TAUS guided biopsy is the most appropriate way 01 accurately performing prostate biopsies; biopsies 01 peripheral zone hypoechoic areas and areas of palpabte abnormality may be taken; another technique is to obtain multiple systematic biopsies of the prostate under TAUS guidance in patients with abnormal PSA levels or abnormal PSA density. Prostatic intraepithelial neoplaSia (PIN) is being reported with increased Irequency in prostate biopsies and the need lor re-biopsy 01 this lesion to exclude cancer is unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R. Clements; NewportlUK"
        },
        {
            "text": "Pilot screening programmes using digital palpation, PSA measurements and TAUS lor the detection 01 early prostate cancer in asymptomatic patients have been undertaken in Europe and the USA but remain controversial. 1383 C. Local staging of prostate cancer by endorectal MRI using fast spln-echo sequences F. Comud, X. Belin, O. Helenon, J.F. Moreau; ParislF Ability 01 endorectal MAl to predict local extent of prostate cancer is controversial. Understaging occurs in approximately 50% cases particularly when the tumor originates in the apex, as the capsular signal is absent. Likewise, microscopic invasion 01 the intraprostatic portion of the seminal vesicles cannot be demonstrated by MAL Overstaging is a major concern and MAl shows a specilicity varying Irom 50 to 96% for the diagnosis 01 extraprostatic disease S273 probably owing to differences in MRI modalities and to the way in which MR images are interpreted. Endorectal MRI is highly operator-dependent, and interobserver variations are frequent, particularly in case of multi-institutionnal study. Interpretations made in a single institution, by radiologists very familiar with endorectal MRI yield a better specificity. Finally, radical prostatectomy specimen is an imperfect \"gold standard\" because incision of the prostate capsule is common during surgery precluding correct pathological staging. Despite its limitations, endorectal MRI improves the preoperative staging of prostate cancer as it identifies 50% of patients who have clinically occult extraprostatic disease, thus reducing the preoperative understaging rate by haH. In experienced hands, it can detect, for a given individual, extraprostatic invasion with extremely high specificity, ensuring that few, if any, patients will be deprived of curative surgery. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R. Clements; NewportlUK"
        },
        {
            "text": "From the point of view of the Radiologist there are two important groups of allergic lung conditions -eosinophilic pneumonia and extrinsic allergic alveolitis. This lecture reviews these two forms of allergic lung disease. Eosinophilic pneumonia or pulmonary eosinophilia is a diverse group of disorders characterised by pulmonary infiltrates which are rich in eosinophils. There is almost always an associated peripheral blood eosinophilia and an increase in the number of eosinophils in bronchoalveolar lavage fluid. The eosinophilic pneumonias are difficult to classify but the following are those which are usually recognisable clinically and radiologically: Simple pulmonary eosinophilia, tropical pulmonary eosinophilia, allergic bronchopulmonary aspergillosis, acute eosinophilic pneumonia, chronic eosinophilic pneumonia. The characteristic radiographic and CT appearances will be discussed. Extrinsic allergic alveolltls is caused by the repeated inhalation of articulate organic antigen. The particles are very small and reach the terminal bronchioles and alveolar ducts where they are responsible for a respiratory bronchilitis and alveolitis. The disease is normally divided into acute, subacute and chronic forms, depending upon the timing and severity of exposure and onset of the disease. Each give characteristic radiographic and HRCT patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room F1"
        },
        {
            "text": "1385 Pneumonia In the immunocompetent and Immunocompromised patient G. Gavelli, M. Zompatori, A. Canini, F. Celletti, G. Battista; Bolognall Infective pneumonitis are one of the most important causes of morbidity and mortality. Clinical suspicion of pneumonitis is a common motivation to the radiological evaluation. It is important to differentiate community and nosocomial pneumonitis and pneumonitis in immunocompetent and immunocompromised patients. The role of radiology may be summarized as follow: (1) Defining presence, site and extension of thoracic pathology. False negative findings are rare but possible in early stage of diffuse pulmonary infection as PC in AIDS patients and miliary tuberculosis: X-ray findings appear later in comparison to clinical symptoms but HRCT or Ga 67 scintigraphy are able to visualize pulmonary involvement in early stage. (2) Stating if radiological pattern is compatible with infective pneumonitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room F1"
        },
        {
            "text": "Differential diagnosis between infective pathology and other lesions is difficult. It is important to correlate clinical and radiological findings. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room F1"
        },
        {
            "text": "A prime indication for imaging in neuro-ophthalmology is visual loss. Effective imaging must be tailored to the clinical pattern of visual loss. For presumed ocular causes, sonography is the investigation of choice, followed in some cases by MRI. Optic nerve lesions can sometimes be localised clinically to the intraocular, intraorbital, intracanalicular or intracranial portions of the nerve. CT and/or MRI may be combined to clarify the nature and extent of involvement. When optic neuropathy is part of a more generalised disorder, such as multiple sclerosis, wider imaging of the CNS may be necessary. Vascular accidents involving the eye and optic nerve require reliable non invasive imaging of the extracranial cervical arteries. Modem noninvasive imaging techniques show intracranial aneurysms large enough to compromise the visual pathways; intra-arterial studies are indicated only for therapy. This may not apply to some low-flow arteriovenous malformations or fistulae interfering with Vision, for which detailed superselective diagnostic studies may be required. MRI is the first-choice technique for lesions of the intracranial optic pathways. Functional MRI studies may also be employed in certain circumstances; they may conceivably indicate the potential for visual recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room F2"
        },
        {
            "text": "1387 Infectious diseases of the brain C.F. Andreula; Barill",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room F2"
        },
        {
            "text": "The involvement of the Central Nervous System along the course of infectious diseases causes different clinical, anatomopathological and neuroradiological aspects, due to the different microbical agents, to their virulence and the efficacy of the Immunitary System of the host. Brain infections are distinguished according to the life period occurring: lesions affecting the foetus in the first and second trimester of pregnancy with organogenesis disturbances and consequent malformations, and infections of the late pregnancy, perinatal period, childhood and adulthood. Lesions are divided in diffuse and focal ones. The diffuse ones are: meningitis, meningo-encephalitis and encephalitis. Acute meningitiS are almost always neuroradiologically negative. In Chronic meningitis the most frequent is the tubercular granulomatous form, then Mycosis as Cryptococcosis and Coccidioidomicosis. Neuroradiology monitor the complications of meningeal infections, such as severe hydrocephalus, ventriculitis, subdural effusions infections and cerebrovascular complications. Among Congenital Encephalitis the most frequent infections contracted during the pregnancy are listed below the acronym TORCH. Among the Periand Post-natal encephalitis we should report Herpes Simplex type 1 Virus acute meningo-encephalitis and acute disseminated encephalomyelitis with demyelinating \"plaques\". Chronic encephalitis is very uncommon. The focal lesions are cerebritis, immature form, and abscess and granuloma, mature forms and cysts. The agents responsible for abscesses are bacteria. The agents responsible for granulomas are mycobacteria, fungi, and protozoa (toxoplasma). Parasitic cysts are related to Echinococcosis, Cisticercosis and CryptococcosiS. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room F2"
        },
        {
            "text": "Magnetic resonance (MR) have greatly advanced both the understanding and the diagnosis of pediatric pathology. In order to maximize the information, high-quality images must be obtained. In pediatric patients motion during imaging sequences produce artifacts that may simulate pathologic conditions. Adequate sedation or general anesthesia eliminate the gross body motion. The effects of the physiologic random or periodic motion artifacts (i.e. bowel peristalsis or cardiac pulsation) can be controlled with a variety of techniques, including respiratory and cardiac gating, k-space phase reordering, gradient moment nulling, and even echo rephasing. Fast and reduced-acquisition matrix Fourier-acquired steady-state (RAM-FAST) techniques allow acquisition of a set of images in less than 30 sec. Ultrafast techniques virtually eliminate all motion at the expense of a poor SIN ratio. Other artifacts may simulate pathologic conditions and produce pitfalls in the interpretation of MR images (aliasing, truncation, chemical shift and magnetic susceptibility artifacts), including those related to the use of MR angiography. With an understanding of MR physical principles, instrumentation and techniques artifacts can be identified, corrected, minimized, or avoided. Moreover, in pediatric MR, the imaging parameters for the acquisition of optimal images differ from those of the adult because standard adult imaging sequences do not consider the changing appearance of the developing brain and bone marrow. An understanding of these physiological variations with age is also important in examining MR pattern and determining whether they are potential disease process or normal variations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RoomG"
        },
        {
            "text": "1389 Doppler ultrasound In the pedlatrlc abdomen Z. Harkanyi; BudapestIH Pediatric vascular imaging using ultrasound has become an essential part of abdominal studies. Recent observations indicate the usefulness of Doppler US in the detection of increased or reduced vascularity of the bowels in certain disorders. Congenital vascular anomalies can be diagnosed with the combination of conventional US imaging and duplex-Doppler method. New ultrasound techniques have been introduced: color Doppler imaging (COl), color vascular imaging (CVI) and CVIQ (volume flow measurement), color amplitude imaging (CAI) (or power Doppler) (to detect slow flow). The possible impact of the new techniques will be discussed. Indications of abdominal Doppler ultrasound studies will be summarized: Liverlbiliary: portal hypertenSion, portal thrombosis liver masses, liver transplant, acute cholecystitis; Renal: renal artery stenosis, inflammatory diseases, renal masses; Bowel: appendicitis, inflammatory bowel disorders (Crohn's disease), intususception; Vessels: aneurysm, congenital anomalies, thrombosis (IVC, aorta, iliac). In some cases color Doppler US is sufficient to establish the diagnosis, in other cases we can select the patients for other vascular imaging studies (e.g. MRA, CTA, angiography). Vascular ultrasound seems to be an excellent, non-invasvive and cost-effective means to increase the confidence of the diagnosis. Limitations of the applications: operator dependency of abdominal Doppler examination and the need of respiratory cooperation . The labyrinthine lesions are transverse originating in the occipital bone. The incus is usually damaged in the long process with or without dislocations. The stapes may be involved with vestibular luxation, fracture of the footplate and/or lesions of the annular ligament. CT may also be performed in the detection of traumatic labyrinthine fistula particularly through the oval and round windows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RoomG"
        },
        {
            "text": "In case of post-traumatic nerve paralysis, a hematoma in the course of the nerve can be detected on MR and the damaged nerve segment is sometimes seen as a thickened enhancing region. More over only MR can show the proximal and/or distal extend of the nerve oedema, showing the surgeon that the decompreSSion should be wider. MR can also help in the differentiation between an encephalocele and other tissue or fluid when a tegmen fracture occurs. MR is also the only technique able to demonstrate intra labyrinthine hemorrhage (on unenhanced Tl-weighted images) or fibrosis (on gradientecho images) in case of labyrinthine concussion. The inflammatory changes developing during the days following the occurrence of a perilymph fistula can sometimes be recognized as an intralabyrinthine enhancement on MA. Finally MR is the method of choice to look for contusions or hemorrhages in the brain tissue surrounding the temporal bone and in the important structures of the auditory and vestibular pathways. Direct ante grade puncture of the brachial artery is the preferred vascular access for angiography of failing haemodialysis fistulas. Angiography via brachial artery access gives more information about flow situation, morphology and hemodynamic significance of a stenosis than any other angiographic technique especially retrograde angiography with suprasystolic pressure cuff. Direct antegrade puncture opens several possibilities for percutaneous transluminal angioplasty (PTA) in the arterial part, the anastomosis and the distal and even the proximal venous outflow of an arterio-venous fistula. The advantages and disadvantages of this technique will be discussed with several examples of PTA. All material which is necessary for this intervention will be demonstrated and the procedure will be explained in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RoomG"
        },
        {
            "text": "The purpose of our workshop is to demonstrate our current technique of angioplasty of hemodialysis fistula. We will focus on technical points based on Video demonstration including various clinical cases. We use a direct puncture of the fistula using a laG Tellon needle. A soft tip guide wire is used to cross the stenosis and a 6 F introducer sheath is introduced. A 20 to 30 mg bolus of heparin is recommended, lowering the risk of thrombosis. The sheath allows less trauma to the skin entry point and facilitates control angiograms. Living a > 1 cm subcutaneous tract between the entry point in the fistula and the skin puncture is a valuable method to prevent late false aneuyysm. The size of the balloon is usually from 6 to 7 mm for PTFE grafts and from 5 to 12 or 14 mm according to the size of the vessel to be dilated in fistulae. Slight overdilation is possible. The systematic use of a manometer is mandatory in order to avoid balloon rupture in very strong stenoses. Regular PTA balloons are to be used on the first intention but in about 10% of cases, the stenosis will resist to 15 atm and a high pressure balloon (Blue Max, Olbert) should be tried. In some cases however, failure can occur due to stronger stenosis. ing, fMRI) . In this lecture the physical principles of PET, SPECT, fMRI will be presented, with reference to the most recent technological improvements. Relative merits and limitations with respect to the performance of the techniques in terms of spatial resolution, detection efficiency, temporal resolution, quantitation accuracy will be discussed. Their suitability for research and clinical applications will also be considered. ",
            "cite_spans": [
                {
                    "start": 1232,
                    "end": 1242,
                    "text": "ing, fMRI)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Angioplasty of hemodlalysls fistulas (part Ill) M. Sapoval; ParislF"
        },
        {
            "text": "Today an estimated one million children have AIDS and The World Health Organisation estimates that this number will reach 10 million by the year 2000. Ninety percent of infected children are contaminated by materno-foetal transmiSSion, blood contamination is now minimal. Twenty percent of newborns from infected mothers will contract the disease. Prognosis is still poor even if survival has improved due to treatment. The main manifestations are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room Mozart"
        },
        {
            "text": "(1) Pulmonary infections: viral or bacterial usual pediatric infections, opportunistic infections with increasing cases of mycobacterial infections. Pneumocystosis is decreaSing with prophylactic treatment. lymphoid interstitial pneumonia is caracteristic of children. (2) Abdominal infections are also very frequent, due to virus, bacteria, protozoa of fungi. They concern the digestive tube but also plain organs especially the liver. Nephropathy leads to renal failure. (3) Central nervous system (CNS) involvement by the HIV itself is of poor prognosis with severe developmental delay. CNS opportunistic infections are much rarer in children than in adults. (4) Tumors are becoming more frequent in children with better survival due to treatment. They are mainly lymphomas and smooth muscle tumors. Radiologic presentation will be described in all theses cases with examples and the role of each radiological exam will be discussed. ",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Room Mozart"
        },
        {
            "text": "The aim of the paper is the role of the radiographer in the following intervention. He has to inform the patient about the following procedures and monitoring him during his stay in the radiology department. Percutaneous translumlnal angloplasty (PTA) (1) Have the old examination available and study them (2) Handling with steerable guidewires (3) Special introducing set (depends on balloon thickness) Preparing the balloon catheter (balloon-Iength,-thickness depends on the stenosis) (4) Stop watch lliaca and femoral stents: The procedure is the same as with PTA. In case the patient had several times a PTA at the same vessel position, it could be an indication to place an iliaca or femoral stent. In addition to the normal DSA or PTA procedure you need some various types of instruments, as for example a special delivery instrument for the stent. Embolization: Occlusion of abnormal, bleeding vessels and A-V shunts. There are different types of procedures, for example the \"Hilal Embolization Microcoil\". This is a soft platinum microcoil with synthetic fibers. Used for embolization of selektiv vessel supply. Summary: The different investigations from the radiographers point of view and patient handling will be discussed.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "(1)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Room Schubert"
        },
        {
            "text": "1399 Interventional radiology (part 11) C.L. Zollikofer; WinterthurlCH",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room Schubert"
        },
        {
            "text": "Interventional radiology may be devided in into two large categories, vascular and non vascular interventions. A) Vascular interventions deal mainly with recanalisation procedures i.e. percutaneous transluminal angioplasty (PTA) of arterial and venous obstructions. There is a vast number of instruments being used ranging from steerable guidewires and various balloon catheters to devices for mechanical recanalisation such as aspiration catheters, various types of drills and atherectomy catheters. For acute occlusions pharmacological thrombolysis and/or mechanical thrombectomy devices may be used. On the other hand embolisation procedures are performed to occlude abnormal or bleeding vessels such as in trauma, tumor, ulcers, infection or arterial venous malformation and aneurysms. B) Non vascular procedures include mainly percutaneous biopsies for diagnostic workups and drainage procedures such as abscess drainage or drainage of the biliary and urinary system. Lately endoluminal stents are increasingly used for palliation of strictures of the esophagus, stomach, duodenum and colon . The radiographer in the interventional room should be familiar not only with the various procedures but also with the instrumentation, patient monitoring and in most frequently used drugs in these procedures. Imaging strategies of patients in the intensive care unit (ICU) diller substantially from those in other patients for several reasons: Examinations performed in the radiology department expose the patients to significant risks due to limitations in monitoring and therapy during transport and examination. Therefore, bedside imaging modalities such as plain radiography (including special views) and ultrasonography are particularly important. The patients' cooperation is usually severely compromised, allecting image quality and diagnostic value of otherwise established examinations. Fast imaging modalities are required to overcome motion artefacts and decrease overall examination time. Life support devices may degrade image quality and even preclude specific examinations. Therefore, in these patients CT is usually superior to MRI. lmaging may be required out of ofice hours performed by stall with limited experience. Modalities with unrestricted availability may thus replace dedicated procedures (e.g. Spiral-CT versus pulmonary angiography in suspected pulmonary embolism). This presentation will deal with common diagnostic problems and an approach to the optimum use of imaging procedures in ICU patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room Schubert"
        },
        {
            "text": "Imaging of abdominal and pelvic emergencies either traumatic on nontraumatic has undergone marked changes in the last decade. Commonly performed additional imaging studies, including ultrasonography and computed tomography, enable many underlying causes to be diagnosed promptly, more accurately and less invasively, thus contributing to a decrease in mortality rates. Precise clinical history and thorough physical examination are, however, necessary to tailor the diagnostic approach to the individual patient. Plain abdominal radiographs remain the initial examination in acute nontraumalic abdominal conditions and may be mandatory in intestinal obstruction, when careful and methodical interpretation is exersised. Ultrasonography has shown to be extremely accurate in depicting abdominal absesses or intraperitoneal, pararenal or perihepatic fluid collections. It can also diagnose acute cholecystitis and acute appendicitis, while it demonstrates parenchyma! changes in traumatic abdominal conditions. Computed tomography oilers the advantage of a simultraneous comprehensive evaluation of both solid and hollow viscera in inflammatory, neoplastic and vascular disorders. It has revolutionized the evaluation of patients with intestinal obstruction, allowing an accurate diagnosis, by defining the location and the likely cause and suggesting the presence of intestinal ischemia or strangulation. Acute cholecystitis, abdominal abscesses, pancreatitis, pelvic inflammatory disease and acute mesenteric ischemia are additional diagnostic posibilities for which CT has gained wide acceptance. Contrast enchanced CT studies have also proved the diagnostic approach of choice in evaluating stable patients with blunt abdominal trauma. Over the years trauma has become one of the leading causes of mortality, especially for the younger population. Moreover, the socio·economic impact with al kinds and grades of disability, long hospital stay, and expensive rehabilitation is a tremendous burden for the society. Despite these facts, modern and appropriate trauma management has not been discussed and taught too often in lectures, meetings or symposia. The purpose of this Round- Table- Presentation is, to emphasize the necessity of concepts, to be acknowledged and applied by the medical stall dealing with trauma. Such a concept may be represented by 5 simple words:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2183,
                    "end": 2189,
                    "text": "Table-",
                    "ref_id": null
                }
            ],
            "section": "B. Abdominal and pelvic emergenCies N. Gourtsoyiannis; Heraklion, CretelGR"
        },
        {
            "text": "(1) where, i.e. the Trauma Room (TER) in s i ze and site (2) who, i.e. the Trauma Team (3) what & how, i.e. the Equipment and the Work-Up-Program (4) when, i.e. the Organisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Abdominal and pelvic emergenCies N. Gourtsoyiannis; Heraklion, CretelGR"
        },
        {
            "text": "It is impossible, to cover the whole topic within 90 min. ; however a surgeon (Prof. Fasol) will describe the clinical aspects and demands in regard to imaging. He will point out the necessity of interdisciplinary cooperation and mutual information. Dr. Bode will underline this by presenting his (our) concept and system of a well functioning trauma room . Dr. Mirvis will share with us his great experience on the field of Acute Traumatic Aortic Injury (ATAI) -one important challenge for appropriate trauma workup und management. The value of dillerent imaging modalities will also be under discussion. Prof. Hruby will describe his experience with digital radiology in traumatology. The speakers are prepared and willing to take questions and to discuss comments from the audience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Abdominal and pelvic emergenCies N. Gourtsoyiannis; Heraklion, CretelGR"
        },
        {
            "text": "1403 The trauma team: What does the surgeon expect from radiology?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Abdominal and pelvic emergenCies N. Gourtsoyiannis; Heraklion, CretelGR"
        },
        {
            "text": "At mi ddle-European trauma units standard roentgenograms are still on the hands of trauma surgeons. Despite of this fact modern traumatology requires close cooperation between radiologist and trauma surgeon in dillerent modem examination techniques. The success of this work depends on many requirements which should be met:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P. Fasol; ViennalA"
        },
        {
            "text": "(1) 24-hours duty of full drained radiologist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P. Fasol; ViennalA"
        },
        {
            "text": "(2) Close neighbourhood of radiologic department to the trauma unit. Fatal haemorrhage is the dominant cause of death in trauma victims. The pertinent role of radiology in the management of such a patient is the reliable determination whether or not haemorrhage is a threat. By looking fast and hard for this condition one is able to spot damage to the respiratory and neurological system as well, both being other leading causes of death. It is clear that such a task can only be successfully fulfilled when radiology is incorporated in the trauma team and that much of the above mentioned can be done as a collateral procedure to the surgical and anaesthesiological ellorts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P. Fasol; ViennalA"
        },
        {
            "text": "Location, lay-out and design of the TEA (trauma emergency room) should meet the demands of the various branches working there and close co-operation and understanding are essential. Work-up by protocol using conventional radiography and ultrasound are the basics. Aefinement comes from low threshold use of C. T. after and not in stead of the basics. Therapeutic manoeuvres may follow-up diagnostic angiography. MAl has certainly a role to play but usually not in the first (golden) hour. Without the personal involvement of the radiologist a \"blind\" trauma team is operating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Friday"
        },
        {
            "text": "1405 Major vascular Injury In trauma: Influence of new technology S.E. Mirvis; Baltimore, MD/USA This presentation addresses developments and controversies of the last decade concerning the imaging assessment of blunt trauma patients with potential traumatic aortic injury (TAl). The lecturer will briefly describe the \"natural history\" of acute TAl as it relates to the diagnostic work-up and initial management. The appropriate plain radiographic interpretation of the chest radiograph as a baseline screening study for detection of mediastinal hemorrhage is emphasized, including the use of \"true erect\" positioning. The role of contrast-enhanced CT scan as an ancillary screening technique, perticularly since the advent of spiral technology and power-injected intravenous contrast boluses, will be considered with demonstration of the various CT findings associated with mejor thoracic arterial injury. The sensitivity, specificity, and predictive value of CT, as well as its cost-ettectiveness as a diagnostiC tool for aortic injury is presented. Some limitations of thoracic angiographic diagnosis, the standard reference technique, will be illustrated and quantified. Finally, brief consideration will be given to the potential value of transesophageal echo (TEE) as a new diagnostic procedure and how it might fit best into the diagnostic work-up of patients with blunt chest trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Friday"
        },
        {
            "text": "1406 Role of digital radiology",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Friday"
        },
        {
            "text": "Traumatology is a speciality which is heavily relying on radiological information of various sources, such as plain X-ray images, computed tomography angiography, interventional radiology, magnetic resonance imaging or ultrasound. This implies a close co-operation between the traumatologist and the radiologist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Hruby; ViennalA"
        },
        {
            "text": "The reliable availability of radiological information as well as its fast transfer and communication to the places where needed is of crucial importance for an etticient patient care and management. The hospital must be equipped to perform the above mentioned modalities and statted with experienced radiologist to run and interpret these modalities. Trauma centres ettectively reduce morbidity and mortality of the accident patient. In 1995 the following percentages of patients referred to radiological examinations by the trauma-centre were found 6% in US, 12% in CT, 11% in MAl, 11% in radiological-Interventional procedures, 16% in chest-X-rays and 80% in skeletal examinations (plain films).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Hruby; ViennalA"
        },
        {
            "text": "As computer technology and information sciences have made their impact on office automation and everyday Business, they also are increasingly applied in medicine and in particular in radiology. After several year of laboratory experimentation together with the radiologists of the Danube Hospital in Vienna, the operational implementation of filmless digital radiology in clinical routine was world-wide first possible in April 1992 at this hospital. Filmless digital radiology means a digital network that interconnects radiological equipment with diagnostic reporting workstations, with digital archives and with viewing stations on wards and in outpatient clinics, where images and report can be retrieved on-line, without the need of searching for paper or films. Methods and Materials: The pathologic diagnoses of fifty core needle biOpsies obtained under stereotactic guidance with 18 gauge needles and a long throw were retrospectively reviewed. To determine the reproducibility of the diagnoses, the slides were evaluated by a second pathologist. Results: A d i agnosis of invasive carcinoma was made in eight cases (16%); five were invasive ductal carcinoma, two invasive lobular carcinoma , and one mucinous carcinoma. There were two cases of DCIS, two atypical hyperplasia, and one LCIS. There were 37 (74%) benign diagnoses; 13 cases of apocrine metaplaSia, 8 fibroadenoma, 7 epithelial hyperplasia, 5 fibrosis, 2 papilloma, and 2 sclerosing adenosis. There was 100% concordance in the diagnoses by two pathologists. Conclusion: Sufficient tissue is obtained to make specific benign and malignant diagnoses of non-palpable breast lesions using 18 gauge core biopsy needles and a long throw. The increased specificity reported in the literature for larger gauge needles is most likely due to the accuracy of the localization and number of core biopsies obtained rather than to core needle size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Hruby; ViennalA"
        },
        {
            "text": "1413 Invasive techniques of ultrasound in diagnosis of changes after conservative breast therapy and treatment of seromas J. Slobodnikova; BratislavalSK",
            "cite_spans": [],
            "ref_spans": [],
            "section": ":25"
        },
        {
            "text": "Purpose: Our goal was to study of the possibilities of an interventional ultrasound in the diagnostics by the changes after conservative treatment of breast cancer and additional removing of postoperative seromas. Material and Methods: We have examined 240 patients after conservative therapy of breast cancer from October 1995 till August 1996. The examinations were performed with the ultrasound machine Sonoline 450-SL and Sonoline Versa both from firma Siemens. We used the probe with frequency 7.5 Mhz, sometimes with and sometimes without duplex colour sonography. The biopsy was performed by the control of US with method free hand. Results: The analysiS of the findings of 240 patients has shown a lot of varieties: postoperative scares, granulomas, seromas, hematomas, fall-necrosis, skin thickning, inflammatory changes, and tumor reccurrence. Cytological examinations of solid masses, seromas and hematoma were regularl. The most frequent deviations were scares, seromas, hematomas and granulomas. We often used aspirationn biopsy in the case of the vague. We performed the aspiration with the thin needle under an ultrasound control as a treatment of seromas. The biggest serum contained 380 ml fluid collection . The follow up after the aspiration was one week and then one and three months. Conclusion: Our experiences, the intervencional ultrasound and cytological examination are the reliable methods for follow up postoperative changes in early postoperative time period and during later phases. The aspiration function with a thin needle has its importance in the therapy of large seromas and hematomas and for the determination differential diagnosis as grannuloma, scar, tumor reccurence .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ":25"
        },
        {
            "text": "1414 Accuracy and cost-effectiveness of percutaneous core biopsy for diagnosing non palpable breast lesions W.w. Logan-Young, N. Yanes-Hoffman; Rochester. NY/USA Purpose: Ascertaining the accuracy and cost·effectiveness of percutaneous core biopsy under mammographic guidance in assessing nonpalpable breast lesions. Materials and Methods: 1,500 percutaneous core biopsies performed between 1992 and 1995 on 1,500 consecutive asymptomatic screening patients whose mammograms revealed slightly problematic variations, beneath our threshold for recommending surgical consultation yet not within our parameters for \"normality.\" When an abnormality was neither clinically palpable nor sonographically visible, thereby obviating the possibility of FNAC, we performed core biopsy. Results: The core biopsy samples of 76 women with benign-appearing lesions contained malignant cells. Diagnosing and treating these 76 breast cancers might have been delayed until an interval mammogram four-to-six months hence. Conclusions: In the United States, last year, 180,000 breast cancers were found but 720,000 women underwent open-surgical biopsy. Radiologists, like S279 Friday those at our clinic, with ratios of 3 open-surgical biopsies to 2 cancers confirmed, should detect more early cancers with core biopsy. If radiologists with ratios of 7-to-l0 open-surgical biopsies for each cancer perform core biopsy, fewer women might undergo unwarranted open-surgical biopsies. Core biopsy's downstream costs per detected cancer were $10,000. per patient, Wis.) position. Pre-and post-biopsy questionnaires were administered to measure anxiety, pain, and subjective experience in all patients. Vasovagal reactions were scored from 0 to 2 according to their severity. Results: There was no statistically significant difference between biopsies performed in the sitting or the prone poSition with regard to overall tolerance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:30"
        },
        {
            "text": "Significantly more patients (p = 0.04) in the prone position group 15/51 (29.4%) than in the sitting pOSition group 7/52 (13.5%) would prefer premedication prior to a repeat biopsy. Of the total patient group, three females fainted, one in the prone position and two others in the sitting position. Conclusion: Breast biopsies performed in the prone or sitting position are equally well tolerated. Somatic reactions such as fainting are not a major problem during breast biopsy, however, more attention should be focused on patient care, including preintervention information. Purpose: The value of ultrasound regarding the preoperative localization of impalpable breast leasions were investigated into. Methods and Materials: 89 non-palpable lesions in 76 patients were preoperatively localized and marked with the aid of ultrasound. Examination was performed in the position the patients would occupy at surgery, and, following identification by ultrasound the skin overlying the impalpable lesion was marked with an alcohol-and water-insoluble pen. The depth of the lesion below the skin and it's diameter was established. Results: All 89 lesions were completely removed. In 92.1% (82/89) of cases, the lesions were intraoperatively found immediately and complete excision with a margin of safety of 1 cm to 2 cm was obtained. In 7.9% (7/89) of cases, intraoperative rapid section revealed an invasive growth at resection margins, thus single further resection was necessary. Conclusion This non-invasive technique is a method sufficiently reliable and simple for localizing non-palpable ultrasonically visible breast lesions. Purpose: To study the value of the new ABBI System for a diagnostic extirpation of suspicious breast lesions. Methods and Materials: During 3 months 20 women with a suspicious lesion of a maximum size of 20 mm were treated with the ABBI System. The age ranged from 33 to 73 years. The indications for the minimal surgery were palpable or nonpalpable tumours, mammographical and sonographical unclear more benign or suspect lesions. Before the operation on every patient was a mammography and ultrasound performed. The localisation and intervention was in co-operation of radiologist and surgeons performed. Immediately tissue analysis was made by a pathologist after resection. The goldstandard was pathology. Results: 4 of these 20 women could not be treated with the ABBI System because of a localisation of the lesion of the lesion very closed to the chest wall. 13 patients had benign lesion (fibroadenoma or mastopatic changes). In 5 cases a malignant tumour was found. A totally extirpation of the tumour could be performed in 3 cases. One patient was undergoing an aditional tissue resection right after the ABBI procedure and the other patient had a multifocal carcinoma. There were no complications. Purpose: we suggest the use of perineography (colpocystodefecography) in the evaluation of patients with functional anorectal disorders. Materials and Methods: we reviewed 211 consecutive perineographic examinations of patients with functional anorectal disorders. All these patients were women and their main symptoms included obstructed defecation (145), stress urinary incontinence (94), proctalgia (92) and fecal incontinence (51). Mean age was 56.7. We obtained the opacification of bladder, urethra, vagina, rectum, anal canal and perineal skin; we made radiograms at rest, on squeezing and straining, and videorecorded defecation and micturition. Results: the most frequent findings regarding posterior compartment of pelvic floor were: anterior rectocele (93), rectal mucosal prolapse (77), rectal intussusception (71) and enterocele (33). The most frequent disorders regarding anterior compartment were cystocele (100), bladder hernia (7) and uterine prolapse (4). We observed 137 descending perineum syndromes. Clinical examination showed only 32 associations of rectal and genitourinary functional disorders; perineography demonstrated in 95 patients rectal and genitourinary abnormalities association. Conclusions: perineography is more sensitive and specific than clinical examination in assessing pelvic floor disorders. We demonstrate an high incidence of genitourinary functional abnormalities in patients with functional anorectal disorders, this finding emphasizes the usefulness of a panoramic radiological method as perineography. year; range 28-75) with faecal incontinence were preoperatively assessed with endoanal MRI. Axial T2w CEFFE and coronal, sagittal and radial T2w TSE were performed. Sphincter morphology, defects and atrophy were scored. The decision to perform surgery was based on physical examination and endoanal ultrasound exclusively. All patients underwent anterior anal sphincter repair within six months of the MRI. Clinical outcome was evaluated using the grade and frequency of incontinence, the grade of social isolation and patient satisfaction after a median follow up of one year. Results: Patients with atrophy (3/8: 38%) had markedly worse results than patients without atrophy (6/7: 86%). Similarly, in patients with a sphincterdefect and atrophy results were inferior (2/5: 40%) as compared to patients with a sphincterdefect only (4/5: 80%) . Conclusion: This pilotstudy demonstrates that atrophy (only visible with endoanal MRI) rather than sphincterdefects predicts surgical outcome. Therefore, endoanal MRI might be valuable in the preoperative assessment of the faecal incontinent patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:30"
        },
        {
            "text": "1422 Value of Iow-field MR-Imaging in the detection and characterization of perianal fistulae and abscesses T. Pfeifer, T. Hager; KronachlD Purpose: To assess the role of low-field MR-Imaging (MRI) in the delineation and classification of anal fistulae and abscesses. Methods and Materials: 10 patients with anal fistulae or abscesses were investigated at 0.2 Tesla using a Helmholtz body-coil. Contiguous 5 mm slices were acquired. Native transverse T1W-spin-echo, transverse and coronal T2W-turbo-spin-echo and, in selected patients, coronal and transverse T2W fat-suppressed turbo-inversion-recovery (STIR) sequences were obtained. Fistulae and abscesses were classified according to PARKS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ":00"
        },
        {
            "text": "Results: Tl W images best delineated the anatomy of the pelviC floor and the extent of infiltration into the ischio-rectal fat tissue. Differentiation of fistulae or abscesses from the anal or perianal soft tissue was possible using T2W, fatsuppression increased detectability of fluid collections at the expense of loss of anatomic details. A solution was addition of STIR images and corresponding T2W images. In 6 patients internal openings of fistulae not detectable by rectoscopy or palpation could be identified using MRI. In 3 patients fistulae proved to be much more complex than clinically suspected. Conclusion: Low field MR-Imaging using conventional Helmholtz body coils significantly facilitates delineation and classification of perianal fistulae and abscesses and is therefore strongly recommended prior to surgical treatment. Purpose: To evaluate the feasibility of MR imaging (MRI) in the assessment of preoperative perianal fistulous disease. Methods and Materials: Surgically confinned seventeen patients with perianal fistulous disease (ten with complicated abscess and seven with simple fistula) were examined with MRI and endoanal sonography (EAS). MRI was performed with a pelviC array coil. The pulse sequences were as follows: Tl SE, fat-suppressed T2 FSE, and fat-suppressed Gd-enhanced Tl sequences. EAS was performed with a 10-MHz rotating endoprobe. MRI and EAS were individually compared by two radiologists in a blind fashion for detection of internal opening and extension of complicated abscess. Results: In the assessment of intemal opening, MRI findings were in accordance with surgical findings by 100% (17/17). EAS findings were in accordance with surgical findings by 88% (15/17) . In the assessment of abscess extension, MRI findings agreed with surgical findings in 100% (10/10), while EAS findings agreed with surgical findings in 30% (3110). In summary, our results should be that the MRI and surgical findings were all identical to each other, while EAS finding gave only 59% (10/17) diagnostic accuracy. Conclusion: MRI may improve visualization of internal opening and complicated abscess in patients with perianal fistulous disease. Purpose: To detennine the value of MRI in comparison to anal sonography in the diagnosis of fistulas and abscesses in the perianal region . Materials and Methods: In a prospective study, 78 patients with clinical suspicion of perianal inflammatory disorders underwent MR imaging and anal sonography. MRI examinations employed a 1.0 Tesla system using a surface coil. For anal sonography a multifrequent (4 to 7 MHz) rotating endorectal probe was used. 30 patients underwent surgery and the examinations were compared to operative findings. Results: In comparison to sonography, MRI was able to detect the full extent of all surgically verified fistulas except but one rectovaginal track. Further, MRI can give more reliable information about possible supralevatoric extention. In patients who had undergone multiple surgery, MRI could give an accurate differential diagnosis between recurrent fistulas and scars. Conclusion: In the presence of anal inflammatory disorders ultrasonography is a valuable method of preoperative assessment in the cases of single and substantial secondary retentions or tracks. MRI provides important additional information in several tracks, scars and supralevatoric fistulas. Purpose: To compare performance of different pulse sequences for magnetic resonance (MR) imaging of pelvic fistulas after restorative proctocolectomy in patients with ulcerative colitis. Material and Methods: Forty-four patients (25 men and 19 women, aged 19-55 years [median, 33 years]) with complaints after restorative proctocolectomy underwent MR imaging. MR imaging was performed at 1.0 T with a Tl-weighed fast low-angle shot (FLASH) technique, before and after injection of gadopentetate dimeglumine and a turbo spin echo (TSE) technique (proton-densityweighed and T2-weighed) without (TSE) and with fat-saturation (FSTSE). Images were analyzed for detection and best visualization of peripouchal fistula with a semi-quantitative score (on a scale from 0 to 3, with 0 being \"no visible fistula\" and 3 representing \"course of fistula is well visualized\"). 26 patients underwent surgery for fistula, 18 patients had an uncomplicated inflammation of the ileal pouch (pouchitis) without fistula. Results: MR imaging detected 23 of 26 patients with fistulas, there were no false positive diagnoses. Best score for visualization was obtained with contrast-enhanced T1-FLASH MR imaging (mean 2.3, p < 0.05). Fatsaturation imaging detected also 23 out of 26 patients with the second highest score (mean 1.9, p < 0.06). Conclusion: MR imaging has a sensitivity of 88% (23 out of 26) and a specificity of 100% (0 out of 18) in detecting pelvic fistulas after restorative proctocolectomy. Best visualization is obtained with contrast-enhanced T1-FLASH MR imaging. In group 1 -eight patients revealed a calcium score < 400 and six > 400 (p < 0.0001). Their myocardial perfusion differ significantly between 100 ± 8 and 69 ± 20 (mV100 gr/min) Conclusion: In patients with normal LVMM/EDV and without significant coronary stenosis myocardial perfusion decreases with increasing coronary calcium score. In hypertrophic patients, myocardial perfusion is increasing with decreasing LVMMlEDV although the percentage of significant coronary artery stenosis is increasing. Results: 123 vessels were treated. Occlusion was complete in 76%, subtotal in 11 %, partial in 8% and failed in 5% patients. Embolization to the aorta occurred in two patients, both of which were removed non-surgically. Uneventful surgery was performed in all patients in Group I. The procedure resulted in control of hemoptysis in all patients (Group 11), and in growth of pulmonary arteries in one patient in Group Ill. The follow-up period ranged between 3-29 (n = 37; mean, 9) months. Follow-up angiography showed no recanalization in 22123 vessels. Conclusion: Transcatheter embolization is ellective in occluding abnormal aortopulmonary collateral vessels in most patients with CCHD. Home-made coils provide a safe, inexpensive and readily available material for this treatment. These can be very useful at times and places when other materials are not available. Purpose: Blalock-Taussig shunts are performed to improve the size of the pulmonary arteries prior to surgical corrections in tetralogy of Fallot. They need to be blocked prior to definitive surgery. This can be technically difficult at surgery due to extensive associated collatral flow. We have studied the efficacy of their preoperative transcatheter occlusion. Method: Seven patients were treated by this method. All procedures were performed by transfemoral route. Home-made coils, designed during the procedure, were used to block the shunt. We electively occluded distal segment of the shunt by an inflated flow-guided catheter prior to the delivery of the coil in five patients in order to reduce the blood flow at the site of occlusion. Result: Occlusion was complete in six and failed in one patient. Inadvertent embolization of the coil to the pulmonary artery occurred in this patient. This coil was removed at subsequent surgery. In another patient, one of the coils embolized to the right renal artery, from which it was removed at surgery. In both these patients, the flow-guided catheter was not used to reduce blood flow in the shunt. No complication was encountered in all five patients in whom the above-mentioned catheter was used. No flow through the shunt was seen at subsequent elective surgery in all six patients with complete occlusion. Conclusion: Transcatheter embolization is useful in the preoperative occlusion of Blalock-Taussig shunts. Home-made coils are safe and effective for this treatment. Prior occlusion of distal part of the shunt by a flow-guided catheter helps in preventing inadvertent embolization of the coils.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ":00"
        },
        {
            "text": "1431 Contribution of magnetic resonance Imaglng in the differential diagnosis of cardiac amyloidosis and symmetrical hypertrophic cardiomyopathy F. Celletti, A. Fattori, G. Aocchi, P. Bertaccini, E. Negrini, B. Descovich,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10:50"
        },
        {
            "text": "Magnetic resonance imaging (MRI) provides an high resolution morphological study of atrial and ventricular myocardium. In systemic amyloidosis MAl may detect amyloid protein by tissue characterization . Aim of the study was to detect typical features of cardiac amyloidosis (CA) and to evaluate a possible contribution in the differential diagnosis with symmetrical hypertrophic cardiomiopathy (HCM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G. Gavelli; Bolognall"
        },
        {
            "text": "Sixteen patients with CA and 10 patients with HCM underwent MAl examination. Myocardial ventricular and atrial thickness, right and left ventricular diastolic diameter and atrial surface were compared . Ventricular myocardium signal intensity was evaluated in Tl and T2 sequences and compared to the signal intenSity of a skeletal muscle as expression of myocardial texture modification. Significant differences between CA and HCM were found in right atrium surface (respectively 21.9 cm2 vs 17 cm2; p < 0.005), right atrium myocardial thickness (9.3 mm vs 4.9 mm; p = 0.0001) and interatrial septum ( The thickness of wall of LV respectively was 9.1 ± 1.8 mm in DCM, and 11.0 ± 0.8 mm in AI , both were in normal range. 3. The systolic wall thickening percentage of LV was 20.8 ± 3.5% in DCM, and 35.3 ± 5.4% in AI. The former was significantly reduced, and the Latter was in normal range. The difference between the two groups had statistical Significance (P < 0.001). Conclusion: The systolic wall thickening percentage of LV is a valuable sign of differential diagnosis DCM and AI in MR Imaging. Purpose: to analyze cardiac iron deposition and dysfunction in patients with ,B-thalassemia major by MR imaging. Methods and Materials: 16 patients, submitted to high dose transfusional regimen and iron chelation therapy underwent MR imaging examination. All the exams were performed on a 0.5 T superconducting unit. ECG gated SE and Cine-GE pulse sequences in the four chamber, two chamber and short axis planes were used. Myocardial signal alterations were analyzed qualitatively and quantitatively and compared with normal volunteers. Left ventricular function parameters such as end-diastolic volume, stroke volume and ejection fraction were assessed by using the biplane area-length method. Regional myocardial function was evaluated too. All the patients underwent echocardiography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G. Gavelli; Bolognall"
        },
        {
            "text": "Results: on ECG gated Cine GE the myocardial signal intensity in patients with ,B-thalassemia major was either qualitatively and quantitatively lower than in normal volunteers because of cardiac iron depOSition. Decrease of the global left ventricular function and alterations of the regional function were observed too. MRI findings were well correlated with echocardiography. Conclusion: MRI may be the method of choice in the assessment of cardiac iron deposition and function in patients with jl-thalassemia major.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G. Gavelli; Bolognall"
        },
        {
            "text": "1437 Measurement of myocardial perfuslon using electron beam computed tomography (EBCT) C. Baumgartner, R. Rienmuller, R. Kern, H. Hutten; GrazlA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:40"
        },
        {
            "text": "Purpose: The aim of this study was to develop a method to estimate left ventricular myocardial perfusion which could be used in patients with coronary artery disease. Method: 24 patients were studied using a multi slice flow mode after administration of 50 ml of contrast medium intravenously with a flow of 3 mVs. 6 tomographic levels (each 7 mm thick) were imaged 13 times at 80% of the R-R interval at each second, third or fourth heart beat ECG gated. Image acquisition was started 2-3 seconds before the estimated start of contrast enhancement in the aortic root as determined in a preceding transit time sequence. Perfusion estimates were calculated for each patient using two different methods. Method 1 is deduced from the Fick principle. Perfusion is defined as a difference of peak and precontrast CT value in the left ventricular myocardium divided by the blood pool curve after correction for recirculation. Method 2 is based on a nuclear medicine method and defined as maximum slope of myocardial time density curve divided by the difference of peak and precontrast CT value of blood pool curve. Results: Using the Fick prinCiple, the mean myocardial perfusion was calculated as 53.2 mVl00 glmin (sd 11.2 range 38-85 Purpose: As a way for the objective assessment of the wallthickness of small bronchi in CT does not exist, it has been the aim of the following study to check a new method, which had seemed appropriate in a clinical trial formerly, the validity and feasibility of which has never been proved however. Material and Methods: High resolution CT was done of a pig lung, which had been fixed with a mixture of polyethylenglycole and formalin and dried afterwards. Scan parameters included 255 mAs, 137 kV, 1 mm slice thickness, a FoV of 8.3 cm and an ultra high resolution algorithm. The lung was dissected according to scan slices and whole lung speCimens were prepared for histology. 30 bronchi, their wall of which could be visualized to be circular, were chosen from the CT data and the corresponding histologic specimens were selected. For histologic assessment of the bronchial wall thickness we used a computed picture analysis system (Summa-Sketchl». For CT-analysis the CT data were transferred to a working station and density measurements of each pixel which accounted for the bronchial wall and its surrounding lung parenchyma within a defined radius were done. The data were expressed as means and standard deviation and regression analysis was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:40"
        },
        {
            "text": "Results: There was a strong correlation (r = 0.94) between the density measurements (HE) and bronchial wall thickness as assessed by histologiC measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:40"
        },
        {
            "text": "Conclusion: This is the first time an objective method for the assessment of the wallthickness of small bronchi is presented. Density measurement of the bronchial wall and its surrounding parenchyma is an indirect but reliable way for determination of bronchial wallthickness. Rationale and ObJectives: To study the bronchial arteries in the adult pig before and after pulmonary artery occlusion. Methods: The bronchial artery anatomy was analyzed on post-mortem aortograms in 6 pigs in Group 1. In 20 animals in Group 2, the left diaphragmatic lobar pulmonary artery (DLPA) was proximally (n = 12), medially (n = 5), or distally (n = 3) occluded; an unintentional embolization of coils in the right DLPA led to an incomplete pulmonary arterial occlusion. Eight to 12 weeks later, post-mortem bronchial angiograms and pathological studies were systematically performed in Group 2. Results: In Group 1, (a) a common trunk to the right and left bronchial arteries was found in 5 animals; (b) and broncho-pulmonary anastomoses were found in the 5 lungs optimally injected. In Group 2, (a) the absence of pulmonary infarct and the development of a collateral bronchial supply were constant findings in the left lung; (b) the left DLPA were patent beyond the coils and opacified via broncho-pulmonary anastomoses; (c) dilated subpleural bronchial arteries were constant findings in the interlobular septa of the lung parenchyma devoid of pulmonary arterial perfusion; (d) the right bronchial arteries were normal after incomplete pulmonary artery occlusion. Conclusion: Due to an anastomosed dual circulation, the pig is a reliable experimental model for interventional and surgical procedures. Purpose: To evaluate both the pre-and postoperative morphologic status of pectus excavatum using repeated CT scans. Material and Methods: During a 4 year period we reviewed the CT explorations of 13 patients with pectus excavatum who underwent surgical correction. There were 11 boys and 2 girls, 3 to 9 years old (mean 5.38). All patients received preoperative CT scan evaluation and 7 were followed during a mean period of 7 months. In every patients axial sections of the chest were scanned through the deepest part of the deformity. The largest ratio of the transverse to the anteroposterior diameter was calculated (pectus index). A comparative study of the pre-and postoperative index allowed us to evaluate the morphological changes. Normal index was considered minor than 3.25. Results: Pectus index was major than 3.25 in all patients, ranged 3.81 to 26.13 (mean 6.68). The 7 patients followed presented a postoperative decreased index (median index 3.95), more acentuated in advanced deformities). Decreased rate ranged 12% to 56% (mean 31%). Conclusions: CT pectus excavatum index is an accurated method to evaluate the indication of surgical correction and allow an objective measurement of postoperative outcome. Purpose: To analyze the frequency and severity of CT findings in amiodaroneexposed asymptomatic patients, to determine if amiodarone pulmonary toxicity can be dose-independent. Materials and Methods: Chest radiographs, Spiral-CT and HRCT of twentysix patients receiving cordarone (amiodarone) therapy because of refractory tachyarrhythmias and a group of twenty patients without cordarex (amiodarone) exposure as control were reviewed by two independent observers. Presence of high-attenuation parenchymal and pleural lesions, wedge-shaped consolidations, areas of focal atelectasis and nonspecific infiltrates in Chest radiographs were evaluated in comparison with CT scans and interstitial changes, inter-and intralobular septal thickening, reticonodular Changes, airspace densities and visceral pleural thickening in Spiral-CT and HRCT were evaluated. CT scans were obtained w~h a SOMATOM PLUS 4 scanner (SIEMENS) by using 1-mm-thick sections obtained at 2-cm intervals (1 s, 2oo mA, 140 kV) and Spiral-CT 10-mm-collimation, pitch 1:1.5 (0.75 s, 143 mA, 140 kV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:40"
        },
        {
            "text": "Results: Our preliminary data shows that conventional radiographic findings are entirely nonspecific. In three cases we found typical signs in asymptomatic patients. Dose and duration of purpose not correlate well with pulmonary toxicity. HRCT is superior to detect more linear findings. Results: Interstitial pulmonary edema was determined in 37 patients. Histographic analysis has showed that edema in supine positioned patients was markedly prominent in the posterior (lower) areas corresponding the lower lobe especially in the basal segments, the histograms being conical and widened vs. that of healthy persons. The anterior (superior) regions corresponding to the upper lobe were noted to be compensatory bulging. In 13 patients with far pronounced interstitial lung edema the histogram base shortening and the displacement to more densed side were detected in basal segments. To our mind these changes were attributed to the onset of alveolar edema. Conclusion: Computed tomography with lung density histographic analysis enables to evaluate lung edema prevalence and to diagnose its conversion into the alveolar stage. Cl epinephrine brain-stem nucleus and Xth cranial nerve using fast low-angle shot MR angiography. Material and Methods: 32 patients with essential hypertenSion, previously evaluated by electocardiographic, echocardiographic and urinary proteins reports, were examined. Patients older than 65 were excluded. The control group consisted of 60 healthy volunteers. Patients underwent a three-dimensional fast low-angle shot imaging, centered at the level of the IXth and the Xth cranial nerve entry-zone and ponto-medullary junction. One patient with tic convulsif underwent surgery for vascular decompression, with hypertenSion resolution. Neurovascular conflict was termed as ·contact\" (grade I), ·compression\" (grade III and \"distortion\" (grade Ill). Left-sided versus right sided neurovascular conflict was considered also. Results: 77% of patients affected by essential hypertension had left-sided ventrolateral medulla conflict (17% bilateral) related to vertebral or basilar artery and PICA. Only 5% were positive for neurovascular contact in the control group. The IXth and the Xth cranial nerves were detected in 54% of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:40"
        },
        {
            "text": "Conclusion: According to recent pathophysiologic studies, fast-low-angle shot MR angiography seems to prove the role of neurovascular conflict in ventrolateral medulla compression of Cl nucleus and vagus nerve deafferentiation. generating essential hypertension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:40"
        },
        {
            "text": "1450 Acute basilar artery occlusion: Diagnosis with CT angiography M. Knauth, T. Brandt, O. Jansen, A. Doerfler, A. von Kummer, K. Sartor;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10:40"
        },
        {
            "text": "Purpose: Without recanalisation acute basilar artery (BA) occlusion has a mortality of 90%, which reduces to 50%, if recanalisation is achieved. Fast diagnosis of BA occlusion is necessary in order not to loose time until thrombolytic therapy can be started. We wanted to assess the role of CT angiography (CTA) in the diagnostic evaluation of suspected acute BA occlusion. Materials and Methods: Ten patients with clinically suspected BA occlusion were examined with conventional CT and spiral CT angiography. 130 ml of non ionic contrast media were injected. In four patients transfemoral digital subtraction angiography (DSA) was additionally performed. All but one patient had a follow-up CT examination the next day. Results: CTA demonstrated BA occlusion in 6 patients and a partially thrombosed megadolichobasilar artery in one patient. In 4 of the 6 patients with CT-angiographically diagnosed BA occlusion an additional DSA was performed which confirmed the CTA findings. In three patients the BA showed normal intravasal contrast and follow-up CT did not show infarctions in the vertebrobasilar territory. Conclusion: Although the number of cases is still small, CTA seems to be a promising method to rapidly diagnose BA occlusion. It may become a valuable tool for therapy decisions in acute BA occlusions. Purpose: The potential of CT angiography (CTA) in detection of middle cerebral artery (MCA) stenosis and occlusion was compared to MR angiography (MRA) and transcranial Doppler ultrasound (TCD), which are both well established techniques to ascertain intracranial obstructive artery disease. Methods and Materials: Twenty-two patients with MCA stenosis and occlusion were examined with TCD, high resolution MRA, and CTA, performed as spiral CT with bolus tracking and NaCI-bolus (High Speed Advantage, GE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heide/bergID"
        },
        {
            "text": "Grading of stenoses was based on blood flow velocity in TCD and signal loss in MRA and CTA. A three step classification of stenosis was used and compared for the three techniques. Results: 28 MCA stenoses in main stem and proximal branches were detected by TCD and MRA, 25 were also depicted with CTA. Three low grade stenoses with only small flow velocity increase in TCD but moderate signal loss in MRA were not visualized as stenoses in CTA. 17 MCA stenoses were graded identically, 11 MCA stenosis were estimated with lower grade in CTA as compared to MRA. Conclusion: CTA can be implemented as a precise, fast and reliable tool in MCA stenosis evaluation. As compared to MRA, the results demonstrated a lower grading of stenosis for CTA. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heide/bergID"
        },
        {
            "text": "Purpose: To compare the \"Time of Flight\" (TOF) and ·Phase Contrast\" (PC) MR-Angiography techniques in the evaluation of cerebral infarcts. Materials and Methods: 75 patients (52 men, 23 women, ages 14-78) with a clinical history of recent or chronic brain infarct were studied. T,-, proton density and T2-weighted spin-echo brain images were obtained. TOF-as well as PC-sequence with 3D-and sequential 2D-acquisition at a 1 .5 T unit was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "Results: The MRI-examination was positive in all patients. 67 patients had pathological findings in MRA. TOF-images showed in 65175 patients an overall vessel signal reduction while 10175 were negative. 59175 patients demonstrated a focal signal loss in specific vascular segments in PC-images; 16175 had no pathological findings. 2 patients in whom TOF-sequence was negative, revealed to have positive PC-images, while 8 patients, who were negative in PC-sequence, showed pathological findings in TOF-images. Conclusions: TOF-sequence revealed to be more sensitive than PC in the demonstration of vascular disorders in cerebral infarcts. In the contrary PCsequence obtaining images with higher resolution was more specific than TOF. (9), skull base meningiomas (7), chordomas (2) and neuroma (1) . 3D TOF MRA on 1.5 T before and after i.v. Gd-DOTA (1 mmollkg). TRITE/flip angle were 48/5.8/20° for NEMRA. The flip angle was maintained in 9 CEMRA and increased to 45\" in 10 CEMRA. 28 arterial and 12 venous segments were analysed in each patient.",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 796,
                    "text": "(1)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "Results: The demonstration of the petrous and cavernous carotid and basilar arteries on CEMRA strongly depended on the flip angle: using 20 ' CEMAA was inferior to NEMAA, using 45' CEMAA was superior (75%) or equal (25%) to NEMAA. 30% of the vessels of the circle of Willis were less well shown on all CEMRAs due to increased background intensity from physiological or tumour enhancement. The more distal arterial segments and all venous structures were consistently bener shown on CEMAA. Purpose: To evaluate the usefulness and the diagnostic accuracy of the combined MAI-MAA evaluation of intracranial meningiomas complicated with various types of dural venous sinus invasion. Materials and Methods: 20 patients with meningiomas invading one or more dural venous sinuses were investigated by magnetic resonance imaging (MAl) and magnetic resonance angiography (MAA). In 5 cases catheter angiography (DSA) was also perfonned and thus could be used for validation of the MAl-MAA results. The imaging protocol consisted of non-enhanced sagittal T1 , axial T2-weighted and Gd-enhanced T1-weighted sequences and then of a 2D Phase Contrast (PC), a 20 Tlme-of-Flight (TOF) and a 3D PC sequence. An anempt was made to classify the type of dural sinus involvement using a simplified version of the Bonnal and Brotchi classification (J Neurosurg, 1978, 48: 935.) . Intra-operative findings were confronted with MAI-MAA results (17 patients).",
            "cite_spans": [
                {
                    "start": 1326,
                    "end": 1355,
                    "text": "(J Neurosurg, 1978, 48: 935.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "Results: MAI-MAA data correlated well with surgical findings in all operated cases. Parenchymatous images provided infonnation about the exact location of the meningioma and its effect on adjacent parenchyma. 20 PC sequences (used as a ·pilot study\") proved to be useful in the localization of the site of tumor invasion. Information about flow direction in the patent portion(s) of the superior sagittal sinus (obtained by recalculation of the raw data from the 20 PC sequence) was valuable in cases of complete segmental occlusion, as it helped to assess the pattern of collateral circulation. 2D TOF images were found to be the most sensitive in depicting hemodynamically significant stenoses and differentiating them from occlusions. They also allowed assessment of the relationship between the tumor and the sinus walls (a key element of the classification). MIP reconstructions from the 3D PC data set provided images of the cortical venous network simulating the surgeon's view at intervention and were useful for pre-operative planning. Conclusion: The combined MRI-MRA approach proved to be a clinically useful method. It allows the pre-operative classification of the type of dural sinus involvement and also of the most important hemodynamlc alterations of the dural venous system. It provides a non-invasive alternative to catheter angiography in those cases where pre-operative tumor embolization is not necessary. It is equally valuable in the post-operative follow up. Methods and Materials: after intracavernosal injection of 10 Jlg of prostaglandin El 12 patients affected by psycogenic impotence were prospectively examined with power Doppler US using an ATL HD13000 equipped with a 3D reconstruction module, with a free hand probe. We obtained 3D reconstructed images during the first phase of erection utilizing 15 consecutive frames performed on longitudinal scans along a single corpus cavernosum. The images were recorded on videotape and printed on paper. Results: 2 reconstructed images were discarded due to the presence of artifacts. The small branches of the helicine arteries near the cavernosal artery were better visible in the reconstructed images than in the original frames. There was no difference in the visualization of the shunt vessels. The 3D effect was poorly appreciable on the screen, and not appreciable on printed images. Conclusion: 3D power Doppler images of the penis allow a compreensive evaluation of the intrapenile vasculature by stacking several different frames. Using a free hand machine this technique is strongly operator dependent, but the images obtained offer a visullization of the intrapenile vasculature comparable with vascular corrosion casts. El, 32 patients affected by psycogenic impotence (n\" 15) and affected by diabetes type 11 (n020), were prospectively examined with power Doppler US at 6.5 Mhz. Scans were recorded at regular time intervals. All scans were independently assessed by two radiologists, and the amount of visible arteriolar vessels was graded from I to III (I rich, 11 reduced, III poor).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "Results: Helicine arteries arising at regular intervals from the cavemosal arteries as small groups of vessels were visualized in all subjects, with a score of grade I in 15 patients (12 nondiabetic, 3 diabetic) grade 11 in 10 patients (3 nondiabetic, 7 diabetic) and grade III in 10 patients (all diabetic). Shunt vessels, straight vessels that reach the level of the albuginea, were seen in all patients with the same grade of conspiquity (grade I).",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 263,
                    "text": "(3 nondiabetic, 7 diabetic)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "Conclusion: Power Doppler US is a useful tool in examining intrapenile vasculature and our results suggest that it is possible to detect patients with a poor arteriolar pattern, thus supporting the use of duplex-Doppler US in the diagnosis of vasculogenic impotence. Purpose: To describe the findings at cavernosography. ultrasonography with Doppler and arteriography in this condition and report the results of arterial embolization. Material: 7 patients aged from 23 to 64 years. 6 with lesions of the cavernous bodies were examined with cavemosography (6). arteriography (7) and color Doppler (2) . Five reported previous trauma unrelated to sexual activity. Embolization was attempted in 5 and performed in 4 patients. Fibered coils or polyvinylalcohol particles were used as embolising agent. Results: Cavemosography showed the characteristic \"flush away\" sign in all 6 patients and correctly identified the side of the lesion. Cavernosography allowed simultaneous measurement of the elevated intracorporal pressure. Leak and low resistance flow pattem was found at color Doppler examination. Arteriography was diagnostic in all cases. Manual compression of the penis prior to contrast medium injection is recommended. Following embolization two had complete disapperance of the priapism while two were improved. Conclualon: Radiology plays an important role in the diagnosis and treatment of arterial priapism. It is important to distinguish this condition from the more frequent veno occlusive priapism. Conclusions: The mechanically detachable system allows optimum positioning of coils. minimising the risk of an unstable position and venous embolisation. Coil release is simple and instantaneous. The advantages of coaxial catheter systems for coil delivery are established. and the combination of these methods is of value for vascular embolisation in difficult cases. We believe these methods will be of interest of those engaged in vascular interventional radiology.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 599,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "Faulty technique is responsible for a number of pitfalls in renal CT. Full assessment requires scans before and after contrast medium. Failure to perform pre-contrast scans can lead to calcium or blood being overiooked and to masses which are hypo or hyperdense to renal parenchyma but isodense after enhancement being missed. With spiral CT scanners. correct scan timing after contrast medium is important. For optimal detection of masses. scans during the homogeneous nephrogram phase are needed since scans during the cortico-medullary phase miss a significant proportion of masses. Partial volume artefacts can lead to misdiagnosis of cysts and tumours. Narrow collimation and slice overiap help to avoid such errors. Tumours may be mimicked by developmental variants or by hypertrophied tissue adjacent to scars. Post contrast medium scans allow para-pelvic cysts to be differentiated from a dilated pelvicalyceal system. Incomplete contrast mixing in the renal pelviS can simulate a small tumour. Purpose: Tumor load has proven to be a relevant prognostic factor in patients with liver metastases. but present methods to determine the tumor volume from three-dimensional CT-images are still very time consuming and require a lot of human interaction. The aim of our studies is the development of image processing tools that assist to evaluate the volume of focal lesions as well as total tumor mass in patients with liver metastases. Matarlals and Methods: Volumetric studies were performed with axial data obtained during arterial portography (CTAP). The computed tumor locations were judged on a section-by-section basis by experienced radiologists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "Results: Different approaches for volumetry are used: The three-dimensional outline and volume of focal lesions can be calculated with minor human interaction in one slice of the CT-dataset. Total tumor load is calculated with histogram analysis. Conclusion: The application of the algorithms is faster than manual outlining and more accurate than simple planimetric measurements. Furthermore, the algorithms easily can be used to evaluate the success of chemo-or cryotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "10:5C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "1473 Automated vertebral morphometry In OXA P.P. Smyth, C.J. Taylor, J.E. Adams; ManchesterlUK",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "Purpose: Vertebral morphometry is well established for diagnosis of vertebral fractures in lateral spinal radiographs and DXA. Current methods of defining vertebral shape require manual identification of 6 points on each vertebra, which is laborious and time consuming. We propose and evaluate an automatic computerised method, appropriate for analySing DXA images. Methods and Materials: A statistical model of the vertebral outline shape and appearance was created from 78 DXA scans of women aged between 44 and 80 years scanned on an Hologic QDR2000 scanner. This model was used to automatically search for the T7-L4 vertebrae in the DXA images. For comparison, 40 of these scans were also analysed by 4 operators using the conventional manual method. Results: For the scans analysed using both methods, the manual reproducibility was 1.12 mm rms, while automatiC location of vertebral contours using our method was accurate to 1.05 mm rms. Conclusion: Our automatic method is very fast (30 seconds per spine compared to 15 minutes for manual methods), robust, and is the first automatic method to perform as well as manual operators. It locates a full vertebral outline, rather than the current limited 6 point description. The method is being extended to define fractures in terms of this enhanced vertebral shape description.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AthenslGR"
        },
        {
            "text": "1474 AnisotropiC non-linear filtering for Image Improvement In MR angiography O. Champin, P. Douek, M. Orkisz; LausannelCH",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:00"
        },
        {
            "text": "Purpose: The aim of this work is to improve the visibility of the vessels in magnetic resonance angiography (MRA) images by anisotrophic non linear filtering. Materials and Methods: The proposed technique is designed to filter out noise, to enhance small low intensity vessels and to preserve larger structures with their exact boundaries. It is based on orientation selection and aniscotropic smoothing, applied to the data volume before the maximum intenSity projection. The filter was tested as dynamic contrast enhanced subtraction MRA images of the lower limb of fourteen randomly selected patients. For each patient two sets of 19 identical coronal sections were acquired using a fast gradient echo sequence, without contrast medium and after an intravenous bolus injection of gadoterate meglumine. The filter has been evaluated qualitatively and quantitatively. Results: The background in the filtered images is visually smoother, the vessels appear more continuous. The qualitative remarks are corroborated by the quantitative measures. The entropy is reduced while the signal to noise ratio and the contrast are improved. Friday protocol. Shareware image-viewers (XV 3.10) are available and with utilization of the graphic user interface (GUI) X-windows, handling is comfortable and user friendly. Results: We have developed software, written in GNU C++/Motif 2.0, for transfer of CT and MAl images to the PC utilizing a LINUX-system. The image data are taken from an interface of the laser camera (AGFA-AOS) in a special format (ACA-NEMA 2.0/SPI-format) and are converted into the common TIFFformat by a self-developed C-program. Further transformation of the data into OICOM 3.0 format is planned and already partially realized. Conclusion: With an investment of only 3000.-OM for a PC and with an ethernet available, an image communication system can be developed uitlizing freeware programmes to cope with a limited amount of data. An upgrade of the system for routine usage, including the DICOM 3.0 standard, can be realized for a price far beyond commercial offerings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:00"
        },
        {
            "text": "1479 Stereotactic guided transcranlal Doppler sonography using magnetic resonance angiography C. Kremser, A. Auer, B. Heuschneider, W. Lutz, E. Hochmaier, F. Aichner,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:45"
        },
        {
            "text": "Purpose: Neurologic intensive care patients often need monitoring of cerebral blood flow using transcranial Doppler sonography (lCD). Due to the rather poor spatial resolution and localization of TCD reproducible flow measurements during repeated examinations are difficult. It was the purpose of this study to utilize the high anatomic resolution of MA angiography (MRA) for accurate and reproducible TCD examinations. Methods and Materials: MR imaging was performed on a 1.5 T wholebody scanner (Siemens, Erlangen) using a motion compensated 3D-FISP sequence. A frameless fiducial marker system is used for stereotactic registration. Using an infrared (lA) tracking system the direction of the ultrasound is correlated to the MAA data during TCD. The investigator performing the TCD is provided on a computer monitor with vessel projections calculated from the MRA data. Points where the TCD ultrasound beam hits a vessel are displayed in real-time together with information's about the angle of insonation and vessel diameter. Results: Using phantom studies and volunteers it could be shown that a high degree of accuracy and reproducibility in localizing specific vessel sections is achieved with the presented system. Conclusions: MAA data, which are acquired for most neurologic intensive care patients, are used to provide the phYSician performing the TCD with the topology of the intracranial vessel structure. This facilitates a reproducible localization of specific vessels segments which is in particular important for repeated monitoring of cerebal blood flow over an extended period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S. Felber; InnsbrucklA"
        },
        {
            "text": "1480 Analysis of film waste in a digital radiology department which provides hard copies G. Aeuther, E. Wandl, A. Binder; ViennalA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:50"
        },
        {
            "text": "Purpose: To evaluate the reasons for film waste in a digital department which provides hard copies. Materials and Methods: The complete film waste of a medium-sized radiology department providing all imaging modalities (except ultrasound) in digital technique was collected for two months and categorized according to modality (MAl, CT, X-ray films, fluoroscopy, mammography), reason (positioning, exposure, postprocessing, unnecessary print-outs, developing errors) and staff-or machine-related origin. Results: The film waste amounted to 5% of the film output and showed the following distribution: X-ray 40%, CT 20%, MRI19%, mammography 12% and fluoroscopy 8%. The relative waste rate was highest for CT with 10% and lowest for MRI with 2.5%. Staff-related errors outnumbered technical reasons by 3:1. In radiography positioning errors made up 36%, faulty exposures 14%, and read-out deficiencies 14%. In CT postprocessing errors prevailed (66%), in MAl unnecessary print-outs (40%). Conclusion: The film waste in a digital department is mainly due to staffrelated mistakes (at least 69%). In MAl, CT and fluoroscopy with workstation controlled postprocessing, erroneous image processing and unnecessary print-outs prevail. Film waste in radiography with automatic print-outs is mainly the technicians' fault (58%). Purpose: To compare the hepatic enhancement after injection of a commonly used contrast medium bolus and after faster injection of a smaller volume of high concentration contrast medium. Methods and Materials: Two groups of 10 adult patients underwent dualphase Spiral CT using 20 sec scan time, cranio-caudal direction in arterial phase and vice-versa in portal phase. The first group was studied after administration of 100 ml of 400 mgl/ml (40 grl) with 5 mVsec flow rate, 20 sec injection time, 20-25 sec arterial delay, 52 sec portal delay. The second group was studied after administration of 150 ml of 300 mgllml (45 grl Conclusions: Although portal phase hepatic enhancement was slightly lower in the first group, we conclude that injection of a smaller volume of high concentration contrast medium is preferable when performing dual-phase spiral CT because it allows a higher enhancement during arterial phase and a pure portal phase. Purpose: To compare two contrast media with different iodine concentrations for dual-phase spiral CT of the liver. Methods and Materials: Aandomized, double-blind phase IV clinical trial in 100 patients comparing lomeprol 400 mgl/ml (group I) and lomeprol 300 mgllml (group 11) for dual-phase spiral CT of the liver (section thickness 6 mm, pitch 1.33, increment 4 mm, 32 s acquisition) with biphasic administration: 100 ml at 4 mVs, and 50 ml at 2 mVs. Delay was 25 s for the first spiral scan, 78 s for the second. Vascular opacification and parenchymatous enhancement were measured. Image quality and impression of hepatic contrast was assessed by two independent observers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:50"
        },
        {
            "text": "Results: Opacification was 239 HU (group I) vs 21 B HU (group 11) for the aorta (first phase, ns), and 182 HU vs 154 HU for the portal vein (second phase, p < 0.005). Liver enhancement was 19 HU vs 18 HU (first phase, ns), and 72 HU vs 66 HU (second phase, ns). The visual assessment did not reveal any differences of image quality as well as hepatic contrast in the first and second phase. Conclusion: High-iodine contrast medium does not significantly improve hepatiC enhancement and overall image impression in dual-phase spiral CT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:50"
        },
        {
            "text": "Purpose: To determine if altered regional portal perfusion seen in computed tomography during arterial portography (CTAP) in patients with liver neoplasm influences magnetic resonance tomography (MRT) after administration of superparamagnetic iron oxids (SPIO) Materials and Methods: The authors correlated the results of CTAP, magnetic resonance (MR) imaging and operative findings in 24 patients with focal liver lesions. Within four days after the CTAP the MRT examinations were performed using various spin echo images (SE) and gradient echo images (GRE) before and after the infusion of SPIO's. Results: After intravenous administration at SPIOs segmental shaped areas of less decreased signal were seen in the gradient echo (GRE) images in 12 of 22 regions in which corresponding areas of less enhancement in the CTAP were seen The histopathological examinations did of not show any significant changes in these regions . There were only 3 corresponding signal dillerences in the enhanced spin echo images. Conclusion: In histopathological normal regions of liver parenchyma of patients with different focal liver lesions impaired portal perfusion decreases uptake of SPIOs after intravenous administration. Resulting signal differences are visualized on GRE images and are less pronounced on SE images of different echo times. Purpose: To investigate enhancement features of focal liver lesions following injection of Resovist with Tl-and T2-dynamic MRI. Methods and Materials: Dynamic Tl-weighted FLASH (TR 120 ms, TE 6.5 ms, 80°, 5 sections, 15 s) was performed in 22 patients and dynamic T2weighted FLASH (150.5 ms/6.5 mS/12\", 4 sections, 17 s) in 22 patients before and at multiple time points (0-10 min) following intravenous bolus injection of Resovist (0.9 ml < 60 kg and 1.4 ml ::: 60 kg bodyweight). Signal changes were analyzed to define enhancement features of liver lesions and the value of Tl-versus T2--weighted MRI for lesion characterization . Results: liver metastases showed a rim enhancement on dynamic scans which could be better appreCiated on Tl-weighted FLASH (Tl : 8/11 vs T2: 4/11). Hemangiomas demonstrated peripheral signal changes on dynamic scans (Tl: 5/5 vs T2: 4/5) with a filling-in pattern only visible on Tl-weighted images (4/5). Early enhancement was observed in hypervascular lesions such as hepatocellular carcinomas or focal nodular hyperplasias. Conclusion: Enhancement of liver lesions following intravenous bolus injection of Resovist is better visualized with Tl -weighted than with T2-weighted dynamic MRI. Dynamic Resovist-enhanced MRI improved the characterization of focal liver lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:50"
        },
        {
            "text": "1488 MR-angiography of the portal venous system using Resovist as a Methods and Materials: MRA of the liver was performed in 46 consented patients before and following intravenous bolus injection of Resovist (25.7 mg Fe < 60 kg bodyweight and 39.9 mg Fe ::: 60 kg bodyweight). Patients were scanned with breathheld axial and coronal 2D-TOF (TR 31.0 ms, TE 9.8 ms, 144 x 256 matrix, and 6.9 s per 4/1 mm section). Visibility of portalvenous vessels was assessed by counting branches of the portalvenous system separately on pre and postcontrast images. Signal intensity values of liver parenchyma, the portalvenous system, and background was obtained for quantitative analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:30"
        },
        {
            "text": "Results: liver SIN significantly decreased while SIN of the portal vein or hepatic veins did not significantly change. Subsequently, liver-vessel contrast significantly increased which improved the visibility of the portalvenous system significantly (tertiary branches visible: pre in 15.2% versus post in 87.0% of S293 Friday reintervention interval of 7.2 months (twice as often). After stent placement for early restenosis, the mean free function Interval increased from 3.6 to 6.6 months (x 1.8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:30"
        },
        {
            "text": "Conclusion: Percutaneous treatment of Brescia-Clmino fistula stenoses achieves high long-term secondary patency rates, but with more frequent redilations for the brachio-cephalic sub-group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:30"
        },
        {
            "text": "1499 Embolization therapy of neoplastlc lesions using a new embolic material without antineoplastic agents K. Mlnamitani, S. Hori, K. Osuga, A. Okada, S. Kawata; Osska/J Purpose: To develop an effective Intervention of neoplastlc lesions using a newly devised embolic material without antineoplastic agents. Materials and Methods: Super absorbent polymer microsphere (SAP-MS, sodium acrylate and vinyl alcohol copolymer) was used as the embolic material. It passes through a mlcrocatheter and Increases in size within minutes, when it contacts with serum. The size of microsphere Is exactly calibrated using sieves in 50 micrometer steps. No toxicity was revealed in animal studies. Seven patients with benign lesions (S-kidney, 2-miscellaneous) and 12 patients with malignant lesions (4-kidney, 3-bone matastases, 2-liver, 3-miscellaneous), including 7 patients with preoperative state, were treated transarterially using various sizes of SAP-MS without anti-neoplastic agents. In 4 patients, resected specimens were evaluated histopathologically. Results: Improvement of symptoms were obtained in all patients. There were few complications and patients exhibited only slight local pain for approximately a day. Preoperative embolization allowed excellent control of surgical bleeding in all patients. Histopathologic studies revealed very limited tissue reactions. Conclusion: Arterial embolization using SAP-MS may achieve improved therapeutic effects for neoplastic lesions without undesirable complicetions caused by antineoplastic agents. Results: T2-weighted and STIR-contrast images with suppression of blood signal are most suitable for cardiac screening. Gadolinium uptake for further mass characterization or therapy-monitoring can be assessed with a multi-slice 300 ms SR (saturation recovery) turboFLASH sequence. To further delineate the mass location, contractility of myocardium and shunting breath-held movie loops obtained with segmented turboFLASH sequences are mandatory. Conclusion: Ultrafast MRI affords a detailed morphological and functional analysis of the heart. Within 30 minutes of examination time several major factors in the evaluation of pathology can be assessed: morphology, tissue water content and gadolinium perfusionluptake of masses, myocardial contractility and flow dynamics in the vessels as well as shunt directions and volumes through septal defects. Except for the pathognomic depiction of caicificatiOns and for the capability of multiplanar reconstruction, cardiac MRI is superior to fast helical CT in the trade off between spatial, temporal and contrast resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:40"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "LeuvenViB RoomH",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Oyen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Non-obstructive causes of dilation of the excretory system include vesicoureteral reflux. infection. high flow status. cysts. congenital megacalyces. post-obstructive atrophy. and pregnancy. Concise assessment. the selective use of Doppler. and hyperdiuresis are helpful in differentiating obstructive from non-obstructive dilation",
            "authors": [],
            "year": null,
            "venue": "Widening of the pelvicalyceal system doesn·t equal obstructive disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ultrasonography is of limited value for the diagnosis and differentiation of renal parenchymal diseases. including renal infection. Ultrasonography is not specific and/or underestimates the degree of parenchymal involvement",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Some cyst-like lesions have features that may be common in malignant lesions. Careful analysis of the atypical features enables renal mass. whatever its echogenicity may be: it is impossible to obtain a histologic diagnosis based on ultrasonography alone. Non-obstructive urothelial tumors cannot be detected sonographically",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Materials and Methods: 1251-labelled UltraFluid-lipiodol (UFL) and Fluid-Lipiodol (FL) were injected, pure and under 6 differents types of emulsion, into the hepatic artery of rabbits bearing VX2 liver tumors. Rabbits received 0.1 mVkg of 1251-lipiodol (4 MBq/kg)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "De Baere",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aubert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harry",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "El"
                    ],
                    "last": "Kashif",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Conclusion: Large water in oil emulsion limits lung uptake and enhances selective tumor uptake of lipiodol after lA injection. It should be prefered for lA diagnostic and therapeutic administrations of lipiodol",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Iron-oxide enhanced Tl-welghted breath hold MR Imaglng In the preoperative evaluation of hepatic metastases A.G. van den Heuvel",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oudkerk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wielopolski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Kruyt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wiggers",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "To assess the diagnostic efficacy of iron-oxide-enhanced Tlweighted breathhold MR imaging in the preoperative evaluation of hepatic metastases. Materials and Methods: 16 patients underwent pre-and post-iron-oxideenhanced Tl-weighted GRE (FLASH) breathhold MR imaging on 1.5 T prior to operative evaluation for metastasectomy. MR parameters for enhanced imaging where chosen such that cysts were hypointense and metastases hyperintense in regard to normal liver tissue (TR = 170 ms",
            "authors": [
                {
                    "first": "Rotterdaminl",
                    "middle": [],
                    "last": "Purpose",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of diagnostic performance was done on basis of lesion and segmental analysis. Results: Sensitivity and false positive percentage for lesion detection of enhanced Tl-W MR were 80% and 0%. The sensitivity and specificity for segmental involvement were 83% and 100%. Operability was predicted correctly in all 10 patients with resectable disease. Only lout of 6 irresectable cases was incorrectly regarded as resectable. Conclusion: Iron-oxide-enhanced Tl",
            "authors": [],
            "year": null,
            "venue": "Intra-operative palpation, inspection and IOUS were considered the standard of reference (n = 16)",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparative study of the effectiveness of T1-weighted SE and GRE images after MnDPDP (mangafodipir)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Methods and Materials: In a multiinstitutional phase III clinical study, 112 patients with liver lesions were studied with MRI (1.0 and 0.5 Tesla magnets) before and after the intravenous administration of MnDPDP",
            "authors": [
                {
                    "first": "/E",
                    "middle": [],
                    "last": "Valencia",
                    "suffix": ""
                },
                {
                    "first": "Madridle",
                    "middle": [],
                    "last": "Purpose",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "MnDPDP is a positive Tl-weighted liver contras agent",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "MnDPDP was administered at a concentration of 10 /1moVml, a dose of 5 /1moVkg, and as a slow infusion (2-3 mVmln). The number and size of lesions and the relative signal enhancement ratio were compared for both sequences with the paired Student t test. Results: Although the SE images have more signal-to-noise ratio, Tl-weighted GRE images are statistically more sensible to the presence of MnDPDP. These GRE images are also significantly more ellective in the detection of liver lesions, visualizing more and smaller lesions. Conclusions: In the MR study of the liver performed after MnDPDP administration, GRE images must be preferred over SE images. 11 :15 1486 Portal perfusion defects visualized on magnetic resonance imaging of the liver after enhancement with superparamagnetic iron oxids J. Scharf. V. Hollmann, G.w. Kaullmann ; HeidelberglD patients). Resovist-enhanced MRA was superior to plain MRA evaluating the resectability of focal liver lesions. Conclusion: The decrease in liver SIN at a constant vessel SIN 20-30 min following iv",
            "authors": [],
            "year": null,
            "venue": "msec, TE = 12-15 msec, a = 60-65' ) images were obtained before and again 20-60 minutes after the end of MnDPDP intravenous administration",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Milanll Purpose: To correlate MultiHance biodistribution characteristics with MR signal intensity (SI) enhancement in normal liver parenchyma of healthy and patient volunteers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spinazzi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lorusso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pirovano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oavies",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taroni",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Results: Kinetics: tl/2 distribution phase: 0.085-0.605 h; tl/2 elimination phase: 1.17-2.02 h; apparent total volume of distribution: 0.170-0.282 L.kg-1 ; total clearance: 0.093-0.133 L.h-1 .kg-1 . Plasma concentrations and AUC values showed statistically significant linear dependences on the administered dose. Within 24 hours, Gd-BOPTA urinary excretion was 78-94% of the injected dose, and faecal recovery was 2-4%. Imaging: marked and prolonged liver-parenchyma SI enhancement both in patients and healthy volunteers",
            "authors": [],
            "year": null,
            "venue": "urine and faecal samples performed till 96 hours post-dose",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "MR imaging of the liver: Comparison between Gd-BOPTA and mangafodipir",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "ViennalA Purpose: To evaluate the MR contrast agents Gd-BOPTA and Mn-OPOP for liver enhancement (SNR) and the lesion-liver contrast (CNR) on T1-weighted spin-echo (SE) and gradient-echo (GRE) images. Materials and Methods: MR images in 51 patients from phase-2 (Gd-80PTA) and phase-3 (Mn-OPOP) trials scanned with identical imaging parameters were evaluated. Tl w SE (300/12) and GRE (8012.3180') images at 1.5 T (Signa, GE) were used",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "= 17; or Mn-OPOP 5 ,.,moVkg, n = 17) was based on manufacturers' recommendations. Quantitative analysis (liver SNR and lesion-liver CNR) was done",
            "authors": [],
            "year": null,
            "venue": "Results: SNR was highest with 0.1 mmoVkg Gd-BOPTA on GRE images",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "07). Overall GRE images were superior to SE images for SNR and CNR. Conclusion: Mn-OPOP and Gd-BOPTA (0.1 mmoVkg) provide equal enhancement for liver MR imaging. The clinical trials were supported by Bracco",
            "authors": [],
            "year": null,
            "venue": "CNR was highest after Mn-OPOP on GRE images (-22.6 ± 2.7) but this was not statistically different from others",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "86 consecutive patients 28 to 83 years of age (mean (± SO), 58treated with MR-guided L1TI under local anesthesia. A total of 230 lesions (mean number of lesion per patient (± SO): 2.67 ± 1.59, range: 1-7 lesions) were treated with a total of 608 laser applications",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Vogl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Scholz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Weinhold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Philipp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roggan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fussan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Felix",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "MR-guided laser-induced thermotherapy (LITT) of liver metastases: Results of survival rate",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Results: All patients tolerated the procedure under locai anesthesia well. No severe complications or side effects were observed. During the follow-up 15 of the 86 treated patients died of myocardic infarction (n = 1) apoplegia (n = 1) and progressive tumorous disease in the liver",
            "authors": [],
            "year": null,
            "venue": "Cumulative survival times were calculated using the Kaplan-Meier method",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "guided localization and interventional techniques In breast diagnosis S. Kramer. R. Schulz-Wendtland. N. Lang. W. Bautz; ErlangenlD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "role of radiological classification of breast lesions and valua of core biopsy In non benign breaat lesions P.E.J.M. Sallevelt. W.J. van Viersen, W.F.H.L. Broker, A. B. Gobardhan, R. Strobel. F.J.J.M. v.d. Molengraft; VelplNL",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "training phantom for stareotactic mammographic localisation and biopsy P. Smiddy, A. Quinn. G. Wilson. M. Molloy, J. Murphy; DublinllRL",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "of 14-, 16-, and 18-gauge long throw biopsy needles for breast biopsies T.H. Helbich, M. Rudas, A. Haitel, P. Kohlberger, S. Taucher, T. Wagner, G. Wolf, G.H. Mostbeck; ViennaJA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "of ultrasound guided fine needle aspiration cytology In breast lesions K. Hartwagner, F. Schmidt, G. Luschin-Ebengreuth, J. Raith, R. Groll, G. Schalller; GrazlA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "of breast lesions: Multicentric trial R. Campi, E. Cassano, C. Del Favero, G. Di Giulio, C. Fiorentino, I. Ghidotti, G. Gozzi, A. Morresi, P. Panizza, L. Pastore, G. Perugini, L. Recanatini, M.L. Zubani; Comoll",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "P.P.G. KRAMER (UtrechVNl) 1397 Radiology of AIDS In the pedlatric population A. Geoffray 1, M. Spehl 2 ; 1 NicelF, 2 BrusselslB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ": H. Da GUIA COSTA (OeiraslP) 1398 Interventional radiology (part I) J. Heuer; SchlierenlCH",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "J . LlSSNER (Munich/D) 1400 A. The critically ill patient in the intensive care unit S. Diederich, P.E. Peters; MDnsterlD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The acute trauma victim (summary) O. Pohlenz; HamburglD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Urgent availability of reports together with pictures of high quality.(4) Possibility of personal contact for discussion of examination results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Polytrauma: A concept for clinical management and imaging P.J . Bode; LeidenlNL",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "comparison of sitting and prone positions for stereotactic fine needle aspiration bresst blopay T.H. Helbich, K. Dantendorfer, G.H. Mostbeck, S. Schick, P. Wunderbaldinger, M. Amering, S. Huber, G. Wolf; Vl6nnalA Purpose: To compare anxiety, pain, and subjective experience of patients undergoing biopsy either in prone or sitting position. Materials and Methods: In a prospective randomized study, 103 women had stereotactic biopsies performed either in the prone (n = 51) (TRC-Mammotest; Sweden) or in the sitting (n = 52) (Sterotix 2; GE Medical Systems Milwaukee,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "localization and marking of Impalpable breast lesions with the aid of ultrasound P.P. Kenzel, J. Hadijuana, N. Hosten, D. Mickelat, T. Thiel, R. Felix; BerlinlD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "experiences In the minimal breast surgery with the ABBI system Ch. Madeja, S. Filimonow, K.-J. Winzer, B. Hamm, J.M. Miiller; BerlinlD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": ": Radiological study of pelvic floor disorders P.C. Muzzio, F. Pomerri, F. Bressanin, E. Pagiaro, S. Corra; Paduall",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Conclusion: Defecography plays a v i tale role in objective demonstration of enterocele and associated pelvic floor abnormalities. Rectal intussception and prolapse and an increased pelviC floor descent are often associated with an enterocele. 10:55 1421 Can endoanal MRI predict the functional outcome of surgical treatment of faecal Incontinence? J. Stoker, JW. Briel, S.M. Hussain, w.R. Schouten, J.S. Lameris; RotterdamlNL Purpose: The assessment of patients with faecal incontinence is nowadays based on endoanal sonography, while endoanal MRI is a new, promising technique. This pilotstudy evaluates the potential role of endoanal MRI as preoperative indicator of functional outcome of surgical therapy. Sphinctermorphology and pathology (e.g. atrophy) are better demonstrated with MRI than with endoanal sonography. Materials and Methods: Fifteen consecutive female patients (median age 52",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "The contribution of magnetic resonance Imaglng to the description and classification of perianal inflammatory disease H. Zeitler, A. Rieber, A.-J. Aschotl, R. Tomczak, N. Rilinger, H.-J. Brambs; UlmlD Background: MagnetiC resonance imaging (MRI) is a new promising tool in the evaluation of inflammatory perianal lesions. Because the currently used classifications of perianal fistulae rest upon definitions of the pre-MRI-era, new insights into this topic might be gained by MRI-findings. Methods and Materials: We examined 10 female and 14 male patients with perianal fistulae using a 1.5 T unit. Tl-and T2-weighted coronal and axial images were obtained. All findings (confirmed by surgery) were correlated with the conventional classification based on clinical features. Results: Differentiation was made by MRI between fistulae with perianal opening with and without ramification (14 patients versus 6 patients) . No perianal opening: 4 patients. Further distinction based on the extension of the fistulous tracts into the levator ani muscle (14 patients), into the ischiorectal space (4 patients) and horseshoeing (9 patients). Compared to the conventional classifications the description of intersphincteric and branching tracts could only be made by MRI. Conclusion: Because of its ability to describe the course of branching fistulous tracts and their topographic relation to the ditlerent layers of anal sphincter muscles MRI contributes important aspects to the currently used classifications of fistula-in-ano. 11 :20 1424 MR Imaglng of perianal fistulous disease: Comparison with endoanalsonography H.K. Kang , Y.Y. Jeong, Y.H. Kim, J.K. Kim; Kwang-julROK",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Comparison between MRI and anal sonography In the evaluation of flstula-In-ano A. Maier, K. Eibenberger, M. Funovics, G. Lechner; ViennalA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Investigation of anal fistulas with body coil MRI and high frequency endoanal ultrasound G. Astrom, H. Ahlstrom, W. Graf; Uppsa/a/S Purpose: To evaluate the use of high frequency endoanal ultrasound and body coil MRI in the preoperative assessment of anal fistulas. Material and Methods: Thirteen patients with clinically suspected high to medium-high anal fistulas were examined with endoanal ultrasound (Bruel & Kjaer, 10 Mhz rotating probe) and MRI (0.5 T, Gyroscan, Philips). The MRI examinations were performed in body coil with T1-weighted and T2weighted STIR sequences in frontal and axial projection. The fistulas were preoperatively evaluated with injection of Methylen BluelH202 and probing. Results: 8 out of 10 preoperatively verified internal openings were correctly depicted by endoanal ultrasound and only 5 were seen with MRI. Of 12 verified main tracks MR found 11 and ultrasound 12. Ultrasound (n = 2) and MRI (n = 1) showed an internal opening which not could be found at surgery. All 4 preoperatively verified peripheral extensions were seen with MRI but only 2 with ultrasound. In 5 other cases such a peripheral extension was seen on MRI but not with ultrasound or at surgery.Conclusion: High frequency endoanal ultrasound and body coil MRI provide complementary information in the preoperative investigation of anal fistulas. False positive findings at MRI might represent occluded tracks or true false positive findings. 11:50 1427 Pelvic fistulas after restoretive proctocolectomy: Improved Imaglng with contrast-enhanced T1-FLASH MR Imaglng M. Libicher, J. Scharf, A. Wunsch, C. Wunsch, K. Darge, G. Richter, G.w. Kautlmann; HeidelberglD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "and follow-up results of transcatheter occlusion of aortopulmonary collateral arteries In cyanotic congenital heart disease S. Sharma, S.S. Kothari, A. Saxena, M. Rajani, P. Venugopal; New DelhillNDPurpose: To evaluate the results of transcatheter embolization in the treatment of aortopulmonary collateral vessels in cyanotic congenital heart disease (CCHD) by using home-made coils. Method: 85 patients were treated. 63 patients had tetralogy of Fallot, 16 had pulmonary atresia with a vetricular septal defect, 4 had Single ventricle with pulmonic stenosis (PS) and 2 patients had tricuspid atresia with PS. The indications included preoperative occlusion to facilitate corrective surgery in 71 patients (Group I), control of postoperative hemoptysis in 11 (Group 11), and to facilitate the growth of the pulmonary arteries in two shunted patients (Group Ill). Home-made coils designed during the procedure were used for embolization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Bronchial arteries in the pig before and after permanent pulmonary artery occlusion J. Remy, F. Oeschildre, D. Artaud, Remy-Jardin, M.C. Copin, R. Bordet, B. Gosselin; LillelF",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "-induced pulmonary side effects: HRCT, splral-CT, chest radiography In correlation to dose and duration of exposure M. Herzau, I. Marzoll, D. Reinhardt, H. Kuhnert, W.A. Kaiser; JenalD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "-Resolution er morphology correlation with chest radiographs, broncho-alveolar lavage, transbronchlal biopsy, lung function tests and clinical follow up A.A. Mester, E. Mak6, E. Vajda, T. Major, P. Magyar; BudapestIH Purpose: To compare plain film, High-Resolution CT, lung function tests, transbronchial biopsy (bronchoalveolar lavage) and clinical follow up. Materials and Methods: Chest radiographs of interstitial lung diseases were compared with HRCT of 65 investigations of 60 patients. Inspirium, exspirium, supine/prone position HRCT, transbronchial biopsy andlor bronchoalveolar lavage (BAL) were done. Lung function tests and Lung Diffusion of Carbon Monoxide (LOCO) were investigated. Results: Chest radiograph's fibrosis morphology and HRCT had discrepancy in 40 of 65 cases. In 8 of 45 the false positive chest film was correctly interpreted by the help of prone position supported HRCT, in 37 of 48 cases the HRCT modified the plain film-morphology. In 17 cases, active interstitial inflammation-positive HRCT, and biopsy and/or lavage, gave similar results. In 4 cases the HRCT was false negative, but the biopsy and/or lavage proved inflammation. In all 34 cases biopsy agreed in fibrosis with the HRCT. In 25 of 65 cases the exspiration HRCT showed additional air trapping. In 5 cases unexpected cavitation was diagnosed by HRCT. 3 of tbc, 2 of autoimmune diseases. Conclusions: Inflammation and fibrosis sensitivity are similar by HRCT versus biopsylBALlLDCO. Inspiriumlexspirium, supine/prone positions increase the HRCT specificity. HRCTs accuracy corrects the false positive interpreted, doubtful plain films. Positive and negative predictive value of HRCT are similar to the biopsy results. HRCT is superior versus lung function tests by disease distribution's topography. 11:50 1448 High resolution computed tomography assessment of pulmonary adema M. Pervak, M. Kamenetsky, N. Momot; DonetsklUKR Purpose: To evaluate the possibilities of HRST in the diagnosis of pulmonary edema. Methods and Materials: 30 patients with chronic renal insufficiency and 18 patients with left ventricular failure were studied by thoracic high resolution computed tomography along with histographic analysis of lung density.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": ", A. Banco, G.V. Sparacia, S. Pappalardo, Cerasola, A. Lagalla; Pa/ermol/ Purpose: To evaluate the role of neurovascular conflict at the level of left",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "vascular stenosis and occlusion: Comparison of tlme-of-flight (TOF) and phase contrast (PC) MR-anglography M. Oelerich, M.G. Lentschig, P. Zunker, G. Schuierer, P. Reimer, P.E. Peters; MunsterlO Purpose: To compare accuracies of TOF-and PC-MR-angiography (MRA) for detection of intracranial vascular steno-occlusive disease. Materials and Methods: We retrospectively reviewed the MR-angiograms, digital subtraction-angiograms (DSA). and results of transcranial Doppler (TCD) examinations in 18 patients (mean age: 56 ± 10 years) with intracranial vascular stenoses and occlusions. Unenhanced 3D-TOF-and 3D-PC-MRA (30-60 cmls VENC) were performed at the level of the circle of Willis. Postprocessed images using a MIP-reconstruction with multiple prOjections were analysed. A total of 126 vessels were assessed by PC-and 143 by TOF-MRA, with DSA (15 patients) and TCD (18 patients) as a standard. Results: 32 steno-occlusive lesions were depicted by DSA and/or TCD (anterior circulation: 22, posterior circulation : 10). TOF-MRA detected 28 stenoocclusive lesions and PC-M RA 20 (senSitivity 87.5% and 62.5%). Specificity of TOF-and PC-MRA was 87.4% and 91 .8%, respectively. PC-M RA correctly graded 11 stenoses and overestimated 2, whereas TOF-MRA correctly graded 17 stenoses and overestimated 6. Conclusion: TOF-MRA is superior to PC-M RA for detection of intracranial stenoses and occlUSions, however the combination of both techniques helps to avoid false positive diagnoses and facilitates grading of stenoses. MRA is a versatile technique for the evaluation of intracranial vascular stenoses and occlusions. 11:10 1453 Comparison of TOF-and PC-MR-Anglography In cerebral infarcts V.K. Katsaros, L. Stylopoulos, N. Bondozoglou, E. Gotsis, A. Gouliamos;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Vascular displacement was shown on NEMAA and CEMAA. Tumour encasement of 56 vascular segments in 16 patients was only shown on CEMAA. Conclusion: Accurate assessment necessitates both, NEMAA and CEMRA. The laner should be performed with an increased flip angle (45°). 11 :30 1455 GD-DTPA enhancement MR angiography In meningioma K.-C . Li; BeijinglPRCPurpose: To evaluate the diagnostic value and limit of Gd-DTPA enhancement MA Angiography (MAA) in meningioma. Materials and Methods: 48 patients with meningioma were studied by Gd-DTPA enhancement (0.1 -0.2 mmollkg) 3D-TOF MIP reconstruction MRA. In which the diagnosis of 25 patients (male 8, female 17) were corroborated by operation and pathology. The findings of MRA were compared with those of operation . 10 patients with meningioma were studied by MAA without Gd-DTPA as Control Group. Results: 28 tumors were detected in 25 cases. The tumor-dye was found in 100%, and the feeding arteries of tumor coming from the branches of external carotid artery were seen in 94.4%, among them 6 cases with feeding arteries from intracephalic artery's simultaneously, and draining veins of tumor as well as their drainage way were demonstrated in 89.3%, and the displacement of cerebral vessel in very degrees could be easily depicted in 75%, on Gd-DTPA enhancement MAA. MAA without Gd-DTPA showed the displacement of cerebral vessel in 40% only. and could not demonstrate other signs. Conclusion: Gd-DTPA enhancement MAA is useful method for showing blood circulation condition of meningioma, and guiding surgeon to perfonn operation.11:40 1456 Imaglng evaluation of dural venous sinus Invasion by Intracranial meningiomas: A combined MRI-MRA approach Z. Patay 1 , J. Brotchi 2, Ph. David 2, O. Baleriaux 2; 1 Budapest/H, 2 BrusselslB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "The Intrapenlle vasculature in diabetic patients: Power Doppler evaluation C.E. Neumaier, S. Dehlcchi, M. Falchi, A. Catterina, E. Silvestri, E. Biggi; Genova/I Purpose: To investigate the role of power Doppler US in the evaluation of the intrapenile arteriolar vasculature in diabetic patients. Methods and Materials: After intracavernosal injection of 10 Jlg of prostaglandin",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "phase spiral CT: Short bolus of 400 mg IIml vs longer bolus of 300 mg IIml contrast medium E. Di Giandomenico, A. Filippone, M. Muzi, R. Basilico; Chietill",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "contrast media with different Iodine concentretlons for dual-phase splrel CT of the liver P. Mlldenberger, H.-U. Kauczor, K. Oberholzer, C.P. HeuBel, A. Hlawatsch, M. Thelen; MainzID",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Characterization of focal liver lesions with Resovist as a new SPIO: Clinical value of dynamic enhancement with Tl-and T2-weighted MRI P. Reimer, E.J. Rummeny, C. Marx, M. Muller, K. W6rtler, K. Shamsi, T. Balzer, T. Barns, U. Sulkowski, K.H. Dietl. P.E. Peters; MOnsterlD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "newSPIO P. Reimer, C. Marx, E. Rummeny, M. Muller, T. Balzer, K. Shamsi, U. Sulkowski, KH Dietl, T. Barns. M. Lentschig, K. Wortler, S. Diederich, P.E. Peters; MOnstarlD Purpose: To evaluate the impact of Resovist as a new SPIO on MR-Angiography (MRA) of the liver in patients with focal liver lesions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Capabilities of modern cardiac MR Imaglng in comparison to fast helicalCT W. Luboldt, A. v. Smekal, M. Desantls, W. Nitz, B. Relchart, M. Reiser; Zurich/CH Purpose: To reevaluate cardiac MR Imaglng with regard to the phased array coil and newer pulse sequences in comparison to fast helical CT Methods and Material: Various fast and ultrafast MR-imaging strategies have been tested In 19 patients with inflammatory (n = 4), neoplastic (n = 12) and congenital (n = 3) pathology of the heart. The diagnostiC outcome of MRI was compared with Informations obtainable by fast helical-CT performed with 0.75 secJrevolution,5 mm colHmation, pitch 1 and 180 0 interpolation algorithm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1370 Minimal Invasive stereotaxic breast biopsy using the Mammotome and digital Fisher table S.H. Heywang-Kobrunner, U. 5chaumloflel. H. Hofer. P. Viehweg. R. Beck. J. Buchmann; HallelD",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "1378 Ultrasonographically vs stereotactically guided breast core-biopsy. Comparison between both techniques R. Salvador, M. L6pez, M.O. Perez, A. Hidalgo, D. Varona, M.M. Alarcon;Purpose: to evaluate the morbidity and results comparing US-guided breast biopsy (USB) with standard stereotactically guided breast core biopsy (SB). Material and Methods: 189 breast nodules less than 3 cm in size were sampled by core biopsy (51 with SB 14 G needle, 5 samples; 89 with SB 18 G needle, 5 samples; and 49 with USB, 3 samples). Doppler US was performed in these 49 cases. Results: Malignancy was confirmed in 43% 14 G-SB, in 32% 18 G·SB, and 38% USB. Average time procedure was 19 minutes with SB and 12 minutes with USB. Complications did not diller among the three groups of patients. Doppler US did not lower the rate of complications, by identifying vascular areas within the tumor. Conclusion: USB gives similar results than SB (14 G and 18 G) obtaining less samples. USB requires less time for the procedure. Doppler technique is not useful to eliminate complications. Interventional radiology of pancreas and spleen: Biopsy W.R. Lees; LondonlUK",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Detecting predisposing factors as other infections, aspiration or obstructing bronchial cancer. (4) Chest X-ray and mostly CT may indicate the site of the lesion and suggest the most useful technique to obtain diagnostic specimens. (5) CT is the optimal technique to diagnose associated pathology and compli-Chairperson: E.M. LAASONEN (TamperelFIN) 1386 Imaglng In neuro-ophthalmology I. Moseley; LondonlUK",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "CT). In all cases needle pOSition was checked after localisation. Results: 85 lesions were marked under CT-guidance. In call cases the lesions could be identified by the surgeon and pathologist. The distance between lesion and hook wire was below 1 cm. In 45 cases we performed a large-core percutaneous breast biopsy. In 39/45 cases histologic findings agreed with supposed diagnosis. Conclusion: CT-guided localisation is a valuable method for preoperative marking of MR detected lesions, until dedicated systems for MR-guided biopsy will be available. It's accuracy for percutaneous biopsy of smaller lesions is limited. for a beller training). Mammographic (MX) guidance was reserved to lesions appreciable on mammography. US and/or MX suspicious were evaluated qualitatively by subjective assessment (two operators) with three degrees of severity and were compared to pathological findings. Results: with a US and MX low, moderate and severe suspicious 7 carcinomas (M) and 29 benign lesions (B), 12 M and 20 B, 42 M and 6 B respectively emerged. CB correctly identified 617 M (86%), 9/12 M (75%) and 40/42 M (95.2%). Positive predictive value was 100%; in all carcinomas, hormonal receptors study, was performed. Surgical findings confirmed 5 CIS. Conclusions: CB reduced number of surgical biopsies, expecially for lesions with low US and MX suspicious. In our experience with CB positivity, intrasurgical histologic analysis was superflous.1410 Needle core biopsies of breast microcalclflcatlons: Value In declslonal practice J. Chopier, J.Y. Seror, M. Antoine, S. Sananes, P. Merviel, M. Bazot, J.M. Bigot, S. Uzan; ParislFPurpose: To assess the accuracy with which stereotaxic core biopsy of breast microcalcifications help to adapt the surgical decision or to justify follow-up. Materials and Methods: Eithy nine patients underwent stereotaxic breast biopsy performed with large core, 14 gauge needles. Histopathologic findings of microbiopsies were correlated with radiological findings, with follow up and with surgical results. Results: Agreement between radiological and histopathologic findings on biopsies was obtained in 86% for benign results. A surgical biopsy was necessary and justified in 11 %. Radiological suspicious or malignant microcalcifications were correlated with 35% benign and 65% malignant histologies on biopsies. The positive predictive value, negative predictive value and accuracy were respectively 93%, 86% and 95%, when we correlated pathologic results of microbiopsies and pathologic findings at surgery or follow up. Invasive lesions were found on microbiopsies in 39% of excised malignant lesions. Multifocal lesions were proved on microbiopsies before surgical excision in 50% of all carcinomas. Conclusion: Microbiopsies help to disclose malignant lesions missed on radiological analysis, and to accure the first surgical treatment: axillary lymph node dissection in the invasive lesions and mastectomy in the mutifocai lesions.1411 The accuracy of 14 G core biopsy (CB) of non-palpable mammographic abnormalities using a dedicated prone digital breast biopsy system: Analysis of 300 cases M.J. Michell, S. Humphreys, D. A. Andrews, G. Howes, M.A. Chaudary, J. Roberts, H. Berry,H. Nunnertey; London/UK Purpose: To measure the sensitivity and specificity of prone stereotactic CB for different types of mammographic abnormality. Methods and Materials: Non-palpable mammographic abnormalities were categorised according to sign: circumscribed mass, spiculate mass, microcalcification -low suspicion, microcalcification -high suspicion, stellate/parenchymal deformity, asymmetrical density. 14 G CB (minimum 5 passes) was performed using a Kimal automated biopsy device and a dedicated prone stereotactic biopsy system (Fischer Mammotest). Sensitivity and specificity were measured by comparing CB result with outcome. Results: CB was performed on non-palpable suspicious mammographic abnormalities on 300 cases. The final outcome was 150 cases (50%) -malignant (97 invasive cancer); 110 cases (37%) -no surgery; 40 cases (13.3%) had benign surgical excision biopsies. The complete sensitivity (malignant or sus· picious CB) for cancer detection by CB = 98% (range 100% -95%). The absolute sensitivity (malignant CB only) = 88% (range = 98.4% -68%). There were no false positive results. Specificity = 100%.Conclusion: 14 G CB using prone stereotactic guidance is an accurate method of obtaining a histological diagnosis for most suspicious non-palpable mammographic lesions.11:15 1412 Specific pathologlc diagnoses of non-palpable breast lesions can be obtained using 18 gauge core needles M. Vazquez, C. Trillo, D. Edde; Hilton Head Is., SC/USA Purpose: To determine if specifiC pathologic diagnoses of non-palpable breast lesions can be accurately made utilizing 18 gauge needles under stereotactic guidance.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Purpose: Enterocele is a peritoneal sac containing intestine and in women lying between posterior vaginal wall and anterior rectal wall and may be difficult to clearly define on clinical examination. The purpose of this study was to define the role of defecography in diagnosis of the pelvic floor abnonnalities more commonly found in association with enterocele.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "1434 5ystolic wall thickening percentage: A valuable sign of differential diagnosiS between dilated cardiomyopathy and aortic Insufficiency K.-C. Li, Y.-Q. Liu; BeijinglPRC",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Vessel diameters in non-invasive EBT reconstructions of the coronary arteries correlate reasonably well to QCA. The partial volume effect can cause overestimation of high-grade coronary artery stenoses.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Assessment of bronchial wall thickness with high-resolution CT: A quantitative approach using density measurements C. MUller-Leisse, J. Kemper, F. Berger, A. Prescher, H.-M. Klein, A. Stargardt, M. Grau, R.w. Gunther; AachenlD",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Positive predictive values for coronary artery disease detected as by CT and FS are 91% and 69%, negative predictive values for CT and FS are 63% and 41 %. Conclusion: Helical CT is significantly more sensitive than FS. Detection of coronary artery calcification at chest CT warrants further cardiological work-up.Purpose: To establish the relation between opacification of the superior vena cava (SVC) and streak artifacts arising from it in contrast enhanced CT. Methods and Materials: 60 images, derived from dynamic non-incremental CT at the level of the pulmonary artery bifurcation were categorized into 4 groups, according to the presence of streak artifacts. Group 0 = no streaks; group III = severe streaks, leading to non-diagnostic image quality. Artifacts",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "T.A. Goodman, A.J. Phillips, F.V. Gleeson; OxfordlUK",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "R.D. Tuson. N.C. Cowan; OxfordlUKPurpose: The evaluation of a mechanically detachable coli system (MDS. Bait) for controlled delivery of tungsten coils during vascular embolisation in the genitourinary tract is described. Simultaneously a 6 F/4 F coaxial catheter combination was developed for coil deployment. These systems are illustrated with three cases. Materials and Mathods: The MDS system comprises a modified Bait Spirale tungsten coil. attached to a pusher wire with a ball and socket coupling. The coil can be advanced and retracted until a satisfactory position is achieved. The coaxial catheter technique utilises an outer shaped 6 F guide catheter and an inner 4 F glide catheter. Standard Bait MDS-P coils can be delivered using the 6 F catheter uniaxially. Specially manufactured smaller MDS coils capable of delivery through the 4 F glide catheter were evaluated. These are now available commercially. Results: Three cases illustrate facets of MDS coil deployment and catheter technique for vascular embolisation in the genitourinary tract.",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Tumour staging may be incorrect if flow artefacts simulate venous extension or if anomalous retro-peritoneal veins simulate lymph node enlargement. 1470 New display methods for MRI and PET fusion Images Room. M. Quarantelli. B. AIIano. A. Brunetti. E.M. Covelli. E. Tedeschi. C. Mainolfi. P. Varrella. M. Salvatore; NsplesllPurpose: To develop and test different methods for fusion display of PET and MRI images of the brain. Materials and Methods: PET studies with f1uorodeoxyglucose and spin-echo MRI studies were acquired in 12 patients. From MRI data. multifeature colour maps (JMRI: 1992: 40: 400-500) were computed. Registration of PET and MRI was performed with a commercial software. For fusion of MRI Tl-weighted and PET images. common grey levels-colour scale superimposition was compared with an original method using spatial frequencies separation. with morphologic information coded by high frequencies and radioisotopic distribution by low frequencies. For fusion of multifeature MRI and PET images. two original methods using PET images to modulate respectively colour saturation and luminance in the multifeature images were compared. Image quality and localisation of functional information in fusion images was scored by three radiologists. Results: With the single feature fusion images. the frequency based method was rated superior to the standard method. In the multifeature fusion images. luminance modulation was rated superior to colour saturation. Conclusion: No standard fusion display of functional and morphologic images is presently available. Our results suggest that single-and multifeature registered images can be advantageously displayed using respectively frequency coding and luminance modulation.1471 Comparison of akin and bone contours for matching of MR and CT data for radiotherapy planning P. van Dijk. G.H.J. de Rooij. A.S. den Boer. M. Oudkerk; RoNerdsmINLPurpose: To find the best contours in MR and CT images to be used in 3D image fusion for radiotherapy planning of brain tumors. Materials and Methods: We used a 3D chamfer matching program capable of registering MR and CT image volumes. The MR imaging sequences include: SE (n-weighted). TurboSE (PO and T2-weighted) and 3D MPRAGE for volume acquisition (T1-weighted). Fourteen patients were scanned with a radiotherapy mask for positioning with spiral CT and without mask with MA. Results: In MR images the most appropriate bone contours could be found in the proton density scans. The matching result for gradient-echo images could be improved by using skin contours. taking care in CT images to leave out the mask. In TurboSE images a combination of skin and bone contours gave the best result. In all cases a resliced MR matching result accurate to within 3 mm from the original CT data could be produced. Conclusion: Bone contours for MR and CT image matching can favourablybe replaced or supplemented by skin contours. 1472 Computer assisted tumor volurnetry Th. SchindewoH. A. Leppek. D. Selle. W. Spindler. C.J.G. Evertsz. H. JOrgens. K.-J. Klose. H.-O. Peitgen: BremenlD",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "Conclusion: The filter improves the vessel depiction in noisy images. The clinical interest of the filter needs to be validated on a larger group of patients. The ongoing research aims at exploiting the extracted orientations with a segmentation process.11 :101475 The Importance of Image processing In a succesaful transition towards digital projection radiography: A comparative analysis F. Dhaenens, G. Marchal, H. Pauwels, E. Schoeters, P. Vuylsteke; Mortsel, Purpose: The image processing required to make images, generated by Computed Radiography, acceptable for diagnostic purposes in a cost sensitive setting, must fulfill many requirements simultaneously. Several widespread image processing methods for contrast enhancement (unsharp masking, MU-SICA) and irradiation field detection are compared and evaluated at the technical and the clinical level. Materials and Methods: Over 100,000 patient images have been processed and controlled for several algorithms and parameter senings. Following factors are checked: success rates for collimation and window-level, robustness for patient and exposure variations, pathology independence and artifacts. Results: Multiscale Image Contrast Amplification (MUSICA) demonstrates superiority over other image processing for most of the checked factors and is artifact free. Retakes and reproceSSing for insufficient image processing are below 1%. Conclusion: A technically and diagnostically reliable image processing is crucial for the clinical acceptance and the economical justification of Computed Radiography.1476 Image content analysis using textural Information and synergetic classifiers F. Vogelsang, F. Weiler, B.B. Wein, M. Kilbinger, A.W. Gunther; AachenlDPurpose: In PACS automated image recognition tools are required to sort, prefetch and display images correctly according to image management rules. Material and Methods: 144 plain X-ray images of different content and distributed regions of the body were digitized with a spatial resolution of 100 ~m. As first step feature vectors were calculated consisting of co-occurrence matrices. They were transformed according to Fourier-Mellin technique to achieve invariance regarding affin transformations. The developed synergetic algorithm used prototype images for first evaluations and was improved by new accepted image contents. Results: Almost 97% of all images were correctly classified according to their specific content. Uncertain images were definitely rejected for further evaluation. Conclusion: The proposed method is an adequate way to deal with the problem of image content classification and will be used to choose the appropriate model in an knowledge based image segmentation system.11 :301477 Low-cost solution for 3-0 image-processing on a PC or workstatlon, using the UNIX-system LINUX and KHOROS 2.1 P. Gocke, C. Gocke, T. Bauermann, A.-D. Muller, A. Langer; EssenlDPurpose: Development of a PC-based low cost 3-D-image processing system Methods and Materials: A Pentium PC (16 MB memory, a SVGA card, a 1.2 GB harddisk, running LlNUX and the KHOROS package) is linked to an ethemet of laser imagers. This PC-system is availabe for a price of OM 3000.-(21,000 ATS). Similarly to commercial UNIX systems, the freeware LlNUX system is characterised by a high stability and posesses an integrated TCPIIP protocol. Further more shareware image-viewers (XV 3.10) are available and utilizing the graphic user interface (GUI) X-windows, handling is comfortable and user friendly. With the freeware KHOROS package the standard 2-and 3-D image-processing functions are accomplished and also supplemented with user-developed programmes. Results: For the LlNUX-system environment we developed software that copies image data from CT and MRI to the PC. The data are available in laser camera network, which is linked to the PC in a 10-Mbit ethernet network. In the PC the image data can be further processed with the KHOROS package or other software. Conclusion: With an investment of only OM 3000.-(21,000 ATS) for a PC and with an ethemet available, standard image processing tasks can be accomplished utilizing freeware software. For high-end image processing a high performance platform e.g. a SUN UltraSPARC for OM 40-70,000.-(280-490,000 ATS) is required if the greater amount of processing data is to be performed in a reasonable period of time.1478 Low-cost solution for PC-based Image-communlcatlon using the UNiX-system LlNUX P. Gocke, C. Gocke, T. Bauermann, A.-D. Muller, A. Langer; EssenlD Purpose: Development of a low cost, PC-based image communication system for radiological purpose. Methods and Materials: Several laser printers can be linked with a LlNUX-PC in a 10-Mbit ethemet network. This system can be extended for suitability in image communication. A standard workstation solution presently costs OM 200,000. -(1.400,000 ATS), and just a simple network extension for preparation of unmodified raw data transfer requires an investment of OM 15,000.-(105,000 ATS). Therefore we have designed an image communication system basing upon a standard PC using the freeware LlNUX system which incurs costs of only OM 2.500.-(17,500 ATS). Similarly to commercial UNIX systems, LlNUX is characterised by a high stability and possesses an integrated TCPIIP",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": ") with 3 mllsec flow rate, 50 sec injection time, 20-25 sec arterial delay, 75 sec portal delay. Hepatic enhancement was measured at three levels (upper level, hilum level, and lower level) in each patient. Results:Portal phase (mean ± SO)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "= 5). The overall cumulative survival rate was 0.87 after 12 months and 0.61 after 28 months. The mean survival time calculated with the Kaplan-Meier method was 31.1 months. Conclusion: In patients with liver metastases the local tumor destruction using minimally invasive percutaneous L1TI under local anesthesia results in improved clinical outcomes and survival rates. Purpose: To evaluate placement procedure, migration, patency and force resistance of extra large Palmaz stents in the vena cava in an animal model. Material and Methods: In 12 adult pigs a stenosis of 50% or more lumen reduction was surgically induced in the vena cava. After 1-2 weeks the Palmaz stents with an effective diameter of 20 mm and 40 mm length were introduced. In the post-stenting weeks a control angiography was performed, whereafter the animals were sacrificed for specimen exploration. The first 3 animals only received aspirin. The following animals received aspirin orally and calparin subcutaneously. Results: In the 11 surgically successful induced caval stenoses, 10 stents were successfully placed and patent at control cavography. At evaluation of the vena cava specimen in 2 of the first 3 pigs a large thrombus mass was seen. Therefore the thrombolytic therapy was extended with calparin for the following animals. By specimen evaluation of these animals only a very small thrombus was found in 3. Extensive neo-endothelialization and no thrombus formation was seen when the stent was firmly impacted against the vessel wall. One procedure failed due to stent migration. Conclusion: In this animal study deployment of the extra large Palmaz stent in surgically induced high pressure stenoses was successful in 10 out of 11 procedures. In venous stenting adequate thrombolytic therapy is essential to minimize stent thrombosis. Purpose: To elucidate the therapeutical elect of the Amplatz-Thrombectomy-Device (ATD) in the treatment of acute thromboembolic occlusions. Materials and Methods: 60 patients with acute occlusions of the lower limb arteries (3 h -8 days, mean 2 days) were treated with the ATD . An embolic event as reason for lower limb occlusion was observed in 42 patients. 18 patients suffered from acute thrombotic occlusion on the base of atherosclerotic disease. Average clinical or colour coded ultrasound follow-up was 10 months. Results: Complete success without adjunctive procedure was achieved in 60% of the patients. Mean thrombectomy time in those cases was 75 sec. Partial Success with need of additional procedures like local thrombolysis or PTA was achieved in 35% of the patients. Doppler-Index increased significantly (p < 0.001) from 0.45 before intervention to 0.96 after intervention. There were 3 failures (5%) due to bad peripheral outflow in patients with advanced atherosclerotic disease. No major complications occurred. Patency (<I> followup 10 months) was 85%. Conclusions: High speed thrombectomy using the ATD is a very elective and save procedure for quick restoration of vascular patency. Purpose: to assess the long-term value of percutaneous methods for declotting and maintaining patency of dialysis access. Methods and Materials: From April 1992 to August 1996, 124 consecutive declottings of 86 dialysis accesses (34 Brescia-Cimino Fistulas BCF, 52 PTFE grafts), were performed in 81 patients (35 women, 46 men). In 55 cases, Urokinase was first infused for 2 hours at a dose of 100,000 units/hr through 2 crossing needles. Remaining clots were then aspirated through 8 F wide lumen catheters (\"Brite Tip\", Cordls'). In 69 cases, aspiration was performed directly without previous Urokinase. All patients received 3,000 units of heparin and antibiotics. Results: All PTFE grafts were successfully declotted. The 3 immediate failures with BCF were linked to tortuous and fragile veins. Complications included 4 arterial emboli, ellectively treated by thrombolysis or aspiration, 1 massive bleeding at a puncture site at 6 days, 2 false-aneurysms at 15 days and 1 month. A stent was placed in 21/52 (40%) PTFE grafts at a mean follow-up of 5.8 months and in 3/34 (9%) BCF. Including initial failures, primary patency rates for BCF were 79 ± 7% at 1 month, 57 ± 9% at 6 months, 52 ± 12% at 1 year. For grafts these rates were 88 ± 5% at 1 month, 36 ± 7% at 6 months, 15 ± 9% at 1 year. With percutaneous reinterventions (redilations, stent placements, new declottings), secondary patency rates for BCF were 69 ± 9% at 1 year. For grafts, rates were 86 ± 8% at 1 year and 75 ± 12% at 2 years. A mean of one reintervention was necessary every 18.1 months for BCF and every 5.9 months (3 times as often) for grafts. Conclusion: Thrombo-aspiration, with or without prior Urokinase infusion, allows the best primary patency rates published one month after declotting of PTFE grafts. With appropriate percutaneous reinterventions, including stent placement in 40% of cases, secondary patency rates of grafts and native veins are also clearly superior to the data of literature. in 55 cases, demonstrating contrast-extravasation (n = 16) or structural abnormalities (n = 39: portal venous pathology n = 10, visceral pseudoaneurysm n = 5, AV-malformation n = 8, Meckel's diverticulum n = 2, other n = 14). Embolization was technically possible in 13 of 16 cases with contrast-extravasation and in 11 cases of the other group. Occluded lesions were located in the stomach (n = 5) and duodenum (n = 6), the liver (n = 4), small bowel (n = 4) and colon (n = 5). Embolization was performed with a diagnostic 5 French catheter (n = 5) or coaxially with a 3 F microcatheter (n = 19) using gelatine, polyvinyl alcohol particles, stainless steel coils, platinum microcoils and n-butyl cyanoacrylate as embolic agents. Results: 30 days survival was 79% (19/24) . 5 patients died from multiorgan failure; 3 of them underwent laparotomy for suspected rebleeding. Embolization failed only in one case, forcing a successful emergency laparatomy. In the long term, two recurrences were treated by surgery Oejunal AVM, ischemic colonic ulcer). There were no ischaemic complications. Conclusions: Embolization of gastrointestinal haemorrhage is elective and safe. Purpose: to assess the long-term value of percutaneous treatment of dialysis fistula dysfunction. Methods and Materials: Between January 1987 and July 1996, 144 consecutive native fistulas for hemodialysis were dilated in 135 patients (48 women , 87 men, age: 22-96, mean: 61). Fistulas were radio-cephalic or radio-basilic (103), brachio-cephalic (26), brachio-basilic (13) and at the thigh (1). The initial symptoms were low flow (38%), increased venous pressure (33%), thrombosis (18%) and dilliculties in cannulation (11%). Clinical and para-clinical nephrological surveillance led to 147 redilations, 27 stent placements (13 Wallstents, 14 Craggstents) and to 12 percutaneous declottings by thromboaspiration. Results: Including initial failures (5/127), primary, assisted primary and secondary patency rates were 42 ± 5%, 77 ± 6%, 79 ± 4% at 1 year and 33 ± 8%, 77 ± 8%, 75 ± 7% at 3 years. A mean of one redilatation every 14 months was necessary to achieve patency. Results were less favourable for the brachio-cephalic sub-group with frequent initial ruptures and with a mean",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}