{"paper_id": "4631b967f3e9b5a09000edb1513237b698d468c8", "metadata": {"title": "Evaluation of New Anti-Infective Drugs for the Treatment of Respiratory Tract Infections", "authors": [{"first": "Anthony", "middle": ["W"], "last": "Chow", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Caroline", "middle": ["B"], "last": "Hall", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jerome", "middle": ["O"], "last": "Klein", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Robert", "middle": ["B"], "last": "Kammer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": ["D"], "last": "Meyer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jack", "middle": ["S"], "last": "Remington", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "These guidelines deal with the evaluation of anti-infective drugs for the treatment of respiratory tract infections. Five clinical entities are described: streptococcal pharyngitis and tonsillitis, otitis media, sinusitis, bronchitis, and pneumonia. A wide variety of microorganisms are potentially pathogenetic in these diseases; these guidelines focus on the bacterial infections. Inclusion of a patient in a trial of a new drug is based on the clinical entity, with the requirement that a reasonable attempt will be made to establish a specific microbial etiology. Microbiologicevaluation of efficacy requires isolation of the pathogen and testing for in vitro susceptibility. Alternatively, surrogate markers may be used to identify the etiologic agent. The efficacy of new drugs is evaluated with reference to anticipated response rates. Establishment of the microbial etiology of respiratory tract infections is hampered by the presence of \"normal flora\" of the nose, mouth, and pharynx, which may include asymptomatic carriage of potential pathogens. This issue is addressed for each category of infection described. For example, it is suggested that for initial phase 2 trials of acute otitis media and acute sinusitis tympanocentesis or direct sinus puncture be used to collectexudate for culture. Acute exacerbationsof chronic bronchitis also present difficulties in the establishment of microbial etiology. These guidelines suggest that clinical trials employ an active control drug but leave open the possibility of a placebo-controlled trial. For pneumonia, the guidelines suggest the identification and enrollment of patients by the clinical type of pneumonia, e.g., atypical pneumonia or acute bacterial pneumonia, rather than by etiologic organism or according to whether it was community or hospital acquired. For each respiratory infection, the clinical response is judged as cure, failure, or indeterminate. Clinical improvement is not acceptable unless quantitative response measures can be applied.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "These guidelines deal with the evaluation of anti-infective drugs for the treatment of respiratory tract infections. Five clinical entities are described: streptococcal pharyngitis and tonsillitis, otitis media, sinusitis, bronchitis, and pneumonia. A wide variety of microorganisms are potentially pathogenetic in these diseases; these guidelines focus on the bacterial infections. Inclusion of a patient in a trial of a new drug is based on the clinical entity, with the requirement that a reasonable attempt will be made to establish a specific microbial etiology. Microbiologicevaluation of efficacy requires isolation of the pathogen and testing for in vitro susceptibility. Alternatively, surrogate markers may be used to identify the etiologic agent. The efficacy of new drugs is evaluated with reference to anticipated response rates. Establishment of the microbial etiology of respiratory tract infections is hampered by the presence of \"normal flora\" of the nose, mouth, and pharynx, which may include asymptomatic carriage of potential pathogens. This issue is addressed for each category of infection described. For example, it is suggested that for initial phase 2 trials of acute otitis media and acute sinusitis tympanocentesis or direct sinus puncture be used to collectexudate for culture. Acute exacerbationsof chronic bronchitis also present difficulties in the establishment of microbial etiology. These guidelines suggest that clinical trials employ an active control drug but leave open the possibility of a placebo-controlled trial. For pneumonia, the guidelines suggest the identification and enrollment of patients by the clinical type of pneumonia, e.g., atypical pneumonia or acute bacterial pneumonia, rather than by etiologic organism or according to whether it was community or hospital acquired. For each respiratory infection, the clinical response is judged as cure, failure, or indeterminate. Clinical improvement is not acceptable unless quantitative response measures can be applied. This is one of a series of disease-specific guidelines that have been prepared to assist sponsors and investigators in the development, conduct, and analysis of studies of new antiinfective drugs. These guidelines deal with the conduct of phase 1 through phase 4 clinical trials and are subsets of the General Guidelines for the Clinical Evaluation of Anti-Infective Drug Products, which should be consulted for prerequisites to conducting studies in humans.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "These guidelines for the evaluation of drugs for the treatment of respiratory tract infections include acute streptococcal pharyngitis and tonsillitis, acute otitis media, acute and chronic sinusitis, acute exacerbations of chronic bronchitis, and acute infectious pneumonia (table 1). The focus is primarily on infections of bacterial etiology, especially those due to respiratory pathogens such as Streptococcus pyogenes, Streptococcus pneumoniae, Haemophilus irfiuenzae, and Moraxella (Branhamella) catarrhalis and respiratory anaerobes (e.g., Bacteroides species, Fusobacterium nucleatum, and Peptostreptococcus species). Readers should consult the specific guidelines for the evaluation of new anti-infective drugs for mycobacterial and fungal infections. The guidelines for clinical microbiology provide important background information and should be used in concert with the current guidelines.", "cite_spans": [], "ref_spans": [], "section": "A. Overview and Scope of Guidelines"}, {"text": "The respiratory tract infections considered in these guidelines are among the most frequent disease entities encountered in both children and adults. They are associated with potentially serious morbidity if unattended or treated subop-timally. They also are infections in which evaluation of specific anti-infective therapy may be difficult. The reasons for the difficulties include: (1) routine noninvasive collection of specimens and culture techniques are often inadequate, and specimens are regularly contaminated by the indigenous microflora of the oropharynx and the upper airways; (2) the microbial etiology is often complex and polymicrobial; and (3) newly recognized etiologic agents continue to emerge (e.g. , Legionella species, Chlamydia pneumoniae, and Coxiella burnettii). Even with the use of sophisticated sampling and microbiologic techniques, the causative agents can be identified only for a small proportion (60%-80% at best) of patients. Furthermore, good clinical practice requires empiric initiation of anti-infective therapy for these conditions (with the possible exception of group A streptococcal pharyngitis) on the basis of a presumptive initial diagnosis before confirmatory microbiologic data are available. Frequently, the microbiologic response to therapy cannot be definitively evaluated, even when the etiologic agent has been identified. This is often the case in otitis media, sinusitis, and pneumonia, when the use of invasive procedures such as tympanocentesis, sinus puncture, or transtracheal aspiration to confirm microbial eradication in the patient who is improving clinically generally is considered unjustified. Thus, whereas microbiologic failure can be documented by repeat cultures, microbiologic eradication can only be assessed presumptively on the basis of clinical response.", "cite_spans": [], "ref_spans": [], "section": "B. General Principles of Care for Patients with Respiratory Tract Infections"}, {"text": "The current standards of anti-infective therapy for the respiratory tract infections encompassed in these guidelines are summarized in table 1.", "cite_spans": [], "ref_spans": [], "section": "B. General Principles of Care for Patients with Respiratory Tract Infections"}, {"text": "In addition to the changing trends in microbial etiology, several controversial areas exist: (1) the clinical significance of ,B-Iactamaseproduction among respiratory pathogens and The respiratory tract infections under study should be categorized according to the ageof the patient, chronicity of the disease, and anyunderlying or concomitant disease(s) in the patient.", "cite_spans": [], "ref_spans": [], "section": "C. Controversies and Future Trends"}, {"text": "Theinvestigational drugshould have in vitroactivity against the specific respiratory tract pathogen to be evaluated in a pathogen-specific studyandactivity against the vastmajority ofstrains ofthemost likely encountered pathogens in a diseasespecific study. Evaluation oftheinfluence ofcombination therapy is desirable, as is assessment of the emergence of resistance in vitro.", "cite_spans": [], "ref_spans": [], "section": "B. Preclinical Studies"}, {"text": "Information obtained from studies in animals maybe of assistancein identifying preliminary dosage schedules for humans. Evaluations of efficacy in standardized animalmodels of infection may be performed. Determination of drug levels in respiratorytract secretions (suchas sinus, middle-ear, or endotracheal aspirates) or in tissue (such as pulmonary parenchyma) is not required because at present the clinical significance of these concentrations is uncertain. ", "cite_spans": [], "ref_spans": [], "section": "B. Preclinical Studies"}, {"text": "Institutions should be capable of performing the following studies relevant to the management of respiratorytract infections when appropriate to a specific protocol: nucleic acid probeanalysis foridentification ofselected respiratory pathogens, radiography andcomputerized tomography (CT) and/or magnetic resonance imaging of the head and neck, sinuses, and chest; arterialblood gasdeterminations; tympanocente-sis; sinus puncture; thoracentesis; and bronchoscopy. These studies should be done in addition to routine diagnostic microbiologic testing. Alternatively, special studies may be performed at a reference laboratory skilled in these procedures and approved by the appropriate authorities.", "cite_spans": [], "ref_spans": [], "section": "Institutions"}, {"text": "The preferred design is the randomassignment of patients to the investigational-drug and active-control-drug groups. Therandomization schedule shouldbe maintained bya study monitor. Patients should be stratified according to age, severity of infection, presence of underlying disease, and concomitant non-antibacterial therapy. Blinding of both subjects and investigators to treatment group(double-blind design) is encouraged whenever feasible.", "cite_spans": [], "ref_spans": [], "section": "E. Study Design and Implementation"}, {"text": "In all cases, the inclusion and exclusion criteria should be clearly identified prior to initiation of the study. All patients enrolled in the study should be assessed on the basis of \"intention to treat.\" A uniform approach to clinical and microbiologic assessment duringand after therapy shouldbe implemented. Endpointsforbothclinicaland microbiologic evaluation should be clearly stated, and whenever possible a quantitative scoring system should be devised. Patient compliance shouldbe verified (e.g., by pill counts or by appropriate assays of drug concentrations in serum or other body fluids). The clinical entity addressed in this guideline is group A j3-hemolytic streptococcalpharyngitis and tonsillitis. Not included are clinical cases of pharyngitis due to other agents or cases in which streptococcihavebeen isolated in cultures of throatspecimens but have notbeen documented to be group A j3-hemolytic streptococci. 28 GroupA j3-hemolytic streptococcal pharyngitis remains one of the most frequentacute infections seen in ambulatory patients, especially school children between 5 and 8 years of age [1] [2] [3] [4] [5] [6] . Antibiotic therapy for streptococcalpharyngitis is aimed not only at symptomatic improvement of the acute infection [7] [8] [9] [10] [11] [12] and the prevention of suppurative complications but also, and most importantly, at the prevention of the subsequent occurrenceof acute rheumatic fever [1, 13] . The incidence of acute rheumatic fever in the United States has declined dramatically overthe past severaldecades, suchthat by the 1980sit wasa rare sequelaof streptococcal pharyngitis [1, 5, 6] . However, between1984and 1986fourmajor outbreaks of acute rheumatic fever in three states resulted in a heightened concern for optimal treatment of streptococcal pharyngitis [14] [15] [16] .", "cite_spans": [{"start": 930, "end": 932, "text": "28", "ref_id": "BIBREF27"}, {"start": 1113, "end": 1116, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1117, "end": 1120, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1121, "end": 1124, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1125, "end": 1128, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1129, "end": 1132, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1133, "end": 1136, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1255, "end": 1258, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1259, "end": 1262, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1263, "end": 1266, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1267, "end": 1271, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1272, "end": 1276, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1277, "end": 1281, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1433, "end": 1436, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1437, "end": 1440, "text": "13]", "ref_id": "BIBREF12"}, {"start": 1628, "end": 1631, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1632, "end": 1634, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1635, "end": 1637, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1813, "end": 1817, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1818, "end": 1822, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1823, "end": 1827, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "E. Study Design and Implementation"}, {"text": "Penicillin, given orally or intramuscularly, has generally beenconsidered the drug of choiceand the drugagainst which other regimens havemost often been judged. A full 10 days of oral therapy or a single injection of benzathine penicillin is required [3] [4] [5] [6] . Shortening a course of penicillin by even a few days has been shown to resultin an appreciable increase in the rate of treatment failure. However, even withthe recommended 10 days of oral therapy, the failure rate may still be high [3] [4] [5] [6] . In recent studies, penicillintherapy, givenorally or intramuscularly, has been associated withratesof microbiologic failure as high as 20%-30%, in contrast to the rates of5%-10% seen 20 years ago. The reasons for this increase are not clear,although the presenceof j3-lactamase-producing organisms in the throat flora and an increasein the tolerance of streptococci to penicillin havebeen suggested as contributing causes. Resistanceto erythromycin, a frequently used al- Group A j3-hemolytic streptococcalpharyngitiscan not be diagnosed accuratelyon clinical grounds alone because it is frequently difficult to differentiate this entity from pharyngitis caused by other organisms. Therefore, diagnosis requires a positiveculture for group A j3-hemolytic streptococcifrom a throatswab specimen in a patientwith symptomatic pharyngitis. Alternatively, the diagnosismaybe made by use of one of therapiddiagnostic kitsthatcandetectgroupA j3-hemolytic streptococcal antigen directly from a throat swab specimen [19] [20] [21] [22] . For the purposeof the evaluation of newdrugs, however, the diagnosis shouldbe confirmedwith a throat culture, since the sensitivity (37%-100%, most 60%-95%) and specificity (70%-100%, most >90%) of the rapid detection kits are quite variable [19] [20] [21] [22] .", "cite_spans": [{"start": 251, "end": 254, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 255, "end": 258, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 259, "end": 262, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 263, "end": 266, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 501, "end": 504, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 505, "end": 508, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 509, "end": 512, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 513, "end": 516, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1526, "end": 1530, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1531, "end": 1535, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1536, "end": 1540, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1541, "end": 1545, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1790, "end": 1794, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1795, "end": 1799, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1800, "end": 1804, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1805, "end": 1809, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "E. Study Design and Implementation"}, {"text": "Drugsused for the treatmentof group A j3-hemolytic streptococcalpharyngitis shouldhavebeen shown to havebactericidal activity against group A j3-hemolytic streptococci and to haveundergone relevant phase 1 studiesprior to the initiation of clinical investigations. The drug under consideration shouldhave a lowindex of toxicity in bothchildrenandadults, sincea numberof otheragents existthat offer acceptabletherapyfor group A j3-hemolytic streptococciand since streptococcal pharyngitis is usually a minor disease. Furthermore, the drug shouldresult in clinical improvement within 24-48 hoursoftheinitiation oftherapy, withresolution offever within 48 hours in uncomplicated streptococcalpharyngitis, as can be expected withpenicillin andother antimicrobial agents currentlyapproved for treatmentof streptococcalpharyngitis [3, [7] [8] [9] [10] [11] [12] .", "cite_spans": [{"start": 825, "end": 828, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 829, "end": 832, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 833, "end": 836, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 837, "end": 840, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 841, "end": 845, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 846, "end": 850, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 851, "end": 855, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "E. Study Design and Implementation"}, {"text": "The drug under considerationalso should provide an acceptably low rate of microbiologic failure associated with recurrence or persistent carriage and a rate no greater than that associatedwith current standard therapy with penicillin (10 %-20 %) [3] [4] [5] [6] . The drug shouldbe capableof preventing the suppurative complications of group A streptococcal pharyngitis and, ideally, of preventing rheumatic fever. It would be desirable to have data indicating that the drug is capable ofpreventing rheumatic fever, but it is recognized that this goal may not be achievable.", "cite_spans": [{"start": 246, "end": 249, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 250, "end": 253, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 254, "end": 257, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 258, "end": 261, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "E. Study Design and Implementation"}, {"text": "A current concern in the treatment of acute streptococcal pharyngitis is whether the failure rate for penicillin therapy will continue to climb and whether penicillin should still be considered the standard therapy. In addition, there is controversy about when antimicrobial therapy should be initiated. Clinical differentiation of group A streptococcal pharyngitis from other causes of sore throat is not alwayspossible, a problem that raises the question of whether antibiotic therapy should be initiated before bacteriologic confirmation is available. Furthermore, prompt treatment of group A (3-hemolytic streptococcal pharyngitis has been shown to interfere with the antibody response and possibly to result in a higher rate of recurrence than that seen in patients whose therapy is delayed for a few days [17] . Last, controversy exists concerning whether post-treatment cultures should be obtained to detect bacteriologic failures and whether asymptomatic carriage necessitates treatment [18] .", "cite_spans": [{"start": 811, "end": 815, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 995, "end": 999, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "(c) Future Trends"}, {"text": "Patients eligible for study entrance are children or adults with symptomatic pharyngitis or tonsillitis of acute onset clinically consistent with infection with group A I3-hemolytic streptococci and from whom group A (3-hemolytic streptococci have been isolated in cultures of throat -swab specimen or for whom a rapid screening test has indicated the presence of streptococci. To be evaluable for efficacy, the screening test results must be confirmed by culture. The guideline generally applies to ambulatory patients.", "cite_spans": [], "ref_spans": [], "section": "Clinical Definitions of the Disease"}, {"text": "Signs and symptoms of acute pharyngitis or tonsillitis of acute onset include sore throat and evidence on physical examination of inflammation of the uvula and pharynx or tonsils, including erythema, often with edema of the tissues, with or without exudate. Fever mayor may not be present.", "cite_spans": [], "ref_spans": [], "section": "(a) Clinical Criteria"}, {"text": "A single culture specimen should be obtained from the posterior pharynx prior to initiation of anti-infective therapy. At least 10 colonies of group A I3-hemolytic streptococci should be present on the culture plate. A throat specimen for culture is obtained with use of a throat swab that is passed over both sides of the posterior pharynx and the uvula [3] . The preferred culture medium is sheep's-blood agar. All cultures negative at 24 hours should be reincubated for another 24 hours. Reduced oxygen tension may enhance identification of group A (3-hemolytic streptococci. Such a reduction may be achieved in a simple manner by stabbing the agar after the sample is streaked or by using a coverglass pressed onto the primary zone of inoculation [19] . Group A streptococci are identified by the bacitracin method or by an-other method of at least equal sensitivity and specificity [3, 19, 21] . If a rapid diagnostic test is used for identification of group A streptococci, the findings must be confirmed by culture [20] [21] [22] . The streptococci obtained on culture should be saved for subsequent typing when possible.", "cite_spans": [{"start": 355, "end": 358, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 751, "end": 755, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 887, "end": 890, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 891, "end": 894, "text": "19,", "ref_id": "BIBREF18"}, {"start": 895, "end": 898, "text": "21]", "ref_id": "BIBREF20"}, {"start": 1022, "end": 1026, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1027, "end": 1031, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1032, "end": 1036, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "(b) Microbiologic Criteria"}, {"text": "The drug under consideration should be active in vitro against group A (3-hemolytic streptococci.", "cite_spans": [], "ref_spans": [], "section": "Information Needed Before Conducting Clinical Trials in Humans"}, {"text": "The institution or the investigator should have access to a clinical microbiology laboratory where the following tests can be performed: culture of throat swabs on sheep's-blood agar and identification of group A (3-hemolytic streptococci. Alternatively, a single laboratory may process samples referred from participating centers.", "cite_spans": [], "ref_spans": [], "section": "Special Qualifications of Investigators and Institutions"}, {"text": "Clinical studies should include patients of different age groups, since the clinical manifestations of group A streptococcal pharyngitis and tonsillitis may vary with age of the patient. Streptococcal pharyngitis is uncommon in children <3 years of age. Classic exudative pharyngitis is most frequently observed in school-aged children. Group A streptococcal pharyngitis in teenagers and adults is often atypical.", "cite_spans": [], "ref_spans": [], "section": "(a) Demographic Characteristics of the Study Population"}, {"text": "Children, adolescents, and adults of both sexes should be included. For other considerations, see General Guidelines, section IX.", "cite_spans": [], "ref_spans": [], "section": "(b) Inclusion and Exclusion Criteria"}, {"text": "It is not considered ethical to use a placebo control. An active control drug should be used. The control agent should be selected on the basis of previous experience demonstrating that it is among the most effective agents for the treatment of group A (3-hemolytic streptococcal pharyngitis at standardized and well-tolerated doses.", "cite_spans": [], "ref_spans": [], "section": "(c) Selection of the Comparison Drug"}, {"text": "The study should compare the trial drug with the active control drug. The treatment regimens should be randomized and of a double-blind design whenever possible.", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design"}, {"text": "Phase 1 studies shouldprovide adequateinformation concerning dose, dosage interval, andotherpharmacokinetic characteristics. The usefulness of monitoring concentrations in serumor other bodyfluids or tissuesshouldhave been determined. The form of the drug (liquid, tablet, capsule)should be acceptable for patients of any age included in the study and should be an accurate dose (e.g., no cutting of tablets required). Theusualtreatment coursewithstandard regimens (e.g., penicillin or erythromycin) is 10days. The optimalduration of therapy with the study drug maybe determined by additional studies. The initiation of therapy should be standardized, i.e., at the time of clinical diagnosis or at the time of culture confirmation.", "cite_spans": [], "ref_spans": [], "section": "(e) Administration of the Study Drug"}, {"text": "Ifit proves necessary to add a seconddrug or to substitute a newantimicrobial drug, treatment is considered to have failed clinically. In the eventof allergy to or failure of either drug being evaluated, the patient shouldbe treated with an alternative, standard active drug.", "cite_spans": [], "ref_spans": [], "section": "(j) Modifications During Conduct of the Study"}, {"text": "Response should be evaluated by both clinical and bacteriologic assessment. Clinical assessment should include history andphysical examination. Documentation of the clinical response with regard to symptoms and signs, including fever, shouldbe obtainedat 3-5 days after initiation of therapy and at weekly intervals (±2 days) thereafteruntil the patient is asymptomatic. The 3-to 5-day assessment may take the form of a telephone call. Patients should be observed posttherapy for a sufficient time to permit detection ofrelapse of disease and/orpost-streptococcal nephritisor carditis. The periodof post-treatment evaluation will varywithknowledge of the durationof anti-infective activitysubsequent to terminationof administration of the test drugs. Asa generalguide, patients shouldbe followed-up for 2-4 weeks after termination of therapy.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "Evaluation of thebacteriologic response requires a repeated throatcultureat the firstfollow-up visit, within4-7 days after the end of therapy, and at any time clinical symptoms recur. Additional posttreatment throatculturesmaybe necessary for patients treatedwith drugs known to remain in serum or tissue for intervals beyond the initial4-to 7-day evaluation. All organisms recovered should be saved for typing if possible. GroupA streptococci recovered duringtherapy or at the time of the follow-up visit should be evaluated for their in vitro susceptibility to the study drug.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "Theserologic response to groupA~hemolytic streptococci may be evaluated in acute-and convalescent-phase sera for titersofantibody to streptolysin-O (ASO) or otherstreptococcal antigens. Serologic evaluation, however, is not required for evaluation of drug efficacy.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "Compliance shouldbe evaluated by the return of all medicationcontainers andof anyremaining drugat the endoftherapy. Documentation of drug in the urine or blood may also be used to assess compliance.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "(1) Definition ofclincial response. Clinical cureis defined as complete disappearance of signs and symptoms without recurrence; clinical cure with recurrence is defined as the development of symptomatic pharyngitis documented to be causedbygroupA~hemolytic streptococci beforeor during follow-up in patients who were asymptomatic at the initial follow-up assessment; and clinical failure is defined as lack of any response to therapy.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "(2) Definition of microbiologic response. Microbiologic eradication is defined as eradication of group A ,8-hemolytic streptococci at the initialand subsequent follow-up examinations; microbiologicpersistence is defined as failure to eradicate group A ,8-hemolytic streptococci at the time of initial follow-up; andmicrobiologic relapse is defined as initialsuppression of groupA~hemolytic streptococci withsubsequent positive cultures for group A ,8-hemolytic streptococci.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "Thefinal assessment of efficacy maybe categorized according to both clinical and microbiologic criteria as in table 3. Otitis media is the most frequent diagnosis recorded for infants and children who visit physicians because of illness [23] . Before 3 years of age more than two-thirds of children have had one or more episodes of acute otitis media (AOM) and more than one-third have had three or more episodes [24] . The highest incidence of AOM is in children 6-24 months of age. The incidence declines with age except for a limited reversal of the downward trend at the time of entry into day care or school. Although middle-ear infection is considered uncommon in adults, a recent survey identified almost 4 million visits to physicians by adults each year for this problem [25] .", "cite_spans": [{"start": 237, "end": 241, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 413, "end": 417, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 780, "end": 784, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "Males have a significantly increased risk for AOM, and Native Americans and Canadian and Alaskan Eskimos have high rates and severe disease. Incomplete data suggest that American blacks have fewer episodes of ear infection than do members of other racial groups in the United States. Early occurrence of the first episode of AOM, sibling history of recurrent AOM, not being breast fed, and attendance in day care are all associated with increased risk for recurrent AOM [24, 26] .", "cite_spans": [{"start": 470, "end": 474, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 475, "end": 478, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "Since AOM and secretory otitis media (SOM) are defined by the presence of middle-ear effusion (MEE), techniques to determine the presence of air or fluid in the middle ear are critical to diagnosis. Three methods are available: the standard technique of pneumatic otoscopy, typanometry, and acoustic reflectrometry. Tympanometry uses an electroacoustic impedance bridge to record compliance of the tympanic membrane (TM) and provides objective evidence of the status of the middle ear and the presence or absence of fluid. Technical difficulties limit the use of tympanometry in children during the first 6 months of life. The acoustic otoscope or reflectometer is a hand-held instrument that utilizes principles of reflected sound waves to diagnose the presence of air or fluid in the middle ear.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "The microbiology of AOM has been documented by appropriate cultures of MEE obtained by needle aspiration. Many studies have been performed in the United States, Scandinavia, and Japan. The bacteriologic results are consistent in demonstrating the importance of S. pneumoniae, H. influenzae (90 % nontypable, 10% type b), and M. catarrhalis [27] . S. pneumoniae is the most important bacterial cause of otitis media and is defined in MEE of about one-third of children with AOM. Otitis media due to H. irfiuenzae has been associated with 20%-30% of cases of AOM, and rv20%-30% ofthese strains produce J3-lactamase. M. catarrhalis has been isolated from MEE in 7%-20% of cases of AOM, and a majority of these strains produce J3-lactamase. Virologic and epidemiologic data suggest that viral infection frequently is associated with AOM. Mycoplasma pneumoniae does not appear to playa role in AOM, although some patients with lower respiratory tract disease due to M. pneumoniae may have con-comitantAOM. C. trachomatis is a cause of AOM but almost exclusively in infants <6 months of age.", "cite_spans": [{"start": 340, "end": 344, "text": "[27]", "ref_id": null}], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "The microbiologic diagnosis of AOM can be made only by aspiration of MEE. This procedure should be done only by persons skilled in the technique. Cultures of throat and nasopharyngeal swab specimens are of no value because they are neither sensitive nor specific when compared with culturs of isolates from the middle ear. The results of cultures of middle-ear fluids from the two ears are disparate in rv20 % of cases of AOM (e.g., effusion from one ear may be sterile while the effusion from the other yields a bacterial pathogen, or different bacterial pathogens are isolated from the two ears). Therefore, for evaluation of new drugs or vaccines, it is important that each diseased ear be aspirated for a complete microbiologic assessment and that outcome for each ear be evaluated separately [28] .", "cite_spans": [{"start": 797, "end": 801, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "Suppurative sequelae such as mastoiditis and other infratemporal and intracranial complications occur but are uncommon in developed countries. Hearing loss is the most important complication of AOM and MEE. Patients with MEE suffer from hearing loss of variable severity. On average, a patient with fluid in the middle ear has a 25-decibel hearing loss. Since intellectual development is dynamic during infancy, when the incidence of AOM is highest, there is concern that any impediment to reception or interpretation of auditory stimuli might have an adverse effecton development of speech, language, and cognitive abilities. Some studies suggest that children with histories of recurrent AOM have lower scores in tests of linguistic and cognitive abilities than do their diseasefree peers [29] .", "cite_spans": [{"start": 791, "end": 795, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "The clinical entity discussed in this guideline is limited to AOM (synonyms include acute suppurative OM and acute purulent OM). The microorganisms considered are S. pneumoniae, H. infiuenzae, and M. catarrhalis. Not included in this guideline are secretory otitis media and chronic suppurative otitis media. SOM is defined as the presence of MEE behind an intact TM without acute signs or symptoms (synonyms include chronic OM with effusion, persistent MEE, OM with effusion, and serous OM). Chronic suppurative OM is defined as chronic discharge from the middle ear through a perforation of the TM (synonym includes chronic OM).", "cite_spans": [], "ref_spans": [], "section": "(a) Scope of Guideline"}, {"text": "Tympanocentesis and culture of MEE is required for microbiologic diagnosis of AOM. Nose and throat cultures are of no value. Tympanocentesis is a safe procedure when performed by skilled and experienced persons. The procedure provides not only specific microbiologic diagnosis but also symptomatic relief of acute pain by decompressing the em 1992;15 (Suppl 1) middle-earabscess. There is transientpain during the few seconds of the procedure. Rare untoward events may occur, including bleeding, tearing of the tympanic membrane, and ossicular dislocation. Approximately one-third of children with AOM caused by a bacterial pathogen improve without treatment with antibacterial drugs. Clinical resolution may occur because the contents of the middle ear are spontaneously discharged, either through the eustachian tube or by means of a spontaneous perforation of the TM. With appropriate antimicrobial therapy, however, signs and symptoms of AOMimprovewithin48-72 hours. MEE maypersist (even though sterile) for weeks to months after onset of AOM. The goals of antimicrobial therapy for AOM are the rapid resolution of signs and symptoms of disease; sterilization of the MEE; prevention of suppurative sequelae; reduction of the occurrence of relapse and recurrences; and decrease in time spent with MEE.", "cite_spans": [], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Acute Otitis Media"}, {"text": "The preferredantimicrobialagent for the patient with AOM must be active againstS. pneumoniae, H. irfluenzae, and M. catarrhalis. Group A streptococci, Staphylococcus aureus, gram-negative enteric bacilli, and anaerobic bacteria are infrequent causes of AOMand need not be considered in initial therapeutic decisions. Amoxicillin or an equivalenthas been the standard regimenfor AOMsinceit is effective againstmost strains of the three major pathogens and is well tolerated, producing limited adverse effects. However, since at present 20%-30% of H. irfluenzae strainsand 50%-70% of M. catarrhalis strains in the United States produce~-lactamase, ã -lactamase-stable agent (such as amoxicillinplus a~-lacta mase inhibitor, a second-or third-generation cephalosporin) or a combination such as trimethoprim-sulfamethoxazole or erythromycin/sulfisoxazole may also be used. Clinical trials with these agents indicate that all regimens are of approximately equal clinical efficacy when the bacterial pathogens are susceptible [30] . The control drug chosen for a clinical trial should be among the most effective and safe agentsavailable for treatment. It is expected that an effective agent will sterilize the middle-ear fluid of bacterial pathogens in >80% of infected ears within 72 hours. A second aspiration of middle-earfluidshouldbe consideredfor anypatientfor whom the outcome at 72 hours is clinical failure.", "cite_spans": [{"start": 1020, "end": 1024, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Acute Otitis Media"}, {"text": "Chemoprophylaxis has been shown to be of value in the prevention of acute illness in children who have had recurrent AOM [31] . More than 10 studies in which a penicillin, a sulfonamide, or erythromycinwas used haveidentifiedprotective efficacy against new episodes of AOM in 60%-90% of cases in comparisons with a placebo control group.", "cite_spans": [{"start": 121, "end": 125, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Acute Otitis Media"}, {"text": "The changing susceptibilitypatterns of bacterial pathogens associatedwith AOMwarrant considerationof new and effectivedrugs with activityagainstall major pathogens. Newdrugs should have advantages over currently available agents, including (1) ease of administration to ensure compliance and greater conveniencefor the patient (e.g., once-a-day dosing, drug stabilityat room temperature, prolongeddrug shelf-life);", "cite_spans": [], "ref_spans": [], "section": "(c) Future Trends"}, {"text": "(2) reduced incidence of relapse and recurrence; and (3) reduced duration of MEE after resolution of acute signs and symptoms. Newdiagnostic instrumentswith improvedcapacity for examinationof the middle ear (of most importance is diagnosis of the presence of fluid in the middle ear) also are needed. Even the most experienced otoscopists are accurate in diagnosing the presence of MEE in only rv80% of cases. Tympanometryand acoustic reflectometry are of value in assisting the otoscopist but are insufficiently sensitive and specific to assure accuracy of diagnosis for all children enrolled in clinical trials. A noninvasive technique for determining the organisms present in MEE is needed for the facilitation of appropriate microbiologic diagnosis and optimal use of approved drugs. Currently, only needle aspiration of the fluid from both middle ears assures definition of the etiologicagentsof AOM.", "cite_spans": [], "ref_spans": [], "section": "(c) Future Trends"}, {"text": "Patients eligible for inclusion in studies will be children or adults with symptomsand signs clinicallycompatiblewith AOM. (1) Clinical criteria. AOM is defined as inflammation of the middle ear evidencedby the presence of fluid and accompanied by specific signs or symptoms such as ear pain, ear drainage, hearing loss, or nonspecific findings such as fever, lethargy, irritability, anorexia, vomiting, or diarrhea. Thepresence ofMEE is definedby pneumatic otoscopy with or without use of tympanometry or acoustic reflectometry.", "cite_spans": [{"start": 123, "end": 126, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "(a) General Definition"}, {"text": "(2) Microbiologic criteria. Specific microbiologic diagnoses of AOM can be determinedonly by aspirationof MEE. Both ears should be aspirated when the patient has bilateral AOM. Tympanocentesis is a standard procedure and is described in various texts on otolaryngology [32] . The procedure should be performed only by qualified personnel with previous experience.", "cite_spans": [{"start": 269, "end": 273, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "(b) Minimal Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "Nose and throat cultures are of no value in the microbiologic diagnosis of AOM since they are neither sensitive nor specific for predicting bacteria present in MEE. Specimens for such cultures may be obtained from selected patients for monitoring change in susceptibility patterns of nasopharyngeal or oropharyngeal isolates during the course of antimicrobial therapy.", "cite_spans": [], "ref_spans": [], "section": "(b) Minimal Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "The drug under consideration should have proven in vitro activity against S. pneumoniae, H. injluenzae, and M. catarrhalis. Group A streptococci, S. aureus, gram-negative enteric bacilli, and anaerobic bacteria are infrequent causes of ADM and need not be considered in initial therapeutic decisions. In vivo evidence of sterilization of bacterial pathogens should be obtained with use of an appropriate dosage schedule in an animal model of ADM. The chinchilla has been used most frequently in assessments of pathogenesis and therapy and should be considered for such in vivo studies.", "cite_spans": [], "ref_spans": [], "section": "Information Needed Before Conducting Clinical Trials in Humans"}, {"text": "The investigator or the institution should have access to a clinical microbiologic laboratory where personnel can perform the following tests: culture of MEE for the isolation and identification of common pathogens in ADM and in vitro susceptibility testing, including tests for ,B-Iactamase production. The institution should have appropriate facilities and investigators experienced in middle-ear examination and aspiration of MEE.", "cite_spans": [], "ref_spans": [], "section": "Special Qualifications of Investigators and Institutions"}, {"text": "Clinical studies should be conducted with patients of different age groups and racial backgrounds. In newborns and infants up to 6 weeks of age, the bacterial pathogens in ADM differ from those in older children and include organisms acquired during delivery. In addition, pharmacologic considerations are different for older infants and children. The incidence of ADM is highest between the ages of 6 and 24 months. The risk for ADM is significantly increased in males, Native Americans, and Canadian and Alaskan Eskimos, and the risk may be lower for black Americans than for white Americans.", "cite_spans": [], "ref_spans": [], "section": "(a) Demographic Characteristics of the Study Population"}, {"text": "Children, adolescents, and adults of both sexes should be included in studies. Phase 1 evaluations may include singledose administration before tympanocentesis to assess the penetration of drug into middle-ear fluids. Initial clinical studies should not include children with focal anatomic, physiologic, or systemic immune defects; children who had received a systemic antimicrobial agent within the past 7 days for treatment of an illness other than ADM; and neonates or infants <12 weeks of age.", "cite_spans": [], "ref_spans": [], "section": "(b) Inclusion and Exclusion Criteria"}, {"text": "The control agent should be selected on the basis of expected patterns of in vitro susceptibility of the most common pathogens (S. pneumoniae, H. injluenzae, and M. catarrhalis) in the community.", "cite_spans": [], "ref_spans": [], "section": "(c) Selection of the Comparison Drug"}, {"text": "Because of the difficulties in obtaining reliable cultural information in ADM even under protocol conditions, it may be appropriate to adopt a sequential study strategy:", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "(1) A small (r'-JI00 patients) phase 2 trial can be conducted in which MEE aspiration and culture is performed for all patients to document the unique microbiology of the population to be studied. In vitro antimicrobial susceptibility testing should be performed for all MEE isolates, and both clinical and presumed microbiologic outcome should be assessed (see definitions below). Repeat aspiration ofMEE is required only if there is evidence of clinical failure. In the phase 2 trial, an \"open\" uncontrolled study may be conducted. Because the number of centers that perform tympanocenteses is presently limited and a second aspiration of MEE cannot be recommended for children who are clinically cured or improved, the microbiologic response is correctly termed presumptive eradication. Clinical and presumed microbiologic efficacyfor a minimum of 60 patients with documented ADM, with 20 cases each due to the three major bacterial pathogens (S. pneumoniae, H. injiuenzae, and M. catarrhalis, respectively) should be sufficient to determine whether the drug is effective on an organism-specific basis. Both organism-specific and disease-specific responses should be evaluated. For the purpose of organism-specific evaluation, a minimum of 20 isolates from~20 patients is required for evaluation.", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "(2) If the preliminary assessment is favorable (i.e., a clinical and presumed microbiologic response rate of~80 %), a larger, comparative phase 3 trial with an active control should be conducted. A double-blind study design is desirable whenever feasible; in any event, the evaluator should be blinded. Aspiration of MEE for microbiologic diagnosis before treatment is desirable but not required, but aspirates from those patients who fail to respond clinically are required. ", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "All drugs will be provided to the patient by the investigator or his or her designee. For young children unable to swallow tablets or for those with a small body mass, the use of a suspension or other acceptable formulation is necessary for accurate dosing.", "cite_spans": [], "ref_spans": [], "section": "(e) Administration of the Study Drug"}, {"text": "It is not anticipated that addition of a new antimicrobial agent will be required. If there is clinical failure (see definition below) after 72 hours of therapy, tympanocentesis should be performed; modification of antimicrobial therapy will be based on the data obtained from culture and from susceptibility testing.", "cite_spans": [], "ref_spans": [], "section": "(j) Modifications During Conduct of the Study"}, {"text": "Both clinical and presumed microbiologic responses should be assessed. After enrollment, observations should be made 3-5 daysafter initiation of therapy and at least 2 and 4-6 weeks later. The precise period of posttreatment evaluation will vary according to knowledge of the anticipated duration of antiinfective activity subsequent to termination of administration of the test drugs. At each visit an interval medical history should be obtained and otoscopic examination, including tympanometry or acoustic reflectometry, should be performed to determine the status of the middle ear. During reexaminations, children should be assessed for other foci of infection and for adverse effects of the test drug.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "The treatment outcomes for the study and control groups should be compared according to the proportion of patients in the following outcome categories: (1) clinical cure with presumed microbiologic eradication; (2) clinical failure with microbiologic persistence; and (3) clinical relapse or recurrence.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "(1) Definition of clinical response. Clincal cureis defined as resolution of signs and symptoms (e.g., pain, fever, vomiting), exclusive of MEE, within 72 hours in a child who remains well throughout the course of therapy and follow-up.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "Clinical failure is defined as lack of resolution of signs and symptoms, exclusive of MEE, within 72 hours of onset of therapy. Relapse is defined as reappearance of signs and symptoms of ADM after initial response during or within 4 days of conclusion of therapy. Recurrence is defined as reappearance of signs and symptoms of ADM~5 days after the conclusion of therapy.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "(2) Definition ofmicrobiologic response. It is recognized that whereas the microbiologic response can be accurately assessedonly by repeat aspirationsof MEE during or after com-pletion of antimicrobial therapy, repeat tympanocentesis in a patient who is clinically improving is generally not warranted. All patients for whom outcome is classified as clinical failure, relapse, or recurrence should undergo repeated aspiration of MEE before their antimicrobial regimens are toms of acute sinusitis are often difficult to distinguish from those of the common cold or from allergic (vasomotor) rhinitis. The most common complaints are cough (80 %) and nasal discharge (75 %). Parents often notice a malodorous breath among preschoolers (50% of cases) who have neither signs of pharyngitis nor poor dental hygiene [34, 35] . In adults, postnatal purulent discharge and facial pain over the affected sinus that worsens with movement or percussion are the cardinal symptoms [36, 37] . Fever occurs in <50% of cases. Hyposmia, jaw pain with mastication, nasal congestion, and a history of recent upper respiratory infection are other manifestations. In patients with nosocomial sinusitis secondary to prolonged nasotracheal intubation, the clinical features, except for unexplained fever, may be relatively silent. Symptoms associated with chronic sinusitis are usually less intense but more protracted than those in acute sinusitis. Fever is uncommon. Fatigue, general malaise, and an ill-defined feeling of unwellness and irritability can be more prominent than local symptoms of nasal congestion, facial pain, or postnasal drip [38] .", "cite_spans": [{"start": 810, "end": 814, "text": "[34,", "ref_id": "BIBREF33"}, {"start": 815, "end": 818, "text": "35]", "ref_id": "BIBREF34"}, {"start": 968, "end": 972, "text": "[36,", "ref_id": "BIBREF35"}, {"start": 973, "end": 976, "text": "37]", "ref_id": "BIBREF36"}, {"start": 1624, "end": 1628, "text": "[38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "The precise microbial etiology of sinusitis can be determined only by direct aspiration of the sinus, since nasopharyngeal secretions are regularly contaminated by the indigenous flora and culture results correlate poorly with results for sinus aspirates [36, 39] . This difficulty may limit the ability to make a definitive assessment of the microbiologic response to anti-infective therapy. S. pneumoniae and unencapsulated H. influenzae are responsible for >50% of cases of acute sinusitis in adults, while M. catarrhalis in addition to S. pneumoniae and H. influenzae account for two-thirds of cases in children [34, 39, 40] (table 4 ). S. aureus is a common nasal contaminant and an infrequent cause of acute sinusitis. Obligate anaerobes are uncommonly isolated in acute sinusitis. In contrast, the microbiology of chronic sinusitis is usually logic persistence, emergence of resistance, or superinfection and optional determinations of drug concentrations in MEE for such patients; (3) repeated hematologic, hepatic, and renal function studies as appropriate; (4) monitoring of change in susceptibility patterns of bacterial isolates in nasoor oropharyngeal culture specimens for selected patients; and (5) recording of allergic or toxic reactions or important adverse effects, which will be grounds for terminating the use of either the study drug or the standard drug.", "cite_spans": [{"start": 255, "end": 259, "text": "[36,", "ref_id": "BIBREF35"}, {"start": 260, "end": 263, "text": "39]", "ref_id": "BIBREF38"}, {"start": 616, "end": 620, "text": "[34,", "ref_id": "BIBREF33"}, {"start": 621, "end": 624, "text": "39,", "ref_id": "BIBREF38"}, {"start": 625, "end": 628, "text": "40]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 629, "end": 637, "text": "(table 4", "ref_id": "TABREF6"}], "section": "(g) Evaluability"}, {"text": "Patients should be followed up clinically and by otoscopy biweekly until MEE has completely resolved. Repeated aspiration of MEE should be performed for patients with clinical relapse or recurrence. The time to resolution of MEE should be recorded. Laboratory studies to monitor resolution of infection and adverse reactions should be repeated according to the protocol. c. Sinusitis", "cite_spans": [], "ref_spans": [], "section": "(c) Assessment After Completion of Therapy and Follow-up"}, {"text": "Sinusitis is a common disorder both in children and adults.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Approximately 0.5 % of upper respiratory infections in children are complicated by acute sinusitis, and 0.02 % of adults have chronic sinusitis. Because of the location and rich vascular supply of the sinuses, these infections are potentially life-threatening in that intracranial suppurative complications may result, including epidural or subdural empyema, brain abscess, or cavernous sinus thrombosis. Early diagnosis and effective antimicrobial therapy are critical for the prevention of such complications as well as chronic sequelae. The paranasal sinuses are lined with ciliated pseudo-columnar epithelium and are connected to each other through small tubular openings, the sinus ostia, which drain into various regions of the nasal cavity. The paranasal sinuses are generally considered to be sterile, although transient colonization by the resident upper respiratory flora does occur [33] . Conditions that affect the patency of the sinus ostia, .the normal mucociliary function of the sinus epithelium, or immune defenses of the upper airways or events that facilitate direct introduction of microorganisms into the paranasal sinuses are the key predisposing factors to sinus infection [34] . Such conditions include viral upper respiratory tract infections, respiratory allergies, alterations in mucus (e.g., cystic fibrosis), and selective deficiencies in immunoglobulins. Dental extraction or periapical infections of the maxillary molar teeth are a particularly important cause of maxillary and chronic sinusitis.", "cite_spans": [{"start": 893, "end": 897, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 1196, "end": 1200, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Background"}, {"text": "The clinical manifestations of sinusitis vary greatly depending on the duration of infection (i.e., acute or chronic) and the age of the patient (i.e., child or adult). In children, symp- [41, 42] . Viridans streptococci and nonencapsulated H. infiuenzae are the major aerobic isolates. Nosocomially acquired sinusitis secondary to head trauma or prolonged nasotrachea1 intubation is commonly causedbypolymicrobial gram-negative bacilli and S. aureus as well as by anaerobes [43] . Fungal sinusitis is rare, but Aspergillus, Mucor, Candida, Pseudoallescheria boydii (Scedosporium spiospermum) and other saprophytic fungi can cause invasive diseaseusually in the debilitated host. Although antecedent viral upper respiratory infection is an important cause of acute sinusitis, viruses (e.g., rhinovirus, influenza, parainfluenza, and adenovirus) are isolated only in 15%of antralaspirates [39] .", "cite_spans": [{"start": 188, "end": 192, "text": "[41,", "ref_id": "BIBREF40"}, {"start": 193, "end": 196, "text": "42]", "ref_id": "BIBREF41"}, {"start": 475, "end": 479, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 888, "end": 892, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Background"}, {"text": "The clinical entities included in this guideline are acute sinusitis (symptoms present for~4 weeks) and chronic sinusitis (symptoms present for~3 months). Not included in this guideline are subacute cases (symptoms lasting 1-3 months), whichhave a variable naturalhistory and in which the bacterial etiology is poorly defined.", "cite_spans": [], "ref_spans": [], "section": "(a) Scope of Guideline"}, {"text": "The goals of antimicrobial therapy for acute sinusitis are (1) the eradication of the causative pathogens; (2) the provision of symptomatic relief; (3) the restoration and improvementof sinusfunction; and (4) the prevention of intracranial complications and chronic sequelae.", "cite_spans": [{"start": 59, "end": 62, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Acute and Chronic Sinusitis"}, {"text": "Although many management options are available, antimicrobial agents are the mainstay of therapy for acute sinusitis. The therapeutic efficacy of anti-infective agents for acute sinusitis hasbeenestablished by placebo-controlled clinical trials [44] and in studies that employed sinus aspiration before and after treatment [39, 45] . Standardtherapy is usuallyselected on anempiricbasisanddirected against themost likely pathogens, including H. infiuenzae, S. pneumoniae, and M. catarrhalis (see table 4 ). Oral therapy with a J3-lactam agent suchas ampicillin for 10-14 days is generally prescribed and is considered the standardregimenfor acute sinusitis in bothchildren and adults. A favorable rate ofclinical response of70%-80% canbe expected withthisregimen. In penicillinallergic patients, a second-generation cephalosporin (e.g., cefaclor), a macrolide/sulfonamide (e.g., erythromycin/sulfisoxazole) or trimethoprim/sulfonamide (such as trimethoprimsulfamethoxazole) combinations have yielded comparable results. Penicillins (such as amoxicillin plus a J3-lactamase inhibitor) or cephalosporins thathavea more-extended spectrum have not yielded superior results in controlled trials [44] [45] [46] even though theprevalence ofJ3-lactamase-producing strains among respiratory pathogens appears to be increasing(upto 20% ofH. influenzae strains, 50%-70% ofM. catarrhalis strains,and20%-30% of respiratoryanaerobes) [47] .", "cite_spans": [{"start": 245, "end": 249, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 323, "end": 327, "text": "[39,", "ref_id": "BIBREF38"}, {"start": 328, "end": 331, "text": "45]", "ref_id": "BIBREF44"}, {"start": 1190, "end": 1194, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 1195, "end": 1199, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 1200, "end": 1204, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 1420, "end": 1424, "text": "[47]", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 496, "end": 503, "text": "table 4", "ref_id": "TABREF6"}], "section": "(b) General Principles of Care for Patients with Acute and Chronic Sinusitis"}, {"text": "In 'patients with chronic sinusitis, surgical procedures to facilitate sinus drainage through the creationof an artificial ostium and submucosal resection of diseased tissue appear to be the mainstays of treatment. The role of anti-infective agents in chronic sinusitis is not as clear as that in acute sinusitis. Conservative therapy with anti-infective agents or sinusirrigationwithout surgical intervention is successful in onlyone-thirdof cases [36, 48] . Withcombined medicaland surgical treatment, the curerate forchronicmaxillary sinusitis is >60% after 3 years of follow-up [48] . Anti-infective agents useful forchronic sinusitis should have broad-spectrum activity against respiratory anaerobes as well as against viridansstreptococci, S. pneumoniae, H. influenzae, and M. catarrhalis.", "cite_spans": [{"start": 449, "end": 453, "text": "[36,", "ref_id": "BIBREF35"}, {"start": 454, "end": 457, "text": "48]", "ref_id": "BIBREF47"}, {"start": 582, "end": 586, "text": "[48]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Acute and Chronic Sinusitis"}, {"text": "Several issuesin the management of acute and chronic sinusitis remain controversial. These include: (1) the optimal duration of therapy for acute and chronic sinusitis; (2) the clinicalrelevance of the increasing prevalence of in vitro resistanceto J3-lactam agents among upper respiratorypathogens; (3)the roleofrespiratory allergy in recurrent or chronic sinusitis; (4) the value of adjunctive measures such as oral or topical decongestants, antihistamines, and intranasal steroids in the treatment of acuteand chronic sinusitis (such measures must be standardized in both study and control groups during initialassessment of new antibiotic regimens for both acute and chronic sinusitis); (5) the optimal mode of surgical management in chronic sinusitis (i.e., preservation of sinus epithelium vs. radical mucosal resection); (6) avoidance of the need for sinus puncture by the use of endoscopic sinoscopy for performing quantitative cultures.", "cite_spans": [{"start": 100, "end": 103, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "(c) Future Trends"}, {"text": "Patients eligible for study will be children or adults with symptoms and signs clinically compatible with acute or chronic sinusitis.", "cite_spans": [], "ref_spans": [], "section": "(a) General Definition"}, {"text": "(I) Clinical criteria. Acute sinusitis is defined as inflammation of the sinuses associated with symptoms lasting~4 weeks. Clinical findings suchas fever, headache, malartenderness, andnasal discharge (which are often nonspecific) should be supported by objective localizing studies such as radiography, ultrasonography, or CT. Transillumination of the S75 sinuseshas a relatively low sensitively (74%) and specificity (47%) for acute sinusitis [39] and should not be used as the solediagnostic criterion. Transillumination is alsoless informativein children<6 years of age (40% concordanceand 20% discordance compared with radiographic findings) because of either poor cooperationof the child in performingthe test or thedevelopmental variations of the sinuses in this agegroup [34] . Anterior rhinoscopy mayrevealhyperemicand edematous nasal turbinates, often with purulent dischargefrom the middle meatus where the orifices of the maxillary, frontal, andanteriorethmoidal sinusesenterthe intranasal cavity [49] . Imaging studies (roentgenography, ultrasonography, or CT) should be performed in all cases. Other laboratory studies suchas neutrophil count, erythrocyte sedimentation rate, and C-reactive protein should also be performed.", "cite_spans": [{"start": 445, "end": 449, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 779, "end": 783, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 1009, "end": 1013, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "(b) Minimum Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "Chronic sinusitis is definedas inflammation of the sinuses associated with symptoms lasting >3 months that are compatiblewithradiographic abnormalities (determined byroentgenography, ultrasonography, or CT). If possible, chronic sinusitis should be confirmedby endoscopic sinoscopy with direct visualization of the sinusmucosa, appropriatemicrobiologic sampling, and histopathologic evaluation [49, 50] .", "cite_spans": [{"start": 394, "end": 398, "text": "[49,", "ref_id": "BIBREF48"}, {"start": 399, "end": 402, "text": "50]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "(b) Minimum Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "(2) Microbiologic criteria. The precise microbial etiology of sinusitis can be determined only by direct aspiration or injection wash of the sinus cavity. Cultures of the surface of the nasal vestibule or the nasopharynx are unreliable becauseof their regularcontamination bythe residentmicroflora and should not be used for assessment of microbiologic efficacy of study regimens. Access to the maxillary sinus can be obtainedintranasally througha puncturebelow the inferior turbinate and to the frontal sinus through a puncture below the infraorbital rim oftheeye. Thorough cleansing of thepuncture site with an appropriate antiseptic is important to minimize contamination of the specimen with surface bacteria. If no fluid is obtained, 1 mL of sterile normal saline without bactericidalpreservativeshouldbe instilledand the washings reaspirated. Specimens should be sent to the laboratory for leukocytecounting, gram staining, and culture for aerobes, anaerobes, fungi, and mycobacteria. Viral cultures are of investigational interest. Withthe appropriate technique, >76% of such specimenswill yield positivecultures in acute maxillary sinusitis [40] . Furthermore, if organisms are seen on gram-stained preparations of antral secretions, a presumptive diagnosis can be made by assessing the bacterial morphotype in up to 90% of cases [51] . Quantitative cultures (~103 cfu/mL of aspirate) are usefulin distinguishing true infection from colonization or contamination [39, 52] , but such studies are labor-intensive and are not required for microbiologic diagnosis in clinical trials.", "cite_spans": [{"start": 1149, "end": 1153, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 1338, "end": 1342, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 1471, "end": 1475, "text": "[39,", "ref_id": "BIBREF38"}, {"start": 1476, "end": 1479, "text": "52]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "(b) Minimum Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "In chronic sinusitis, microbiologic diagnosis can be confirmedby cultureof diseasedmucosaobtainedby biopsyduring endoscopicsinoscopy or surgery. In such cases, the culture results should be correlated with the histopathologic findings to exclude the possibility of specimen contamination.", "cite_spans": [], "ref_spans": [], "section": "(b) Minimum Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "For a pathogen-specific evaluation, the drug under consideration should haveprovenin vitro activity against the specific bacteriaprevalent in sinusitis, and for a disease-specific evaluation (i.e., acute vs. chronic, pediatric vs. adult), the drug should havea broad range of activity against the most prevalent pathogens.", "cite_spans": [], "ref_spans": [], "section": "Information Needed Before Conducting Clinical Trials in Humans"}, {"text": "The investigator or subinvestigator should have the necessary skillsto perform sinuspuncturefor microbiologic evaluationsof acuteandchronicsinusitis and endoscopic sinoscopy for studies of chronic sinusitis. The institution should have the facilities and personnel with expertise to perform and interpret radiographs, ultrasonography, or CT and microbiologic studies of the paranasal sinuses.", "cite_spans": [], "ref_spans": [], "section": "Special Qualifications of Investigators and Institutions"}, {"text": "Clinical evaluation of new treatment regimens should be conducted with patients grouped by specified age, underlying disease, duration of symptoms, and presence or absence of respiratory allergy. Since these factors appear important both in predictingthe microbial etiologyand in overallprognosis,their contribution to treatmentoutcomeshouldbe carefully controlledby appropriate randomizationduring patient enrollment or by stratification eitherprospectively or posthoc during analysis of results.", "cite_spans": [], "ref_spans": [], "section": "(a) Demographic Characteristics of the Study Population"}, {"text": "Children, adolescents, and adults of both sexesare eligible for inclusion. Patientswho havereceivedother antimicrobial therapy within the preceding 2 weeks, patients with hypersensitivity reactions to drugs of a similar class, and patients with other concurrent, acute infectious illnesses should be excluded.", "cite_spans": [], "ref_spans": [], "section": "(b) Inclusion and Exclusion Criteria"}, {"text": "In acute sinusitis, an active control regimen with proven efficacy againstS. pneumoniae, H. injluenzae, and M. catarrhalis shouldbe used. In chronicsinusitis, a placebo-controlled trial is consideredjustified since the role of antimicrobial therapy for this condition remains unclear at this time. ", "cite_spans": [], "ref_spans": [], "section": "(c) Selection of the Comparison Drug"}, {"text": "Because of the difficulties in obtaining reliable cultural information about sinusitis even under protocol conditions, it may be appropriate to adopt the following sequential study strategy.", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "(1) Conduct a small (rvlOO patients) phase 2 trial in which sinus puncture and culture is performed for all patients to document the unique microbiology of the intended study population, with at least 20 cases of each of three major bacterial pathogens implicated (S. pneumoniae, H. irfiuenzae, M. catarrhalis). In vitro antimicrobial susceptibility testing of all sinus isolates should be performed. Both clinical and presumed microbiologic outcomes are assessed (see definitions below). Repeated aspiration of the sinus is required only if there is evidence of clinical failure. In the phase 2 trial, an \"open\" uncontrolled study may be conducted, although a randomized comparative double-blind trial with an active control is still desirable despite the clearly inadequate size of the sample for meaningful comparisons of clinical response rates. A conrolled comparison provides additional information regardmg the expected response rate in a particular community. Both organism-specific and disease-specific responses should be evaluated. For purposes of organism-specific evaluation a minimum of 20 isolates from~20 patients is required for evaluation.", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "(2) If the preliminary assessment is favorable (i.e., a clinial and presumed microbiologic response rate of~70 %), it IS reasonable to conduct a larger, comparative phase 3 trial with at1 active control. Sinus puncture for microbiologic diagnosis and sinus radiography before treatment are desirable but not required, but examination of aspirates and sinus radiographs is necessary for those patients who fail to respond clinically. In vitro antimicrobial susceptibility testing should be performed for all isolates from cultures. Use of adjunctive medications such as oral or nasal decongestants, antihistamines, or intranasal steroids should be standardized such that hey~re used either in both the study and control groups or in neither of the groups. Similarly, in studies of chronic sinusitis, the mode of concomitant surgical therapy (i.e., endoscopic sinuscopy with limited mucosal curettage vs. a more conventional approach of radial mucosal resections) should also be standardized or stratified.", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "The projected sample size must include consideration of the expected difference in efficacy of the study and control regimens, the expected proportion of cases due to each of the major bacterial pathogens (and that one-fourth of all cases of acute sinusitis are due to nonbacterial causes that would not be affected by either antibacterial agent), and an anticipated rate of spontaneous clinical cure of rv30 %among children with acute sinusitis [34] .", "cite_spans": [{"start": 446, "end": 450, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "The treatment course is usually 10-14days for acute sinus-itis. Si.nce the opt~mal duration of therapy has not been clearly estabhshed for either acute or chronic sinusitis, this could be the mainfocus of evaluationin phase 4 trials. Patients should be assigned randomly to the test or \"control\" group, and if p~e~reatment cultures of the sinuses are not performed, the chmcal and presumed microbiologic response should be evaluated by a blinded observer. For children unable to swallow tablets or whose body mass is small, either a suspension or an acceptable alternative formulation of the study drug or the control drug is necessary for precise dosing.", "cite_spans": [], "ref_spans": [], "section": "(e) Administration of Study Drug"}, {"text": "Modification of the study by the addition of a new antimicrobial agent may be necessary if the clinical response after 3-5 days of therapy is suboptimal. In such instances sinus aspiration for documentation of the microbiologic response is required before the therapeutic regimen is modified. Addition of a new antimicrobial agent constitutes a clinical failure of the initial treatment regimen.", "cite_spans": [], "ref_spans": [], "section": "if) Modifications During Conduct of the Study"}, {"text": "Both clinical and presumed microbiologic responses should be~s~:ss.ed. Clinical evaluation should be made 3-5 days after imuation of therapy and weekly or biweekly thereafter until the resolution of all symptoms and signs. Use of a scoring system, pa:ticularly a binomial (yes/no) objective scoring system, for SIgns and symptoms such as fever, pain, headache, tenderness, nasal discharge, and purulence is strongly encouraged. Imaging studies (roentgenography, ultrasonography, or CT) should be repeated at least at the completion of antimicrobial therapy. Patients with chronic sinusitis should be further assessed by repeated endoscopic sinoscopy before or after completion of therapy. Information about concentrations ?f dru~in sinus aspirates or mucosal biopsies may be of value III studies of chronic sinusitis, but they are not critical to studies of efficacyin acute sinusitis and are not required for final evaluation.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "Since a repeat of sinus puncture is generally not justified in patients who have responded clinically to therapy, the microbiologic response in such patients can only be judged presumptively.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "Comparisons of treatment outcomes in the study and control groups should be made according to the proportion of patients in the following outcome categories: (1) clinical cure with presumed microbiologic eradication; (2) clinical failure with microbiologic persistence; (3) clinical and/or microbiologic relapse and recurrence; and (4) indeterminate.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "(1) Definition ofclinical response. Clinical cure is defined as complete resolution of signs and symptoms at the conclu-sio~of antimicrobial therapy and at follow-up. Clinical failure IS defined as lack of improvement in signs and symptoms within a defined period of therapy (72 hours for acute sinusi-sn tis and 2 weeksfor chronic sinusitis). Earlyrelapse is defined as reappearane of signsand symptoms or newclinicalfindings of sinusitis within 14daysafter the conclusionof therapy. Late relapse is definedas the reapearrance of signs and symptoms or new clinical findings of sinus infection after 14 days but within 1 month after the conclusion of therapy.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "(2) Definition of microbiologic reaponse. Presumed microbiologic eradication is definedas cases in whichpretreatment cultures of sinus aspirates were positive, clinical signs and symptoms resolvecompletely, and posttreatmentculturesare not performed because clinical response is complete. Confirmed microbiologic response is defined as cases in which the causativeorganismcannot be isolated in cultures of sinus aspirates performed after 72 hours of antimicrobial therapy. Such repeated cultures of sinus aspirates are likely to be performed only in the setting of clinical failure. A statement as to microbiologic eradication is not possible because of the influence ofconcomitantantimicrobial therapy. Microbiologic persistence is defined as a positive culture of sinus aspirates after at least 72 hours of antimicrobial therapy. If a pretreatment culture of sinus aspirate was performed and was positive, the isolation of the same organism after~72 hours of therapy is considered confirmed microbiologic persistence. If no pretreatment culture of sinus aspirates was performed, isolation of a pathogen after~72 hours of treatment is considered presumptive microbiologic persistence. Superinfectionis defined as the emergenceof new or resistant organisms in cultures of sinus aspirates after~72 hours of antimicrobial therapy.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "(1) Initial clinical evaluation and imaging (roentgenography, ultrasonography, or CT) of the paranasal sinuses; (2) hematologic, hepatic, and renal function studies; (3) sinus puncture and microbiologicstudies for phase 2 trials and optionallyfor phase 3 trials; and (4) endoscopic sinoscopy, bacterial cultures,andoptionaltissuebiopsyfor studiesof chronic sinusitis.", "cite_spans": [], "ref_spans": [], "section": "(a) Baseline Assessment Should Include the Following Procedures:"}, {"text": "(b) Assessment During the Course of Therapy Should Include: (1) Clinical evaluation at 2-3 and 5-7 days after initiation of antimicrobial therapy, and weekly or biweekly thereafter until resolution of all symptoms and signs; (2) aspiration of sinuses for microbiologic studies for patients who fail to respond clinically after at least 72 hours of antimicrobial therapy to define microbiologic persistence, emergence of resistance, or superinfection; and (3) repeated imaging, hematologic. hepatic, and renal function studies as appropriate.", "cite_spans": [{"start": 60, "end": 63, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "(a) Baseline Assessment Should Include the Following Procedures:"}, {"text": "Patients should be followed up clinically and with imaging for at least 2 weeksafter completionof antimicrobial therapy to assess relapse or recurrence, clinical complications, and adverseeffects of the antimicrobialregimen. Sinus aspiration should be performed for those patients with clinical relapse or recurrence.", "cite_spans": [], "ref_spans": [], "section": "(c) Assessment After Completion of Therapy and Follow-up"}, {"text": "Bronchitis is an inflammatory conditionof the tracheobronchial tree. It is both acute and chronic and is caused by a variety of irritants and infectiousagents. Productive cough is the commondenominator of this condition, and the sputum produced ranges from mucoid to frankly purulent.", "cite_spans": [], "ref_spans": [], "section": "D. Acute Exacerbations of Chronic Bronchitis 1. Background"}, {"text": "Acute bronchitis is generally an infectious process. It occurs in all age groups and is most common in the winter months, when acuterespiratory infections are prevalent. Most cases are thought to be due to respiratory viruses, including those associatedwith the common cold and other respiratory viruses involved in infections of the lower respiratory tract (e.g., adenovirus, rhinovirus, coronavirus, influenza, parainfluenza, respiratory syncytial virus, coxsackievirus). M. pneumoniae, C. pneumoniae, and Legionella specieshave also been implicated in some cases. The frequency of infection due to these pathogens is not certain.", "cite_spans": [], "ref_spans": [], "section": "D. Acute Exacerbations of Chronic Bronchitis 1. Background"}, {"text": "Chronic bronchitis generally is defined as a condition characterized by cough and excessive secretion of mucus in patients who have coughed up sputum on most days during 3 consecutive months for >2 successive years. This disease is caused by prolonged exposure to pulmonary irritants, the mostprominentof whichis cigarette smoke.Atmospheric pollution also playssome role, as do recurrent episodes of infection. Chronic bronchitis results in widely ranging degrees of respiratoryembarrassment. In its most severe forms, obstructive pulmonary disease, emphysema, and respiratory failure occur.", "cite_spans": [], "ref_spans": [], "section": "D. Acute Exacerbations of Chronic Bronchitis 1. Background"}, {"text": "Patientswith chronic bronchitis frequently experienceepisodes of acute disease superimposedon the chronic process. These exacerbationsare characterized by some combination of increasing cough, sputum volume and purulence, and respiratory distress. The role of infectionin these episodes has been difficult to define. The bacterial speciesmost oftenmentioned as potential etiologic pathogens include S. pneumoniae, typable(especially typeB)and nontypable H. irfiuenzae, and M. catarrhalis. However, the same organisms, particularly Haemophilus species, can be isolated from the respiratory secretionsof patientswith chronic bronchitiswho do not present with evidence of acute exacerbation [53] . Gump et al. did report an association between purulence of sputum and an increase in the number of pneumococciin the sputum em 1992;15 (Suppl 1) of patients with acute exacerbations [54] . Haemophilus parainfluenzae, viridans streptococci, and strains of Enterobacteriaceae also are isolated from patients with acute exacerbations of bronchitis, but their pathogenic role is even less welldefined. Viruses, M. pneumoniae, C. pneumoniae, andperhapsLegionella speciesplayan etiologic role in some cases of acute exacerbations.", "cite_spans": [{"start": 688, "end": 692, "text": "[53]", "ref_id": "BIBREF52"}, {"start": 877, "end": 881, "text": "[54]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "D. Acute Exacerbations of Chronic Bronchitis 1. Background"}, {"text": "The only clinical entity included in this guidelineis acute exacerbation of chronic bronchitis.", "cite_spans": [], "ref_spans": [], "section": "(a) Scope of Guideline"}, {"text": "Considerable controversy surrounds the use of antibacterial agents for patientswith acute exacerbations of chronic bronchitis [55, 56] . Tager and Speizer [57] reviewed the existing studies in 1975 and concluded that the role of antimicrobial agentsin the management of these patients needed reassessment and that respiratory infections appeared to contribute to worsening of episodesof coughand productionof sputum. A recent double-blind randomizedplacebo-controlled study by Anthonisen et al. [58] showed a significant clinicalbenefit in association withantibacterial therapy. The recovery of peak air flow wasmore rapid and the rate of clinicaldeteriorations requiring therapeutic intervention was lower in antibiotictreatedpatients. Response to treatment wasevidenced by the trilogy of decreased dyspnea, sputum volume, and sputum purulence. Treatment success wasdefined as resolution within 21 days of all symptoms that accompanied the exacerbation. No attempt at microbiologic confirmation wasperformed in this study. Antibacterial agentsutilizedin thetreatmentgroup included trimethoprim-sulfamethoxazole, amoxicillin, and doxycycline.", "cite_spans": [{"start": 126, "end": 130, "text": "[55,", "ref_id": "BIBREF54"}, {"start": 131, "end": 134, "text": "56]", "ref_id": "BIBREF55"}, {"start": 155, "end": 159, "text": "[57]", "ref_id": "BIBREF56"}, {"start": 495, "end": 499, "text": "[58]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "(b) Standards of Care for Acute Exacerbations of Chronic Bronchitis"}, {"text": "Althoughcontroversy aboutpossiblemicrobialpathogenesis persists, most clinicianselect to treat the acute exacerbations as infectious events and direct that therapy at S. pneumoniae andH. influenzae and, morerecently, at M. catarrhalis. The duration of therapy is generally 7-10 days. It should be recognized that up to 25%of strains of H. influenzae and 50%-70% of M. catarrhalis strains produce (3-lactamase.", "cite_spans": [], "ref_spans": [], "section": "(b) Standards of Care for Acute Exacerbations of Chronic Bronchitis"}, {"text": "The etiologicrole of viruses, M. pneumoniae, C. pneumoniae, and Legionella in acute exacerbations of chronic bronchitis needs clarification. Determination of their role will be facilitated by the application of more sensitive and specific microbiologic diagnostic techniques (e.g., nucleic acidprobes, polymerase chain reactions, antigen detection).", "cite_spans": [], "ref_spans": [], "section": "(c) Future Trends"}, {"text": "Patients eligible for study will primarily be adults with symptoms and signscompatible with acute exacerbations of chronic bronchitis.", "cite_spans": [], "ref_spans": [], "section": "(a) General Definition"}, {"text": "(1) Clinical criteria. Patients must (a) havehad a chronic cough and sputumproduction for >2 consecutive years and on mostdaysfor 3 consecutive monthsand (b) haveevidence of acute exacerbation as indicated by some combination of increasedcough and/or dyspnea, increased sputumvolume, or increased sputum purulence.", "cite_spans": [], "ref_spans": [], "section": "(b)Minimal Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "(2) Microbiologic and other laboratory criteria. These criteria include (a) negative chest roentgenogram to rule out pneumonia; (b) productionof purulent sputumas defined by the presence on a gram-stainedpreparation of >25 polymorphonuclear leukocytes and <10 squamous epithelial cells per low-power magnification (X 10) field(thepresenceofpredominant bacterialmorphology maybe noted); (c) documentation of the presence or absence of potential bacterial pathogens and monitoringof emergenceof resistant isolates during antimicrobial therapyby sputumcultureand susceptibility tests.", "cite_spans": [], "ref_spans": [], "section": "(b)Minimal Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "The drug under consideration should have provenin vitro activityagainstS. pneumoniae, H. influenzae, and M. catarrhalis. Dosage ofthe studydrugmustbe determined by means of pharmacokinetic and in vitro studies.", "cite_spans": [], "ref_spans": [], "section": "Information Needed Before Conducting Clinical Trials in Humans"}, {"text": "The investigator or subinvestigator shouldhavethe necessary skills to assesspulmonary functionand interpret radiographicstudies. The institution shouldhave adequate facilities for performance of laboratorystudies, including hematologic, hepatic, andrenalfunction testsandstudies ofpulmonary function, especially arterial blood gas analysis, forced vital capacity, FEV! (forcedexpiratory volumein 1 sec), total lung capacity, and peak flow spirometry. 5 . Design and Implementation of Phase 1, 2, and 3 Clinical Trials", "cite_spans": [{"start": 451, "end": 452, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Special Qualifications of Investigators and Institutions"}, {"text": "Onlyadultpatients(~18 years)with stablechronicpulmonary disease should be included. ", "cite_spans": [], "ref_spans": [], "section": "(a) Demographic Characteristics of the Study Population"}, {"text": "Patients who are experiencing an acute exacerbation of chronic bronchitis are eligible. Patients with cystic fibrosis, patients unable to give informed consent, and patients with a known history of hypersensitivity to the study or control drug should be excluded. Steroid use is not necessarily a criterion for exclusion.", "cite_spans": [], "ref_spans": [], "section": "(b) Inclusion and Exclusion Criteria"}, {"text": "Even though the use of antibacterial agents for treatment of acute exacerbations of chronic bronchitis is controversial, the presence of S. pneumoniaeand other potential pathogens in some patients and the concomitant need for corticosteroids in some patients suggest the need for an active control drug. Both control and study drugs should be active in vitro against S. pneumoniae, H. influenzae type b, and M. catarrhalis.", "cite_spans": [], "ref_spans": [], "section": "(c) Selection of the Comparison Drug"}, {"text": "Placebo-controlled trials may be conducted.", "cite_spans": [], "ref_spans": [], "section": "(c) Selection of the Comparison Drug"}, {"text": "In phase 1 studies, human pharmacologic and pharmacokinetic studies should demonstrate sufficient absorption and achievement of peak serum concentrations that exceed the MIC90 for the major respiratory pathogens. In phase 2 and 3 trials, study patients should be stratified according to major host factors (e.g., history and duration of smoking).", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "Whenever feasible, studies should be prospective, randomized, and of double-blind design. No additional antimicrobial agent is permitted. Concurrent medications (e.g., bronchodilators) should be administered in the same manner to study and control groups.", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "The study patients may be stratified according to the use of concomitant steroid therapy. Another strategy might be to design a four-arm randomized comparison: (1) study drug with steroids; (2) control drug with steroids; (3) study drug with no steroids; and (4) control drug with no steroids.", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "In projecting a sample size, consideration must be given to the expected difference in efficacy of the study and control regimens and the desirability of undertaking poststudy subset analysis of pertinent patient variables. Variables include (1) the presence or absence of adjunctive treatment; (2) the presence or absence of fever; (3) status of pulmonary function; and (4) characteristics of sputum.", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design and Stratification"}, {"text": "Duration oftreatment is generally 7-10 days. However, the optimal duration of therapy could be a main focus of evaluation. In comparative studies, patients should be assigned randomly to the test or \"control\" group, and insofar as possible, the study should be blinded.", "cite_spans": [], "ref_spans": [], "section": "(e) Administration of the Study Drug"}, {"text": "For patients who do not demonstrate clinical improvement (i.e., decreased dyspnea, cough, and volume and purulence of sputum production) or whose clinical conditions worsen after 3-5 days of treatment, clinical failure will be declared and such patients will be removed from the study. The addition of an antimicrobial agent that is not a study drug will also result in a designation of clinical failure.", "cite_spans": [], "ref_spans": [], "section": "(j) Modification During Conduct of the Study"}, {"text": "Clinical response and results of pulmonary function tests and/or arterial blood gas analyses can be used to assess efficacy. The effect of treatment on sputum microbiology will be monitored. Failure to eradicate a potential pathogen in a patient with a complete clinical response is common in this disease. The bronchial secretions of many patients remain \"colonized\" after the acute episode resolves. All patients entered into the study should be assessed on the basis of intent to treat. The clinical response in both the study and control group will be classified as (1) clinical cure, (2) clinical improvement (which requires measurement of an objective end point, e.g., volume and/or purulence of sputum), (3) clinical failure, and (4) indeterminate. Patients will be evaluated at 3-5 days after initiation of treatment, and weekly thereafter.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "(1) Definitions ofclinical response. Clinical cureis the resolution of acute symptoms and signs to a baseline level of dyspnea, cough, sputum production, and, if elevated at enrollment, resolution of fever. Clinical improvement is the subjective improvement in dyspnea, with reduction in cough, a quantified reduction in 24-hour volume or purulence of sputum, and a return of the temperature to normal if the patient is initially febrile. Clinicalfailure is the lack of any resolution in the magnitude of the dyspnea, sputum purulence, or fever (if present) that prompted enrollment of the patient in the study. Clinical response indeterminate should be substantitated by stated reasons. The clinical response definition may be supported by improvement or lack of improvement in sequential measurements of the patient's white blood cell count, oxygen saturation, and/or pulmonary function tests.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "(2) Definitions ofmicrobiologic response. The categories of microbiologic response commonly encountered include eradication, persistence, relapse, reinfection, and superinfection Consult General Guidelines, section XIII.C, for detailed definitions.", "cite_spans": [], "ref_spans": [], "section": "(g) Evaluability"}, {"text": "(1) Initial history and physical examination should be performed just before enrollment.", "cite_spans": [], "ref_spans": [], "section": "(a) Baseline Assessment"}, {"text": "(2) Chest radiography should be performed to rule out pneumonia. (3) Hematologic, hepatic, renal, pulmonary function, and arterial blood gas studies (with room air) should be performed. (4) Gram stain and ern 1992;15 (Suppl 1) culture of sputum plus determintion of 24-hour sputum volume should be performed; nucleic acid probes and culture for Mycoplasma and Legionella may be included.", "cite_spans": [], "ref_spans": [], "section": "(a) Baseline Assessment"}, {"text": "(1) At a minimum, patients should undergo clinical evaluation 3-5 days after initiation oftherapy and weekly thereafter until completion of therapy. (2) For febrile patients the body temperature should be determined a minimum of four times daily. (3) Quantitation of the volume of sputum produced daily and/or daily assessments of the degree of sputum purulence may assist in assessment of the patient's clinical response. (4) It is helpful to monitor patient's arterial blood gases and/or expiratory flow rates at periodic intervals. The precise frequency depends on the individual protocol (e.g., every 3-5 days for hospitalized patients and perhaps once during therapy for outpatients). (5) Repeated chest radiographic, hematologic, hepatic, and renal studies are appropriate at 3-5 days after treatment has begun and within 48 hours after the end of treatment. (6) A sputum culture during therapy is indicated if there is evidence of clinical failure. In individual patients, such cultural data may be useful in identifying the emergence of bacterial resistance or in documenting failure to eradicate a potential bacterial pathogen (e.g., S. pneumoniae).", "cite_spans": [{"start": 423, "end": 426, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "(b) Assessment During Course of Therapy"}, {"text": "Patients should undergo clinical and microbiologic assessment within 48 hours, 7-14 days, and 21-28 days after completion of therapy.", "cite_spans": [], "ref_spans": [], "section": "(c) Assessment After Completion of Therapy and Follow-up"}, {"text": "The clinical assessment should include assessment of cough, dyspnea, sputum volume, and sputum purulence. Oximetry to determine oxygen saturation and spirometry should be performed. A chest radiograph is not required unless clinically indicated, since the presence of a pulmonary infiltrate precludes enrollment.", "cite_spans": [], "ref_spans": [], "section": "(c) Assessment After Completion of Therapy and Follow-up"}, {"text": "Sputum should be submitted for gram staining, culture, and sensitivity testing, or-in the case of mycoplasma or legionella infections -for nucleic acid probe tests.", "cite_spans": [], "ref_spans": [], "section": "(c) Assessment After Completion of Therapy and Follow-up"}, {"text": "Lower respiratory tract infections include bronchitis, bronchiolitis, and pneumonia and its complications. The relative frequency of isolation of various etiologic agents that cause community-acquired pneumonia differ according to age group, socioeconomic status, underlying disease, time of year, and possible concomitant viral illnesses. Prospective studies of the causes of community-acquired pneumonia are often difficultto interpret because of imprecise methods of microbio-logic diagnosis, such as reliance on sputum culture and/or serologic testing. However, it is generally accepted that in North America viral agents (e.g., respiratory syncytial virus and parainfluenza virus type 3) are most important for children <5 years of age. The inability to obtain sputum from infants and children is a major deterrent to microbiologic diagnosis of pneumonia in this population. M. pneumoniae is considered to be a major cause of community-acquired pneumonias in North Americans 5-25 years of age. In older individuals, mycoplasmas and viruses are less common causes, while bacterial agents are more prevalent. A majority (50%-90%) of cases of pyogenic pneumonia with acute onset in middle-aged or older adults are due to S. pneumoniae [59, 60] .", "cite_spans": [{"start": 1237, "end": 1241, "text": "[59,", "ref_id": "BIBREF58"}, {"start": 1242, "end": 1245, "text": "60]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Background"}, {"text": "Pneumonias due to H. injtuenzae (either ampicillin-susceptible or ampicillin-resistant), S. aureus, mixed aerobicanaerobic bacteria, and aerobic facultative gram-negative bacilli such as Klebsiella pneumoniae, in rank order, are less common.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Legionella species, (determined primarily on the basis of serologic studies) account for a variable proportion of cases of community-acquired pneumonia in adults (e.g., in 1% of patients not requiring hospitalization and in 5 %-20 % of those hospitalized). Legionella species probably account for 10%-15 % of cases of so-called atypical pneumonia [61, 62] . Other agents that cause nonpyogenic, or atypical, pneumonia include M. pneumoniae, C. bumetii, C. pneumoniae, and, rarely, Chlamydia psittaci.", "cite_spans": [{"start": 347, "end": 351, "text": "[61,", "ref_id": null}, {"start": 352, "end": 355, "text": "62]", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Background"}, {"text": "In classic pneumonias, the isolation of certain pathogens can often be linked to certain specific conditions of the host (e.g., infection with group A ,6-hemolytic S. pyogenes, S. aureus, H. irfiuenzae, or S. pneumoniae following influenza). Both typable and nontypable strains of H. influenzae are pathogenic primarily among smokers, patients with chronic obstructive pulmonary disease (COPD), and some patients with lymphoma or other malignancies. Aspiration pneumonia in the community is believed to involve mostly the normal oropharyngeal aerobic and anaerobic flora. In the nursing home or nosocomial setting, infections with aerobic gramnegative bacilli and S. aureus are additional considerations in aspiration pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Data for nosocomial pneumonias prior to 1988 from the Centers for Disease Control (CDC) may not be completely reliable because they appear to be based primarily on results of sputum cultures and cultures of endotracheal suction specimens. Nonetheless, the rank order of pathogens in the last reported CDC survey of nosocomial infections is Pseudomonas aeruginosa (16.9%), S. aureus (12.9%), Klebsiella species (11.6%), and Enterobacter species (9.4%), followed by Escherichia coli, Serratia marcescens, and Proteus species [63, 64] .", "cite_spans": [{"start": 523, "end": 527, "text": "[63,", "ref_id": "BIBREF62"}, {"start": 528, "end": 531, "text": "64]", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Background"}, {"text": "Data based on the results of transtracheal aspiration performed on members of a high-risk population of elderly men in a Veterans Administration hospital and nursing home in the 1970s give a different perspective on nosocomial pneumonia. Bartlettet al. [65] relied only on isolates from blood cultures, pleural fluid, andtranstracheal aspirates. They found gram-negative bacilliin about one-halfof 159 patients studied, anaerobes (Peptostreptococcus species were the most common isolates) in about one-third, and S. pneumoniae in about one-fourth. Klebsiella species were the most commonly isolated gram-negative aerobic bacilli. The isolates were polymicrobial in about one-half of the patients.", "cite_spans": [{"start": 253, "end": 257, "text": "[65]", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Background"}, {"text": "Gram-negative bacilli are morelikely to be involved in nosocomial pneumonia in high-risk populations, such as those in intensive care units, than in other patients. Outbreaks of nosocomial pneumonia dueto someorganisms, including aerobic gram-negative bacilli and organisms not usually appreciated as nosocomial pathogens, may present particular problems. Thelattergroupincludes S. pneumoniae, ampicillin-resistant H. infiuenzae, and M. catarrhalis [66] [67] [68] .", "cite_spans": [{"start": 449, "end": 453, "text": "[66]", "ref_id": "BIBREF65"}, {"start": 454, "end": 458, "text": "[67]", "ref_id": "BIBREF66"}, {"start": 459, "end": 463, "text": "[68]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Background"}, {"text": "The timely use of appropriate systemic antibacterial therapyshould eradicatethe pathogen in a largenumberof cases of pneumonia and lead to a reduction in morbidity as well as mortality. Efficacy ofnewagents should at leastequalthose of established regimens when evaluated in prospective, randomized, controlled trials (active treatmentconcurrentcontrol) [69, 70] . If l3-lactamase-producing pathogens are suspected (e.g., H. influenzae), both the study and control drugs should have in vitro activity against such pathogens. Theefficacy ratesfora newdrug for etiologic agents andclinicalsyndromes in which thereis noestablished therapy should at least equal those in recent historical controls. Data from open studies may be useful in these instances.", "cite_spans": [{"start": 354, "end": 358, "text": "[69,", "ref_id": "BIBREF68"}, {"start": 359, "end": 362, "text": "70]", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Background"}, {"text": "Dataobtained frompartsoftheworldotherthanthe United States may be considered supporting evidence of efficacy. However, possible regional differences in resistance patterns mustbe notedandmay preclude directcomparison (e.g., appreciably higher resistance to penicillin G among S. pneumoniae strainsisolated in South Africa and to erythromycin in Spain than in North American isolates). The local antimicrobial susceptibility patterns will clearlybe the predominant influence on the choice of concurrentactive treatment control regimens.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "(1) Clinical entities to be included are common communityacquired or nosocomial bacterial pneumonias. Clinical entities not included are bronchitis, bronchiolitis, lowerrespiratory tract infections in patients withcystic fibrosis, lowerrespiratory tract infections caused by infrequent and/or difficultto-diagnose entities (e.g., infections withanaerobic bacteria; psittacosis, Qfever, tularemia, andplague; andinfections with mycobacteria, viruses, or fungi).", "cite_spans": [], "ref_spans": [], "section": "(a) Scope of Guideline"}, {"text": "(2) Microorganisms included in the guideline are S. pneumoniae (prototype), H. injluenzae, S. aureus, facultative aerobic gram-negative bacilli, Pseudomonas species, M. pneumoniae, and Legionella species.", "cite_spans": [], "ref_spans": [], "section": "(a) Scope of Guideline"}, {"text": "The diagnosis of infectious pneumonia combines clinical, laboratory, andmicrobiologic data. A compatible clinical picture (fever, cough, and/orauscultatoryfindings such as rales and/or evidence of pulmonary consolidation) together with confirmatory chestradiographic findings and isolationof the causative pathogen(s) from suitable respiratory specimens (e.g., expectorated sputum, transtracheal aspirate,bronchial washings or lavage, pleuralfluid) or bloodestablishes the diagnosis of bacterialpneumonia. Pneumonia due to M. pneumoniae is identified by culture or nucleic acid probe and/or by documentation of a fourfold or greater rise in titer of complement-fixing antibody. Detection of cold agglutinins does not establishthe diagnosis. The diagnosis of legionella pneumonia requires isolation of the organism from sputum, a bronchoalveolar lavage specimen, pleural fluid, or blood. Alternatively, Legionella antigen may be detected by immunofluorescence in respiratory secretions or byradioimmunoassay in urine. Also, Legionella maybe detected in respiratorysecretions withnucleic acidprobes. Testing forantibody in acute-and convalescent-phase sera, except for antibody to L. pneumophila serogroup 1, is not specific enough for reliablediagnosis oflegionellosis, especially in areas of lowdisease prevalence. Diagnostic methods for detection of C.", "cite_spans": [], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Infectious Pneumonia"}, {"text": "pneumoniae are under development.", "cite_spans": [], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Infectious Pneumonia"}, {"text": "The bacterialpathogens isolated shouldbe tested for susceptibility to antimicrobial agents by standardized methods. Determinations of MBCs, postantibiotic effect, or effect of subinhibitory concentrations of antibiotics are notdone routinely andare notgenerally required forassessment of efficacy. When Mycoplasma or Legionella is isolated, antimicrobial susceptibility testing is not done routinely.", "cite_spans": [], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Infectious Pneumonia"}, {"text": "Selection of empiricantimicrobial therapy is based on the suspected pathogens and their anticipated susceptibility in vitro. Penicillin G remainsthe drug of choice for almostall S. pneumoniae infections in the UnitedStates [71] . Ampicillin or a cogeneris the drug of choice for pneumonia due to non-Sdactamase-producing H. injluenzae. Aspiration pneumonia acquired in the community is treated with penicillin G, usually without the benefit of culture results. A lincosamide or a combination of a penicillin and a 13-lactamase inhibitor are alternatives. A macrolide (e.g., erythromycin) or tetracycline is preferred forpneumonia dueto M. pneumoniae or C. pneumoniae, and erythromycin is the choice for legionella infections [61, 72] . A semisynthetic penicillinaseresistantpenicillin is the treatment of choicefor pneumonia dueto methicillin-sensitive S. aureus. A combination ofa suitable cephalosporin or penicillin and an aminoglycoside is frequently employed for infections due to facultative gramnegative rods or to Pseudomonas. In most other instances of community-acquired pneumonia, combination therapy is usually not required. Oral preparations of the aforementioned parenteral compounds or oral drugs with comp~able in vi.tro activity can be used in milder cases. The optimal duration of therapy varies, but uncomplicated S. pneumoniae pneumonia is usually treated for 7-10 days [71] .", "cite_spans": [{"start": 223, "end": 227, "text": "[71]", "ref_id": "BIBREF70"}, {"start": 725, "end": 729, "text": "[61,", "ref_id": null}, {"start": 730, "end": 733, "text": "72]", "ref_id": "BIBREF71"}, {"start": 1390, "end": 1394, "text": "[71]", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Infectious Pneumonia"}, {"text": "For treatment of nosocomial pneumonias (e.g., associatew ith ventilator use), combination therapy with an extendedspectrum penicillin or cephalosporin and an aminoglycoside is commonly employed. Initial therapy must be directed at the suspected pathogens in a given hospital and their known susceptibility profile. Determination of the concentration of antimicrobial agent(s) in serum, other bodily fluids, or tissues is not done routinely. Most often, cure is defined by clinical criteria alone. With resolution of the inflammatory process, the patient is unable to provide secretions from the lower airway for documentation of eradication of the causative pathogen. Patients requiring tracheostomy or endotrachĩ ntubation may have persistent, presumably tracheal, colomzation with an etiologic organism after the criteria for clinical cure of pneumonia are met. Relief of endobronchial obstruction and/or drainage of empyema fluid remains a mainstay of therapy for lower respiratory tract infections.", "cite_spans": [], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Infectious Pneumonia"}, {"text": "The probability of cure for S. pneumoniae pneumonia is variable and ranges from 95 % in uncomplicated infection to (\\)50%-80% with bacteremic disease [71] . Relapse is not a significant problem with S. pneumoniae.", "cite_spans": [{"start": 150, "end": 154, "text": "[71]", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "(b) General Principles of Care for Patients with Infectious Pneumonia"}, {"text": "Newer methods for more precise microbiologic diagnosis of pneumonia, such as the use of semiquantitative cultures of protected endoscopic brushings or bronchoalveolar lavage specimens, are promising.· The practice of changing parenteral therapy to therapy with an oral agent such as a fluoroquinolone after 5-7 days is gaining increasing acceptance, as is the use of intravenous antimicrobial therapy in the home for follow-up management. It is likely that the number and precision of diagnostic techniques that rely on antigen detection or nucleic acid detection will increase.", "cite_spans": [], "ref_spans": [], "section": "(c) Future Trends"}, {"text": "Patients eligible for study are adults and children of both sexes with confirmed or presumptive diagnosis of communityacquired or nosocomial pneumonia. These guidelines may be adapted to treatment of patients in either a hospitalized or ambulatory setting or for patients that progress from hospital to an outpatient setting.", "cite_spans": [], "ref_spans": [], "section": "(a) General Definition"}, {"text": "(1) Clinical criteria. Patients must have signs and symptoms consistent with bacterial pneumonia (chest pain, cough, and/or ausculatory findings such as rales and/or evidence of pulmonary consolidation) with or without fever (oral temperature >38°C [100.4OF]) or leukocytosis (blood leukocyte count >10,000/mm 3 or >15% band forms), and there must be radiographic or other laboratory evidence that supports the diagnosis (see below).", "cite_spans": [], "ref_spans": [], "section": "(b) Minimal Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "(2) Microbiologic and otheretiologic (noncultural) criteria.", "cite_spans": [], "ref_spans": [], "section": "(b) Minimal Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "Specimens obtained by expectoration or by endotracheal aspiration should be screened microscopically for suitability of culture (presence of >25 polymorphonuclear leukocytes and <10 squamous epithelial cells/low-magnification field [x 10]). Suitable specimens should be cultured aerobically in appropriate media. Blood specimens should be cultured for all patients, and pleural fluid, if present, should be aspirated, examined by microscopy, and cultured for both aerobes and anaerobes. The microbiologic diagnosis of infectious pneumonia is confirmed by the following criteria:", "cite_spans": [], "ref_spans": [], "section": "(b) Minimal Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "(a) Purulent expectorated sputum-identification of a predominant suspected pathogen by culture and/or microscopy (e.g., with S. pneumoniae by finding an average of >10 lancetshaped diplococci/oil-immersion field [X 1,000] for 10 fields examined) (material from endotracheal suctioning may also be used, and slides should be saved and made available as part of the case record) or (b) transtracheal aspirate, bronchial brushings, or biopsy material (obtained under direct visualizationwith a fiberopticbronchoscope, preferablydoublesheathed) -gram stain reveals neutrophils and a predominant pathogen is suspected by smear or culture; quantitative cultures of endobronchial brushes from potentially infected ventilator-dependent patients may be of value; (c) pleuralfluid or direct lungaspirateidentification of a predominant pathogen on gram stain or by culture; (d) positiveblood cultureyields a pathogen in a patient with a compatible clinical syndrome of bacterial pneumonia in the absence of another source of bacteremia. Ifan organism is isolated, it should be susceptible to both the study and the control drug. Clinical improvement or stabilization must be documented by 72 hours to permit retention in the study. (e) Surrogate markersdetection of antigen or specific nucleic acid by non-culture methods may be used as a surrogate marker of infection. Culture or other non-cultural methods for confirmation ofthe diagnosis of pneumonia must follow within 24-72 hours of starting therapy to retain the patient in the study. Isolation by culture is not required for the diagnosis of pneumonia due to M. pneumoniae, Legionella, or C. ", "cite_spans": [], "ref_spans": [], "section": "(b) Minimal Diagnostic Criteria Permitting Inclusion in Trials"}, {"text": "See General Guidelines, section II.D.", "cite_spans": [], "ref_spans": [], "section": "(a) In Vitro Studies"}, {"text": "Use of accepted animal models for pneumoniacaused by specific pathogens is desirablefor evaluations of dosage, duration of therapy, achievable serum concentrations, and comparisons with other agents for efficacy and relative toxicity, as described in General Guidelines, section II.E. Determinations of levels of antimicrobial agents in respiratory tract secretions and tissue are optionalsince there is a lack of accepted interpretation of results", "cite_spans": [], "ref_spans": [], "section": "(b) In Vivo Studies"}, {"text": "Physicians should be available who are competent in the following procedures: bronchoscopy, endobronchial protectedbrush sampling, bronchoalveolar lavage, and thoracentesis.", "cite_spans": [], "ref_spans": [], "section": "Special Qualifications of Investigators and Institutions"}, {"text": "In addition to standard clinical microbiology, the laboratory should have access to nucleic acid probes for detection of Legionella and Mycoplasma, detectionof Legionella species antigen, and determination of titers of specific antibody to Mycoplasma and Legionella.", "cite_spans": [], "ref_spans": [], "section": "Special Qualifications of Investigators and Institutions"}, {"text": "For most studies, adults (18-65 years of age) and elderly patients (~65 years of age) will be the prototype groups to be studied. Additional potential study populations are neonates, infants, children, and immunosuppressed patients.", "cite_spans": [], "ref_spans": [], "section": "(a) Demographic Characteristics of Study Population"}, {"text": "Male andfemale patients willbe included. Pregnantor lactating women will be excluded. Patientswith severeunderlying diseases (e.g., AIDS, metastatic tumor, shock) will be excluded. Patients are excluded if they have received prior therapy witha potentially effective anti-infective agentfor~24 hours. See GeneralGuidelines, sectionIX, for additional details.", "cite_spans": [], "ref_spans": [], "section": "(b) Inclusion and Exclusion Criteria"}, {"text": "It is notconsidered ethical to usea placebo control in studies evaluating the efficacy of a new anti-infective drug for treatment of pneumonia. Active or historical controls are needed to assess the relative value ofthenewdrug. Thehistoricalcure rate of uncomplicated (nonbacteremic) pneumonia due to S. pneumoniae in healthy hosts is 1'\\J95 %.", "cite_spans": [], "ref_spans": [], "section": "(c) Selection of the Comparison Drug"}, {"text": "Whenever feasible, the use of a control drug is desirable. The control anti-infective agent should be a drug, or one of several drugs, approved for pneumonia and still recognized by authoritative publications as \"standard\" treatment. Other considerations are discussedin the General Guidelines, section X.", "cite_spans": [], "ref_spans": [], "section": "(c) Selection of the Comparison Drug"}, {"text": "Whenever possible, the study design shouldbe randomized, prospective, and double-blind. See General Guidelines, sections X and XI, for details.", "cite_spans": [], "ref_spans": [], "section": "(d) Study Design"}, {"text": "The spectrumof organisms that causepneumoniais the result of the interplay of multiplehost factors and environmental factors. Only somedeterminant factors in the host-parasite relationship are understood, e.g., the presenceor absence of oropharyngeal binding sites for microorganisms, patientage, immune status prior to infection, aspiration of oropharyngeal secretions, concomitant chronic diseases and/or organ failure, or damageto nonspecific or specific portions of the host defenses against microbial invasion. In a given patient, one or more factors may apply.", "cite_spans": [], "ref_spans": [], "section": "(e) Patient Selection and Stratification"}, {"text": "(1) Community-acquired vs. hospital-acquired pneumonia. Thetraditional distinction between community-acquired and hospital-acquired pneumonia has blurred. Traditional community-acquired pathogens, such as S. pneumoniae or L. pneumophila, are now recognized as causes of hospitalacquired pneumonia. Patients with chronic diseases, e.g., lung, heart, renal, and/or hepatic failure, are cared for with increasing frequency outside of the hospital. These disease statesincrease the likelihood of colonization ofthe oropharyngeal secretions with facultative gram-negative bacilli and, hence, increase the risk of pneumonia due to this class of organisms traditionally associated withnosocomial pneumonia.", "cite_spans": [], "ref_spans": [], "section": "(e) Patient Selection and Stratification"}, {"text": "(2) Patient selection based on clinical category. Because of this blurring between community-and hospital-acquired pneumonia, it is reasonable to select patients as trial candidateson thebasisofthe clinical picture. The greaterthehomogeneity of the randomized population of patients with pneumonia, the greaterthe likelihood thetrial results willhave clinicalimport. Somepatientsmay fit in more than one category. Suggested categories for patients with pneumoniaare presented in table 5. By necessity, the categories are arbitrary and will requireperiodic revision as new insights into pathogenesisemerge. In clinicaltrials ofpatientswhopresent with signsand symptoms of atypical pneumonia, mostpatients enrolled will be ambulatory. In trials of acute bacterial pneumonia, mostpatients willbehospitalized. Atthetimeofpatient For statistical considerations, it is strongly recommended that patients be stratified into no more than three clinical categories of pneumonia. For example, in a comparative trial of two parenteral drugs with an appropriate spectrum of activity, patients could be categorized in one of three categories, i.e., acute bacterial pneumonia, aspiration pneumonia, or respirator-associated pneumonia, and then randomized. Subsequent to the end of the study, patient response can be analyzed by type of infecting organism, presence of organ failure, severity of pneumonia, and other factors. Alternatively, a trial may be designed to study the response of only those patients who meet the clinical criteria for atypical pneumonia. In this example, no stratification would occur prior to randomization.", "cite_spans": [], "ref_spans": [], "section": "(e) Patient Selection and Stratification"}, {"text": "(3) Compromised host. Pneumonia, and other infections in the compromised host, is discussed in detail in the guide-lines on infections in the febrile, neutropenic patient. The compromised host mayor may not be neutropenic, have inadequate immunoglobulins, or exhibit abnormal lymphocyte function.", "cite_spans": [], "ref_spans": [], "section": "(e) Patient Selection and Stratification"}, {"text": "A wide variety of opportunistic pathogens cause pulmonary infection in the compromised patient. Development of a pulmonary infiltrate in a patient with a hematologic malignancy (e.g., leukemia or lymphoma) is a grave prognostic sign and requires an urgent, aggressive, and carefully planned approach to diagnosis and management. For example, local signs of infection in patients who are neutropenic often are fewer and less severe than those in the non-neutropenic person. Frequently, neutropenic patients have distant sites of infection from which organisms may have disseminated to the lungs. No symptoms, signs, or roentgenographic features are specific for a given opportunistic infection in the compromised patient.", "cite_spans": [], "ref_spans": [], "section": "(e) Patient Selection and Stratification"}, {"text": "Noninfectious pulmonary pathologic conditions are common in this population and may mimic infection. These include radiation pneumonitis, drug toxicity, involvement by the underlying malignancy, pulmonary hemorrhage, pulmo-nary infarction, and congestive heart failure. Concurrentand sequential infections of the lung are commonin this population, making the relationship of disease manifestations to a single pathogen difficult to ascertain.", "cite_spans": [], "ref_spans": [], "section": "(e) Patient Selection and Stratification"}, {"text": "Early diagnosis is often critical for these patients. Guidelines used for diagnosis by examination of pulmonary infiltrates in healthy patients maynot be applicable for diagnosisin patients whoare compromised. For example, severely neutropenic patients may not have neutrophils in their sputum despite having significant bacterial or fungal pneumonia, and for some pathogens the sputum culture may be negative despitethe presenceof invasive lung infection (e.g., aspergillus pneumonia) ..The diagnosis of pulmonary infection in the compromised host may require the performance of an invasive procedure, e.g., percutaneous needle aspirationof the lung, transtracheal aspiration, bronchial lavage and brushingfor quantitative bacteriology, transbronchial biopsy, or open lung biopsy.", "cite_spans": [], "ref_spans": [], "section": "(e) Patient Selection and Stratification"}, {"text": "Pneumonia in the compromised patient may be rapidly fatal-hence, the need for empiric antimicrobial therapy. In addition, it is oftennecessaryto reduce the dosageof the immunosuppressive therapeuticagent. Thus, the combinedexpertise of all involved physicians is desirable.", "cite_spans": [], "ref_spans": [], "section": "(e) Patient Selection and Stratification"}, {"text": "The duration of treatmentvaries with the clinical category of pneumonia, with the results of blood cultures, and with the status of host defenses. For acute bacterial pneumoniain noncompromised hosts, it maybe desirable to treat until the patient's temperature has returnedto and remained in the normal range for a specific period, e.g., 3-5 days. The possible routesof administration and conversion fromone routeof administration to another are discussed in the General Guideline, section XII.", "cite_spans": [], "ref_spans": [], "section": "(f) Administration of the Study Drugs"}, {"text": "See General Guidelines, section XII.F.", "cite_spans": [], "ref_spans": [], "section": "(g) Modifications During Conduct of the Study"}, {"text": "Clinical evaluation is based on resolutionor improvement of clinicaland laboratory signsof infectionsuch as fever and leukocytosis, purulent sputumproduction, and radiographic lung infiltrates. Hospitalized patients will be assessed every day during treatment and within 5-7 days after completion of treatment. Bodytemperaturewill be measuredat least every 8 hours during treatment, and the peak temperature for eachdaywillbe recorded. Measurements ofvital signs(blood pressure, heart, and respiratory rates) will be obtained before enrollment and on each day at approximately the same time. The character of the sputum (color, consistency, volume, and number of neutrophils per low-magnification field [x 10D will be recorded when the patient enters the study and at regular intervals thereafter. Arterial blood gas determinations will be performed as clinicallyindicated. A chest radiographwill be obtained 3 days after initiationof therapy, within 72 hours of completion of therapy, and at any other time the investigator deems necessary. The location and extent of pneumonic involvement (e.g., segmental, lobar) and the presenceof pleural effusion must be notedand recorded. Whenever possible, the same radiologist (or a panel of radiologists) from the sameinstitutionshould interpret all radiographs. Other special radiographic studies (e.g., CT scan) will be obtained as clinically indicated.", "cite_spans": [], "ref_spans": [], "section": "(h) Conduct of Study"}, {"text": "Repeated culturesof respiratory tract secretions,if obtainable, will be performed at48-72hoursafterinitiation oftherapy, within 72 hours of the completion of therapy, and whenever clinically indicated. Standardized susceptibility testing (disk diffusion or broth dilution) will be performed on all isolates considered potentially significant. Blood cultures will be repeatedif initially positiveor if the patient fails to respond to treatment. Collectionof specimens that require the use of semi-invasive techniques (e.g., collection of pleural fluid, transtracheal aspiration, bronchoscopy) should be repeated onlyif the clinicalresponseis suboptimal. Tests for surrogate markers will be repeatedif these were originally used for diagnosis.", "cite_spans": [], "ref_spans": [], "section": "(h) Conduct of Study"}, {"text": "For all patients a posttherapy evaluation is necessary for collecting information that will assist in makinga precise assessmentof the patient's clinical and microbiologic response to therapy. Patients who have received at least 5 days of therapy and at least 80% or more of prescribed medicationwill have an assessment of clinical response.", "cite_spans": [], "ref_spans": [], "section": "(h) Conduct of Study"}, {"text": "(1) Clinical cure is defined as complete resolution of all signs and symptoms of pneumonia and improvement or lack of progression of all abnormalities on the chest radiograph. (2) Clinical failure is defined as anyof the following conditions: persistence or progression of all signs and symptoms after 3-5 days of therapy; development of new pulmonary or extrapulmonary clinical findings consistent with active infection; persistence or progression ofradiographic abnormalities; deathdue to pneumonia; or an inability to complete the study because of adverse effects. (3) Indeterminate indicates that extenuating circumstances preclude classification as cure or failure.", "cite_spans": [{"start": 176, "end": 179, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "(h) Conduct of Study"}, {"text": "(2) Definition of microbiologic response (1) Microbiologic eradication is defined as elimination of the original causative organism(s) from the same site (e.g., expectoratedsputumor normally sterile body fluids such as pleural fluidor blood)during or upon completion of therapy. (2) Presumed microbiologic eradication is defined as absence of appropriate material for culture (e.g., sputum or pleural fluid) for evaluation because the patient has improved clinically and does not produce sputum or because repeated aspiration of pleural fluid is not clinically justified.", "cite_spans": [], "ref_spans": [], "section": "(h) Conduct of Study"}, {"text": "(3)Microbiologic persistence is defined as failure to eradicate the original causative organism(s) from sites previously listed, whether or not signs or inflammation are present.", "cite_spans": [], "ref_spans": [], "section": "(h) Conduct of Study"}, {"text": "(4) Microbiologic relapse is defined as recurrence of pulmonary infection with the same organism(s) within 5 days after discontinuation of treatment or during treatment after two consecutive cultures have been negative.", "cite_spans": [], "ref_spans": [], "section": "(h) Conduct of Study"}, {"text": "(5)Superinfection is defined as development of a new lower respiratory tract infection (documented by fever, chest radiograph, and/or auscultatory findings) during treatment or within 3 days after treatment has been completed that is due to a new or resistant pathogen not recognized as the original causative organism(s).", "cite_spans": [], "ref_spans": [], "section": "(h) Conduct of Study"}, {"text": "(6) Colonization is defined as the development of a positive sputum culture that yields a bacterial strain other than the primary causative isolate that appears >48 hours after initiation of therapy, persists in at least two repeated cultures, and is not associated with fever, leukocytosis, persistence or progression of pneumonia, or evidence of infection at a distant site.", "cite_spans": [], "ref_spans": [], "section": "(h) Conduct of Study"}, {"text": "(7) Eradication and reinfection is defined as elimination of the initial infecting pathogen followed by its replacement with a new species or with a new serotype or biotype of the same organism in sputum, pleural fluid, or blood in the presence of signs or symptoms of infection after completion of therapy.", "cite_spans": [], "ref_spans": [], "section": "(h) Conduct of Study"}, {"text": "for new or additional antimicrobial therapy because of continued infection at the original site in the absence of microbiologic data.", "cite_spans": [], "ref_spans": [], "section": "(8) Presumed microbiologic persistence is defined as need"}, {"text": "(9) Indeterminate is defined as circumstances in which it is not possible to categorize the microbiologic response because of death and the lack of opportunity to perform further cultures, the withdrawal of the subject from the study before follow-up cultures can be obtained, incomplete microbiologic data, or concurrent treatment of the patient with a potentially effective anti-infective agent that is not part of the study protocol. The name of the agent and the dose and duration of this therapy must be recorded. The duration of therapy will affect decisions about patient evaluability and outcome.", "cite_spans": [], "ref_spans": [], "section": "(8) Presumed microbiologic persistence is defined as need"}, {"text": "(10) Otherconsiderations-when more than one pathogen is present, a separate analysis must be made for each organism.", "cite_spans": [], "ref_spans": [], "section": "(8) Presumed microbiologic persistence is defined as need"}, {"text": "(a) Baseline Assessment (1) Blood for initial cultures, respiratory tract secretions (sputum), and/or pleural fluid, and/or surrogate markers of infection will be obtained. A complete history and physical examination will be performed. (2) Tests of hematologic, re-nal, hepatic, and pulmonary function will be performed. (3) Radiographic studies such as chest radiography or CT scanning will be performed. Arterial blood gas determinations and other tests, such as a diagnostic bronchoscopy, will be done if clinically indicated.", "cite_spans": [{"start": 24, "end": 27, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 321, "end": 324, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Summary of Guideline"}, {"text": "(1) Culture of sputum will be repeated at 48-72 hours if available; blood cultures will be repeated at 48-72 hours if initially positive. Semi-invasive tests will be repeated only if there is a suboptimal clinical response. (2) Hematologic, renal, hepatic, and pulmonary function tests will be repeated on days 3-5 of therapy and at least every 5-7 days during therapy. (3) Antimicrobial concentrations in blood will be determined if possible, but pharmacokinetic studies of respiratory secretions and other body fluids are optional.", "cite_spans": [{"start": 370, "end": 373, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "(b) Assessment During Course of Therapy"}, {"text": "(1) If sputum is available, follow-up cultures should be done within 72 hours after completion of therapy.", "cite_spans": [], "ref_spans": [], "section": "(c) Assessment After Completion of Therapy and Follow-up"}, {"text": "(2) Hematologic, renal, hepatic, and pulmonary function tests will be repeated at 72 hours after completion of therapy.", "cite_spans": [], "ref_spans": [], "section": "(c) Assessment After Completion of Therapy and Follow-up"}, {"text": "(3) Chest radiography will be performed within 72 hours of completion of therapy, but other imaging (e.g., CT) and semi-invasive studies (e.g., bronchoscopy) will be performed only if the clinical response is suboptimal.", "cite_spans": [], "ref_spans": [], "section": "(c) Assessment After Completion of Therapy and Follow-up"}, {"text": "Response to therapy will be judged by a combination of clinical and microbiologic criteria and analyzed by intention to treat. Clinical response is paramount.", "cite_spans": [], "ref_spans": [], "section": "(d) Overall Assessment"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Comprehensive review of morbidity and mortality trends for rheumatic fever, streptococcal disease, and scarlet fever: the decline of rheumatic fever", "authors": [{"first": "R", "middle": ["W"], "last": "Quinn", "suffix": ""}], "year": 1989, "venue": "Rev Infect Dis", "volume": "11", "issn": "", "pages": "928--53", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Streptococcal disease world-wide: present studies and prospects", "authors": [{"first": "J", "middle": [], "last": "Rotta", "suffix": ""}, {"first": "", "middle": [], "last": "Tikhomirove", "suffix": ""}], "year": 1987, "venue": "Bull World Health Organ", "volume": "65", "issn": "", "pages": "769--77", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Beta-hemolytic streptococcal diseases", "authors": [{"first": "B", "middle": ["B"], "last": "Breese", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Streptococcal pharyngitis", "authors": [{"first": "R", "middle": ["R"], "last": "Tanz", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Shulman", "suffix": ""}], "year": 1988, "venue": "Post Grad Med", "volume": "84", "issn": "", "pages": "203--217", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Pharyngitis: management in an era of declining rheumatic fever", "authors": [{"first": "S", "middle": ["T"], "last": "Shulman", "suffix": ""}, {"first": "Ed", "middle": [], "last": "", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Streptococcal pharyngitis in the 1980s", "authors": [{"first": "H", "middle": ["C"], "last": "Dillon", "suffix": ""}], "year": 1987, "venue": "Pediatr Infect Dis J", "volume": "6", "issn": "", "pages": "123--153", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Effect of penicillin and aureomycin on the natural course of streptococcal tonsillitis and pharyngitis", "authors": [{"first": "W", "middle": ["R"], "last": "Brink", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Rammelkamp", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Denny", "suffix": ""}], "year": 1951, "venue": "Am J Med", "volume": "10", "issn": "", "pages": "300--308", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Comparative effects ofpenicillin, aureomycinand terramycin on streptococcal tonsillitis and pharyngitis", "authors": [{"first": "F", "middle": ["W"], "last": "Denny", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Wannamaker", "suffix": ""}, {"first": "E", "middle": ["O"], "last": "Hahn", "suffix": ""}], "year": 1953, "venue": "Pediatrics", "volume": "11", "issn": "", "pages": "7--14", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Effect of treatment on streptococcal pharyngitis: is the issue really settled", "authors": [{"first": "F", "middle": ["W"], "last": "Denny", "suffix": ""}], "year": 1985, "venue": "Pediatr Infect Dis J", "volume": "4", "issn": "", "pages": "352--356", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Does penicillin make Johnny's strep throat better?", "authors": [{"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Breese", "suffix": ""}], "year": 1984, "venue": "Pediatr Infect Dis J", "volume": "3", "issn": "", "pages": "7--9", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Streptococcal pharyngitis: placebo controlled double-blind evaluation of clinical response to penicillin therapy", "authors": [{"first": "M", "middle": ["S"], "last": "Krober", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Bass", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Michels", "suffix": ""}], "year": 1985, "venue": "JAMA", "volume": "253", "issn": "", "pages": "1271--1275", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The effect of penicillin therapy on the symptoms and signs of streptococcal pharyngitis", "authors": [{"first": "J", "middle": ["D"], "last": "Nelson", "suffix": ""}], "year": 1984, "venue": "Pediatr Infect Dis J", "volume": "3", "issn": "", "pages": "10--13", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Prevention of rheumatic fever", "authors": [{"first": "A", "middle": ["S"], "last": "Dajani", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Bisno", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Chang", "suffix": ""}], "year": 1988, "venue": "Circulation", "volume": "78", "issn": "", "pages": "1082--1088", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Acute rheumatic fever: the come-back of a disappearing disease", "authors": [{"first": "P", "middle": [], "last": "Ferrieri", "suffix": ""}], "year": 1987, "venue": "Am J Dis Child", "volume": "141", "issn": "", "pages": "725--732", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The fall and rise of rheumatic fever in the United States", "authors": [{"first": "E", "middle": ["L"], "last": "Kaplan", "suffix": ""}, {"first": "M", "middle": [], "last": "Markowitz", "suffix": ""}], "year": 1988, "venue": "Int J", "volume": "21", "issn": "", "pages": "3--10", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Resurgence of rheumatic fever in the intermountain area of the United States", "authors": [{"first": "L", "middle": ["G"], "last": "Veasy", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Wiedmeier", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Orsmond", "suffix": ""}], "year": 1987, "venue": "N Engl J Med", "volume": "316", "issn": "", "pages": "412--439", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Adverse and beneficial effectsof immediate treatment of group A beta-hemolytic streptococcal pharyngitis with penicillin", "authors": [{"first": "M", "middle": ["E"], "last": "Pichichero", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Disney", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Talpey", "suffix": ""}], "year": 1987, "venue": "Pediatr Infect Dis J", "volume": "6", "issn": "", "pages": "635--678", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The group A streptococcal carrier state. A reexamination", "authors": [{"first": "M", "middle": ["A"], "last": "Gerber", "suffix": ""}], "year": 1988, "venue": "Am J Dis Child", "volume": "142", "issn": "", "pages": "562--567", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Suitability of throat culture procedures for detection of group A streptococci as reference standards for evaluation of streptococcal antigen kits", "authors": [{"first": "J", "middle": ["A"], "last": "Kellogg", "suffix": ""}], "year": 1990, "venue": "J Clin Microbiol", "volume": "28", "issn": "", "pages": "165--174", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Specificity study of kits for detection of group A streptococci directly from throat swabs", "authors": [{"first": "R", "middle": ["R"], "last": "Facklam", "suffix": ""}], "year": 1987, "venue": "J Clin", "volume": "25", "issn": "", "pages": "504--512", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Identification of streptococcal pharyngitis in office laboratory: reassessment of new technology", "authors": [{"first": "M", "middle": [], "last": "Radetsky", "suffix": ""}, {"first": "J", "middle": [], "last": "Solomon", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Todd", "suffix": ""}], "year": 1987, "venue": "Pediatr Infect Dis J", "volume": "6", "issn": "", "pages": "556--63", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Rapid strep tests: making sense of a crowded market. Contemporary", "authors": [{"first": "C", "middle": ["B"], "last": "White", "suffix": ""}], "year": 1988, "venue": "Pediatrics", "volume": "", "issn": "", "pages": "41--49", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Office visits to pediatricians. National Ambulatory Medical Care Service", "authors": [{"first": "H", "middle": [], "last": "Koch", "suffix": ""}, {"first": "N1", "middle": [], "last": "Dennison", "suffix": ""}], "year": 1974, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Greater Boston Otitis Media Study Group. Epidemiology of otitis media during the first seven years of life in children in greater Boston: a prospective, cohort study", "authors": [{"first": "D", "middle": ["W"], "last": "Teele", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Klein", "suffix": ""}, {"first": "B", "middle": [], "last": "Rosner", "suffix": ""}, {"first": "The", "middle": [], "last": "", "suffix": ""}], "year": 1989, "venue": "J Infect Dis", "volume": "160", "issn": "", "pages": "83--94", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Middle ear disease in samples from the general population. II. History of otitis media and otorrhea in relation to tympanic membrane pathology, the study of men born in 1913 and 1923", "authors": [{"first": "R", "middle": [], "last": "Rudin", "suffix": ""}, {"first": "L", "middle": [], "last": "Welin", "suffix": ""}, {"first": "K", "middle": [], "last": "Svardsudd", "suffix": ""}, {"first": "G", "middle": [], "last": "Tibblin", "suffix": ""}], "year": 1986, "venue": "Acta Otolaryngol (Stockh)", "volume": "99", "issn": "", "pages": "53--62", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Frequency and severity of infection in day care", "authors": [{"first": "E", "middle": ["R"], "last": "Wald", "suffix": ""}, {"first": "B", "middle": [], "last": "Doshelsy", "suffix": ""}, {"first": "C", "middle": [], "last": "Byers", "suffix": ""}], "year": 1988, "venue": "J Pediatr", "volume": "112", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Disparate cultures of middle ear fluids", "authors": [{"first": "S", "middle": ["I"], "last": "Pelton", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Teele", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Shurin", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Klein", "suffix": ""}], "year": 1980, "venue": "Am J Dis Child", "volume": "134", "issn": "", "pages": "951--954", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "the Greater Boston Otitis Media Study Group. Otitis media in infancy and intellectual ability, school achievement, speech, and language at age 7 years", "authors": [{"first": "D", "middle": ["W"], "last": "Teele", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Klein", "suffix": ""}, {"first": "C", "middle": [], "last": "Chase", "suffix": ""}, {"first": "P", "middle": [], "last": "Menyuk", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Rosner", "suffix": ""}], "year": 1990, "venue": "J Infect Dis", "volume": "162", "issn": "", "pages": "685--94", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Otitis media in infants and children: management", "authors": [{"first": "C", "middle": ["D"], "last": "Bluestone", "suffix": ""}, {"first": "Jo", "middle": [], "last": "Klein", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "121--201", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Sulfisoxazole as chemoprophylaxis for recurrent otitis media -a double-blind crossover study in pediatric practice", "authors": [{"first": "J", "middle": ["M"], "last": "Perrin", "suffix": ""}, {"first": "E", "middle": [], "last": "Charney", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Macwhinney", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Mcinery", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Miller", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Mazarian", "suffix": ""}], "year": 1974, "venue": "N Engl J Med", "volume": "291", "issn": "", "pages": "665--672", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Otitis media in infants and children: tympanocentesis", "authors": [{"first": "C", "middle": ["D"], "last": "Bluestone", "suffix": ""}, {"first": "Jo", "middle": [], "last": "Klein", "suffix": ""}], "year": 1988, "venue": "Philadephia: WB Saunders", "volume": "", "issn": "", "pages": "103--107", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Bacteriology of the maxillary sinuses in patients with cystic fibrosis", "authors": [{"first": "E", "middle": ["D"], "last": "Shapiro", "suffix": ""}, {"first": "O", "middle": ["J"], "last": "Milmoe", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Wald", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Rodnan", "suffix": ""}, {"first": "A", "middle": [], "last": "Bowen", "suffix": ""}], "year": 1982, "venue": "J Infect Dis", "volume": "146", "issn": "", "pages": "589--93", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The diagnosis and management of sinusitis in children: proceedings of a closed conference", "authors": [{"first": "Wald", "middle": ["Er"], "last": "Epidemiology", "suffix": ""}], "year": 1985, "venue": "Bluestone CD", "volume": "4", "issn": "", "pages": "51--54", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Acute maxillary sinusitis in children", "authors": [{"first": "E", "middle": ["R"], "last": "Wald", "suffix": ""}, {"first": "O", "middle": ["J"], "last": "Milmoe", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Bowen", "suffix": ""}, {"first": "", "middle": [], "last": "Ledesma-Medinaj", "suffix": ""}, {"first": "N", "middle": [], "last": "Salamon", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Bluestone", "suffix": ""}], "year": 1981, "venue": "N Engl J Med", "volume": "304", "issn": "", "pages": "749--54", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Sinus infections", "authors": [{"first": "J", "middle": ["J"], "last": "Vortel", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Chow", "suffix": ""}], "year": null, "venue": "Infectious diseases in medicine and surgery. Philadelphia: WB Saunders", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Etiology and antimicrobial therapy of acute maxillary sinusitis", "authors": [{"first": "B", "middle": ["H"], "last": "Hamory", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Sande", "suffix": ""}, {"first": "A", "middle": [], "last": "Sydnor", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Seale", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1979, "venue": "J Infect Dis", "volume": "139", "issn": "", "pages": "197--202", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Chronic maxillary sinusitis. Definition, diagnosis and relation to dental infections and nasal polyposis", "authors": [{"first": "I", "middle": [], "last": "Melen", "suffix": ""}, {"first": "L", "middle": [], "last": "Lindahl", "suffix": ""}, {"first": "L", "middle": [], "last": "Andreasson", "suffix": ""}, {"first": "H", "middle": [], "last": "Rundcrantz", "suffix": ""}], "year": 1986, "venue": "Acta Otolaryngol (Stockh)", "volume": "101", "issn": "", "pages": "320--327", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Etiology and antimicrobial treatment of acute sinusitis", "authors": [{"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "A", "middle": [], "last": "Sydnor", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Sande", "suffix": ""}], "year": 1981, "venue": "Ann 0101 Rhinol", "volume": "90", "issn": "", "pages": "68--71", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Bacteriologic findings of acute maxillary sinusitis in young adults", "authors": [{"first": "Jousimies-Somer", "middle": [], "last": "Hr", "suffix": ""}, {"first": "S", "middle": [], "last": "Savolainen", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Ylikoski", "suffix": ""}], "year": 1988, "venue": "J Clin Microbiol", "volume": "26", "issn": "", "pages": "1919--1944", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Bacteriological study in chronic maxillary sinusitis", "authors": [{"first": "W", "middle": ["Y"], "last": "Su", "suffix": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Hung", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Tsai", "suffix": ""}], "year": 1983, "venue": "Laryngoscope", "volume": "93", "issn": "", "pages": "931--935", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Anaerobic infection of the paranasal sinuses", "authors": [{"first": "J", "middle": [], "last": "Frederick", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Braude", "suffix": ""}], "year": 1974, "venue": "N Engl J Med", "volume": "290", "issn": "", "pages": "135--142", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Clinical characteristics of nosocomial sinusitis", "authors": [{"first": "M", "middle": ["A"], "last": "Humphrey", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Simpson", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Grindlinger", "suffix": ""}], "year": 1987, "venue": "Ann Otol Rhinol", "volume": "96", "issn": "", "pages": "687--90", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Comparative effectiveness of amoxicillin and amoxicillin-elavulanatepotassium in acute paranasal sinus infections in children. A double-blind, placebo-controlled trial", "authors": [{"first": "E", "middle": ["R"], "last": "Wald", "suffix": ""}, {"first": "D", "middle": [], "last": "Chiponis", "suffix": ""}, {"first": "", "middle": [], "last": "Ledesma-Medina 1", "suffix": ""}], "year": 1986, "venue": "Pediatrics", "volume": "77", "issn": "", "pages": "795--800", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Treatment of acute maxillary sinusitis in childhood-a comparative study of amoxicillin and cefaclor", "authors": [{"first": "E", "middle": ["R"], "last": "Wald", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Reilly", "suffix": ""}, {"first": "M", "middle": [], "last": "Casselbrant", "suffix": ""}, {"first": "J", "middle": [], "last": "Ledesma-Medina", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Milmoe", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Bluestone", "suffix": ""}, {"first": "D", "middle": [], "last": "Chiponis", "suffix": ""}], "year": 1984, "venue": "J Pediatr", "volume": "104", "issn": "", "pages": "297--302", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Treatment of acute maxillary sinusitis -amoxicillin, azidocillin, phenylpropanolamine and pivampicillin", "authors": [{"first": "A", "middle": [], "last": "Axelsson", "suffix": ""}, {"first": "C", "middle": [], "last": "Jensen", "suffix": ""}, {"first": "", "middle": [], "last": "Melin 0", "suffix": ""}], "year": 1981, "venue": "Acta", "volume": "91", "issn": "", "pages": "313--321", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Beta-lactamase producing bacteria in head and neck infection", "authors": [{"first": "I", "middle": [], "last": "Brook", "suffix": ""}], "year": 1988, "venue": "Laryngoscope", "volume": "98", "issn": "", "pages": "428--459", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Short and long-term treatment results in chronic maxillary sinusitis", "authors": [{"first": "I", "middle": [], "last": "Melen", "suffix": ""}, {"first": "L", "middle": [], "last": "Lindahl", "suffix": ""}, {"first": "L", "middle": [], "last": "Andreasson", "suffix": ""}], "year": 1986, "venue": "Acta Otolaryngol", "volume": "102", "issn": "", "pages": "282--90", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Endoscopic paranasal sinus surgery", "authors": [{"first": "S", "middle": ["D"], "last": "Schaefer", "suffix": ""}, {"first": "S", "middle": [], "last": "Manning", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Close", "suffix": ""}], "year": 1989, "venue": "Laryngoscope", "volume": "99", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Headaches and sinus disease. The endoscopic approach", "authors": [{"first": "H", "middle": [], "last": "Stammberger", "suffix": ""}, {"first": "", "middle": [], "last": "Wolfg", "suffix": ""}], "year": 1988, "venue": "Ann Otol Rhinol Laryngol", "volume": "97", "issn": "", "pages": "3--23", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Macroscopic purulence, leukocyte counts and bacterial morphotypes in relation to culture findings for sinus secretions in acute maxillary sinusitis", "authors": [{"first": "Jousimies-Somer", "middle": [], "last": "Hr", "suffix": ""}, {"first": "S", "middle": [], "last": "Savolainen", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Ylikoski", "suffix": ""}], "year": 1988, "venue": "J Clin Microbiol", "volume": "26", "issn": "", "pages": "1926--1959", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Sinusitis of the maxillary antrum", "authors": [{"first": "F", "middle": ["O"], "last": "Evans", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Syndor", "suffix": ""}, {"first": "Wec", "middle": [], "last": "Moore", "suffix": ""}], "year": 1975, "venue": "N Engl J Med", "volume": "293", "issn": "", "pages": "735--744", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Management of acute and chronic respiratory tract infections", "authors": [{"first": "J1", "middle": [], "last": "Ellner", "suffix": ""}], "year": 1988, "venue": "Am J Med", "volume": "85", "issn": "", "pages": "2--5", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Role of infection in chronic bronchitis", "authors": [{"first": "D", "middle": ["W"], "last": "Gump", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Phillips", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Forsyth", "suffix": ""}], "year": 1976, "venue": "Am Rev Respir Dis", "volume": "113", "issn": "", "pages": "465--74", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Erythromycin in the treatment of acute bronchitis in a community practice", "authors": [{"first": "F", "middle": ["X"], "last": "Brickfield", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Carter", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Johnson", "suffix": ""}], "year": 1986, "venue": "J Fam Pract", "volume": "23", "issn": "", "pages": "119--141", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "A placebo-controlled, double-blind trial of erythromycin in adults with acute bronchitis", "authors": [{"first": "J", "middle": [], "last": "Dunlay", "suffix": ""}, {"first": "R", "middle": [], "last": "Reinhardt", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Roi", "suffix": ""}], "year": 1986, "venue": "J Fam Pract", "volume": "25", "issn": "", "pages": "7--141", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Role of infection in chronic bronchitis", "authors": [{"first": "I", "middle": [], "last": "Tager", "suffix": ""}, {"first": "F", "middle": [], "last": "Speizer", "suffix": ""}], "year": 1975, "venue": "N Engl J Med", "volume": "292", "issn": "", "pages": "563--70", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Antibiotictherapy in exacerbations of chronic obstructive pulmonary disease", "authors": [{"first": "Nor", "middle": [], "last": "Anthonisen", "suffix": ""}, {"first": "J", "middle": [], "last": "Manfreda", "suffix": ""}, {"first": "Cpw", "middle": [], "last": "Warren", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Hershfield", "suffix": ""}, {"first": "Gkm", "middle": [], "last": "Harding", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Nelson", "suffix": ""}], "year": 1987, "venue": "Ann Intern Med", "volume": "106", "issn": "", "pages": "196--204", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Community-acquired pneumonia and acutebronchitis", "authors": [{"first": "J", "middle": ["E"], "last": "Pennington", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "159--70", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Prospective study of the aetiology and outcome of pneumonia in the community", "authors": [{"first": "M", "middle": ["A"], "last": "Woodhead", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Macfarlane", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Mccracken", "suffix": ""}], "year": 1987, "venue": "Lancet", "volume": "1", "issn": "", "pages": "671--675", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Howcommonis legionnaire's disease?", "authors": [{"first": "", "middle": [], "last": "Anonymous", "suffix": ""}], "year": 1983, "venue": "Lancet", "volume": "1", "issn": "", "pages": "103--107", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "NationalNosocomial Infection Studyreport. Annual summary", "authors": [{"first": "Centersfor", "middle": [], "last": "Diseasecontrol", "suffix": ""}], "year": 1984, "venue": "MMWR", "volume": "35", "issn": "", "pages": "175--295", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Hospital-acquired pneumonia", "authors": [{"first": "J", "middle": ["E"], "last": "Pennington", "suffix": ""}], "year": 1989, "venue": "Respiratory infections: diagnosis andmanagement. 2nded. NewYork: Raven Press", "volume": "", "issn": "", "pages": "1171--86", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Bacteriology of hospital-acquired pneumonia", "authors": [{"first": "O", "middle": [], "last": "Bartlettjg", "suffix": ""}, {"first": "P", "middle": [], "last": "&apos;keefe", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Tally", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Louie", "suffix": ""}, {"first": "Gorbachsl", "middle": [], "last": "", "suffix": ""}], "year": 1986, "venue": "ArchIntern Med", "volume": "146", "issn": "", "pages": "868--71", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Nosocomialpneumococcal bacteremia", "authors": [{"first": "S", "middle": [], "last": "Alvarez", "suffix": ""}, {"first": "J", "middle": [], "last": "Guarderas", "suffix": ""}, {"first": "", "middle": [], "last": "Shellcg", "suffix": ""}, {"first": "S", "middle": [], "last": "Holtsclaw-Berk", "suffix": ""}, {"first": "Berksl", "middle": [], "last": "", "suffix": ""}], "year": 1986, "venue": "", "volume": "146", "issn": "", "pages": "1509--1521", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "A nosocomial outbreak of ampicillinresistant Haemophilus influenzae type b in a geriatric unit", "authors": [{"first": "", "middle": [], "last": "Pattersonje", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Madden", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Krisiunas", "suffix": ""}, {"first": "B", "middle": [], "last": "Masecar", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Hierholzer", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Zervos", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Lyons", "suffix": ""}], "year": 1988, "venue": "J Infect Dis", "volume": "157", "issn": "", "pages": "1002--1009", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "A nosocomial outbreak of Branhamella catarrhalis confirmed by restriction endonuclease analysis", "authors": [{"first": "Pattersonje", "middle": [], "last": "Pattersontf", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Masecar", "suffix": ""}, {"first": "Hierholzerwj", "middle": [], "last": "Bardenge", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Zervos", "suffix": ""}], "year": 1988, "venue": "J Infect Dis", "volume": "157", "issn": "", "pages": "996--1001", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Theclinicalevaluation of antibacterial drugs", "authors": [{"first": "Chemotherapy", "middle": [], "last": "Britishsocietyof Antimicrobial", "suffix": ""}], "year": 1989, "venue": "J Antimicrob Chemother", "volume": "23", "issn": "", "pages": "1--39", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Guidelines for evaluating new antimicrobial agents", "authors": [{"first": "D", "middle": ["N"], "last": "Gilbert", "suffix": ""}], "year": 1987, "venue": "J Infect Dis", "volume": "156", "issn": "", "pages": "934--975", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Principles and practice of infectious diseases", "authors": [{"first": "", "middle": [], "last": "Mufsonma", "suffix": ""}, {"first": "", "middle": [], "last": "Streptococcus Pneumoniae", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "1539--50", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Acute pneumonia", "authors": [{"first": "G", "middle": ["R"], "last": "Donowitz", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Mandell", "suffix": ""}], "year": 1990, "venue": "Principles and practiceof infectious diseases", "volume": "", "issn": "", "pages": "540--55", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "and Scope of Guidelines. . . . . . . . . . . . S64 B. General Principles of Care for Patients with Respiratory Tract Infections . . . . . . . . . . . . . . . .. S64 C. Controversies and Future Trends . . . . . . . . . . . . . S64 TI. GENERAL CONSIDERATIONS S65 A. Disease Definition . . . . . . . . . . . . . . . . . . . . . . . . . . S65 B. Preclinical Studies. . . . . . . . . . . . . . . . . . . . . . . . .. S65 C. Clinical Studies (Phases 1, 2, 3, and 4) . . . . . . .. S65 D. Qualifications of Investigators and Institutions . support: This work was supported by a contract to the Infectious Diseases Society of America from the Food and Drug Administration (no. HHS 223-88-1301).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Standards of care for patients with group A (3-hemolytic streptococcal pharyngitis. . . . . . . . . .. S66 (c) Future trends S67 2. Clinical Definitions of the Disease S67 (a) Clinical criteria . . . . . . . . . . . . . . . . . . . . . . . . . . .. S67", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Design and Implementation of Phase 1, 2, and 3 Clinical Trials S67 (a) Demographic characteristics of the study population S67 (b) Inclusion and exclusion criteria S67 (c) Selection of the comparison drug", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Clinical Definitions of the Disease. . . . . . . . . . . . . . .. S70 (a) General definition 570 (b) Minimal diagnostic criteria permitting inclusion in trials. . . . . . . . . . . . . . . . . . . . . . . . . .. S70 (l) Clinical criteria S70 (2) Microbiologic criteria. . . . . . . . . . . . . . . . . . .. S70 3. Information Needed Before Conducting Clinical Trials in Humans . . . . . . . . . . . . . . . . . . . . . . . . . . . . .. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .. S7 1 (a) Demographic charcteristics of the study population S71 (b) Inclusion and exclusion criteria. . . . . . . . . . . . . .. S71 (c) Selection of the comparison drug S71 (d) Study design and stratification S71 (e) Administration of the study drug", "latex": null, "type": "figure"}, "FIGREF4": {"text": "S72 if) Modifications during conduct of the study S72 (g) Evaluability 572 (1) Definition of clinical response S72 (2) Definition of microbiologic response . . . . . . .. S72 6. Summary of Guideline S72 (a) Baseline assessment S72 (b) Assessment during course of therapy S72 (c) Assessment after completion of therapy and C. Sinus~i~lo~~~~.:': .: : : . : . : ::~~1 . Background.......... . . . . . . . . . . . . . . . . . . . . . . . .. S73 (a) Scope of guideline S74 (b) General principles of care for patients with acute and chronic sinusitis . . . . . . . . . . . . . . . . . . . . . . .. S74 Needed Before Conducting Clinical Trials in Humans . . . . . . . . . . . . . . . . . . . .. S75 4. Special Qualifications of Investigators and Institutions S75 5. Design and Implementation of Phase 1, 2, and 3 Clinical Trials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .. S75 (a) Demographic characteristics of the study population S75 (b) Inclusion and exclusion criteria . . . . . . . . . . . . . .. S75 (c) Selection of the comparison drug S75 (d) Study design and stratification S76 (e) Administration of the study drug S76 (f) Modifications during conduct of the study . . . . . .. S76 (g) Evaluability. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .. S76 (1) Definition of clinical response \" S76 (2) Definition of microbiologic response S77 6. Summary of Guideline . . . . . . . . . . . . . . . . . . . . . . . . .. S77 (a) Baseline assessment S77 (b) Assessment during course of therapy S77 (c) Assessment after completion of therapy and follow-up , S77 D. Acute Exacerbations of Chronic Bronchitis S77 1. Background , S77 (a) Scope of guideline S78 (b) Standards of care for acute exacerbations of chronic bronchitis", "latex": null, "type": "figure"}, "FIGREF5": {"text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . S78 (a) Demographic characteristics of the study population S78 (b) Inclusion and exclusion criteria S79 (c) Selection of the comparison drug 579 (d) Study design and stratification 579 (e) Administration of the study drug 579 (f) Modification during conduct of the study 579 (g) Evaluability S79 (l) Definitions of clinical response 579 (2) Definitions of microbiologic response S79 6. Summary of Guideline . . . . . . . . . . . . . . . . . . . . . . . . .. S79 (a) Baseline assessment S79 (b) Assessment during course of therapy S80 (c) Assessment after completion of therapy and follow-up. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .a) Scope of guideline . . . . . . . . . . . . . . . . . . . . . . . . .. S81 (b) General principles of care for patients with infectious pneumonia. . . . . . . . . . . . . . . . . . . . . . .. 581 a) In vitro studies. . . . . . . . . . . . . . . .a) Demographic characteristics of study population . 583 (b) Inclusion and exclusion criteria S83 (c) Selection of the comparison drug 583 (d) Study design S83 (e) Patient selection and stratification 583 (1) Community-acquired vs. hospital-acquired pneumonia 583 (2) Patient selection based on clinical category . . S83 (3) Compromised host 584 if) Administration of the study drugs . . . . .. S85 (g) Modifications during conduct of the study S85 (h) Conduct of study S85 (i) Evaluability . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . S85 (l) Definition of clincial response . . . . . . . . . . . . . 585 (2) Definition of microbiologic response S85 6. Summary of Guideline. . . . . . . . . . . . . . . . . . . . . . . . . . S86 (a) Baseline assessment S86 (b) Assessment during course of therapy S86 (c) Assessment after completion of therapy and follow-up S86 (d) Overall assessment 586 I. INTRODUCTION", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Standards of Care for Patients with Group A j3-Hemolytic Streptococcal Pharyngitis", "latex": null, "type": "figure"}, "FIGREF8": {"text": "changed. Presumed microbiologic eradication is defined as cases in which pretreatment cultures of MEE were performed and were positive. In these cases, posttreatment cultures are considered unwarranted because of the complete resolution of clinical signs and symptoms. Microbiologic suppression is defined as cases in which the causative organism is demonstrated to be eliminated in repeated culture of MEE aspirates after 72 hours of antimicrobial therapy. This response is likely to be seen only in the setting of clinical failure, when repeated aspiration of MEE is indicated. Definitiveevidence of microbiologic eradication is not possible if concomitant antimicrobial therapy is provided. Microbiologic persistence is defined as a positive culture of MEE aspirates after at least 72 hours of antimicrobial therapy. If a pretreatment culture of MEE was performed and was positive, the isolation of the same organism after~72 hours of therapy is considered confirmed microbiologic persistence. If no pretreatment aspiration of MEE was performed, isolation of a pathogen in culture after 72 hours of treatment is considered presumptive microbiologicpersistence. Superinfection is defined as identification of new organisms in repeated cultures of MEE aspirates after at least 72 hours of antimicrobial therapy. A superinfection can be demonstrated only if a pathogen was isolated from an earlier MEE aspirate. 6. Summary of Guideline (a) Baseline Assessment Should Include the Following Procedures:(1) Initial clinical evaluation including otoscopic examination with pneumatic otoscopy, tympanometry, or acoustic reflectometry; (2) hematologic, hepatic, and renal function studies; and (3) aspiration ofMEE and microbiologic studies for phase 2 trials and optionally for phase 3 trials.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Assessment During Course of Therapy Should Include:(1) Clinical and otoscopic evaluation at 3-5 days and 10-14 days after initiation of antimicrobial therapy and at least biweekly thereafter (2 and 4-6 weeks later) until resolution of all symptoms and signs; (2) MEE aspiration for microbiologic studies in patients who fail to respond clinically after at least 72 hours of antimicrobial therapy to define microbio-", "latex": null, "type": "figure"}, "FIGREF12": {"text": "pneumoniae. . (3) Radiographic criteria. The presence of new mfiltrate(s) on chest radiograph within 48 hours of institution of therapy.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Evaluability...... . . . . . . . . . . . . . . . . . . . . . . . . .. S68 (1) Definition of clinical response . . . . . . . . . . .", "latex": null, "type": "table"}, "TABREF1": {"text": "General principles of anti-infective therapy for respiratory tract infections.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Currently\nrecommended duration of treatment (d)\n</td><td> </td></tr><tr><td>Infection\n</td><td> </td><td>Anticipated response rates (%)\n</td></tr><tr><td>Streptococcal pharyngitis\n</td><td>10\n</td><td>80-90\n</td></tr><tr><td>Acute otitis media\n</td><td>10\n</td><td>80-90*\n</td></tr><tr><td>Acute sinusitis\n</td><td>10-14\n</td><td>70-80t\n</td></tr><tr><td>Chronic sinusitis\n</td><td>Unknown\n</td><td>30-40 (without concomitant surgery)\n</td></tr><tr><td> </td><td> </td><td>60-70 (with concomitant surgery)\n</td></tr><tr><td>Acute exacerbation of chronic bronchitis\n</td><td>7-10\n</td><td>50-70 cured\n</td></tr><tr><td>Pneumonia\n</td><td> </td><td> </td></tr><tr><td>Acute pneumococcal pneumonia\n</td><td>7-10\n</td><td>50-90\n</td></tr><tr><td>Aspiration or respirator-associated pneumonia\n</td><td>4-21 </td><td>Variable\n</td></tr></table></body></html>"}, "TABREF2": {"text": "F. Sample Size, Statistical Methods, and Final Evaluation See General Guidelines, section XVI and appendix. G. Methods of Assessing Safety See General Guidelines, section XIV and appendix. H. Methods of Presenting and Analyzing Data See General Guidelines, section XVI. I. Clinical and Microbiologic Evaluations Clinical and microbiologic evaluations occur during therapy, at the end of therapy, and at a specific follow-up evaluation. A summary ofthe timetable for evaluations is presented in table 2. J. Methods of Ensuring Compliance and Ethical Conduct See General Guidelines, sections IV and XI.E. Table 2. Proposed timetable for evaluation of anti-infective drugs for the treatment of respiratory tract infections.ternative drug, has been high in some areas but is generally low «5% of isolates) in the United States. If objective measurements are available (see General Guidelines, section XIII, for examples).", "latex": null, "type": "table"}, "TABREF4": {"text": "Clinical and microbiologic responses of streptococcal pharyngitis to treatment with antiinfective drugs.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>During treatment (3-10 d) </td><td>Posttreatment (as defined by individual protocol)\n</td></tr><tr><td>Response\n</td><td>Clinical signs </td><td>Throat culture </td><td>Clinical signs </td><td>Throat culture\n</td></tr><tr><td>Clinical cure and microbiologic eradication\n</td><td>None </td><td>NN* </td><td>None\n</td><td> </td></tr><tr><td>Clinical cure with microbiologic persistence\n</td><td>None </td><td>NN </td><td>None </td><td>+\n</td></tr><tr><td>Clinical cure with microbiologic relapse\n</td><td>None </td><td>NN </td><td>None </td><td>+\n</td></tr><tr><td>Clinical failure with microbiologic relapse\n</td><td>Present </td><td>+ </td><td>Present </td><td>+\n</td></tr><tr><td>Clinical failure with microbiologic persistence\n</td><td>Present </td><td>+\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Indeterminate\n</td><td>State reason\n</td></tr></table></body></html>"}, "TABREF5": {"text": "In vitro susceptibility testing should be performed for all MEE isolates if cultures are performed. Concurrent therapy, such as with decongestants, should not be used. If the investigator believes such therapy is essential, it should be administered to all patients. If pretreatment cultures of MEE are not obtained, all clinical and presumed microbiologic responses of patient must be evaluated by a blinded observer. The sample size for the clinical trial should be specifically determined (see General Guidelines, section XVI and appendix).", "latex": null, "type": "table"}, "TABREF6": {"text": "Microbial causes of acute maxillary sinusitis.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Mean percentage of cases (range)\n</td></tr><tr><td>Pathogen\n</td><td>Adults </td><td>Children\n</td></tr><tr><td>Bacteria\n</td><td> </td><td> </td></tr><tr><td>S. pneumoniae\n</td><td>31 (20-35) </td><td>36\n</td></tr><tr><td>H. influenzae (unencapsulated)\n</td><td>21 (6-26) </td><td>23\n</td></tr><tr><td>S. pneumoniae and H. influenzae\n</td><td>5 (1-9)\n</td><td> </td></tr><tr><td>Anaerobes (Bacteroides, Fusobacterium,\n</td><td> </td><td> </td></tr><tr><td>Peptostreptococcus, Veillonella)\n</td><td>6 (0-10)\n</td><td> </td></tr><tr><td>S. aureus\n</td><td>4 (0-8)\n</td><td> </td></tr><tr><td>S. pyogenes </td><td>2 (1-3) </td><td>2\n</td></tr><tr><td>M. catarrhalis\n</td><td>2 </td><td>19\n</td></tr><tr><td>Gram-negative bacteria\n</td><td>9 (0-24) </td><td>2\n</td></tr><tr><td>Viruses\n</td><td> </td><td> </td></tr><tr><td>Rhinovirus, adenovirus, influenza, parainfluenza\n</td><td> </td><td> </td></tr><tr><td>3-15 </td><td>0-2\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Clinical categories of pneumonia that might be used for inclusion criteria for enrollment and/or stratification of patients. All patients are febrile and have radiographic evidence of pulmonary infiltrates.Clinical characteristics Patient with no known immunologic deficiency or neutropenia Cough with minimal sputum production for 3 or more days Clinical diagnosis: atypical pneumonia Progressively severe dyspnea, nonproductive cough, diffuse radiographic abnormalities, and marked hypoxemia. Clinical diagnosis: viral pneumonia Acute onset of cough productive of large amounts of purulent sputum and <3 days of illness. Diagnosis: acute bacterial pneumonia due to etiologic organism(s) that stimulate exudative inflammatory response Mental obtundation due to metabolic encephalopathy, trauma, cerebrovascular disease, or other reasons with objective evidence of aspiration of oropharyngeal secretions. Diagnosis: aspiration pneumonia Nasotracheal or orotracheal intubation or tracheostomy with need for mechanical ventilation. Diagnosis: ventilator-associated pneumonia Compromised hosts with immunodeficiency and/or neutropenia. Cough and variable degrees of hypoxia. Diagnosis: pneumonia in immunocompromised and/or neutropenic host Examples of potential etiologic organism(s) M. pneumoniae, C. burnetii, L. pneumophila, C. psittaci, C. pneumoniae Aerobic and anaerobic oral flora. Patient's oropharynx mayor may not be colonized with S. pneumoniae or facultative gram-negative bacilli. Facultative gram-negative bacilli, S. aureus S. pneumoniae, Staphylococcus species, facultative gram-negative rods, Presence or absence of teeth and/or health of existing teeth Facultative gram-negative bacilli vs. grampositive cocci Neutropenia vs. no neutropenia; presence or absence of T cell dysfunction, e.g., HIV infection identification, cultural data will often not be available. Patients are considered for enrollment on the basis of clinical criteria.", "latex": null, "type": "table"}}, "back_matter": []}