{"paper_id": "465c72acd5410553091108f3cd62e560eda06665", "metadata": {"title": "CLADISTIC INFERENCE AND EVOLUTIONARY SCENARIOS: LOCOMOTORY STRUCTURE, FUNCTION, AND PERFORMANCE IN WATERSTRIDERS", "authors": [{"first": "Nils", "middle": ["M@ller"], "last": "Andersen", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Cofwnhagen", "location": {"addrLine": "Universitetsparken 15", "postCode": "DK-2100", "settlement": "Cqiwnhagen", "country": "Denmark"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "There is no support for the hypothesis that the intersection zone was a sort of transitional zone during the ecological evolution of pleustonic bugs. It is shown that the unique morphological and behavioural traits of the most derived members of this group evolved after inferred historical changes in environmental conditions and therefore qualify as adaptations in the sense of Gould and Vrba (1982) . Coddington (1988) and Baum and Larson (1991) . Other predictions about the adaptive evolution of gerromorphan bugs do not pass the cladistic test. The study illustrates that cladistic inference is a valuable tool in clarifying and sharpening retrospective explanations of complex evolutionary scenarios.", "cite_spans": [{"start": 380, "end": 401, "text": "Gould and Vrba (1982)", "ref_id": "BIBREF27"}, {"start": 404, "end": 421, "text": "Coddington (1988)", "ref_id": null}, {"start": 426, "end": 448, "text": "Baum and Larson (1991)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "0 1995 The Willi Hennig Society", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "One of the central themes in evolutionary biology is the search for a functional (adaptive) fit between the traits (morphological, physiological, behavioural or ecological) of an organism and its environment (Gould and Lewontin, 19'79; Futuyma, 1986) . Most studies of adaptation, however, concentrate on the maintenance of traits under actual environmental conditions where the interaction between the organism and its environment can be studied and measured directly. In the most favourable circumstances, the outcome of experimental manipulations of adaptive traits can be predicted and tested (e.g. Arnqvist and Rowe, 1995) . Along with the increasing acceptance of cladistic approaches to infer phylogenetic relationships among taxa has come an emphasis on the concept of adaptation having an important historical component (e.g. Coddington, 1988; Wanntorp et al., 1990; Brooks and McLennan, 1991; Harvey and Pagel, 1991;  and several chapters in Eggleton and Vane-Wright, 1994) .", "cite_spans": [{"start": 208, "end": 235, "text": "(Gould and Lewontin, 19'79;", "ref_id": null}, {"start": 236, "end": 250, "text": "Futuyma, 1986)", "ref_id": null}, {"start": 603, "end": 627, "text": "Arnqvist and Rowe, 1995)", "ref_id": null}, {"start": 835, "end": 852, "text": "Coddington, 1988;", "ref_id": null}, {"start": 853, "end": 875, "text": "Wanntorp et al., 1990;", "ref_id": "BIBREF49"}, {"start": 876, "end": 902, "text": "Brooks and McLennan, 1991;", "ref_id": "BIBREF7"}, {"start": 903, "end": 926, "text": "Harvey and Pagel, 1991;", "ref_id": "BIBREF28"}, {"start": 927, "end": 927, "text": "", "ref_id": null}, {"start": 965, "end": 983, "text": "Vane-Wright, 1994)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The definition of adaptation has been a much debated issue in evolutionary biology (e.g. Baum and Larson, 1991; Lauder et al., 1993; Miles and Dunham, 1993; Losos and Miles, 1994) . Coddington (1988: 5) was among the first investigators to define adaptation in cladistic terms: \"adaptation is apomorphic function due to natural selection\", thereby agreeing with Gould and Vrba (1982) that an N. M. ANDEWEN evolutionary definition of adaptation must have a historical component specifying selection as the evolutionary agent responsible for its initial appearance and sub sequent maintenance. An adaptive trait can, in principle, be treated like any other character. Adopting a phylogenetic (cladistic) approach, however, provides a method for distinguishing the primitive (plesiomorphic) state from the derived (apomorphic) state(s) of a particular adaptive trait.", "cite_spans": [{"start": 89, "end": 111, "text": "Baum and Larson, 1991;", "ref_id": "BIBREF6"}, {"start": 112, "end": 132, "text": "Lauder et al., 1993;", "ref_id": "BIBREF33"}, {"start": 133, "end": 156, "text": "Miles and Dunham, 1993;", "ref_id": "BIBREF37"}, {"start": 157, "end": 179, "text": "Losos and Miles, 1994)", "ref_id": "BIBREF35"}, {"start": 182, "end": 202, "text": "Coddington (1988: 5)", "ref_id": null}, {"start": 362, "end": 383, "text": "Gould and Vrba (1982)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Introduction"}, {"text": "Following Gould and Vrba (1982) , an adaptation can be any trait that enhances fitness in the organisms carrying this trait and whose modification in time was a result of selection for its current biological role. A trait that has current utility, but which did not result from natural selection for its present biological role, was termed an exaptation. Since historical genesis by natural selection is central to this definition of adaptation, a methodology testing hypotheses of adaptive scenarios must incorporate some reference to the environmental conditions' in which a particular trait evolved.", "cite_spans": [{"start": 10, "end": 31, "text": "Gould and Vrba (1982)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Introduction"}, {"text": "A research methodology that aims to reveal how historical changes in environmental conditions have shaped the adaptive evolution of clades has been described in detail by Baum and Larson (1991) and outlined by Lauder et. al. (1993) . It is here assumed that a corroborated phylogenetic hypothesis is available for the focal group of organisms. The methodology is composed of four steps (here restated in cladistic terminology) :", "cite_spans": [{"start": 171, "end": 193, "text": "Baum and Larson (1991)", "ref_id": "BIBREF6"}, {"start": 207, "end": 231, "text": "by Lauder et. al. (1993)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Introduction"}, {"text": "(1) Identify environmental conditions that might have influenced the evolution of clades. Infer historical changes in environmental conditions with reference to the reconstructed phylogeny of the focal group.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(2) Estimate functional attributes\" that might have conferred increased fitness to the organisms in a given environment.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(3) Describe the characters or traits associated with such functional attributes and infer plesiomorphic-apomorphic sequences of change by character optimization on the reconstructed phylogeny of the focal group.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(4) Measure the relative performance in plesiomorphic (ancestral) and apomorphic (derived) states of functional attributes.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "If the apomorphic state of an attribute can be shown to have a superior performance relative to its plesiomorphic state, and can be inferred to have evolved after historical changes in environmental conditions, then, and only then, is the trait or attribute an adaptation (Fig. la) . If the trait with superior performance evolved simultaneously with the environmental change ( Fig. lb) , then the adaptation is ambiguous (unless there are other ways to decide which came first). Finally, the trait with superior performance is an exaptation (Gould and Vrba, 1982) if it evolved before historical changes in environmental conditions (Fig. lc) .", "cite_spans": [{"start": 542, "end": 564, "text": "(Gould and Vrba, 1982)", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 272, "end": 281, "text": "(Fig. la)", "ref_id": null}, {"start": 378, "end": 386, "text": "Fig. lb)", "ref_id": null}, {"start": 633, "end": 642, "text": "(Fig. lc)", "ref_id": null}], "section": "Introduction"}, {"text": "In the present study, this research methodology is applied to water striders and their allies (Hemiptera-Heteroptera, Gerromorpha), a group of semiaquatic \"Environmental conditions\" in this context is equivalent to the concept of \"selective regime\" introduced by Baum and Larson (1991: 4) and defined as: \"the aggregate of all such environmental and or B anismic factors that combine to determine how natural selection will act upon character variation\". I follow Deleporte (1993) in making a distinction between fruiti (=characters) and a&ibufes, the latter being organismic traits (e.g. behaviour) for which primary homology (de Pinna, 1991) insects which includes species that are conspicuously adapted to life on the surface film of water, especially with respect to locomotion, feeding, reproductive behaviour and life history (Andersen, 1982a; Spence and Andersen, 1994) . It is shown that the unique morphological and behavioural traits of the most derived members of this group evolved after inferred historical changes in environmental conditions and therefore qualify as adaptations as earlier suggested (Andersen, 1979 (Andersen, , 1982a . Other predictions about the adaptive evolution of gerromorphan bugs do not pass the cladistic test. It is argued that cladistic inference is a valuable tool in clarifying and sharpening retrospective explanations of adaptive evolution and for suggesting strategies for further research.", "cite_spans": [{"start": 263, "end": 288, "text": "Baum and Larson (1991: 4)", "ref_id": null}, {"start": 464, "end": 480, "text": "Deleporte (1993)", "ref_id": "BIBREF19"}, {"start": 627, "end": 643, "text": "(de Pinna, 1991)", "ref_id": "BIBREF20"}, {"start": 832, "end": 849, "text": "(Andersen, 1982a;", "ref_id": null}, {"start": 850, "end": 876, "text": "Spence and Andersen, 1994)", "ref_id": "BIBREF48"}, {"start": 1114, "end": 1129, "text": "(Andersen, 1979", "ref_id": null}, {"start": 1130, "end": 1148, "text": "(Andersen, , 1982a", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The group of hemipterans known as water striders or pond skaters are familiar insects, readily observed as they skate along the surface of ponds and streams. The water striders and their allies, collectively called semiaquatic bugs (infraorder Gerromorpha), are distributed world-wide with approximately 1500 species. The current classification of semiaquatic bugs comprises eight families. Andersen (1982a) reconstructed the phylogeny of the group to the family and subfamily level, and in some families down to the level of genera. The cladogram (Fig. 2) summarizes the phylogenetic relationships between higher gerromorphan taxa (families, subfamilies, tribes).", "cite_spans": [{"start": 391, "end": 407, "text": "Andersen (1982a)", "ref_id": null}], "ref_spans": [{"start": 548, "end": 556, "text": "(Fig. 2)", "ref_id": null}], "section": "Phylogenetic Background"}, {"text": "The evolution of structural and functional traits was inferred by reference to a representative sample of gerromorphan bugs for which comparative data on locomotory structure and function are available (Andersen, 1976 (Andersen, , 1982a (Andersen, , 1989b Foster and Treheme, 1980; Foster, 1989 (Gerridae, Eotrechinae) , ptilomera (Gerridae, Ptilomerinae) and Hulobutu (Gerridae, Halobatinae) .", "cite_spans": [{"start": 202, "end": 217, "text": "(Andersen, 1976", "ref_id": "BIBREF1"}, {"start": 218, "end": 236, "text": "(Andersen, , 1982a", "ref_id": null}, {"start": 237, "end": 255, "text": "(Andersen, , 1989b", "ref_id": null}, {"start": 256, "end": 281, "text": "Foster and Treheme, 1980;", "ref_id": null}, {"start": 282, "end": 294, "text": "Foster, 1989", "ref_id": null}, {"start": 295, "end": 318, "text": "(Gerridae, Eotrechinae)", "ref_id": null}, {"start": 331, "end": 355, "text": "(Gerridae, Ptilomerinae)", "ref_id": null}, {"start": 369, "end": 392, "text": "(Gerridae, Halobatinae)", "ref_id": null}], "ref_spans": [], "section": "Phylogenetic Background"}, {"text": "The cladogram (Fig. 3 ) depicts the phylogenetic relationships among these genera as inferred from available reconstructions using cladistic methods (Andersen, 1982a) .", "cite_spans": [{"start": 149, "end": 166, "text": "(Andersen, 1982a)", "ref_id": null}], "ref_spans": [{"start": 14, "end": 21, "text": "(Fig. 3", "ref_id": null}], "section": "Phylogenetic Background"}, {"text": "Semiaquatic bugs live in a wide range of humid terrestrial and aquatic habitats, including both freshwater and marine habitats (Andersen, 1979 (Andersen, , 1982a . Most species live on the water surface and their body and legs are covered by hydrofuge hair layers which prevent wetting (Andersen, 1977) . In their natural environment, these bugs chiefly use their legs for local movements and dispersal. Secondary loss of wings and flight musculature is very common and natural populations of most species are predominantly flightless (Andersen, 1982a (Andersen, , 1993 . For feeding, various activities associated with reproduction and escape from predators, these bugs rely on their ability as pedestrians. It is therefore reasonable to assume that the relative proportion of solid matter and free water surface is an important element of the environmental conditions or \"selective regime\" (sensu Baum and Larson, 1991) of semiaquatic bugs and their ancestors. Following previously used terminology (Andersen, 1982a) , the following environmental zones are delimited: (1) the hygropettic zone where the substrate for locomotion is mainly solid; (2) the intersection zone with a varying mixture of solid substrate and water surface; and (3) the pleustonic zone which is essentially the air-water interface.", "cite_spans": [{"start": 127, "end": 142, "text": "(Andersen, 1979", "ref_id": null}, {"start": 143, "end": 161, "text": "(Andersen, , 1982a", "ref_id": null}, {"start": 286, "end": 302, "text": "(Andersen, 1977)", "ref_id": null}, {"start": 535, "end": 551, "text": "(Andersen, 1982a", "ref_id": null}, {"start": 552, "end": 569, "text": "(Andersen, , 1993", "ref_id": "BIBREF4"}, {"start": 899, "end": 921, "text": "Baum and Larson, 1991)", "ref_id": "BIBREF6"}, {"start": 1001, "end": 1018, "text": "(Andersen, 1982a)", "ref_id": null}], "ref_spans": [], "section": "ENVIRONMENTAL ZONES"}, {"text": "A number of semiaquatic bugs have been subject to studies of locomotory behaviour and function (Darnhofer-Demar, 1969b; Andersen, 1976 Andersen, ,1982a Andersen, , 1989b Cheng, 1977; Foster and Treherne, 1980; Foster, 1989) . Walking on alternating tripods of support (legs belonging to the same segment are moved asynchronously) is the ordinary way of locomotion in terrestrial bugs and undoubtedly the ancestral one in gerromorphan bugs. On a solid substrate, these bugs prefer to walk (except the gerrids which usually leap). On the water surface, locomotion is achieved in three different ways: (1) by walking as described above; (2) by rowing with simultaneous strokes of the middle legs while the two other leg pairs slide on the surface film; or (3) by skating (or \"jump-and-slide\" movements), where the simultaneous power strokes of the middle legs make the insect take off from the water surface; the movement is extended after touch down by passive sliding on the almost fi-ictionless surface film (in contrast to leaping in land insects).", "cite_spans": [{"start": 95, "end": 119, "text": "(Darnhofer-Demar, 1969b;", "ref_id": null}, {"start": 120, "end": 134, "text": "Andersen, 1976", "ref_id": "BIBREF1"}, {"start": 135, "end": 151, "text": "Andersen, ,1982a", "ref_id": null}, {"start": 152, "end": 169, "text": "Andersen, , 1989b", "ref_id": null}, {"start": 170, "end": 182, "text": "Cheng, 1977;", "ref_id": "BIBREF11"}, {"start": 183, "end": 209, "text": "Foster and Treherne, 1980;", "ref_id": "BIBREF23"}, {"start": 210, "end": 223, "text": "Foster, 1989)", "ref_id": null}], "ref_spans": [], "section": "L~COMOTORY FUNCTION AND PEWO~MANCE"}, {"text": "Locomotory function and performance on the water surface is listed in Table 1 for selected species of semiaquatic bugs. This tabulation provides crude estimates of locomotory performance for the terminal taxa of the cladogram (Fig. 3) . In general, all semiaquatic bugs except gerrids perform well when moving on land. Walking is the preferred mode in most species, but gerrids tend to leap when pursued. Individuals of Hebrus, Mucrovelia and Hydrometru move relatively slowly along the surface film, while those of Mesoveliu move fast (relative to their body size). Water striders belonging to the family Gerridae have a superior locomotory performance on the water surface, followed by those belonging to the Veliidae, in particular Haloveliu (Andersen, 1989b) and Rhugoveliu. Individuals of Hermutobutes move fast both on land and water (Cheng, 1977; Foster, 1989) .", "cite_spans": [{"start": 745, "end": 762, "text": "(Andersen, 1989b)", "ref_id": null}, {"start": 840, "end": 853, "text": "(Cheng, 1977;", "ref_id": "BIBREF11"}, {"start": 854, "end": 867, "text": "Foster, 1989)", "ref_id": null}], "ref_spans": [{"start": 70, "end": 77, "text": "Table 1", "ref_id": "TABREF3"}, {"start": 226, "end": 234, "text": "(Fig. 3)", "ref_id": null}], "section": "L~COMOTORY FUNCTION AND PEWO~MANCE"}, {"text": "Semiaquatic bugs are structurally quite diverse (representative species shown in Fig. 4 ). Most species are relatively small insects (total length 2-5 mm), but there is quite extensive variation in size within the large families Veliidae (1.2-9.8 mm) and, in particular, the Gerridae (1.7-35 mm), both between species and between sexes (Andersen, 1994) . Morphological structures associated with locomotion are summarized in Table 2 . In Me.wvelia spp., the thoracic segments are almost equal in size and, at least in wingless individuals (Fig. 4) of the same general structure. The legs originate from the thoracic venter at almost equal distances from each other. The inclination of the meso and metacoxal axes (the line drawn between the points of coxal and trochanteral articulation) is moderate (40' and 25\", respectively). The hind legs are much longer than the middle legs with slightly thickened femora. The most powerful muscles involved in leg movements are the coxal rotators and trochanteral depressors (Andersen, 1976) . The locomotory structures of Mesovelia are quite similar to those of most terrestrial bugs and are therefore inferred to be plesiomorphic. The thoracic structure of Hebrw (Fig. 4) , Macrovelia, Microvelia, Ha&n&ia, Velia (Fig. 4) and Rhagovelia is quite similar to the ancestral type mentioned above, except that the points of insertion of the meso-and metacoxae are displaced laterally on the body. The leg structure (apart from the tarsus) is also quite unspecialized, except that the middle legs of VeZia and, in particular Halovelia and Rhagow elia, are slightly longer than the hind legs.", "cite_spans": [{"start": 336, "end": 352, "text": "(Andersen, 1994)", "ref_id": "BIBREF48"}, {"start": 1015, "end": 1031, "text": "(Andersen, 1976)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 81, "end": 87, "text": "Fig. 4", "ref_id": null}, {"start": 425, "end": 432, "text": "Table 2", "ref_id": "TABREF4"}, {"start": 539, "end": 547, "text": "(Fig. 4)", "ref_id": null}, {"start": 1205, "end": 1213, "text": "(Fig. 4)", "ref_id": null}, {"start": 1255, "end": 1263, "text": "(Fig. 4)", "ref_id": null}], "section": "TRAITS"}, {"text": "Compared to the ancestral type, the thorax is more or less modified in several groups of semiaquatic bugs. Hydromtra species have an extremely long and slender head and body, including the thorax (Fig. 4) . The middle legs originate laterally on the thorax, and the mesocoxal axis is vertical (=90\"). All femora are extremely slender. The lateral position of the coxae increases the action angle of the vertical leg movements whereas the direction of pull of the trochanteral muscles falls almost exactly in the frontal plane (Andersen, 1976) .", "cite_spans": [{"start": 526, "end": 542, "text": "(Andersen, 1976)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 196, "end": 204, "text": "(Fig. 4)", "ref_id": null}], "section": "TRAITS"}, {"text": "The thorax of Hermutobates spp. and members of the family Cerridae (Ferris, Eotrechus, Ptilomma and Halobates) is much more radically modified (Fig. 4) . The mesothorax is greatly prolonged and the coxal cavities of the middle and hind legs are far removed from those of the front coxae. The meso-and metacoxae are inserted clearly on the sides of thorax and the coxal axes have an almost horizontal inclination (=O') . The middle and hind legs are long and slender with the middle pair being much longer than the hind pair. The joints of the two posterior pairs of legs allow extremely wide movements of the femora. Associated with the restructuring of the gerrid thorax are radical changes of the leg musculature. The most powerful muscles are the mesotrochanteral depressors, which produce the horizontal thrust of the middle legs, while the vertical component of the leg movements is produced by the two coxal rotators (Darnhofer-Demar, 1969b; Andersen, 1976) . In the coral treaders, Henmtobates, and the sea skaters, Halobates, the middle and hind legs appear to originate from near the posterior end of the extremely short abdomen (Andersen and Polhemus, 1976, Andersen, 1982a) and the action angles of the middle and hind legs are even more extreme. The prolongation of the gerrid mesothorax has moved the gravity center of the body forward to a position in front of the fulcrum of the middle legs.", "cite_spans": [{"start": 923, "end": 947, "text": "(Darnhofer-Demar, 1969b;", "ref_id": null}, {"start": 948, "end": 963, "text": "Andersen, 1976)", "ref_id": "BIBREF1"}, {"start": 1138, "end": 1151, "text": "(Andersen and", "ref_id": "BIBREF1"}, {"start": 1152, "end": 1184, "text": "Polhemus, 1976, Andersen, 1982a)", "ref_id": null}], "ref_spans": [{"start": 143, "end": 151, "text": "(Fig. 4)", "ref_id": null}], "section": "TRAITS"}, {"text": "Mesovelia, Macrovelki and Hydrometra have three tarsal segments (the ancestral number in bugs) and the well developed, hook-shaped claws are inserted apically on the last segment. Microvelia, HaloveZia, Genis and other species of the families Veliidae and Gerridae often have less than three tarsal segments and the claws are inserted preapically, that is in a cleft before the apex of the last tarsal segment. When retracted, the claws are lifted off from the water surface film (Andersen, 1976) . The middle and hind leg claws are relatively weak in Ferris and more or less reduced in Ptilonwra and Halobates. In contrast, eotrechine gerrids have well developed claws which in Eotrechw spp. seem to be inserted apically on the tarsi (Andersen, 1982b; Polhemus and Andersen, 1984) . Other pretarsal structures include the arolia which, in several veliids, form swimming fans, alone or together with the modified claws (Andersen, 1982a) . The most elaborate swimming fan is found in species belonging to the genus Rhagovelia and its allies and consists of a fan of feathered hairs which is unfolded during the thrust stroke of the middle legs (Andersen, 1976) .", "cite_spans": [{"start": 480, "end": 496, "text": "(Andersen, 1976)", "ref_id": "BIBREF1"}, {"start": 735, "end": 752, "text": "(Andersen, 1982b;", "ref_id": null}, {"start": 753, "end": 781, "text": "Polhemus and Andersen, 1984)", "ref_id": "BIBREF42"}, {"start": 919, "end": 936, "text": "(Andersen, 1982a)", "ref_id": null}, {"start": 1143, "end": 1159, "text": "(Andersen, 1976)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "TRAITS"}, {"text": "Many species of semiaquatic bugs that are capable of flight are polymorphic for wing and flight muscle development (Andersen, 1982a (Andersen, , 1993 . However, natural populations of most water striders are predominantly flightless and adults of no marine species have wings (Andersen and Polhemus, 1976) . Since the lack of flight muscles and other thoracic modifications associated with the loss of wings may influence locomotion, this character is included in Table 2 .", "cite_spans": [{"start": 115, "end": 131, "text": "(Andersen, 1982a", "ref_id": null}, {"start": 132, "end": 149, "text": "(Andersen, , 1993", "ref_id": "BIBREF4"}, {"start": 276, "end": 305, "text": "(Andersen and Polhemus, 1976)", "ref_id": null}], "ref_spans": [{"start": 464, "end": 471, "text": "Table 2", "ref_id": "TABREF4"}], "section": "TRAITS"}, {"text": "Cladistic Analyses ENVIRONMENTAL CHANGES Figure 2 shows the three environmental zones, the hygropetric, intersection and the pleustonic zone, superimposed on a cladogram of relationships between higher taxa (for details about the reconstruction of this phylogeny, see Andersen, 1982a ). The environmental zone of possible outgroups of the Gerromorpha (Enicocephalomorpha, Dispsocoromorpha: Schuh, 1986; Wheeler et aL, 1993; Schuh and Slater, 1995) is definitely more terrestrial than aquatic and the hygrop etric zone is therefore inferred to be the ancestral one in semiaquatic bugs. Optimizing the three environmental zones on the cladogram using MacClade 3.05 (Maddison and Maddison, 1992) yields the following results indicated by different shading of the branches of the cladogram (Fig. 2 In the most parsimonious optimization, transitions between the hygropetric zone and the pleustonic zone are inferred to have occurred once in the Hydrometridae (the genus Bacillometra) and once on the internode below the clade comprising the Hermatobatidae, Veliidae and Gerridae (the superfamily Gerroidea) . However, delaying this transition to having occurred independently in the three families (Fig. 2, light arrows) only requires one extra step. Besides, the assignment of the Hermatobatidae to the pleustonic zone is somewhat ambiguous. The coral treaders, Hermatobates spp., inhabit the intertidal zone of coral coasts (like the coral bugs, Halovelia: Andersen, 1989b) . They retreat to crevices and holes in coral blocks during high tides (Foster, 1989) and move around with the same agility on the surface of corals and tidal pools.", "cite_spans": [{"start": 268, "end": 283, "text": "Andersen, 1982a", "ref_id": null}, {"start": 390, "end": 402, "text": "Schuh, 1986;", "ref_id": "BIBREF45"}, {"start": 403, "end": 423, "text": "Wheeler et aL, 1993;", "ref_id": "BIBREF51"}, {"start": 424, "end": 447, "text": "Schuh and Slater, 1995)", "ref_id": null}, {"start": 663, "end": 692, "text": "(Maddison and Maddison, 1992)", "ref_id": "BIBREF36"}, {"start": 1454, "end": 1470, "text": "Andersen, 1989b)", "ref_id": null}, {"start": 1542, "end": 1556, "text": "(Foster, 1989)", "ref_id": null}], "ref_spans": [{"start": 41, "end": 49, "text": "Figure 2", "ref_id": null}, {"start": 786, "end": 793, "text": "(Fig. 2", "ref_id": null}, {"start": 1193, "end": 1215, "text": "(Fig. 2, light arrows)", "ref_id": null}], "section": "TRAITS"}, {"text": "Transitions between environmental zones have been complex but the optimization (Fig. 2) generally favours direct changes between zones, e.g. hygropetric+ pleustonic, and disfavours the idea of the intersection zone as intermediate between the hygropetric and the pleustonic zone. There are, however, three cases where the intersection zone may fall between the two others zones (Fig. 2) : a forward change in the Hydrometridae and Veliidae-Microveliinae, and a reversal in the Veliidae-Veliinae.", "cite_spans": [], "ref_spans": [{"start": 79, "end": 87, "text": "(Fig. 2)", "ref_id": null}, {"start": 378, "end": 386, "text": "(Fig. 2)", "ref_id": null}], "section": "TRAITS"}, {"text": "Transitions between the hygropetric zone and the intersection zone have occurred in Mesovelia, the Hebridae (Merragata) and Hydrometra. The intersection zone is also occupied by species belonging to the veliid subfamilies Microveliinae and Veliinae but use of the intersection zone may have evolved after transition from the pleustonic zone. Reversed transitions from the pleustonic zone to the hygropetric zone have seemingly occurred in some microveliine genera, e.g. Hebre velia (Andersen, 1982a) , Aegilipsovelia (Polhemus, 1970) ) Baptista (Andersen, 1989a) , Aegilipsicokz (Polhemus and Polhemus, 1994) , etc. The most remarkable examples of this type of reversal are found in the gerrid subfamily Eotrechinae where species belonging to the genera Eotrechus and Onychotrechw live on humid soil and seeping rock faces (Andersen, 1980 (Andersen, , 1982b Polhemus and Andersen, 1984) .", "cite_spans": [{"start": 482, "end": 499, "text": "(Andersen, 1982a)", "ref_id": null}, {"start": 517, "end": 533, "text": "(Polhemus, 1970)", "ref_id": "BIBREF40"}, {"start": 545, "end": 562, "text": "(Andersen, 1989a)", "ref_id": null}, {"start": 579, "end": 608, "text": "(Polhemus and Polhemus, 1994)", "ref_id": "BIBREF44"}, {"start": 823, "end": 838, "text": "(Andersen, 1980", "ref_id": null}, {"start": 839, "end": 857, "text": "(Andersen, , 1982b", "ref_id": null}, {"start": 858, "end": 886, "text": "Polhemus and Andersen, 1984)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "TRAITS"}, {"text": "Marine habitats have been invaded by semiaquatic bugs about a dozen times independently of each other (Fig. 2) . The family Hermatobatidae contains only marine species (Foster, 1989; Andersen, 1982a Andersen, , 1991a . The most speciose genera of marine bugs are Halovelia, Xenobates (Veliidae-Haloveliinae: Andersen, 1989b Andersen, , 1991a , and Halobates (Gerridae-Halobatinae: Andersen, 1991b) . The transition between limnic and marine habitats probably took place through estuaries and mangrove swamps (Andersen and Weir, 1994) . Five species of ocean skaters, Halob ates, are the only insects that inhabit the surface of the open ocean. This unique life-style may have evolved from mangrove-inhabiting species becoming gradually better adapted to more exposed sea conditions (Andersen, 1991b) .", "cite_spans": [{"start": 168, "end": 182, "text": "(Foster, 1989;", "ref_id": null}, {"start": 183, "end": 198, "text": "Andersen, 1982a", "ref_id": null}, {"start": 199, "end": 216, "text": "Andersen, , 1991a", "ref_id": null}, {"start": 308, "end": 323, "text": "Andersen, 1989b", "ref_id": null}, {"start": 324, "end": 341, "text": "Andersen, , 1991a", "ref_id": null}, {"start": 358, "end": 397, "text": "(Gerridae-Halobatinae: Andersen, 1991b)", "ref_id": null}, {"start": 508, "end": 533, "text": "(Andersen and Weir, 1994)", "ref_id": null}, {"start": 782, "end": 799, "text": "(Andersen, 1991b)", "ref_id": null}], "ref_spans": [{"start": 102, "end": 110, "text": "(Fig. 2)", "ref_id": null}], "section": "TRAITS"}, {"text": "The evolution of structural traits associated with locomotion ( ( Fig. 3) '. The character optimization was carried out on the distribution of structural traits (Table 2) using MacClade 3.05. Each trait was polarized by rooting the cladogram between Mesovelia (the overall most plesiomorphic taxon; see presentation of structural and functional characters above) and the rest of the terminal taxa. When the resolution at some nodes was ambiguous (e.g. for characters 1, 5, 6, 8, 9, and lo), parallelisms were favoured over reversals4. Different modes of locomotion on land and on the water surface (Table 1) were also optimized on the cladogram (Fig. 3) . The final step was to compare the inferred changes in structural and functional traits associated with locomotion ( Fig. 3) with the inferred transitions between environmental zones ( Fig. 2 ; see above) as well as the performance estimates for sTo avoid circular arguments in cladistic inference applied to evolutionary scenarios, I follow the procedure suggested by Deleporte (1993) rather than the strict rule of independence between the traits and attributes of focal interest and the data used for phylogeny construction (e.g. Coddington, 1988; Brooks and McLennan, 1991 selected species (Table 1 ). The results of these comparisons are summarized below and in the evolutionary diagram (Fig. 4) where the inferred major transition between the hygropetric zone and the pleustonic zone is marked. The main results of the cladistic analyses are as follows:", "cite_spans": [{"start": 1024, "end": 1040, "text": "Deleporte (1993)", "ref_id": "BIBREF19"}, {"start": 1188, "end": 1205, "text": "Coddington, 1988;", "ref_id": null}, {"start": 1206, "end": 1231, "text": "Brooks and McLennan, 1991", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 66, "end": 73, "text": "Fig. 3)", "ref_id": null}, {"start": 161, "end": 170, "text": "(Table 2)", "ref_id": "TABREF4"}, {"start": 598, "end": 607, "text": "(Table 1)", "ref_id": "TABREF3"}, {"start": 645, "end": 653, "text": "(Fig. 3)", "ref_id": null}, {"start": 772, "end": 779, "text": "Fig. 3)", "ref_id": null}, {"start": 840, "end": 846, "text": "Fig. 2", "ref_id": null}, {"start": 1249, "end": 1257, "text": "(Table 1", "ref_id": "TABREF3"}, {"start": 1347, "end": 1355, "text": "(Fig. 4)", "ref_id": null}], "section": "CHANGES IN LDCOMOTORY STRUCTURE, FUNCTION AND PERFORMANCE"}, {"text": "(1) In the basal gerromorphan lineages, locomotor-y structures are plesiomorphic and locomotion both on land and water is close to the supposed ancestral state of hexapods (\"walking\"). Nevertheless, MtmveZia performs very well on the surface film although \"walking\" on this substrate is less efficient than \"rowing\" (Andersen, 1976) . Thus, evolution of effective locomotion on the water surface may have occurred without a major transition between zones.", "cite_spans": [{"start": 316, "end": 332, "text": "(Andersen, 1976)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "CHANGES IN LDCOMOTORY STRUCTURE, FUNCTION AND PERFORMANCE"}, {"text": "(2) The apomorphic thorax structure of Hydromtnz spp. is not associated with increased locomotor-y performance on the surface film and may therefore have other functional implications, e.g. in the context of feeding or escaping predators (Andersen, 1982a) .", "cite_spans": [{"start": 238, "end": 255, "text": "(Andersen, 1982a)", "ref_id": null}], "ref_spans": [], "section": "CHANGES IN LDCOMOTORY STRUCTURE, FUNCTION AND PERFORMANCE"}, {"text": "(3) The movement of the claws from an apical to a preapical position on the tarsi (Andersen, 1976) has occurred after the inferred transition between the hygropetric and pleustonic zone and may therefore be an adaptation towards life on the surface film of water.", "cite_spans": [{"start": 82, "end": 98, "text": "(Andersen, 1976)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "CHANGES IN LDCOMOTORY STRUCTURE, FUNCTION AND PERFORMANCE"}, {"text": "(4) Extensive changes in thorax and leg structures have occurred in several gerromorphan lineages (Hydrometridae, Hermatobatidae, Gerridae) . An important functional change was the neuromuscular reprogramming involved in changing the coordination of leg movements from walking to synchronized movements of leg of the same thoracic segment (\"rowing\"). The completely remodelled thorax and leg structure of gerrids is associated with the highly efficient jump-and-slide locomotion (\"skating\") characteristic of water striders. Since most changes in locomotory structure and function have occurred ufler the inferred transition between the hygropetric and pleustonic zones, these apomorphic traits qualify as adaptations (Fig. la) .", "cite_spans": [], "ref_spans": [{"start": 718, "end": 727, "text": "(Fig. la)", "ref_id": null}], "section": "CHANGES IN LDCOMOTORY STRUCTURE, FUNCTION AND PERFORMANCE"}, {"text": "(5) The apomorphic swimming fan of Rhugeuelia is associated with increased locomotor-y performance. Similar swimming fans, although of different pretarsal design, have evolved several times in the Veliidae (Andersen, 1979, Fig. 12) . Multiple independent evolution of functionally equivalent structures is usually taken as evidence of adaptation (Futuyma, 1986; Ridley, 1992) .", "cite_spans": [{"start": 206, "end": 231, "text": "(Andersen, 1979, Fig. 12)", "ref_id": null}, {"start": 346, "end": 361, "text": "(Futuyma, 1986;", "ref_id": null}, {"start": 362, "end": 375, "text": "Ridley, 1992)", "ref_id": null}], "ref_spans": [], "section": "CHANGES IN LDCOMOTORY STRUCTURE, FUNCTION AND PERFORMANCE"}, {"text": "(6) The family Gerridae displays a much larger size variation (1.7-35 mm) than its sister group, the Veliidae (1.2-9.8 mm). A plausible explanation is that the evolution of the highly efficient locomotion (\"skating\") found in gerrids has overcome functional obstacles for an increase in body size for pleustonic insects.", "cite_spans": [], "ref_spans": [], "section": "CHANGES IN LDCOMOTORY STRUCTURE, FUNCTION AND PERFORMANCE"}, {"text": "(7) Marine habitats have been invaded many times during the evolutionary history of gerromorphan bugs. Apart from the physiological adaptations required for insects to cope with a saline environment, the permanent loss of wings and flight capacity were apparently the only structural changes associated with the transition from limnic to marine habitats. However, behavioural changes were doubtless required for adapting to life in the intertidal zone of mangroves and coral reefs (Andersen and Polhemus, 1976) .", "cite_spans": [{"start": 481, "end": 510, "text": "(Andersen and Polhemus, 1976)", "ref_id": null}], "ref_spans": [], "section": "CHANGES IN LDCOMOTORY STRUCTURE, FUNCTION AND PERFORMANCE"}, {"text": "(8) The occurrence of some gerrids (Eotrechus, Onychotrechus) in hygropetric habitats is inferred to represent reversals from pleustonic habitats. Yet on modest structural changes (reversals) in leg structures were associated with this major shift between environmental zones (paralleled in several veliid genera; see above).", "cite_spans": [], "ref_spans": [], "section": "CHANGES IN LDCOMOTORY STRUCTURE, FUNCTION AND PERFORMANCE"}, {"text": "In conclusion, most structural traits and functional attributes (items 3-8 above) are inferred to have evolved after the major lineages of gerromorphan bugs entered the pleustonic zone. Associated with these apomorphic traits and attributes is an increase in locomotor-y performance on the free water surface. The most probable explanation for this association is adaptation through natural selection.", "cite_spans": [], "ref_spans": [], "section": "CHANGES IN LDCOMOTORY STRUCTURE, FUNCTION AND PERFORMANCE"}, {"text": "This study is essentially a reanalysis of comparative data presented in earlier papers (Andersen, 1976 (Andersen, , 1979 and a monographic treatment of the semiaquatic bugs (Andersen, 1982a) . These works were published before the influential papers by Gould and Vrba (1982) , Coddington (1988) and Baum and Larson (1991) laid the foundation for a more precise definition of organismic adaptation and, in particular, how phylogenetic or cladistic methods can be used profitably in studies of adaptation and organismic evolution. I am therefore now able to examine some of my own previous hypotheses using more refined analytical tools.", "cite_spans": [{"start": 87, "end": 102, "text": "(Andersen, 1976", "ref_id": "BIBREF1"}, {"start": 103, "end": 120, "text": "(Andersen, , 1979", "ref_id": null}, {"start": 173, "end": 190, "text": "(Andersen, 1982a)", "ref_id": null}, {"start": 253, "end": 274, "text": "Gould and Vrba (1982)", "ref_id": "BIBREF27"}, {"start": 277, "end": 294, "text": "Coddington (1988)", "ref_id": null}, {"start": 299, "end": 321, "text": "Baum and Larson (1991)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "The evolutionary history of water striders and their allies probably began in the early Mesozoic. The oldest fossil gerromorphans are of lower Cretaceous age (Jell and Duncan, 1986) and indisputably belong to the families Mesoveliidae and Veliidae, some of the structurally least modified forms. Species belonging to the most apomorphic families, Hydrometridae and Gerridae, occur in Upper Paleocene deposits of Denmark (Andersen, 1982a) , setting a minimum age of these families of about 55 my. A Middle Eocene fossil from western Canada was designated as belonging to a modern species group of the genus Limnqfxnus (Andersen et al., 1993) , suggesting that gerrid specializations for life on freshwater surfaces were not associated with high rates of speciation or extinction. Finally, a fossil sea skater (Hul0bute.s) from the Eocene of northern Italy (Andersen et al., 1994) suggests an early invasion of marine habitats in water striders. With this background, it is a reasonable assumption that semiaquatic bugs displayed most of their present structural and functional diversity at the beginning of the Tertiary, However, in the absence of direct historical evidence, our knowledge of the environmental conditions that shaped this evolution can only be inferred from czmparative studies of extant forms.", "cite_spans": [{"start": 158, "end": 181, "text": "(Jell and Duncan, 1986)", "ref_id": "BIBREF30"}, {"start": 420, "end": 437, "text": "(Andersen, 1982a)", "ref_id": null}, {"start": 617, "end": 640, "text": "(Andersen et al., 1993)", "ref_id": "BIBREF4"}, {"start": 855, "end": 878, "text": "(Andersen et al., 1994)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Discussion"}, {"text": "Previous ideas about the ecological evolution of semiaquatic bugs (China, 1955) suggested an early colonization of the water surface by \"littoral\" bugs (the Saldidae or shore bugs were thought to be the sister group of the Gerromorpha).", "cite_spans": [{"start": 66, "end": 79, "text": "(China, 1955)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "These bugs included the ancestor of all families except the Mesoveliidae and Hebridae. Terrestrial or hygropetric forms of the families Macroveliidae and Hydrometridae were seen as examples of a secondary return to land. Based upon reconstructed phylogenies of higher taxa, several elements of China's (1955) scenario could be falsified (Andersen, 1979 (Andersen, , 1982a . Hygropetric habitats were inferred to be ancestral to all gerromorphan lineages except the Gerridae, and the adaptive transitions between the hygropetric and pleustonic zones (following the concept of \"adaptive zone\" introduced by Simpson, 1953) were visualized (Andersen, 1982a, Figs. 606607) as being a gradual process where different lineages, independently of each other, passed through a \"transitional zone\" (the intersection zone) and reached the pleustonic zone where extensive adaptive radiation took place.", "cite_spans": [{"start": 294, "end": 308, "text": "China's (1955)", "ref_id": null}, {"start": 337, "end": 352, "text": "(Andersen, 1979", "ref_id": null}, {"start": 353, "end": 371, "text": "(Andersen, , 1982a", "ref_id": null}, {"start": 605, "end": 619, "text": "Simpson, 1953)", "ref_id": "BIBREF47"}, {"start": 636, "end": 667, "text": "(Andersen, 1982a, Figs. 606607)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The present study supports only some parts of this scenario. The hypothesis that the hygropetric zone is the ancestral one is confirmed for the Mesoveliidae, Hebridae and the clade comprising the Paraphrynoveliidae, Macroveliidae and Hydrometridae, but not for the Hermatobatidae and Veliidae. There is only weak sup port for the hypothesis that the intersection zone was a sort of transitional zone during the ecological evolution of pleustonic bugs. On the contrary, most of the unique structural and behavioural adaptations of water striders seem to have evolved after the inferred direct transition between the hygropetric and pleustonic zones. Additional and more exact studies of locomotory behaviour and performance in a variety of semiaquatic bugs are required to add more precision to alternative hypotheses. The cladistic analysis could also be extended profitably to encompass other aspects of water strider biology (reviewed by Andersen, 1979 Andersen, , 1982a Spence and Andersen, 1994 ), e.g. feeding, reproductive behaviour, escape from predators and parasites and life history tactics, as exemplified by recent studies of wing polymorphism, sexual size dimorphism and mating strategies in water striders (Andersen, 1993 (Andersen, , 1994 .", "cite_spans": [{"start": 940, "end": 954, "text": "Andersen, 1979", "ref_id": null}, {"start": 955, "end": 972, "text": "Andersen, , 1982a", "ref_id": null}, {"start": 973, "end": 998, "text": "Spence and Andersen, 1994", "ref_id": "BIBREF48"}, {"start": 1220, "end": 1235, "text": "(Andersen, 1993", "ref_id": "BIBREF4"}, {"start": 1236, "end": 1253, "text": "(Andersen, , 1994", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Discussion"}, {"text": "Among the gerromorphan lineages, the veliids and gerrids are by far the most speciose (Fig. 4) . The question of evolutionary \"success\" (e.g. through adaptive radiation) has in recent literature been associated with comparisons between species numbers in sister groups McLennan, 1991, 1993) . If species richness is a measure of success, then both the Veliidae and Gerridae are the most successful clades of semiaquatic bugs (with about 640 and 520 species, respectively). As could be predicted, the diversification of both clades occurred a@ they entered the pleustonic zone (Fig. 2) . Regarding adaptations towards life on the water surface, the two families nevertheless differ significantly. The evolutionary success of the Gerridae was followed by a complete remodelling of thorax and leg structures and neuromuscular reprogramming associated with the highly efficient \"skating\" locomotion. In contrast to this, the Veliidae did not experience extensive changes of locomotor-y structure and function when they emerged as a monophyletic group (Fig. 3) . Subsequently, locomotory diversification and extensive speciation took place in a number of lineages (e.g. the speciose genera Halovelia and Rhagovelia) .", "cite_spans": [{"start": 269, "end": 290, "text": "McLennan, 1991, 1993)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 86, "end": 94, "text": "(Fig. 4)", "ref_id": null}, {"start": 576, "end": 584, "text": "(Fig. 2)", "ref_id": null}, {"start": 1047, "end": 1055, "text": "(Fig. 3)", "ref_id": null}], "section": "Discussion"}, {"text": "In a recent study, Brooks and McLennan (1993: 773) listed four criteria that are necessary to identify adaptive radiation: (1) the group in question contains more species that its sister group; (2) species richness is a derived characteristic within the larger clade; (3) an apomorphy present in the more species-rich group enhances the potential that adaptively driven speciation (i.e. sympatric speciation or speciation by peripheral isolation) will occur; and (4) adaptively driven speciation modes played the dominant role in the speciation of the more species-rich group. None of these apply readily to the evolution of gerromorphan bugs at the leveZ of t& present study (families, subfamilies).", "cite_spans": [{"start": 19, "end": 50, "text": "Brooks and McLennan (1993: 773)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Admittedly, the clade Veliidae+Gerridae (ca. 1160 species) is far more speciose than its sister group, the Hermatobatidae (8 species), but the frequency of different speciation modes (especially sympattic versus allopatric speciation) is difficult to assess for the large and widespread families. The diversity of different life forms found within these families, however, suggests a significant adaptive radiation most likely founded on locomotory adaptations.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "As exemplified by this case study, the application of the research methodology suggested by Coddington (1988) and Baum and Larson (1991) is able to disclose weaknesses in currently accepted scenarios for adaptive evolution and suggest alternative explanations as well as the most profitable strategy for further studies. Because data on the function or \"performance\" (absolute or relative) of organismic traits are hard to obtain for a diversity of taxa, this research methodology has rarely been employed in studies exceeding a small number of species. Not surprisingly, the majority of case studies found in the literature use vertebrate species as their focal group (reviewed by Miles and Dunham, 1993 ; see also Eggleton and Vane-Wright, 1994) . However, studies using invertebrates, in particular insects, are accumulating at an increasing rate (e.g. Coddington, 1986; Mitter et al., 1988; Carpenter, 1989; Ambruster, 1992; Carpenter et al., 1993; Wenzel, 1993 ; see review by Miller and Wenzel, 1995) .", "cite_spans": [{"start": 92, "end": 109, "text": "Coddington (1988)", "ref_id": null}, {"start": 114, "end": 136, "text": "Baum and Larson (1991)", "ref_id": "BIBREF6"}, {"start": 682, "end": 704, "text": "Miles and Dunham, 1993", "ref_id": "BIBREF37"}, {"start": 716, "end": 747, "text": "Eggleton and Vane-Wright, 1994)", "ref_id": null}, {"start": 856, "end": 873, "text": "Coddington, 1986;", "ref_id": null}, {"start": 874, "end": 894, "text": "Mitter et al., 1988;", "ref_id": null}, {"start": 895, "end": 911, "text": "Carpenter, 1989;", "ref_id": "BIBREF9"}, {"start": 912, "end": 928, "text": "Ambruster, 1992;", "ref_id": null}, {"start": 929, "end": 952, "text": "Carpenter et al., 1993;", "ref_id": "BIBREF10"}, {"start": 953, "end": 965, "text": "Wenzel, 1993", "ref_id": "BIBREF50"}, {"start": 982, "end": 1006, "text": "Miller and Wenzel, 1995)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Discussion"}, {"text": "The use of phylogenies to test hypotheses of organismic adaptation has recently been criticized (Lauder et al., 1993; Frumhoff and Reeve, 1994; Leroi et al., 1994) on the grounds that the phylogenetic or cladistic approach can only test hypotheses about patterns but not about the evolutionary pocesses that shaped these patterns. Already, Coddington (1988) has admitted that his cladistic test of adaptational hypotheses may fail if the trait examined had evolved by causes other than natural selection (e.g. developmental canalization or genetic drift). Leroi et al. (1994) add further examples and argue that many complex mechanisms of evolution can only be disclosed if selection and genetic variation are measured directly in many closely related species. This is probably true, and most contemporary workers realize that the new methods in comparative biology (Brooks and McLennan, 1991; Harvey and Pagel, 1991; Coddington, 1994) do not hold the promise of being able to completely resolve the processes of evolution. The conclusion by Leroi et al. (1994: 398) \"Indeed, process is not all that is interesting in evolution; we can still learn a great deal about the nature of organismic diversity by describing and analyzing patterns of character evolution only\" is nevertheless too discouraging. I am a little more confident about the power of resolution of cladistic inference when applied to cases like that presented in this paper. After all, viewing organismic adaptation as an apomorphic function due to natural selection is deeply rooted in the Darwinian theory of evolution.", "cite_spans": [{"start": 96, "end": 117, "text": "(Lauder et al., 1993;", "ref_id": "BIBREF33"}, {"start": 118, "end": 143, "text": "Frumhoff and Reeve, 1994;", "ref_id": "BIBREF24"}, {"start": 144, "end": 163, "text": "Leroi et al., 1994)", "ref_id": "BIBREF34"}, {"start": 340, "end": 357, "text": "Coddington (1988)", "ref_id": null}, {"start": 556, "end": 575, "text": "Leroi et al. (1994)", "ref_id": "BIBREF34"}, {"start": 866, "end": 893, "text": "(Brooks and McLennan, 1991;", "ref_id": "BIBREF7"}, {"start": 894, "end": 917, "text": "Harvey and Pagel, 1991;", "ref_id": "BIBREF28"}, {"start": 918, "end": 935, "text": "Coddington, 1994)", "ref_id": "BIBREF16"}, {"start": 1042, "end": 1066, "text": "Leroi et al. (1994: 398)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Phylogeny and the evolution of plant-animal interactions", "authors": [{"first": "W", "middle": ["S"], "last": "", "suffix": ""}], "year": 1992, "venue": "Bioscience", "volume": "42", "issn": "", "pages": "12--20", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A comparative study of locomotion on the water surface in semiaquatic bugs (Insecta, Hemiptera, Gerromorpha)", "authors": [{"first": "N", "middle": ["M"], "last": "Andersen", "suffix": ""}], "year": 1976, "venue": "Vidensk. Medd. Dan. Naturhist. Foren", "volume": "139", "issn": "", "pages": "337--396", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "50 million years of structural stasis in water striders (Hemiptera, Gerridae)", "authors": [{"first": "N", "middle": ["M"], "last": "Andersen", "suffix": ""}, {"first": "J", "middle": ["R V H"], "last": "Spence And M", "suffix": ""}, {"first": "", "middle": [], "last": "Wilson", "suffix": ""}], "year": 1993, "venue": "Am. Entomol", "volume": "39", "issn": "", "pages": "174--176", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Sexual conflict and arms races between the sexes: a morphological adaptation for control of mating in a female insect", "authors": [{"first": "G", "middle": ["L"], "last": "Arnqviust", "suffix": ""}, {"first": "", "middle": [], "last": "Rows", "suffix": ""}], "year": 1995, "venue": "Proc. R. Sot. Lond. B. Biol. Sci", "volume": "261", "issn": "", "pages": "123--127", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Adaptation reviewed: a phylogenetic methodology for studying character macroevolution", "authors": [{"first": "D", "middle": ["A A"], "last": "Baum", "suffix": ""}, {"first": "", "middle": [], "last": "Larson", "suffix": ""}], "year": 1991, "venue": "Syst. Zool", "volume": "40", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Phylogeny, Ecology, and Behaviour. A Research Program in Comparative Biology", "authors": [{"first": "D", "middle": ["R D A"], "last": "Brooks", "suffix": ""}, {"first": "", "middle": [], "last": "Mclennan", "suffix": ""}], "year": 1991, "venue": "Comparative study of adaptive radiations with an example using parasitic flatworms (Platyhelminthes: Cercomeria)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Testing scenarios: wasp social behaviour", "authors": [{"first": "J", "middle": ["M"], "last": "Carpenter", "suffix": ""}], "year": 1989, "venue": "Cladistics", "volume": "5", "issn": "", "pages": "131--144", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Phylogenetic relationships among paper wasps social parasites and their hosts (Hymenoptera: Vespidae; Polistinae)", "authors": [{"first": "J", "middle": ["M"], "last": "Carpenter", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Strwmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Turillazzi", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Hughes", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Solfs And R", "suffix": ""}, {"first": "", "middle": [], "last": "Servo", "suffix": ""}], "year": 1993, "venue": "Cladistics", "volume": "9", "issn": "", "pages": "129--146", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The elusive sea bug Hennatobutes (Heteroptera)", "authors": [{"first": "L", "middle": [], "last": "Cheng", "suffix": ""}], "year": 1977, "venue": "Pan-Pac. Entomol", "volume": "53", "issn": "", "pages": "87--97", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The evolution of the water bugs", "authors": [{"first": "W", "middle": ["E"], "last": "China", "suffix": ""}], "year": 1955, "venue": "Symposium on Organic Evolution. Bull. Nat. Inst. Sci", "volume": "7", "issn": "", "pages": "91--103", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The monophyletic origin of the orb web", "authors": [{"first": "J", "middle": ["A"], "last": "Coddincton", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Spider Webs and Spider Behaviour", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "319--363", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Cladistic tests of adaptational hypotheses", "authors": [{"first": "J", "middle": ["A"], "last": "Coddincton", "suffix": ""}], "year": 1988, "venue": "Cladistics", "volume": "4", "issn": "", "pages": "3--22", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The roles of homology and convergence in studies of adaptation", "authors": [{"first": "J", "middle": ["A"], "last": "Coddington", "suffix": ""}], "year": 1994, "venue": "Phylogenetics and Ecology", "volume": "", "issn": "", "pages": "53--78", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Zur Fortbewegung des Wasserlaufers Genis kzmtris L. auf der Wasseroberfhiche", "authors": [{"first": "B", "middle": [], "last": "Darnhofer-Demar", "suffix": ""}], "year": 1969, "venue": "Zool. Anz. Suppl", "volume": "32", "issn": "", "pages": "430--439", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Zur Funktionsmorphologie der Wasserlaufer. I. Die Morphologie des Lokomotionsapparates von Gems Lax&s L. (Heteroptera: Gerridae)", "authors": [{"first": "B", "middle": [], "last": "D~rnhofer-Dew", "suffix": ""}], "year": 1969, "venue": "Zool. Jb. Anat", "volume": "86", "issn": "", "pages": "28--66", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Characters, attributes and tests of evolutionary scenarios", "authors": [{"first": "P", "middle": [], "last": "Deleporte", "suffix": ""}], "year": 1993, "venue": "Cladistics", "volume": "9", "issn": "", "pages": "427--432", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Concepts and tests of homology in the cladistic paradigm", "authors": [{"first": "M", "middle": ["C C"], "last": "De Pinna", "suffix": ""}], "year": 1991, "venue": "Cladistics", "volume": "7", "issn": "", "pages": "367--394", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Zonation, behaviour and morphology of the intertidal coral-treader Hermatobutes (Hemiptera: Hermatobatidae) in the south-west Pacific", "authors": [{"first": "W", "middle": ["A"], "last": "Fosifr", "suffix": ""}], "year": 1989, "venue": "Zool. J. Linn. Sot", "volume": "96", "issn": "", "pages": "87--105", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Feeding, predation and aggregation behaviour in a marine insect", "authors": [{"first": "W", "middle": ["A J E"], "last": "Foster", "suffix": ""}, {"first": "", "middle": [], "last": "Treherne", "suffix": ""}], "year": 1980, "venue": "H&bates robustus Barber (Hemiptera: Gerridae), in the Galapagos Islands", "volume": "209", "issn": "", "pages": "539--553", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Using phylogenies to test hypotheses of adaptation: a critique of some current proposals", "authors": [{"first": "P", "middle": ["C H K"], "last": "Frumhoff", "suffix": ""}, {"first": "", "middle": [], "last": "Reeve", "suffix": ""}], "year": 1994, "venue": "Evolution", "volume": "48", "issn": "", "pages": "172--180", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Sinauer Associates", "authors": [{"first": "D", "middle": ["J"], "last": "Futu~ma", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The spandrels of San Marco and the Panglossian paradigm: A critique of the adaptationist programme", "authors": [{"first": "S", "middle": ["J R"], "last": "Gould", "suffix": ""}, {"first": "", "middle": [], "last": "Lewontin", "suffix": ""}], "year": 1979, "venue": "Proc. R. Sot. Lond. B Biol. Sci", "volume": "205", "issn": "", "pages": "581--598", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Exaptation -A missing term in the science of form", "authors": [{"first": "S", "middle": ["J E S"], "last": "Gould", "suffix": ""}, {"first": "", "middle": [], "last": "Vrba", "suffix": ""}], "year": 1982, "venue": "Paleobiology", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The Comparative Method in Evolutionary Biology", "authors": [{"first": "P", "middle": ["H M D"], "last": "Harvey", "suffix": ""}, {"first": "", "middle": [], "last": "Pagel", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Invertebrates, mainly insects, from the freshwater, Lower Cretaceous, Koonwarra Fossil Bed", "authors": [{"first": "P", "middle": ["A P M"], "last": "Jell", "suffix": ""}, {"first": "", "middle": [], "last": "Duncan", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Functional morphology and systematics: Studying functional patterns in an historical context", "authors": [{"first": "G", "middle": ["V"], "last": "Lauder", "suffix": ""}], "year": 1990, "venue": "Annu. Rev. Ecol. Syst", "volume": "21", "issn": "", "pages": "317--340", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Adaptations and history", "authors": [{"first": "G", "middle": ["V"], "last": "Lauder", "suffix": ""}, {"first": "A", "middle": ["M R"], "last": "Leroi And M", "suffix": ""}, {"first": "", "middle": [], "last": "Rose", "suffix": ""}], "year": 1993, "venue": "Trends Ecol. Evol", "volume": "8", "issn": "", "pages": "294--297", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "What does the czmparative method reveal about adaptation?", "authors": [{"first": "A", "middle": ["M"], "last": "Leroi", "suffix": ""}, {"first": "M", "middle": ["R V"], "last": "Rose And G", "suffix": ""}, {"first": "", "middle": [], "last": "Lauder", "suffix": ""}], "year": 1994, "venue": "Am. Nat", "volume": "143", "issn": "", "pages": "381--402", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Adaptation, constraint, and the comparative method: Phylogenetic issues and methods", "authors": [{"first": "J", "middle": ["B D B"], "last": "Losos", "suffix": ""}, {"first": "", "middle": [], "last": "Miles", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "60--98", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "MacClade. VER. 3.0 Analysis of Phylogeny and Character Evolution. Sinauer Associates", "authors": [{"first": "W", "middle": ["D"], "last": "Maddison", "suffix": ""}, {"first": "", "middle": [], "last": "Maddison", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Historical perspectives in ecology and evolutionary biology: the use of phylogenetic comparative analysis", "authors": [{"first": "D", "middle": ["B A E"], "last": "Miles", "suffix": ""}, {"first": "", "middle": [], "last": "Dunham", "suffix": ""}], "year": 1993, "venue": "Annu. Rev. Ecol. Syst", "volume": "24", "issn": "", "pages": "587--619", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Ecological characters and phylogeny", "authors": [{"first": "J", "middle": ["S J W"], "last": "Miller", "suffix": ""}, {"first": "", "middle": [], "last": "Wenzel", "suffix": ""}], "year": 1995, "venue": "Annu. Rev. Entomol", "volume": "40", "issn": "", "pages": "389--415", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "The phylogenetic study of adaptive zones: has phytophagy promoted insect diversification?", "authors": [{"first": "C", "middle": [], "last": "Miiter", "suffix": ""}, {"first": "B", "middle": ["Wiecmann"], "last": "Farrell And B", "suffix": ""}], "year": 1988, "venue": "Am. Nat", "volume": "132", "issn": "", "pages": "107--128", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "A new genus of Veliidae from Mexico (Hemiptera)", "authors": [{"first": "J", "middle": ["T"], "last": "Polhemus", "suffix": ""}], "year": 1970, "venue": "Proc. Entomol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "A revision of Amemboa Esaki with notes on the phylogeny and ecological evolution of eotrechine water striders (Insecta, Hemiptera, Gerridae)", "authors": [{"first": "J", "middle": ["T N M"], "last": "Polhemus", "suffix": ""}, {"first": "", "middle": [], "last": "Andersen", "suffix": ""}], "year": 1984, "venue": "Steenstrupia", "volume": "10", "issn": "", "pages": "65--76", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The semiaquatic and aquatic Hemiptera of California (Heteroptera: Hemiptera)", "authors": [{"first": "J", "middle": ["T H C"], "last": "Polhemus", "suffix": ""}, {"first": "", "middle": [], "last": "Chapman", "suffix": ""}], "year": 1979, "venue": "Bull. Calif. Insect. Surv", "volume": "21", "issn": "", "pages": "46--48", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Four new genera of Microveliinae (Heteroptera) from New Guinea", "authors": [{"first": "J", "middle": ["T"], "last": "Polhemus", "suffix": ""}, {"first": "", "middle": ["A"], "last": "Wd D", "suffix": ""}, {"first": "", "middle": [], "last": "Polhemus", "suffix": ""}], "year": 1994, "venue": "Tijdschr. Entomol", "volume": "137", "issn": "", "pages": "57--74", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The influence of cladistics on heteropteran classification", "authors": [{"first": "R", "middle": ["T"], "last": "Schuh", "suffix": ""}], "year": 1986, "venue": "Annu. Rev. Entomol", "volume": "31", "issn": "", "pages": "67--93", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The Major Features of Evolution", "authors": [{"first": "G", "middle": ["G"], "last": "Simpson", "suffix": ""}], "year": 1953, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Biology of water striders: interactions between systematics and ecology", "authors": [{"first": "J", "middle": ["R N M"], "last": "Spence", "suffix": ""}, {"first": "", "middle": [], "last": "Andersen", "suffix": ""}], "year": 1994, "venue": "Annu. Rev. Entomol", "volume": "39", "issn": "", "pages": "101--128", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Phylogenetic approaches in ecology", "authors": [{"first": "H", "middle": [], "last": "Wanntorp", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Brooks", "suffix": ""}, {"first": "T", "middle": [], "last": "Nuson", "suffix": ""}, {"first": "S", "middle": [], "last": "Nvlin", "suffix": ""}, {"first": "F", "middle": [], "last": "Ronquet", "suffix": ""}, {"first": "S", "middle": ["C Wedell"], "last": "Stearns And N", "suffix": ""}], "year": 1990, "venue": "Oikos", "volume": "57", "issn": "", "pages": "119--132", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Application of the biogenetic law to behavioral ontogeny: a test using nest architecture in papers wasps", "authors": [{"first": "J", "middle": ["W"], "last": "Wenzel", "suffix": ""}], "year": 1993, "venue": "J. Evol. Biol", "volume": "6", "issn": "", "pages": "229--247", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Cladistic relationships among higher groups of Heteroptera: congruence between morphological and molecular data sets", "authors": [{"first": "W", "middle": ["C"], "last": "Wheeler", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Schuh And R", "suffix": ""}, {"first": "", "middle": [], "last": "Bang", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Mes Heb Mac Hyd Hem Mic Hal Vel Rha Cer EotPti Hab", "latex": null, "type": "table"}, "TABREF5": {"text": ").", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Species </td><td>of semiaquatic Body length (mm) </td><td>bugs Locomotion on water surface </td><td>Sourcesb </td></tr><tr><td>Mesovelia fuscafa Mulsant </td><td>&amp; Rey 3.2 </td><td>rhythm of leg movements walking walking </td><td>relative speed moderate </td><td>1 </td></tr><tr><td>Hebrus n#iceps Thomson </td><td>1.5 </td><td>slow </td><td>1 </td></tr><tr><td>Macrouelia horni Uhler </td><td>3.7 </td><td>walking </td><td>slow </td><td>296 </td></tr><tr><td>Hydrometra stagnorum (L.) </td><td>Il.0 </td><td> </td><td>slow </td><td>1 </td></tr><tr><td>Hermatobatec wed&amp; China </td><td>4.0 </td><td>walking walking?/leaping walking rowing/leaping rowing rowing skating/leaping (leaping) ' skating/leaping </td><td>fast </td><td>394 </td></tr><tr><td>Microvelia reticulata (Burmeister) </td><td>2.0 </td><td>moderate </td><td>1 </td></tr><tr><td>Halouelia makzya Esaki </td><td>2.4 </td><td>fast </td><td>5 </td></tr><tr><td>Velia caprai Tamanini </td><td>7.5 </td><td>moderate </td><td>1 </td></tr><tr><td>Rhagouelia ctylanica Lundblad </td><td>3.1 </td><td>fast </td><td>1 </td></tr><tr><td>ck7i.s lucustris (L.) </td><td>10.0 </td><td>very fast </td><td>1 </td></tr><tr><td>Eotrechus hygropetticus Andersen </td><td>7.4 </td><td>? </td><td>6 </td></tr><tr><td>Ptilomera tigrinus Schmidt </td><td>16.0 </td><td>very fast </td><td>6 </td></tr><tr><td>Halobates robustus Barber </td><td>4.0 </td><td>skating/leaping </td><td>very fast </td><td>7 </td></tr></table></body></html>"}, "TABREF6": {"text": "was inferred by reference to the phylogenetic relationships between selected genera", "latex": null, "type": "table"}, "TABREF7": {"text": "Table 2 Structutal traits (apomorphic states) of selected species of semiaquatic bugs associated with locomotion (directly or indirectly). Abbreviated generic names: Eot, Eolrechw, Cer, Cerri~ Hab, Halobules, Hal, Halou& Heb, Hebruq Her, Hem&abates; Hyd, Hydrometry; Mac, MacmveliG Mes, Memvelirr; Mic, Mimeli~ Pti, plilumer~ Rha, RhugwetiG Vel, Velia. Further explanations in text", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Mes Heb Mac </td><td>Hyd Hem Mic </td><td>Hal </td><td>Vel </td><td>Rha </td><td>Cer </td><td>Eot </td><td>Pti </td><td>Hab </td></tr><tr><td>Thorax structure </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1. Mesothorax </td><td>prolonged </td><td> </td><td>+ + </td><td>- </td><td>- </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>-I- </td></tr><tr><td>2. </td><td> </td><td>- </td><td>+ </td><td> </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td></tr><tr><td>3. Coxae </td><td>Metathorax prolonged laterally displaced </td><td>on </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>thOraX </td><td> </td><td>+ + </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>-I- </td><td>t </td><td>+ </td></tr><tr><td>4. Mesocoxal </td><td>axes vertical </td><td> </td><td>+ - </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td> </td></tr><tr><td>5. horizontal </td><td>Meso- and metacoxal axes </td><td> </td><td>+ </td><td>- </td><td>- </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td></tr><tr><td>6. </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>rotators </td><td>Mesotrochanteml depressors more powerhrl than coxal </td><td>- </td><td>+ </td><td> </td><td>- </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td></tr><tr><td>8. hind legs </td><td>7. Middle and hind legs prolonged, femora slender </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td></tr><tr><td>Middle legs slightly longer than </td><td> </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>- </td><td>- </td><td>- </td><td> </td></tr><tr><td>9. </td><td>Middle legs much longer than hind legs </td><td> </td><td>- </td><td>- </td><td>- </td><td>- </td><td>+ </td><td>- </td><td>+ </td><td>+ </td></tr><tr><td>10. </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>reduced (from </td><td>- </td><td>- </td><td>+ </td><td>- </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td></tr><tr><td>11. Claws tarsi </td><td>on - </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>- </td><td>+ </td><td>+ </td></tr><tr><td>12. Pretarsal </td><td>as </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Number of tarsal segments three to two segments) inserted preapically structures modified swimming fans </td><td> </td><td>- </td><td>- </td><td>- </td><td>+ </td><td>- </td><td>- </td><td>- </td><td>- </td></tr><tr><td>12. </td><td>Pretarsal structures reduced </td><td> </td><td>- </td><td> </td><td>- </td><td>- </td><td>- </td><td>- </td><td>+ </td><td>+ </td></tr><tr><td>14. Adults </td><td>Other structural traits obligatory flightless </td><td> </td><td>+ </td><td>+ </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td>+ </td></tr><tr><td> </td><td> </td><td>15. Abdomen reduced in length </td><td>+ </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td>+ </td></tr></table></body></html>"}}, "back_matter": [{"text": "I am most grateful to James Carpenter, Jonathan Coddington, Christian Klingenberg, Toby Schuh, John Spence and Lars Werdelin for the critical reading of earlier versions of the manuscript. The work was supported by operating grants awarded by the Danish Natural Science Research Council (No. 1 l-0090).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "ANDERSEN, N. M. 1977 . Fine structure of the body hair layers and morphology of the spiracles of semiaquatic bugs (Insecta, Hemiptera, Gerromorpha) in relation to life on the water surface. Vidensk. Medd. Dan. Naturhist. Foren. 140: 7-37. ANDERSEN, N. M. 1979 ", "cite_spans": [{"start": 10, "end": 20, "text": "N. M. 1977", "ref_id": null}, {"start": 114, "end": 147, "text": "(Insecta, Hemiptera, Gerromorpha)", "ref_id": null}, {"start": 205, "end": 259, "text": "Dan. Naturhist. Foren. 140: 7-37. ANDERSEN, N. M. 1979", "ref_id": null}], "ref_spans": [], "section": "annex"}]}