{
    "paper_id": "46717d9c86b9ed1ed84c493cad9c55e2fad6a46b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "When the World Health Organization (2020) announced that 2020 would be the Year of the Nurse and Midwife, I imagined a year of celebration, recognition, and reflecting on the past while reimagining the future. I never considered that nurses and our health care colleagues would be leading the nation to control, contain, and manage a global pandemic. I never imagined that I would be witnessing an international health crisis where my colleagues will be facing significant personal risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thank you"
        },
        {
            "text": "As I reflected on how to approach this editorial, I found myself coming back to the same thoughts À sincere and heartfelt gratitude. I have never been prouder to be a nurse. Each day, as this pandemic evolves, I find myself overwhelmed with a combination of thankfulness and fear. I am guessing that I am not alone. I am proud and grateful for the exemplary work that nurses are doing to provide safe, quality care under dire circumstances. I am in awe of the innovation and tenacity that my colleagues demonstrate each day. And I am worried about the safety of nurses, student nurses, and other members of the health care team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thank you"
        },
        {
            "text": "The COVID-19 pandemic has profoundly impacted nurses and student nurses. Faculty in nursing schools are struggling to maintain effective educational opportunities for nursing students, while also complying with physical distancing requirements and limited access to clinical experiences (Goldberg, 2020) . As I write this editorial, the full impact that this pandemic will have on nursing faculty and students is unclear. In part, this is because the regulatory standards for nursing education vary from state to state. One example of inconsistencies noted is the amount of simulation allowed for clinical instruction. The National Council of State Boards of Nursing [NCSBN] (2020) has maintained a list of state responses to COVID-19 explaining the changes that impact current and future nurses. Some states have been proactive about issuing waivers to allow students to continue to learn, while other states have not addressed existing regulations (NCSBN, 2020) .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 303,
                    "text": "(Goldberg, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 950,
                    "end": 963,
                    "text": "(NCSBN, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Thank you"
        },
        {
            "text": "State variations in the handling of this crisis have resulted in confusion and frustration for many nursing faculty and students. Yet, despite these challenges, I have seen tremendous commitment and resilience among nurse educators and nursing students. As a practicing faculty member, I have worked tirelessly beside other educators to redesign curricula, develop teaching strategies that align with physical distancing requirements, and find innovative methods for providing a safe and feasible education for students. I have seen students pivot and respond to rapid change with flexibility and a \"cando\" attitude. The professionalism and resolve I have observed with nurse educators, nurses, and nursing students is inspiring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thank you"
        },
        {
            "text": "I have also seen nurses and other health care professionals on the frontline, providing care without adequate equipment and protection. I am in awe of their courage and selflessness. I also worry about them and hope they get the support and resources they need soon. At this moment, I recognize that nurse solidarity is both necessary and critical. Nursing is political, and nurses must directly influence health care policy and practice. We must be well represented by professional nursing organizations and use our collective voice to advocate for our patients, ourselves, our students, and our colleagues. At times like this, I am grateful that I belong to professional nursing organizations that speak for me, like the Organization for Associate Degree Nursing and the Emergency Nurses Association. Nurses must be united to protect each other and our patients. I hope by the time this editorial is in print that I will be able to sleep at night without worrying if my colleagues and students are safe. I have faith that nurses will continue to lead the world through this crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thank you"
        },
        {
            "text": "In closing, I want to say thank you to all nurses and health care professionals. I am deeply grateful to the nurses who suit up and care for patients knowing they may develop COVID-19 as a result of their dedicated work. I am grateful for the nurse leaders who are advocating for their teams. I am thankful for the nurse educators who are doing their best to keep their students on track and provide quality education. I appreciate the professional organizations that consolidate credible information for nurses and advocate for nurses at local, state, national, and international levels. I am also grateful to the future nurses who are steadying themselves to provide care while making tremendous personal sacrifices to continue their education. Finally, I am thankful for the radical solidarity that will lead us through this pandemic. I am confident that we will rise above this crisis because I know the strength, passion, and determination of nurses. Thank you, from the depth of my heart, for everything you are doing and will continue to do for humanity. I stand in solidarity with you.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thank you"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Council of State Boards of Nursing",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Coronavirus may keep California's nursing students from graduating. Retrieved on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "on behalf of Organization for Associate Degree Nursing",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "JID: TELN [m5GUS; April 18, 2020; 5:08] Please cite this article as: A. Valdez, Thank you, Teaching and Learning in Nursing (2020), https://doi.org/10.1016/j.teln.2020.04.001Teaching and Learning in Nursing 000 (2020) 1",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 17,
                    "text": "TELN [m5GUS;",
                    "ref_id": null
                },
                {
                    "start": 18,
                    "end": 33,
                    "text": "April 18, 2020;",
                    "ref_id": null
                },
                {
                    "start": 34,
                    "end": 39,
                    "text": "5:08]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "Teaching and Learning in Nursing journal homepage: www.journals.elsevier.com/ teaching-and-learning-in-nursing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        }
    ]
}