{
    "paper_id": "46eb49e87937fa379e1b0d1a9d4dea6ea4e0634f",
    "metadata": {
        "title": "Leit the ma: ÖGD: In fek ti ons epi de mio lo gie Prin zi pi en und Aspek te der Seu chen alarm pla nung am Bei spiel der In flu enza pan de mie pla nung",
        "authors": [
            {
                "first": "W",
                "middle": [
                    "H"
                ],
                "last": "Haas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Ro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bert",
                "middle": [],
                "last": "Koch-In",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ber",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In flu en za · Pan demics · H5N1 · Avi an in flu en za · Gen er al pre pared ness Prin ci ples of epi dem ic emer gen cy pre pared ness plan ning: the ex am ple of the Ger man In flu en za Pan dem ic Pre pared ness Plan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In fek ti ons krank hei ten ste hen mit ge schätzten 15 Mil lio nen To des fäl len pro Jahr weltweit an zwei ter Stel le der To des ur sa chen [1] . Die Kon trol le und Be kämp fung wird durch die Ent wick lung von Re sis ten zen der Er re ger ge gen die ver füg ba ren Me di kamen te er schwert. Ein wich ti ges Bei spiel ist die Aus brei tung mul ti re sis ten ter Tu ber kulo seer re ger [2] . An de re Er re ger, wie z. B. das West-Nil-oder Dengue-Vi rus, ha ben sich auf Re gio nen aus ge brei tet, in de nen sie bis her kei ne Rol le spiel ten [3, 4] . Immer wie der kam es in den letz ten Jah ren zu Aus brü chen mit \"neu en\" In fek ti ons er regern aus ei nem be kann ten oder un be kannten zo o no ti schen Re ser voir, de nen es gelang, die Spe zies bar rie re zu über win den. Der jüngs te, welt weit größ te Aus bruch des Mar burg-Vi rus in An go la mit 266 Erkran kun gen in ner halb ei nes Mo nats, davon 244 mit töd li chem Aus gang (Le ta lität >90) [5] (Stand 22.4.2005) , die Ausbrü che von Ebo la-, Hen dra-und Ni pah-Vi ren in den letz ten Jah ren so wie die rasche welt wei te Aus brei tung des schwe ren aku ten re spi ra to ri schen Syn droms (SARS) sind ein drück li che Bei spie le für das epi demi sche Po ten zi al neu er Krank heits er re ger [6, 7, 8] . Be güns ti gen de Fak to ren für das Auf tre ten neu er Krank heits er re ger sind die wach sen de Welt be völ ke rung mit Armut, man geln den Ver sor gungs struk tu ren und schlech ten hy gie ni schen Be din gungen ins be son de re in Kri sen ge bie ten so wie die zu neh men de Mig ra ti on. Von wach sen-der Be deu tung ist auch die Zer stö rung der na tür li chen Öko sys te me [9] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 554,
                    "end": 556,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 971,
                    "end": 988,
                    "text": "(Stand 22.4.2005)",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1275,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1276,
                    "end": 1278,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1279,
                    "end": 1281,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1666,
                    "end": 1669,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Seu chen im 21. Jahr hun dert"
        },
        {
            "text": "In fek ti ons krank hei ten wie Cho le ra oder Ma la ria sind häu fig die Fol ge na türli cher Ka ta stro phen wie Über schwemmun gen, Dür re und Erd be ben. Sie können durch re gio na le oder welt wei te Ausbrei tung in ner halb kur z er Zeit räu me aber auch zur Ka ta stro phe wer den. Dies be legen die his to ri schen Da ten über die In fluenza pan de mi en im letz ten Jahr hun dert. Die Zahl der To des fäl le al lein durch die Pan de mie der \"spa ni schen Grip pe\" von 1918 wird auf 20-40 Mil lio nen ge schätzt und über stieg da mit die An zahl der To ten im 1. Welt krieg [10] .",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 586,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Seu chen im 21. Jahr hun dert"
        },
        {
            "text": "Das Ri si ko welt wei ter Epi de mi en ist durch die stei gen de Mo bi li tät der Menschen wei ter ge stie gen. Die ex plo si ve Ausbrei tung von SARS mit mehr als 3000 Erkran kun gen -da run ter mehr als 100 Todes fäl len, ver teilt auf 20 Län der und alle Kon ti nen te -in ner halb des ers ten Monats nach der War nung durch die WHO im Jahr 2003 be legt dies ein drück lich. Die Mög lich keit der ge ziel ten oder un be ab sichtig ten Frei set zung von Er re gern mit pande mi schem Po ten zi al [La bo r in fek tio nen wur den als Ur sa che der SARS-Aus brü che in Sin ga pur (Sep tem ber 2003) und Beijing (April 2004) nach ge wie sen und sind auch die ver mu te te Quel le für das Wie derauf tre ten von In flu enza A/H1N1 mit weltwei ter Zir ku la ti on im Jahr 1977/78] muss eben falls be rück sich tigt wer den und un terstreicht die Not wen dig keit vor be rei ten der Maß nah men.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seu chen im 21. Jahr hun dert"
        },
        {
            "text": "Fast je des Jahr kommt es in Deutsch land zu ei ner In flu enza epi de mie, die meist zwischen Ja nu ar und März das ge sam te Land er fasst und zu meh re ren Mil lio nen Er krankun gen mit meh re ren Tau send Hos pi ta lisie run gen und To des fäl len führt. Für die Sai son 2002/2003 schätz te die Ar beits gemein schaft In flu enza, dass es in ner halb von nur 6-8 Wo chen zu 4,5-5 Mil lio nen zu sätz li chen Arzt be su chen, min des tens 1,5-2 Mil lio nen Ar beits un fä hig kei ten (unter den 16-bis 60-Jäh ri gen), etwa 20.000-30.000 Hos pi ta li sie run gen so wie zwischen 12.000 und 20.000 zu sätz li chen Todes fäl len ge kom men ist [11] .",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 649,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Pan de mi sches Po ten zi al der In flu enza"
        },
        {
            "text": "Den noch wird die sai sonal wie der kehren de In flu enza nicht nur von me di zi nischen Lai en wei ter hin un ter schätzt. Ein Zei chen hier für ist die um gangs sprach liche Gleich set zung grip pa ler In fek te mit der ech ten Vi rus grip pe oder der In fluenza. Wäh rend etwa 200 ver schie de ne Viren als Er re ger aku ter Atem wegs in fek tionen ge fun den wer den, wird die ech te Virus grip pe durch Sub ty pen des In flu enza-A-Vi rus oder durch das In flu enza-B-Vi rus aus ge löst, die in sai sonal und re gio nal unter schied li chem Aus maß beim Men schen zir ku lie ren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pan de mi sches Po ten zi al der In flu enza"
        },
        {
            "text": "Im Ge gen satz zu an de ren Vi ren, die primär den Atem trakt be fal len und vor nehmlich im Kin desal ter zu sys te mi schen Sympto men mit Fie ber füh ren, ist die In flu enza durch schwe re fie ber haf te Er kran kun gen in al len Al ters grup pen ge kenn zeich net. Cha rak te ris tisch ist der plötz li che Be ginn mit Fie ber, Mus kel-und Kopf schmer zen und zu nächst tro ckenem Hus ten. Für diesen ty pi schen Sym ptom kom plex, der während ei ner In flu enza epi de mie einen hohen di ag nos ti schen Vor her sa ge wert besitzt, wur de der Be griff der in flu enza-like ill ness (ILI) ge prägt. > Die Ge fahr durch die sai sonal wie der keh ren de In flu enza wird nicht nur von me di zi ni schen Lai en un ter schätzt Ne ben ei ner Schä di gung des re spi ra to rischen Epi thels spielt mög li cher wei se eine vor über ge hend re du zier te Ab wehr bei der Ent ste hung von Kom pli ka tio nen durch eine bak te ri el le Su pe r in fek ti on eine Rol le. Ge fürch tet sind pe ra ku te Ver laufs for men mit aku ter Vi ruspneu mo nie, Myo kar di tis oder En ze pha lo pa thie, die in ner halb von Stun den bis Ta gen zum Tod füh ren können. Die jähr lich wie der keh ren de Aus breitung der sai sona len In flu enza in der Be völke rung wird durch die fort lau fen den mole ku la ren Ver än de run gen in den Ober flächen an ti ge nen, ins be son de re des Hämagglu tin ins, er mög licht. Die Bin dung des Hämag glu tin ins an Sia lin säu re-Re zep toren in den Atem we gen er mög licht die In fek ti on und ist ein we sent li cher Fak tor für die Spe zi es-Spe zi fi tät [12] . Die An häufung von Punkt mu ta tio nen in dem für das Hämag glu ti nin ko die ren den Gen, die durch die feh len de \"Proofrea ding\"-Ak ti vität der RNA-Po ly me ra se ge för dert wird, führt dazu, dass neu tra li sie ren de An ti körper das Vi rus nicht er ken nen und eine In fek ti on ver hin dern. Die ses Phä no men wird als An ti gen-Drift be zeich net. Impfstof fe ge gen In flu enza ba sie ren pri mär auf der In duk ti on neu tra li sie ren der An tikör per ge gen das Hämag glu ti nin und müssen da her stän dig an die ak tu ell zir ku lieren den Vi ren an ge passt wer den. Wie eine kürz lich er schie ne ne Ar beit zur ge ne tischen Evo lu ti on des Hämag glu tin ins von In flu enza A/H3N2-Vi ren zwi schen 1968 und 2003 zeigt, kann ein ein zi ger Ami nosäu re aus tausch die an ti ge ne ti schen Ei genschaf ten grund le gend ver än dern [13] .",
            "cite_spans": [
                {
                    "start": 1581,
                    "end": 1585,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2439,
                    "end": 2443,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Pan de mi sches Po ten zi al der In flu enza"
        },
        {
            "text": "Eine wei te re Vo raus set zung für die rasche Aus brei tung der In flu enza vi ren von",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pan de mi sches Po ten zi al der In flu enza"
        },
        {
            "text": "Bun des ge sund heits bl -Ge sund heits forsch -Ge sund heits schutz 2005 · 48:1020-1027 DOI 10.1007/s00103-005-1120-8 © Sprin ger Me di zin Ver lag 2005",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung · Abstract"
        },
        {
            "text": "Prin zi pi en und Aspek te der Seu chen alarm pla nung am Bei spiel der In flu enza pan de mie pla nung Zu sam men fas sung In den letz ten Jah ren ist zu neh mend deutlich ge wor den, dass un ge ach tet der Fortschrit te der Me di zin In fek ti ons krank hei ten nicht an Be deu tung ver lo ren ha ben, sondern das Ri si ko welt wei ter Epi de mi en gestie gen ist. Auf grund ih rer ho hen In fektio si tät und der ra schen Aus brei tung von Mensch zu Mensch stellt die Ent ste hung neu er In flu enza vi ren mit pan de mi schem Po ten zi al eine be son de re Be dro hung dar. Ein Pan de mie vi rus trifft auf eine im mu nolo gisch \"nai ve\" Be völ ke rung, in der es sich wie ein Lauf feu er aus brei ten kann. Drei Pan de mi en al lein im ver gan ge nen Jahr hundert be le gen, dass die Ent ste hung ei ner Influ enza pan de mie kein hy po the ti sches Risi ko dar stellt. Ak tu ell muss be fürch tet werden, dass durch die zu neh men de An passung der en de misch in Asi en zir ku lie renden avi ären In flu enza vi ren an den Men-schen ein neu es Pan de mie vi rus ent ste hen kann. Mit der Ver öf fent li chung des Na tio nalen In flu enza pan de mie plans für Deutschland zu Be ginn die ses Jah res hat die dies bezüg li che Pla nung und Vor be rei tung ein wesent li ches Etap pen ziel er reicht. Die Um setzung der er for der li chen Maß nah men muss nun rasch vor an ge trie ben wer den, wo bei die se weit über den Be reich des Ge sundheits sys tems hin aus ge hen. Die lang fris ti ge Ziel set zung ist eine bes se re Vor be rei tung auf Ge sund heits ge fah ren, ins be son de re durch die Ent ste hung neu er Seu chen un ter den Be din gun gen ei ner zu neh men den globa len Ver net zung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. H. Haas"
        },
        {
            "text": "In flu enza · Pan de mie · H5N1 · Avi äre In flu enza · Ge ne ral Pre pa red ness",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüs sel wör ter"
        },
        {
            "text": "De spite sig nif i cant med i cal progress, re cent events have shown that in fec tious dis eases have not lost sig nif i cance. In deed, the threat of world wide epi demics has in creased. Due to their high in fec tious ness and rapid per son-to-per son trans mis si bil i ty, the emergence of new in flu en za virus es with pandem ic po ten tial pos es an es pe cial ly alarming sit u a tion in this re gard. The world pop ula tion would be \"im mu no log i cal ly naïve\" to a new pan dem ic vi rus, per mit ting ex plo sive spread of the dis ease. Dur ing the last cen tury, three in flu en za pan demics have dem onstra ted that this is not mere ly a hy po thet i cal risk. Cur rent ly it is feared that the pos si ble hu man ad ap ta tion of avi an in flu en za viruses that have re cent ly be come en dem ic in birds in South east Asia could re sult in a new pan dem ic strain. With the pub li ca tion of the Ger man In flu en za Pan dem ic Pre pared ness Plan, prep a ra tion for this po ten tial threat has reached an im por tant stage in Ger many. The im ple men ta tion of the plan, which includes mea sures that go be yond the scope of pub lic health, must now pro ceed swift ly. The long-term goal of pan dem ic pre paredness plan ning is to be bet ter equipped to deal with po ten tial health threats in gen er al, in par tic u lar those en su ing from the emergence of new in fec tious dis eases un der condi tions of a grow ing glob al net work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ab stract"
        },
        {
            "text": "2. Das Vor kom men der avi ären In fluenza A/H5N1 wird von der Welt tier ge sundheits or ga ni sa ti on (OIE) ak tu ell in 9 Ländern (Ko rea, Vi et nam, Ja pan, Thai land, Kam bod scha, Hong kong (SAR PRC), Indo ne si en, Volks re pu blik Chi na und Ma laysia) be stä tigt. Es muss da von aus ge gan gen wer den, dass sich das Vi rus bei Vö geln/Tieren in die sen Re gio nen im Sinn ei ner en demi schen In fek ti on etab liert hat [20] .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Ab stract"
        },
        {
            "text": "3. Das vi ra le Wirtss pek trum, ins be sonde re die Pa tho ge ni tät ge gen über Säu ge tieren hat sich er wei tert (Mäu se, Kat zen, Tiger), wäh rend die In fek tio nen bei Wild vögeln wei ter hin vor wie gend asym pto matisch ver lau fen [21, 22] ",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Ab stract"
        },
        {
            "text": "Die Wur zeln ei ner welt wei ten In flu enzapan de mie pla nung ge hen auf For de rungen aus dem Jahr 1993 im Rah men des in ter na tio na len Sym po si ums der Groupe d'Étu de et d'In for ma ti on sur la Grippe (GEIG) in Ber lin zu rück [24] . Ein Muster plan, der die we sent li chen Ele men te einer na tio na len Pan de mie pla nung auf zeigt und den Mit glieds staa ten als Grund la ge die nen soll te, wur de von der WHO 1999 ver öf fent licht [25] . Auf Ini ti a ti ve der Leitung des Ro bert Koch-In sti tuts (RKI)",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Wur zeln der Pan de mie pla nung in Deutsch land"
        },
        {
            "text": "lek ti on zu ei ner In fek ti on mit neu en In fluenza-A-Vi rus sub ty pen füh ren und so mit auch der Mensch po ten zi ell als ein Mischge fäß bei Dop pe l in fek tio nen die nen. Rezep to ren, die durch avi äre In flu enza-A-Viren er kannt wer den, kön nen in an de ren Ge we ben als dem Re spi ra ti ons trakt auch beim Men schen ge fun den wer den. So wurde erst kürz lich die Hy po the se auf ge stellt, dass be ob ach te te Kon junk ti vitiden durch avi äre In flu enza-A/H7-Vi ren 2003 auf dieser Re zep tor spe zi fi tät be ru hen [12] . Ge gen über neu en In flu enza-A-Sub typen ist die mensch li che Be völ ke rung immu no lo gisch \"naiv\", wo durch es zu ei ner ra schen, welt wei ten Aus brei tung und zu be son ders schwe ren Er kran kun gen kommen kann. Vo raus set zun gen hier für sind eine Pa tho ge ni tät des Vi rus für den Menschen und eine ef fek ti ve Trans mis si on von Mensch zu Mensch (. Abb. 1).",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 543,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Wur zeln der Pan de mie pla nung in Deutsch land"
        },
        {
            "text": "Im letz ten Jahr hun dert kam es zu 3 Influ enza pan de mi en, die je weils den Startpunkt für die Zir ku la ti on ei nes neu en vira len Sub typs in der hu ma nen Po pu la ti on dar stell ten (. Ta bel le 2). Nach Mei nung in ter na tio na ler Ex per ten ist eine er neu te In flu enza pan de mie un aus weich lich und steht mög li cher wei se kurz be vor [18] . Diese An nah me wird durch ver schie de ne Entwick lun gen un ter stützt:",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Ak tu el le Ri si koein schät zung"
        },
        {
            "text": "1. Seit dem Jahr 2000 wur den weltweit 15 In flu enza aus brü che durch hochpa tho ge ne avi äre In flu enza vi ren bei Geflü gel mit ins ge samt mehr als 200 Mil lionen ver en de ten oder ge tö te ten Tie ren regis triert. Die se Zahl ist 10fach hö her als die Ge samt zahl der wäh rend 23 Aus brüchen in den ver gan ge nen 40 Jah ren ge töte ten Tie re [19] .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Ak tu el le Ri si koein schät zung"
        },
        {
            "text": "Mensch zu Mensch be ruht auf ih rer hohen In fek tio si tät. Zur Ver deut li chung sind in . Ta bel le 1 das in fek ti öse Po tenzi al von SARS und In flu enza ein an der gegen über ge stellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ak tu el le Ri si koein schät zung"
        },
        {
            "text": "Die Auf tei lung des Ge noms der In fluenza-A-Vi ren in 8 Seg men te er laubt zusätz lich eine ge ne ti sche Va ria ti on durch Mi schung der Seg men te bei Dop pe l in fektio nen mit ver schie de nen Vi rus stäm men und -sub ty pen. Die ser Pro zess wird auch als ge ne ti sches Re as sort ment be zeich net. Es er mög licht eine sprung haf te Än de rung der an ti ge ne ti schen Ei gen schaf ten der Viren, die auch als An ti gen-Shift be zeich net wird [14] .",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Ak tu el le Ri si koein schät zung"
        },
        {
            "text": "Wäh rend beim Men schen bis her nur 3 ver schie de ne In flu enza-A-Sub ty pen mit den Hämag glu ti ni nen H1, H2 und H3 zirku lier ten, wur den bei den In flu enza vi ren von (Was ser-)Vö geln (avi äre In flu enza viren) welt weit 16 ver schie de ne Hämag glu tini ne be schrie ben [15] . Durch ein Re as sortment zwi schen avi ären und hu ma nen Influ enza-A-Vi ren kann die Pha se der Adapta ti on an den Men schen stark ver kürzt und das Über sprin gen der Spe zies bar riere durch neue Sub ty pen, die bis her noch nicht beim Men schen vor kom men, er möglicht wer den [16, 17] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Ak tu el le Ri si koein schät zung"
        },
        {
            "text": "Dop pe l in fek tio nen mit un ter schied lichen Vi rus sub ty pen set zen das Vor handen sein ent spre chen der Re zep to ren für das je wei li ge Hämag glu ti nin vo raus. Rezep to ren für hu ma ne und avi äre In flu enza-A-Vi ren wer den im Re spi ra ti ons trakt von Schwei nen ge fun den, wor auf die Hy po these vom Schwein als so ge nann tes \"Misch gefäß\" (mi xing ves sel) für ein Re as sort ment zwi schen hu ma nen und avi ären In flu enzavi ren be ruht. Al ler dings kann auch eine kon ti nu ier li che An pas sung avi ärer Vi ren an den Men schen durch Mu ta ti on und Se-Abb. 1 8 Vo raus set zun gen für eine In flu enza pan de mie. Pan de mie: welt um span nen de Epi de mie wur den ers te grund le gen de Über le gungen zur deut schen Pan de mie pla nung durch die Bund-Län der-Ar beits grup pe Seu chen schutz (AGS) er ar bei tet und im Ok to ber 2001 pub li ziert [26] . Ba sie rend auf ei nem Be schluss der 74. Ge sund heitsmi nis ter kon fe renz be auf trag te das Bundes mi nis te ri um für Ge sund heit das RKI im glei chen Jahr, eine Ex per ten grup pe \"In flu enza pan de mie pla nung\" ein zu richten. Die se soll te in Ab stim mung mit den Län dern und un ter Be rück sich ti gung der fö de ra len Or ga ni sa ti on der Bun des re publik Deutsch land so wie der grund sätz lichen Zu stän dig keit der Län der und Gemein den für die Durch füh rung der Maßnah men zum In fek ti ons-und Ka ta strophen schutz einen na tio na len Pan de mieplan auf der Grund la ge der WHO-Empfeh lun gen er ar bei ten. Der Ent wurf der Exper ten grup pe für einen ge mein sam von Bund und Län dern ge tra ge nen In flu enzapan de mie plan für Deutsch land wur de im Früh jahr 2004 den Län dern zur wei te ren Be ra tung über ge ben und die ser im Ja nu ar 2005 auf den In ter netsei ten des RKI publi ziert (Teil I: Emp feh lun gen und Teil II: Kon zep te und Ana ly sen). Die Pub li ka tion des Ak ti ons plans (Teil III) folg te im April 2005 [27, 28]. Der Na tio na le In fluenza pan de mie plan soll fort lau fend fortge schrie ben wer den und in Kon sul ta ti on mit Fach ge sell schaf ten und an de ren betrof fe nen Or ga ni sa tio nen um einen tech-ni schen An hang zur Un ter stüt zung bei der Um set zung er gänzt wer den.",
            "cite_spans": [
                {
                    "start": 881,
                    "end": 885,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Ak tu el le Ri si koein schät zung"
        },
        {
            "text": "Das Haupt ziel der Pla nung und Vor be reitung auf eine In flu enza pan de mie ist die Re duk ti on von Mor bi di tät und Mor ta lität in der Be völ ke rung. Auf grund des raschen An falls großer Fall zah len kommt es durch eine Pan de mie schnell zu ei ner Über las tung der Res sour cen im me di zi nischen Be reich, die dann auch für an de re Er kran kun gen und Not fäl le nicht mehr zur Ver fü gung ste hen. Gleich zei tig droht der Aus fall zent ra ler Ver sor gungs ein richtun gen, so dass die Si cher stel lung der öffent li chen Ord nung und Si cher heit bei der Pla nung be rück sich tigt wer den muss. Alle Maß nah men müs sen da her da rauf ab zielen, die Dy na mik der Krank heits aus breitung zu ver lang sa men so wie am bu lan te Ver sor gungs struk tu ren zu stär ken, um statio näre Be hand lungs maß nah men für entspre chend schwe re Er kran kun gen und Kom pli ka tio nen vor zu be hal ten so wie die Ver sor gung und Si cher heit der Be völ kerung zu ge währ leis ten. Die er for der li chen Maß nah men ge hen hier bei weit über den Ge sund heits be reich hi naus und be tref fen die ge sam te Be völ ke rung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zie le der vor be rei ten den Pla nung"
        },
        {
            "text": "Als Grund la ge der Pla nung müs sen Szena ri en ent wi ckelt wer den, die die Be las tungen der ver schie de nen durch eine Pan de-mie be trof fe nen Be rei che re a lis tisch aufzei gen. In die sem Zu sam men hang wird inter na tio nal mit ei nem \"wahr schein li chen Sze na rio\" und ei ner Er kran kungs ra te mit Symp to men, die zu ei nem Arzt be such führen, von etwa 30-35 ge ar bei tet. We der die Kon struk ti on von \"Hor rors ze na ri en\" mit Er kran kungs ra ten von 50 (wie sie bei Kin dern und Ju gend li chen in der Pande mie von 1957/58 be ob ach tet wur den), noch Er kran kungs ra ten von 15 und darun ter sind für eine re a lis tisch um setz bare und wirk sa me Vor be rei tung hilf reich. Nach den Be rech nun gen, die dem Na tiona len In flu enza pan de mie plan zu grun de lie gen, wür de es bei ei ner Er kran kungsra te von 30 ohne In ter ven ti on zu etwa 13 Mil lio nen zu sätz li chen Arzt be su chen, 360.000 Kran ken haus ein wei sun gen und 96.000 To ten kom men.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zie le der vor be rei ten den Pla nung"
        },
        {
            "text": "Die ma the ma ti sche Mo del lie rung der Fol gen ei ner In flu enza pan de mie, de ren Aus brei tung und ins be son de re der Wirksam keit von Ge gen maß nah men ge winnt zu neh mend an Be deu tung [29, 30] . Dennoch muss be rück sich tigt wer den, dass die Er geb nis se aus Mo del len nur so gut sein kön nen wie die An nah men, die ihnen zu grun de lie gen. Hier be steht bei der In flu enza pan de mie pla nung ein prinzi pi el les Pro b lem, da vie le Ei gen schaf ten des Pan de mie vi rus nicht si cher vor her gesagt wer den kön nen, so z. B. die Vi ru lenz des Er re gers, die Re pro duk ti ons ra te (R 0 ) und die am stärks ten be trof fe nen Al tersgrup pen.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[29,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "30]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Zie le der vor be rei ten den Pla nung"
        },
        {
            "text": "Die vor be rei ten de Pla nung für eine In flu enza pan de mie muss im gro ßen Zusam men hang mit der all ge mei nen Be drohung durch ein Seu chen ge sche hen ge sehen wer den. Da her ist es be son ders wichtig, dass be reits be ste hen de oder zur Umset zung des Po cken rah men plans ge schaffe ne Struk tu ren auf ihre Taug lich keit in ei ner In flu enza pan de mie über prüft wer- F die Ein füh rung ei ner so ge nann ten pan de mi schen Warn pe ri ode, F die Be to nung der Be deu tung der Surveil lan ce der Tie rin flu enza, F die Un ter tei lung der Pha sen und Empfeh lun gen für Län der, die be reits von der Pan de mie er reicht wur den, und sol che, in de nen noch kei ne Er krankun gen durch das Pan de mie vi rus aufge tre ten sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zie le der vor be rei ten den Pla nung"
        },
        {
            "text": "Im über ar bei te ten Plan wer den zu je der Pha se spe zi fi sche Zie le und Maß nah men für die na tio na le und in ter na tio na le Ebe ne for mu liert. Die na tio na len Emp feh lun gen wer den in dem pub li zier ten deut schen Influ enza pan de mie plan be reits weit ge hend be rück sich tigt. Ein zen tra les Pro b lem stel len die sowohl na tio nal als auch in ter na tio nal begrenz ten Res sour cen für die Schaf fung von Schutz maß nah men dar. Dies gilt insbe son de re hin sicht lich der be grenz ten Pro duk ti ons ka pa zi tä ten für Impf stof fe und an ti vi ra le Me di ka men te, die beim Ein tritt des Pan de mie falls nur mit ei ner lan gen Vor lauf zeit und in ge rin gem Umfang wei ter ge stei gert wer den kön nen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zie le der vor be rei ten den Pla nung"
        },
        {
            "text": "An ti vi ra le Me di ka men te kön nen aufgrund der lan gen Sta bi li tät der Wirk stoffe und der Wirk sam keit ge gen ver schie dene In flu enza-A-Sub ty pen be vor ra tet werden. Ent schei dend ist hier bei der recht zeiti ge Auf bau ei ner aus rei chen den Vor ratsmen ge, um eine Kon kur renz um Me di kamen te zur The ra pie von Ver sor gern (medi zi ni sches Per so nal, Ein satz kräf te zur Auf recht er hal tung der öf fent li chen Si cherheit und Ord nung etc.) und Pa ti en ten zu ver hin dern. Auch Struk tu ren zur Ver teilung von Me di ka men ten müs sen ge schaffen und die in die sem Zu sam men hang auf tre ten den lo gis ti schen Fra gen be reits im Vor feld ge löst wer den, um einen möglichst fle xiblen Ein satz für die Grup pen und Re gio nen mit dem je weils höchs ten Be darf zu er mög li chen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zie le der vor be rei ten den Pla nung"
        },
        {
            "text": "In flu enza muss ins be son de re bei den be kann ten Ri si kogruppen ge stei gert wer den . Ins be son de re bei be kann ten Ri si kogrup pen, für die eine Schutz imp fung gegen In flu enza emp foh len ist, muss die Durch imp fungs ra te deut lich ge stei gert wer den. Hier durch kön nen nicht nur schwe re Er kran kungs fäl le, Kom pli katio nen und die An zahl von To des fäl len wäh rend der sai sona len In flu enza epi demie ver rin gert wer den, gleich zei tig würden auch die Pro duk ti ons ka pa zi tä ent für Impf stoff im Pan de mie fall deut lich er höht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die Durch imp fungs ra te ge gen"
        },
        {
            "text": "Der Groß teil der Vor be rei tun gen muss be reits wäh rend der in ter pan de mi schen Pha se er fol gen. Ein Pro b lem liegt hier aber da rin, dass Res sour cen ge schaf fen wer den müs sen, von de nen noch nicht be kannt sein kann, wann sie zum Ein satz kom men. Da welt weit in den meis ten Län dern, so auch in Deutsch land, die Res sour cen im Ge sund heits be reich be schränkt sind, bedarf es ei ner wirk sa men Kom mu ni ka tionss tra te gie, um die Be völ ke rung über die Ge fähr dung durch eine In flu enza pande mie auf zu klä ren und die Ent schei dungsträ ger von der Not wen dig keit ei ner möglichst ra schen Um set zung der er for der lichen Maß nah men zu über zeu gen. Auch hin sicht lich der in halt li chen Kon kre ti sierung ein zel ner Maß nah men, wie z. B. der dies be züg li chen Prio ri sie rung be stimm ter Be völ ke rungs grup pen, ist ein brei ter Konsens in der Be völ ke rung not wen dig, der nur durch eine frü he und um fas sen de Infor ma ti on er reicht wer den kann. Da her ist eine früh zei ti ge und ak ti ve Ri si ko kom muni ka ti on ein we sent li cher Be stand teil der vor be rei ten den Maß nah men.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die Durch imp fungs ra te ge gen"
        },
        {
            "text": "Der pub li zier te Na tio na le In flu enza pan demie plan für Deutsch land be steht aus 3 Teilen: dem Teil I: Ge mein sa me Emp feh lungen, dem Teil II: Ana ly sen und Kon zep te für Deutsch land und dem kürz lich pub lizier ten pha sen spe zi fi schen Ak ti ons plan (Teil III). Im Teil II, der auf dem Be richt der Ex per ten grup pe In flu enza pan de miepla nung am RKI ba siert, wird die ak tu elle Si tu a ti on ana ly siert, und es wer den verschie de ne Kon zep te zur Vor be rei tung einer Pan de mie auf ge zeigt, wo bei je doch auch ein deu ti ge Emp feh lun gen ab ge lei tet und Mi ni ma lan for de run gen for mu liert wer den. Die ser zent ra le Ab schnitt des Plans wird in die fol gen den 9 The men berei che un ter glie dert: Epi de mio lo gie, Phasen ein tei lung (WHO), recht li che Aspekte, Sur veil lan ce (inkl. Tie rin flu enza), Impfung, an ti vi ra le Me di ka men te, Vor be reitung der Län der und Ge mein den, in ter nes Kran ken haus ma na ge ment so wie Kom muni ka ti on und In for ma ti on. Der be ste hende Plan soll im Rah men sei ner Fort schreibung und Wei ter ent wick lung durch einen tech ni schen An hang er gänzt wer den, in dem Leit li ni en, Check lis ten und wei tere Do ku men te zu den ein zel nen The menbe rei chen zu sam men ge führt wer den. Bei der Er ar bei tung des tech ni schen An hangs kön nen Fach ge sell schaf ten und wei te re be trof fe ne Or ga ni sa tio nen einen we sent lichen Bei trag leis ten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ele men te des Na tio na len In flu enza pan de mie plans"
        },
        {
            "text": "Eine wirk sa me Vor be rei tung auf eine Influ enza pan de mie kann nur im in ter na tiona len Kon text er fol gen. Eine be son de re Rol le spielt hier bei die in ter na tio na le Koor di na ti on der Sur veil lan ce-Maß nah men durch die WHO und auf eu ro päi scher Ebe ne. Das Glo bal In flu enza Sur veil lan-ce Net work der WHO wur de be reits 1952 zur Über wa chung der In flu enza ein gerich tet und um fasst welt weit 4 WHO Colla bo ra ting Cen tres und 112 In sti tu tio nen in 83 Län dern, die als Na tio na le Re fe renzzen tren durch die WHO an er kannt sind. Die se sam meln und ana ly sie ren kon ti nuier lich die zir ku lie ren den In flu enza vi ren. Die Er geb nis se die ser Un ter su chun gen bil den die Grund la ge der je weils im Frühjahr und Herbst von der WHO pub li zierten Emp feh lun gen zur Zu sam men set zung der In flu enzaimpf stof fe zum Schutz ge gen die sai sona le In flu enza auf der Nord-bzw. Süd halb ku gel. Da rü ber hi naus hat die ses WHO-Netz werk auch die Auf ga be, als Früh warn sys tem das Auf tre ten neu er Influ enza vi ren mit pan de mi schem Po ten zial zu er ken nen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Netz wer ke und Ko ope ra tio nen auf in ter na tio na ler und na tio na ler Ebe ne"
        },
        {
            "text": "Die Eu ro pä ische Uni on (EU) hat mit der Ent schei dung 2000/57/EG ein eu ro pawei tes Netz zur epi de mio lo gi schen Überwa chung von In fek ti ons krank hei ten sowie ein Früh warn-und Re ak ti ons sys tem ein ge rich tet [33] . Das Eu ro pean In flu enza Sur veil lan ce Sche me (EISS) bün delt als ei nes der be ste hen den krank heits s pe zi fischen Über wa chungs netz wer ke die vi rolo gi schen und epi de mio lo gi schen Da ten zur Aus brei tung der In flu enza.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[33]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Netz wer ke und Ko ope ra tio nen auf in ter na tio na ler und na tio na ler Ebe ne"
        },
        {
            "text": "In Deutsch land ba siert die In flu enz asur veil lan ce auf 3 Säu len: auf den Mel dungen nach dem In fek ti ons schutz ge setz ( § 7 Abs. 1 IfSG) über den la bor dia gno s ti schen Di rekt nach weis von In flu enza vi ren, auf den Ana ly sen di ag nos ti scher Pro ben und iso lier ter Vi ren durch das Na tio na le Re ferenz zen trum für In flu enza am RKI und auf den Da ten aus dem Sen ti nel sur veil lance-Netz werk der Ar beits ge mein schaft Influ enza (AGI) zu aku ten re spi ra to ri schen Er kran kun gen (ARE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Netz wer ke und Ko ope ra tio nen auf in ter na tio na ler und na tio na ler Ebe ne"
        },
        {
            "text": "> Eine wirk sa me Vor be rei tung auf eine In flu enza pan de mie kann nur im in ter na tio na len Kon text er fol gen Die ak tu el len In for ma tio nen aus die sen Sur veil lan ce-In stru men ten wer den während der In flu enz a sai son zwi schen der 40. und 15. Ka len der wo che fort lau fend aus gewer tet und auf den In ter netsei ten der AGI pub li ziert (http://www.in flu enza.rki.de/ agi). Die Er geb nis se der Aus wer tung werden da rü ber hi naus auch an die in ter na tiona len Netz wer ke über mit telt. Die sem System zur Über wa chung der hu ma nen In fluenza ste hen ent spre chen de Netz wer ke für die Tie rin flu enza ge gen über. Eine wich ti ge Ak ti vi tät der WHO und EU ist die Ko or di na ti on des in ter na tio nalen In for ma ti ons aus tau sches und die Or-ga ni sa ti on von in ter na tio na len Ar beits treffen zur Ent wick lung von Emp feh lun gen für die Vor be rei tung auf eine In flu enzapan de mie in den ver schie de nen Mit gliedsstaa ten. Da rü ber hi naus er folgt auf fach licher Ebe ne eine mul ti la te ra le Zu sam menar beit ver schie de ner Staa ten zu be stimmten Aspek ten der In flu enza pan de mie planung, an de nen Deutsch land, ver tre ten durch das RKI, teil nimmt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Netz wer ke und Ko ope ra tio nen auf in ter na tio na ler und na tio na ler Ebe ne"
        },
        {
            "text": "Auch wer den pa ral lel Fra gen zur Versor gung mit Impf stof fen oder an ti vi ralen Me di ka men ten auf na tio na ler und inter na tio na ler Ebe ne dis ku tiert, da es sich bei de ren Pro du zen ten um mul ti na tio nale Kon zer ne han delt und u. a. re gu la to rische Aspek te oder Fra gen des Pa tent schutzes nur im in ter na tio na len Kon text ef fektiv ge löst wer den kön nen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Netz wer ke und Ko ope ra tio nen auf in ter na tio na ler und na tio na ler Ebe ne"
        },
        {
            "text": "In flu enza pan de mie pla nung und all ge mei ne Seu chen alarm pla nung Die In flu enza pan de mie pla nung baut auf be ste hen den Struk tu ren auf und soll lang-fris tig in ein Ge samt kon zept zur Ab wehr von Ge sund heits ge fah ren ein ge bet tet werden. Tat säch lich er scheint die kom ple xe Pro b le ma tik ei ner In flu enza pan de mie als kon kre tes Bei spiel für die Ent wick lung der we sent li chen Aspek te ei nes sol chen Plans be son ders ge eig net. Dies be ruht zum einen da rauf, dass bei ei ner In flu enza pande mie zu nächst kei ne oder nur be grenz te spe zi fi sche Maß nah men zur Prä ven ti on und The ra pie von Er kran kun gen zur Verfü gung ste hen. Zum an de ren muss da von aus ge gan gen wer den, dass alle ein ge setzten Maß nah men im güns ti gen Fall dazu bei tra gen, die Dy na mik der Aus brei tung der Pan de mie zu brem sen, die se letzt lich aber nicht ver hin dern kön nen. Hie raus folgt die Not wen dig keit ei ner um fas senden Vor be rei tung, die weit über den Bereich des Ge sund heits sys tems hin aus geht und die In ter ak ti on der be tei lig ten Kompo nen ten und Ak teu re be rück sich tigt. Mittel-und lang fris tig kann dies nach hal tig die Res sour cen zur Be kämp fung von Gesund heits ge fah ren auf lo ka ler, re gio na ler, Ent spricht der in ter pan de mi schen Pe ri ode Ent spricht Pha se 0 b Die Un ter schei dung zwi schen Pha se 3, Pha se 4 und Pha se 5 ba siert auf der Ein schät zung des Pan de mie ri si kos. Ver schie de ne Fak to ren und ihre re la ti ve Be deutung ent spre chend dem wis sen schaft li chen Er kennt nis stand kön nen hier bei be rück sich tigt wer den. Dies kann fol gen de Fak to ren um fas sen: Über tra gungs ra te, geo gra phi sche Lo ka li sa ti on und Aus brei tung, Schwe re der Er kran kun gen, der Nach weis von Ge nen hu ma ner Sub ty pen/Stäm me (wenn das Vi rus von ei nem avi ären Stamm stammt), an de re In for ma tio nen aus der An a ly se des vi ra len Ge noms und/oder wei te re wis sen schaft li che In for ma tio nen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Netz wer ke und Ko ope ra tio nen auf in ter na tio na ler und na tio na ler Ebe ne"
        },
        {
            "text": "(Fortsetzung)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Netz wer ke und Ko ope ra tio nen auf in ter na tio na ler und na tio na ler Ebe ne"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The world he alth re port 2004 -changing his to ry. Ei gen ver lag",
            "authors": [],
            "year": 2005,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Anti-tu ber cu lo sis drug re si stan ce in the world",
            "authors": [],
            "year": 2005,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The spread of West Nile vi rus 2",
            "authors": [
                {
                    "first": "Pe",
                    "middle": [],
                    "last": "Ter Sen Lr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "West",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "351",
            "issn": "22",
            "pages": "2257--2259",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emerging fla vi vi ru ses: the spread and re s ur gence of Japa ne se ence pha li tis, West Nile and dengue vi ru ses 1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ma Cken Zie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gub Ler",
                    "suffix": ""
                },
                {
                    "first": "Pe",
                    "middle": [],
                    "last": "Ter Sen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "98--109",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mar burg hae mor rha gic fe ver in Ango la -up da te 15",
            "authors": [],
            "year": 2005,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pu blic health im pli ca ti ons of emer ging zo o no ses",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Mes Lin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stohr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hey Mann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Rev Sci Tech",
            "volume": "19",
            "issn": "1",
            "pages": "310--317",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emer ging ence phali to ge nic vi ru ses: lyssa vi ru ses and he ni pa vi ru ses trans mit ted by fru gi vor ous bats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ma Cken Zie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Vi rol Sup pl",
            "volume": "18",
            "issn": "",
            "pages": "97--111",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Se ve re acu te re spira to ry syn dro me",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Pei Ris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "88--97",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nguy en-Van-Tam JS, Hamp son AW (2003) The epide mio lo gy and cli ni cal im pact of pan de mic in fluenza",
            "authors": [],
            "year": 2005,
            "venue": "Vac ci ne",
            "volume": "21",
            "issn": "16",
            "pages": "1762--1768",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rück blick auf die In flu enza-Sai son",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rki",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Epi de mi ol Bull",
            "volume": "24",
            "issn": "",
            "pages": "185--186",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Avi an in flu enza and sia lic acid re cep tors: more than meets the eye?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olofs Son",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kum Lin",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Mock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Arn",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lan cet In fect Dis",
            "volume": "5",
            "issn": "3",
            "pages": "184--188",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mapping the an ti ge nic and ge ne tic evo lu ti on of in fluenza vi rus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "As",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "305",
            "issn": "5682",
            "pages": "371--376",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pre dic ti ons for fu ture hu man influ enza pan de mics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webs Ter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J In fect Dis",
            "volume": "176",
            "issn": "",
            "pages": "14--19",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cha rac te ri za ti on of a no vel in flu enza A vi rus hemag glu ti nin sub ty pe (H16) ob tai ned from blackhea ded gulls",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fou Chier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Muns Ter",
                    "suffix": ""
                },
                {
                    "first": "Wal",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Vi rol",
            "volume": "79",
            "issn": "5",
            "pages": "2814--2822",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The im port an ce of ani mal in fluenza for hu man dis ease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webs Ter",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Respon siven ess to a pan de mic alert: use of re ver se ge ne tics for ra pid de ve lop ment of in flu enza vac cines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Web By",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "Co",
                    "middle": [],
                    "last": "Le Man",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Js",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lan cet",
            "volume": "363",
            "issn": "9415",
            "pages": "1099--1103",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Respon siven ess to a pan de mic alert: use of re ver se ge ne tics for ra pid de ve lop ment of in flu enza vac cines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Web By",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "Co",
                    "middle": [],
                    "last": "Le Man",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Js",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lan cet",
            "volume": "363",
            "issn": "9415",
            "pages": "1099--1103",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Avi an in flu enza: recent de ve lop ments",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ca Pua",
                    "suffix": ""
                },
                {
                    "first": "Ale",
                    "middle": [],
                    "last": "Xan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dj",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avi an Pa thol",
            "volume": "33",
            "issn": "4",
            "pages": "393--404",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Up da te on avi an in flu enza in ani mals in Asia",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Zoo ti gers suc cumb to avi an in fluenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quirk",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lan cet In fect Dis",
            "volume": "4",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Avi an H5N1 in flu enza in cats",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kui Ken",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rim Melzwaan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "306",
            "issn": "5694",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pro ba ble per son-to-per son trans mis si on of avi an in flu enza A (H5N1)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Un G Chu Sak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Au E Wa Ra Kul",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Do",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sf",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "4",
            "pages": "333--340",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Plans against in flu enza pan demics in Eu ro pe: his to ry and prin cip les",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Han Noun",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Euro Sur veill",
            "volume": "3",
            "issn": "3",
            "pages": "26--28",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "WHO De part ment of Com mu ni ca ble Dis ease Surveil lan ce and Re spon se (1999) In flu enza pan de mic plan. The role of WHO and gui de li nes for na tio nal and re gio nal plan ning. Ge ne va",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Manage ment und Kon trol le ei ner In flu enza pan die",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berg Mann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Buß Mann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bun des ge sund heits blatt",
            "volume": "44",
            "issn": "",
            "pages": "969--980",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Con tai ning pan de mic in flu enza with an ti vi ral agents",
            "authors": [
                {
                    "first": "Lon",
                    "middle": [],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Lo Ran",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Me",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Niz Am",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epi de mi ol",
            "volume": "159",
            "issn": "7",
            "pages": "623--633",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Pande mic in flu enza and he al th care de mand in the Net her lands: sce na rio ana ly sis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Ge Nug Ten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hei J Nen",
                    "suffix": ""
                },
                {
                    "first": "Ja",
                    "middle": [],
                    "last": "Ger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg In fect Dis",
            "volume": "9",
            "issn": "5",
            "pages": "531--538",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The role of WHO and re com men da ti ons for na tio nal mea su res be fo re and du ring pan de mics",
            "authors": [],
            "year": 2004,
            "venue": "flu enza-Schutz imp fung: Impf sta tus der er wach se nen Be völ ke rung Deutsch lands. Bundes wei te Quer schnitts un ter su chung zur",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ent schei dung der Kom mis si on vom 22. Sep tem ber 1999 über ein Früh warn sys tem für die Über wa chung und die Kon trol le über trag ba rer Krank hei ten ge mäß der Ent schei dung Nr. 2119/98/EG des Eu ro pä ischen Par la men tes und des Ra tes",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eu Ro Pä Ische Kom Mis Si On",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Kam bod scha, Thai land und Vi etnam seit dem 28. Ja nu ar 2004 ins ge samt 88 Men schen durch avi äre In flu enza A/ H5N1 er krankt. 51 sind ver stor ben. Zu nehmend wer den Clus ter mit Er kran kun gen meh re rer Fa mi li en mit glie der be ob ach tet, wo bei sich das Al ter ss pek trum vom Kindes-in das Er wach se nen al ter ver schiebt. Nach Mei nung in ter na tio na ler Ex per ten ist eine er neu te In fluenza pan de mie un aus weich lich",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "In fek ti öses Po ten zi al von SARS und In flu enzaVi rus aus schei dung Steigt in ner halb der ers ten Tage Ma xi mal nach Symp tom be ginn Ae ro sol=feins te (er re ger hal ti ge) Flüs sig keit ströpf chen <5 µm im Durch mes ser. den und -wo mög lich -da rauf auf ge baut wird. Da eine In flu enza pan de mie kei nen Pass und kei ne Gren zen kennt, ist die inter na tio na le Ko or di na ti on be reits bei der Pla nung und Vor be rei tung von großer Bedeu tung. Auf na tio na ler Ebe ne kann nur ein bun des weit ko or di nier tes Vor ge hen er folg reich sein und soll te des halb an gestrebt wer den. über ar bei tet und kürz lich pub liziert. Die Über füh rung der be ste hen den Pha sen in das neue Sys tem wur de im Rahmen des Work shops eben falls dis ku tiert; in . Ta bel le 3 wer den alte und neue Phasen ein an der ge gen über ge stellt.Be son ders her vor zu he ben de Neue rungen sind:",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Ver gleich der 1999 von der WHO pub li zier ten Pha sen ein tei lung ei ner In flu enza pan de mie mit der neu enPha sen ein tei lung 2005 [31] Land be trof fen oder enge Han dels-oder Reise be zie hun gen mit ei nem be trof fe nen Land Vor be rei tungs stu fe 2 Be grenz te Über tra gung von Mensch zu Mensch Klei ne(s) Clus ter mit be grenz ter Über tra gung von Mensch zu Mensch, die Aus brei tung er folgt je doch stark lo ka li siert, so dass von ei ner un voll stän di gen An pas sung des Vi rus an den Men schen aus ge gan gen wer den kann Land nicht be trof fen Land be trof fen oder enge Han dels-oder Reisebe zie hun gen mit ei nem be trof fe nen Land a Die Un ter schei dung zwi schen Pha se 1 und Pha se 2 ba siert auf dem Ri si ko mensch li cher In fek tio nen oder Er kran kun gen durch beim Tier zir ku lie ren de Sub typen/Stäm me. Ver schie de ne Fak to ren und de ren re la ti ve Be deu tung ge hen ent spre chend des wis sen schaft li chen Er kennt nis stan des in die Un ter schei dung ein. Dies kann fol gen de Fak to ren um fas sen: die Pa tho ge ni tät beim Tier und beim Men schen; das Auf tre ten bei Haus-oder Nutz tie ren oder nur bei Wild tie ren; ob das Vi rus en zo o no tisch oder epi zo o no tisch, lo ka li siert oder weit ver brei tet auf tritt; In for ma tio nen aus der An a ly se des vi ra len Ge noms und/oder wei te re wis sen schaft li che In for ma tio nen.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Ver gleich der 1999 von der WHO pub li zier ten Pha sen ein tei lung ei ner In flu enza pan de mie mit der neu enPha sen ein tei lung 2005 [31] Pha sen ein tei lung WHO, 1999 Pha sen ein tei lung WHO, 2005 Wei te re Un ter tei lung der Pha sen, na tio nal Vor be rei tungs stu fe 3 Aus brei tung in der All ge mein be völ ke rung Große(s) Clus ter, die Aus brei tung von Mensch zu Mensch ist je doch wei ter lo ka li siert; es muss da von aus ge gan gen wer den, dass das Vi rus bes ser an den Men schen an ge passt ist, (mög li cher wei se) je doch nicht op ti mal über trag bar ist (sub stan zi el les Ri si ko ei ner Pan de mie b ) Land nicht be trof fen Pan de mi sche Pha se: zu neh men de und fort dau ern de Über tra gung in der All ge mein be völ ke rung Land noch nicht be trof fen Pha se 2 Meh re re Re gio nen Land be trof fen oder enge Han dels-oder Reise be zie hun gen mit ei nem be trof fe nen Land Pha se 3 Rück gang in den ini ti al be trof fe nen Län dern, aber nicht in an de ren Län dern Die Ak ti vi tät ist zu rück ge gan gen Pha se 4 Zwei te Pan de mie wel le Zwei te Pan de mie wel le Post pan de mi sche Pe ri ode Post pan de mi sche Pe ri ode Ent spricht der in ter pan de mi schen Pe ri ode Pha se 5",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "na tio na ler und in ter na tio na ler Ebe ne stärken.Die trei ben de Kraft der ak tu el len Diskus si on um die In flu enza pan de mie planung so wohl in der Fach welt als auch in der Öf fent lich keit sind die Er kran kungen und To des fäl le durch die avi äre In fluenza A/H5N1 in Süd ost asi en und die damit ver bun de ne po ten zi el le Be dro hung durch eine neue In flu enza pan de mie. Eine wirk sa me Pla nung und Vor be rei tung auf eine In flu enza pan de mie ist je doch nicht auf die aku te Be dro hung be schränkt, sondern setzt sich mit ei ner dau er haf ten Gefähr dung aus ein an der. Da der Zeit punkt des Auf tre tens ei ner neu en Pan de mie unge wiss ist, muss die Um set zung vor be reiten der Maß nah men da her nicht nur rasch vor an ge bracht wer den, son dern auch langfris tig an ge legt sein. Die Ziel set zung ist eine bes se re Vor be rei tung auf Ge sund heitsge fah ren, ins be son de re durch das Auf treten neu er Seu chen un ter den Be din gungen ei ner zu neh men den glo ba len Ver netzung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Ro bert Koch-In sti tut, Nor du fer 20, 13353 Ber lin E-Mail: haasw@rki.de Li te ra tur",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kor re spon die ren der Au tor PD Dr. W. H. Haas"
        }
    ]
}