{"paper_id": "471f86c0aa831b75726b025e0b54d623fc1b8479", "metadata": {"title": "DisCVR: Rapid viral diagnosis from high-throughput sequencing data", "authors": [{"first": "Maha", "middle": [], "last": "Maabar", "suffix": "", "affiliation": {"laboratory": "", "institution": "MRC-University of Glasgow Centre for Virus Research", "location": {"addrLine": "Sir Michael Stoker Building, 464 Bearsden Road", "postCode": "G61 1QH", "settlement": "Glasgow", "country": "UK"}}, "email": ""}, {"first": "Andrew", "middle": ["J"], "last": "Davison", "suffix": "", "affiliation": {"laboratory": "", "institution": "MRC-University of Glasgow Centre for Virus Research", "location": {"addrLine": "Sir Michael Stoker Building, 464 Bearsden Road", "postCode": "G61 1QH", "settlement": "Glasgow", "country": "UK"}}, "email": ""}, {"first": "Matej", "middle": [], "last": "Vu Cak", "suffix": "", "affiliation": {"laboratory": "", "institution": "MRC-University of Glasgow Centre for Virus Research", "location": {"addrLine": "Sir Michael Stoker Building, 464 Bearsden Road", "postCode": "G61 1QH", "settlement": "Glasgow", "country": "UK"}}, "email": ""}, {"first": "Fiona", "middle": [], "last": "Thorburn", "suffix": "", "affiliation": {"laboratory": "", "institution": "Glasgow Royal Infirmary", "location": {"postCode": "G4 0SF", "settlement": "Glasgow", "country": "UK"}}, "email": ""}, {"first": "Pablo", "middle": ["R"], "last": "Murcia", "suffix": "", "affiliation": {"laboratory": "", "institution": "MRC-University of Glasgow Centre for Virus Research", "location": {"addrLine": "Sir Michael Stoker Building, 464 Bearsden Road", "postCode": "G61 1QH", "settlement": "Glasgow", "country": "UK"}}, "email": ""}, {"first": "Rory", "middle": [], "last": "Gunson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Glasgow Royal Infirmary", "location": {"postCode": "G4 0SF", "settlement": "Glasgow", "country": "UK"}}, "email": ""}, {"first": "Massimo", "middle": [], "last": "Palmarini", "suffix": "", "affiliation": {"laboratory": "", "institution": "MRC-University of Glasgow Centre for Virus Research", "location": {"addrLine": "Sir Michael Stoker Building, 464 Bearsden Road", "postCode": "G61 1QH", "settlement": "Glasgow", "country": "UK"}}, "email": ""}, {"first": "Joseph", "middle": [], "last": "Hughes", "suffix": "", "affiliation": {"laboratory": "", "institution": "MRC-University of Glasgow Centre for Virus Research", "location": {"addrLine": "Sir Michael Stoker Building, 464 Bearsden Road", "postCode": "G61 1QH", "settlement": "Glasgow", "country": "UK"}}, "email": ""}]}, "abstract": [{"text": "High-throughput sequencing (HTS) enables most pathogens in a clinical sample to be detected from a single analysis, thereby providing novel opportunities for diagnosis, surveillance, and epidemiology. However, this powerful technology is difficult to apply in diagnostic laboratories because of its computational and bioinformatic demands. We have developed DisCVR, which detects known human viruses in clinical samples by matching sample k-mers (twenty-two nucleotide sequences) to k-mers from taxonomically labeled viral genomes. DisCVR was validated using published HTS data for eightynine clinical samples from adults with upper respiratory tract infections. These samples had been tested for viruses metagenomically and also by real-time polymerase chain reaction assay, which is the standard diagnostic method. DisCVR detected human viruses with high sensitivity (79%) and specificity (100%), and was able to detect mixed infections. Moreover, it produced results comparable to those in a published metagenomic analysis of 177 blood samples from patients in Nigeria. DisCVR has been designed as a user-friendly tool for detecting human viruses from HTS data using computers with limited RAM and processing power, and includes a graphical user interface to help users interpret and validate the output. It is written in Java and is publicly available from http://bioinformatics.cvr.ac.uk/discvr.php.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The standard method for rapidly detecting known human viruses in clinical samples is the polymerase chain reaction (PCR), in which short oligonucleotides are used to amplify and probe specific regions of viral genomes. The limitations of this technique include the targeting of a relatively small number of viruses per assay and a dependence on sequence conservation among viral strains. High-throughput sequencing (HTS) provides approaches to viral diagnosis that have much greater scope. Thus, metagenomic analysis of HTS data can provide extensive viral genotyping information, as well as the characterization of complex multiple infections (Thorburn et al. 2015) . Several metagenomic pipelines using de novo assembly and homology matching have been developed for virus detection (Wang, Jia, and Zhao 2013; Scheuch, Hö per, and Beer 2015; Li et al. 2016; Ren et al. 2017; Zheng et al. 2017; Maarala et al. 2018) . However, analyzing HTS data using such approaches brings heavy computing and bioinformatic demands that are difficult to meet and standardize in diagnostic laboratories (Flygare et al. 2016) . As a consequence, we have developed DisCVR, which is a fast, accurate and easy-to-use tool for detecting known human viruses in clinical samples.", "cite_spans": [{"start": 644, "end": 666, "text": "(Thorburn et al. 2015)", "ref_id": "BIBREF22"}, {"start": 784, "end": 810, "text": "(Wang, Jia, and Zhao 2013;", "ref_id": "BIBREF24"}, {"start": 811, "end": 842, "text": "Scheuch, Hö per, and Beer 2015;", "ref_id": "BIBREF17"}, {"start": 843, "end": 858, "text": "Li et al. 2016;", "ref_id": "BIBREF9"}, {"start": 859, "end": 875, "text": "Ren et al. 2017;", "ref_id": "BIBREF15"}, {"start": 876, "end": 894, "text": "Zheng et al. 2017;", "ref_id": "BIBREF29"}, {"start": 895, "end": 915, "text": "Maarala et al. 2018)", "ref_id": "BIBREF10"}, {"start": 1087, "end": 1108, "text": "(Flygare et al. 2016)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "DisCVR employs an abundance-based method, which is a metagenomic approach for rapidly profiling the organisms present in a sample. It works by creating a database of short nucleotide sequences (k-mers) from a large set of viral reference sequences, tagging the k-mers taxonomically according to the viruses from which they came, screening each read in the HTS dataset for the presence of virus k-mers, and organizing a summary of the viruses present in the sample via the tags. This approach makes data analysis very efficient, thereby minimizing the computing effort required (Orton et al. 2016) .", "cite_spans": [{"start": 577, "end": 596, "text": "(Orton et al. 2016)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Several existing tools utilize the abundance-based method to classify the reads in an HTS dataset. Naive Bayes Classification (Rosen, Reichenberger, and Rosenfeld 2011) employs a naïve Bayesian classifier to assign a log-likelihood score to each read. This classifier is trained by using a set of unique profiles of fifteen nucleotide k-mers from microbial genomes, and then allows users to upload the dataset to a web site and obtain a summary of results listing the best taxonomic match for each read. Kraken (Wood and Salzberg 2014) assigns each k-mer in the database to the last common ancestor of species having that k-mer, and then assigns each read to the taxon with the most matching k-mers. CoMeta (Kawulok and Deorowicz 2015) creates a database of all k-mers for each rank in the taxonomic tree, and then uses these databases to classify the reads at each rank. CLARK (Ounit et al. 2015) collects targetspecific k-mer sets from reference genomes belonging to a certain taxonomic rank (e.g. genus), and then classifies reads at that rank. This approach reduces the database size but requires a different database to be built for each rank. To improve the accuracy of the classification, CSSSCL (Borozan and Ferretti 2016) creates a BLAST database, a k-mer database and a compression database from a collection of reference genomes. Sequences in the sample are classified according to a combined sequence similarity score (CSSS) (Borozan, Watt, and Ferretti 2015) calculated from information in the pre-computed databases. In contrast to Kraken, CLARK, and CoMeta, all of which assign individual reads, MetaPalette (Koslicki and Falush 2016) profiles the entire dataset and returns the relative proportions of organisms present by using k-mer sizes of 30 and 50, based on the rationale that using two different k-mer sizes allows strain-level variation to be captured more accurately. Taxonomer (Flygare et al. 2016) compares each read to multiple reference databases, assigning it to a high-level taxonomic category on the basis of the k-mer content of the read, and then uses exact k-mer matching to assign each read to a reference by maximizing the total k-mer weight. This weight, which is a function of the kmer count in the reference and the database, provides a database-specific measure of how likely it is that a k-mer originated from a particular reference sequence.", "cite_spans": [{"start": 126, "end": 168, "text": "(Rosen, Reichenberger, and Rosenfeld 2011)", "ref_id": "BIBREF16"}, {"start": 511, "end": 535, "text": "(Wood and Salzberg 2014)", "ref_id": "BIBREF25"}, {"start": 707, "end": 735, "text": "(Kawulok and Deorowicz 2015)", "ref_id": "BIBREF7"}, {"start": 878, "end": 897, "text": "(Ounit et al. 2015)", "ref_id": "BIBREF14"}, {"start": 1203, "end": 1230, "text": "(Borozan and Ferretti 2016)", "ref_id": "BIBREF2"}, {"start": 1437, "end": 1471, "text": "(Borozan, Watt, and Ferretti 2015)", "ref_id": "BIBREF2"}, {"start": 1623, "end": 1649, "text": "(Koslicki and Falush 2016)", "ref_id": "BIBREF8"}, {"start": 1903, "end": 1924, "text": "(Flygare et al. 2016)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Despite the growing number and popularity of k-mer-based classification tools, these tools have limitations. The databases are built using a limited set of reference sequences and therefore are of restricted utility for classifying organisms with sequences that diverge from the reference. This limitation can be a particular problem when significant variation exists in an organism at strain level. It can be addressed by incorporating a range of variants into the database, but this creates a much larger database that may make the analysis challenging to run on resource-limited computers. Furthermore, many of the current tools are run on Linux systems and hence require the operator to have expertise in command line usage and an understanding of bioinformatics, which may be difficult to find in diagnostic settings. To our knowledge, the only tool that has been developed for ease of use and for application on computers with limited resources is Truffle (Visser, Burger, and Maree 2016) . This is designed to screen for a limited set of user-specified viruses, comes preloaded with probe-sets for grapevine viruses, and cannot easily be updated for large sets of viruses from other hosts.", "cite_spans": [{"start": 962, "end": 994, "text": "(Visser, Burger, and Maree 2016)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Introduction"}, {"text": "Here, we present DisCVR, a k-mer-based classification tool for detecting known human viruses from HTS data derived from clinical samples. DisCVR can be installed on a desktop computer to allow diagnostic laboratories to analyze large, confidential datasets by using a simple, straightforward graphical user interface (GUI) without specialized bioinformatics expertise. It is optimized to run on Windows, Linux and Mac OS, using minimal RAM and processing power without compromising speed and accuracy. The tool currently integrates curated viral databases at the taxonomic levels of species and strain, but may be used to build a customized database at any taxonomic level, thereby overcoming the limitations of using a restricted set of reference sequences. DisCVR utilizes k-mer counts derived from an entire HTS dataset to detect the viruses present in a sample, and validates the results by showing the coverage and depth of reads mapping to a reference sequence.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A k-mer is a short sequence of k nucleotides. A k-mer dataset is generated iteratively by sliding a window of size k along a sequence one nucleotide at a time. Extracting k-mers and counting their frequencies in a set of sequences can be computationally intensive, especially when k is large and the sequences are numerous. Dedicated k-mer counting programs, such as Jellyfish (Marçais and Kingsford 2011) and Khmer (Zhang et al. 2014) , can be incorporated into abundance-based tools in order to optimize speed. KAnalyze (Audano and Vannberg 2014) was chosen for integration into DisCVR because the k-mers it generates are sorted lexicographically, thus making the search for matches very efficient. KAnalyze also uses the canonical representation of a kmer, which is lexicographically the smaller of a k-mer and its reverse complement. These features allow the program to work with 3 Gb RAM.", "cite_spans": [{"start": 377, "end": 405, "text": "(Marçais and Kingsford 2011)", "ref_id": "BIBREF12"}, {"start": 416, "end": 435, "text": "(Zhang et al. 2014)", "ref_id": "BIBREF28"}, {"start": 522, "end": 548, "text": "(Audano and Vannberg 2014)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "The k-mer databases"}, {"text": "For the purpose of this study, we define a virus k-mer as a kmer that uniquely represents a virus or set of related viruses, to the exclusion of the host. A shared k-mer is defined as a k-mer that is common to a virus and the host. By excluding shared kmers, it is not necessary for the user to remove host reads before using DisCVR, thus speeding up the overall processing time. If k is small, many copies of shared k-mers are generated, and if k is large, many copies of virus k-mers are found. Choosing the optimal k-mer size depends on balancing the advantages of speed (small k) with those of specificity and sensitivity (large k). Furthermore, it is necessary to reduce the number of low-complexity k-mers in the virus k-mer database, as these may be repetitive in sequence and present in otherwise unrelated viruses. The filtering of low-complexity k-mers and the selection of the size of k is explained in Supplementary Section S1 (Shannon 1948; Sims et al. 2009; Wu et al. 2009 ).", "cite_spans": [{"start": 939, "end": 953, "text": "(Shannon 1948;", "ref_id": "BIBREF18"}, {"start": 954, "end": 971, "text": "Sims et al. 2009;", "ref_id": "BIBREF19"}, {"start": 972, "end": 986, "text": "Wu et al. 2009", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "The k-mer databases"}, {"text": "For constructing the virus k-mer databases, three comprehensive datasets of complete or partial viral sequences were extracted from the NCBI taxonomy database. The first, the human hemorrhagic virus dataset (shortened below to 'hemorrhagic dataset'), contained 33,367 sequences of the hemorrhagic fever viruses listed by the Centers for Disease Control and Prevention (Centers for Disease Control and Prevention, n.d.).", "cite_spans": [], "ref_spans": [], "section": "The k-mer databases"}, {"text": "The second, the human respiratory virus dataset ('respiratory dataset'), contained 442,282 sequences of viruses associated with respiratory disease. The third, the human pathogenic virus dataset ('pathogenic dataset'), consisted of 1,762,968 sequences of viruses identified in the UK Health and Safety Executive list of biological agents (Health and Safety Executive: The Approved List of Biological Agents 2013).", "cite_spans": [], "ref_spans": [], "section": "The k-mer databases"}, {"text": "DisCVR operates via three modules concerned with database build, sample classification and validation (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 102, "end": 110, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Database build"}, {"text": "Currently, the database build module includes three virus k-mer databases, derived from the hemorrhagic, respiratory, and pathogenic datasets, for use in the sample classification module. In addition, some of the sequences in these datasets, defined largely by their presence in the NCBI RefSeq database, are used as a set of reference genome sequences in the validation module. DisCVR also allows the user to create customized databases and sets of reference sequences using the commandline utility scripts provided with the DisCVR distribution. The database build module involves selecting the relevant viral dataset, collecting the k-mers, and removing those that are shared with the host or are of low complexity. Each remaining k-mer is then identified with a taxonomic tag and an indication of the number of times it occurs in the sequences. The k-mers are further subdivided into those that exist in a single virus (i.e. specific k-mers) and those that exist in multiple viruses (i.e. nonspecific k-mers). These assignments are made at the level of species and strain and are used in the output to illustrate the degree of specificity of the k-mers matching a virus (Fig. 2 ).", "cite_spans": [], "ref_spans": [{"start": 1173, "end": 1180, "text": "(Fig. 2", "ref_id": "FIGREF1"}], "section": "Database build"}, {"text": "To analyze an HTS dataset, the file is loaded into DisCVR via the GUI. The k-mers are extracted and their frequencies are calculated, the single copy k-mers, which are mainly attributed to sequencing errors (Manekar and Sathe 2018) , and low-complexity k-mers, which commonly give confounding matches that have nothing to do with homology (Altschul et al. 1994) , are filtered out, and the remaining k-mers are compared with the chosen virus k-mer database. As the number of k-mers in the sample can be enormous, various data structures were considered to optimize the classification on machines with limited RAM. Although searching the trie is fast O(n), where n is the size of the k-mer, it requires O(n 2 ) overall time to build, and the space needed is quadratic. Instead, DisCVR uses a fast searching algorithm that groups similar k-mers together. Briefly, the k-mers in the virus database are divided among smaller sub-files according to the first five nucleotides. The same procedure is used to divide the k-mers derived from the entire HTS dataset. Searching commences by loading the corresponding sub-files from the virus k-mer database and the sample k-mers into memory, and performing a binary search for the presence of each sample k-mer among the database k-mers. Only matched k-mers are retrieved. Finally, DisCVR displays a straightforward list of all the virus hits detected, along with summary statistics and taxonomic information on the sample k-mers (Fig. 2) .", "cite_spans": [{"start": 207, "end": 231, "text": "(Manekar and Sathe 2018)", "ref_id": "BIBREF11"}, {"start": 339, "end": 361, "text": "(Altschul et al. 1994)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 1469, "end": 1477, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "Sample classification"}, {"text": "DisCVR helps the user to assess the significance of the findings by facilitating an examination of k-mer distribution (allowing up to three mismatches) across a reference sequence representing the target genome. As an alternative, it also incorporates an examination of sequence read distribution carried out by using Tanoti (Sreenu, n.d.) , which is a BLAST-guided, reference-based short read aligner that is particularly tolerant of mismatches. In each case, the output is a graph showing the depth and coverage of k-mers or sequence reads across the reference genome and a summary of statistics for the mapping results (Fig. 3) .", "cite_spans": [{"start": 325, "end": 339, "text": "(Sreenu, n.d.)", "ref_id": null}], "ref_spans": [{"start": 622, "end": 630, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "Validation"}, {"text": "The respiratory database was used to analyze published RNA-seq data from nasopharyngeal swab samples (n ¼ 89) that had been collected from adults with upper respiratory tract infections (Thorburn et al. 2015) (Supplementary Table S2 ; the average number of reads per sample was 660,640, range 30,872-1,278,122). The samples had been tested using a standard real-time PCR (RT-PCR) assay for human rhinovirus (HRV), influenza viruses A and B (IFA/ IFB), respiratory syncytial virus (RSV), adenovirus (ADV), human metapneumovirus (hMPV), parainfluenza viruses (PIV) 1-4, and human coronaviruses (HCoV) HKU1, NL63, OC43 and 229E (Thorburn et al. 2015) . The top hit for each sample (i.e. the virus having the greatest number of distinct k-mers) using DisCVR was compared with the virus detected previously by RT-PCR. The samples were also classified using three independent k-mer-based programs that require command-line usage on a Linux operating system: Kraken (Wood and Salzberg 2014), KrakenHLL (Breitwieser and Salzberg 2018) , and CLARK (Ounit et al. 2015) . As the pre-built database for Kraken only contains the RefSeq viral genomes (11,489 sequences), a more comprehensive k-mer database was built for each program from the same 442,282 sequences in the respiratory dataset in order to standardize the results. This successfully accommodated within species sequence diversity, which is not normally taken into account using the pre-built database.", "cite_spans": [{"start": 186, "end": 208, "text": "(Thorburn et al. 2015)", "ref_id": "BIBREF22"}, {"start": 625, "end": 647, "text": "(Thorburn et al. 2015)", "ref_id": "BIBREF22"}, {"start": 995, "end": 1026, "text": "(Breitwieser and Salzberg 2018)", "ref_id": "BIBREF3"}, {"start": 1039, "end": 1058, "text": "(Ounit et al. 2015)", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 209, "end": 232, "text": "(Supplementary Table S2", "ref_id": null}], "section": "Accuracy"}, {"text": "The initial objective was to determine the number of distinct k-mers that would maximize both sensitivity (effectiveness in identifying samples containing viruses) and specificity (effectiveness in identifying samples lacking viruses) for DisCVR. The output of DisCVR was categorized on the basis of the number of distinct k-mers for the top hit, and that of the other programs was assessed on the basis of the number of reads assigned to the top hit. For each tool, sensitivity and specificity were defined as TP/(TP þ FN) and TN/(TN þ FP), respectively, where TP, FN, TN, and FP are the number of true positive, false negative, true negative, and false positive samples relative to the RT-PCR results. We define samples as (1) negative when neither RT-PCR nor DisCVR detected a virus, (3) false negative when a virus was detected by RT-PCR but not by DisCVR, and (4) false positive when a virus was detected by DisCVR but not by RT-PCR. Receiver Operating Characteristics (ROC) curves were generated for DisCVR, Kraken, KrakenHLL and CLARK using the pROC package in R and Youden's statistic (Youden 1950 ).", "cite_spans": [{"start": 1093, "end": 1105, "text": "(Youden 1950", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Accuracy"}, {"text": "DisCVR was used to analyze 177 HTS RNA-seq libraries derived from serum specimens collected in Nigeria from healthy individuals (n ¼ 120) and patients with unexplained acute febrile illness (n ¼ 57) and analyzed in a previous study (Stremlau et al. 2015) . The raw data were downloaded from SRA BioProject PRJNA271229. The top hit using DisCVR was compared with the viral reads identified using BLASTn and BLASTx in the original study (https://doi.org/10.1371/journal.pntd.0003631.s017).", "cite_spans": [{"start": 232, "end": 254, "text": "(Stremlau et al. 2015)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Application"}, {"text": "The ROC curve (Fig. 4) derived from the datasets from respiratory tract infections (Thorburn et al. 2015) compares the sensitivity and specificity for different k-mer thresholds. It suggests that a value of 850 k-mers is the optimal threshold on the basis of the point on the curve furthest from the identity (diagonal) line (Supplementary Table S2 ). The ROC curves of DisCVR and the other programs (Fig. 4) did not differ significantly from each other, and had overlapping confidence intervals. Kraken and KrakenHLL had identical curves. Kraken and CLARK rated as slightly more sensitive but less specific than DisCVR as a result of HCoV NL63 being the top hit in sample 1D3 and the second hit in DisCVR (Table 1; Supplementary Table S2 ). The top hit in DisCVR was HRV-A, which was the second hit in Kraken and CLARK but was not detected using RT-PCR. It was not informative to compare average execution time and memory usage for the programs, as it is not possible to run CLARK, Kraken, and KrakenHLL natively on Windows operating systems. Also, on a Linux operating systems CLARK and Kraken required more than 30 Gb of RAM to run samples against the respiratory dataset, whereas DisCVR ran with only 8 Gb.", "cite_spans": [{"start": 83, "end": 105, "text": "(Thorburn et al. 2015)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 14, "end": 22, "text": "(Fig. 4)", "ref_id": "FIGREF3"}, {"start": 340, "end": 348, "text": "Table S2", "ref_id": null}, {"start": 400, "end": 408, "text": "(Fig. 4)", "ref_id": "FIGREF3"}, {"start": 706, "end": 738, "text": "(Table 1; Supplementary Table S2", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "A total of 48/89 (54%) of the samples had been shown to contain viruses by RT-PCR, and the remaining 41/89 lacked all viruses tested. Considering only the samples in the set of eightynine for which DisCVR identified 850 k-mers for the top hit, the following findings were made. DisCVR identified the viruses that were detected by RT-PCR in 32/48 (67%) of samples (true positives). It did not detect viruses in samples in which no viruses had been found by RT-PCR in 22/41 (54%) of samples (true negatives). It detected viruses in samples in which no viruses had been detected by RT-PCR in 19/41 (46%) of samples (false positives), and either detected viruses that did not correspond with those detected by RT-PCR or did not find any virus with 850 k-mers in 16/48 (33%) of samples (false negatives).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The RT-PCR assay was limited by the range of viruses that it could detect, by its dependence on sequence conservation, and consequently also by its potential to identify infections by multiple viruses. Consequently, the false positive results were assessed using the validation module (Table 2) , and the false negative results were investigated by examining the second hits recorded by DisCVR (Table 1 ). In most false positive cases, the validation module showed that there were multiple reads mapping (mean ¼ 98 6 73 reads) to several regions of the reference genome (mean ¼ 6 6 1% coverage of sites), thus confirming the presence of the viruses identified by DisCVR even though they had not been detected by RT-PCR. Some samples had low coverage because a single RefSeq sequence in the validation represented the entire species but diverged in sequence from the virus present in the sample. For example, sample 1B3 yielded HRV-A89 (the reference for species Rhinovirus A) as the top hit, with only 7.6 per cent genome coverage and four mapped reads. Using the capability of DisCVR to build a customized database drawn from the 100 prototypic strains of Rhinovirus A, HRV-A49 was revealed as the top hit, with 81.71 per cent genome coverage and 263 mapped reads. This dramatic improvement illustrates the potential to strengthen the validation module by adding user-specific curated sets of sequences or by the proposed expansion of RefSeq entries capturing a greater degree of diversity (Brister et al. 2015) . In the sixteen false negative cases, DisCVR detected the virus identified by RT-PCR as the top hit in three samples (1G2, 1I5, and 2B6), but the number of distinct k-mers was <850 (Table 1; Supplementary  Table S2 ). In addition, the virus identified by RT-PCR was detected as the second hit in 10 samples (1B5, 1D3, 1E5, 1G1, 1F7, 1F8, 2A2, 2B9, 2C4, and 2D3) , and, in one case (1C2), the RT-PCR assay did not have the potential of identifying the top hit (enterovirus D). An important finding was made in two of these samples (1B5 and 1D3), in which the viruses detected by RT-PCR were not the top hits but still had 850 distinct k-mers in the sample (Table 1 ). This suggests that these patients were infected by multiple viruses. Finally, DisCVR did not detect any k-mers for the virus detected by RT-PCR in two samples (1C9 and 2D4), but identified HRV-A in 1C9, which was validated by reference assembly. The validation module thus yielded strong evidence for the presence of the viruses detected by DisCVR, at least where the number of k-mers was 850. These findings were taken into account in reassessing the sensitivity and specificity of DisCVR at 79 and 100 per cent, respectively (Fig. 4) . The optimal threshold for CLARK and Kraken based on the ROC curves suggests 150 reads as the threshold. Recalculating the sensitivity and specificity based on this threshold gave values of 70.7 and 91.7 per cent for CLARK and 68.7 and 76 per cent for Kraken.", "cite_spans": [{"start": 1491, "end": 1512, "text": "(Brister et al. 2015)", "ref_id": "BIBREF4"}, {"start": 1821, "end": 1875, "text": "(1B5, 1D3, 1E5, 1G1, 1F7, 1F8, 2A2, 2B9, 2C4, and 2D3)", "ref_id": null}], "ref_spans": [{"start": 285, "end": 294, "text": "(Table 2)", "ref_id": null}, {"start": 394, "end": 402, "text": "(Table 1", "ref_id": "TABREF2"}, {"start": 1695, "end": 1728, "text": "(Table 1; Supplementary  Table S2", "ref_id": "TABREF2"}, {"start": 2169, "end": 2177, "text": "(Table 1", "ref_id": "TABREF2"}, {"start": 2708, "end": 2716, "text": "(Fig. 4)", "ref_id": "FIGREF3"}], "section": "Results"}, {"text": "The threshold of 850 k-mers was also used in the analysis of the Nigerian datasets (Stremlau et al. 2015) . The top hit from DisCVR was the same as that from the BLAST results in the original study for 101/177 (57%) cases, and viruses were detected in both healthy (n ¼ 68) and febrile (n ¼ 33) patients (Supplementary Table S5 ). In nine cases, the top hit from DisCVR differed from the top BLAST hit, but the second hit matched. In fifty-five cases, the number of k-mers was below the threshold in DisCVR, and the number of reads with BLAST matches was also low (an average of twenty-four reads per dataset). In the remaining twelve discordant samples, DisCVR detected human immunodeficiency virus 1 (n ¼ 9), XMRVrelated virus (n ¼ 1), and human T-lymphotropic virus 1 (n ¼ 1) as the top hit, whereas the BLAST results supported the presence of human ADV or Heterosigma akashiwo RNA virus (an algal virus). Mapping of reads to reference genomes suggested that the DisCVR and BLAST hits are false positives.", "cite_spans": [{"start": 83, "end": 105, "text": "(Stremlau et al. 2015)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 304, "end": 327, "text": "(Supplementary Table S5", "ref_id": null}], "section": "Results"}, {"text": "Using HTS in diagnostic settings offers many advantages, including the ability to sequence pathogen genomes both individually and as communities. However, the uptake of HTS in such settings has been slow, due partly to the cost, turnover time and bioinformatic demands of this technology. We developed DisCVR to help address these challenges. DisCVR is a fast, accurate program for detecting viruses from HTS data using the increasingly exploited approach of k-mer classification. the advantage of a non-targeted approach and also enables typing below the species level (e.g. subtype, serotype, genotype, or strain). Unlike other tools for detecting viruses from HTS data, DisCVR is easy to use in diagnostic settings through the GUI, requires no bioinformatic expertise, and can be used on the Windows operating systems that are commonly used in diagnostic laboratories. The basic output is easy to interpret, and the advanced output provides more detailed statistics and a validation capability. DisCVR was designed for detecting known viruses and cannot be used to discover novel viruses. Indeed, the paper on the Nigerian patients (Stremlau et al. 2015) reported novel rhabdoviruses in healthy patients using a metagenomic approach, and these were not detected by DisCVR. However, metagenomics requires bioinformatic infrastructure and expertise at levels that are not commonly available in diagnostic laboratories. Nonetheless, DisCVR enables the detection of 148 pathogenic human viruses using one of the three implemented datasets (the pathogenic dataset), and more using the others. This represents a greater than ten-fold increase in target species over multiplex RT-PCR. Moreover, the number of viruses incorporated into the DisCVR databases is flexible and can also be expanded by building custom databases.", "cite_spans": [{"start": 1135, "end": 1157, "text": "(Stremlau et al. 2015)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the datasets from respiratory tract infections, DisCVR had high sensitivity and specificity levels but did not identify all the viruses detected by RT-PCR when the threshold of 850 k-mers was used. This threshold may be set by the user and was calculated for the respiratory dataset for which we had paired RT-PCR and HTS data. As more datasets with paired information become available, it will be possible to tune the threshold more accurately to specific sample types and sizes. For example, the coverage depth of sequencing data is likely to play an important role in the threshold of detection. Further efforts could also be made to calibrate DisCVR from artificially constructed communities of viruses in various proportions.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, DisCVR is configured as a human viral diagnostic tool, but could be readily expanded to include non-viral human pathogens and pathogens with non-human hosts by using the custom-build scripts in the DisCVR distribution.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Issues in Searching Molecular Sequence Databases'", "authors": [{"first": "S", "middle": ["F"], "last": "Altschul", "suffix": ""}], "year": 1994, "venue": "Nature Genetics", "volume": "6", "issn": "", "pages": "119--148", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "KAnalyze: A Fast Versatile Pipelined k-Mer Toolkit", "authors": [{"first": "P", "middle": [], "last": "Audano", "suffix": ""}, {"first": "F", "middle": [], "last": "Vannberg", "suffix": ""}], "year": 2014, "venue": "Bioinformatics", "volume": "30", "issn": "", "pages": "2070--2072", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "CSSSCL: A Python Package That Uses Combined Sequence Similarity Scores for Accurate Taxonomic Classification of Long and Short Sequence Reads", "authors": [{"first": "I", "middle": [], "last": "Borozan", "suffix": ""}, {"first": "V", "middle": [], "last": "Ferretti", "suffix": ""}, {"first": "S", "middle": [], "last": "Watt", "suffix": ""}, {"first": "V", "middle": [], "last": "Ferretti", "suffix": ""}], "year": 2015, "venue": "Bioinformatics", "volume": "32", "issn": "", "pages": "1396--404", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "KrakenHLL: Confident and fast metagenomics classification using unique k-mer counts", "authors": [{"first": "F", "middle": ["P"], "last": "Breitwieser", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Salzberg", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "NCBI Viral Genomes Resource", "authors": [{"first": "J", "middle": ["R"], "last": "Brister", "suffix": ""}], "year": 2015, "venue": "Nucleic Acids Research", "volume": "43", "issn": "", "pages": "571--578", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Taxonomer: An Interactive Metagenomics Analysis Portal for Universal Pathogen Detection and Host mRNA Expression Profiling", "authors": [{"first": "S", "middle": [], "last": "Flygare", "suffix": ""}], "year": 2013, "venue": "Genome Biology", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "CoMeta: Classification of Metagenomes Using k-Mers", "authors": [{"first": "J", "middle": [], "last": "Kawulok", "suffix": ""}, {"first": "S", "middle": [], "last": "Deorowicz", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "MetaPalette: A k-Mer Painting Approach for Metagenomic Taxonomic Profiling and Quantification of Novel Strain Variation', mSystems", "authors": [{"first": "D", "middle": [], "last": "Koslicki", "suffix": ""}, {"first": "D", "middle": [], "last": "Falush", "suffix": ""}], "year": 2016, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/mSystems.00020-16"]}}, "BIBREF9": {"ref_id": "b9", "title": "VIP: An Integrated Pipeline for Metagenomics of Virus Identification and Discovery", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2016, "venue": "Scientific Reports", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "ViraPipe: Scalable Parallel Pipeline for Viral Metagenome Analysis from Next Generation Sequencing Reads", "authors": [{"first": "A", "middle": ["I"], "last": "Maarala", "suffix": ""}], "year": 2018, "venue": "Bioinformatics", "volume": "34", "issn": "", "pages": "928--963", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A Benchmark Study of k-Mer Counting Methods for High-Throughput Sequencing", "authors": [{"first": "S", "middle": ["C"], "last": "Manekar", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Sathe", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A Fast, Lock-Free Approach for Efficient Parallel Counting of Occurrences of k-Mers", "authors": [{"first": "G", "middle": [], "last": "Marçais", "suffix": ""}, {"first": "C", "middle": [], "last": "Kingsford", "suffix": ""}], "year": 2011, "venue": "Bioinformatics", "volume": "27", "issn": "", "pages": "764--70", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Bioinformatics Tools for Analysing Viral Genomic Data", "authors": [{"first": "R", "middle": ["J"], "last": "Orton", "suffix": ""}], "year": 2016, "venue": "Revue Scientifique et Technique de L'oie", "volume": "35", "issn": "", "pages": "271--85", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "CLARK: Fast and Accurate Classification of Metagenomic and Genomic Sequences Using Discriminative k-Mers", "authors": [{"first": "R", "middle": [], "last": "Ounit", "suffix": ""}], "year": 2015, "venue": "BMC Genomics", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "VirFinder: A Novel k-Mer Based Tool for Identifying Viral Sequences from Assembled Metagenomic Data", "authors": [{"first": "J", "middle": [], "last": "Ren", "suffix": ""}], "year": 2017, "venue": "", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "NBC: The Naive Bayes Classification Tool Webserver for Taxonomic Classification of Metagenomic Reads", "authors": [{"first": "G", "middle": ["L"], "last": "Rosen", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Reichenberger", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Rosenfeld", "suffix": ""}], "year": 2011, "venue": "Bioinformatics", "volume": "27", "issn": "", "pages": "127--136", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "RIEMS: A Software Pipeline for Sensitive and Comprehensive Taxonomic Classification of Reads From Metagenomics Datasets", "authors": [{"first": "M", "middle": [], "last": "Scheuch", "suffix": ""}, {"first": "D", "middle": [], "last": "Hö Per", "suffix": ""}, {"first": "M", "middle": [], "last": "Beer", "suffix": ""}], "year": 2015, "venue": "BMC Bioinformatics", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A Mathematical Theory of Communication", "authors": [{"first": "C", "middle": ["E"], "last": "Shannon", "suffix": ""}], "year": 1948, "venue": "Bell System Technical Journal", "volume": "27", "issn": "", "pages": "379--423", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Alignment-Free Genome Comparison With Feature Frequency Profiles (FFP) and Optimal Resolutions", "authors": [{"first": "G", "middle": ["E"], "last": "Sims", "suffix": ""}], "year": 2009, "venue": "Proceedings of the National Academy of Sciences", "volume": "106", "issn": "", "pages": "2677--82", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Tanoti", "authors": [{"first": "V", "middle": ["B"], "last": "Sreenu", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Discovery of Novel Rhabdoviruses in the Blood of Healthy Individuals from West Africa", "authors": [{"first": "M", "middle": ["H"], "last": "Stremlau", "suffix": ""}], "year": 2015, "venue": "PLoS Neglected Tropical Diseases", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The Use of Next Generation Sequencing in the Diagnosis and Typing of Respiratory Infections", "authors": [{"first": "F", "middle": [], "last": "Thorburn", "suffix": ""}], "year": 2015, "venue": "Journal of Clinical Virology", "volume": "69", "issn": "", "pages": "96--100", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Targeted Virus Detection in Next-Generation Sequencing Data Using an Automated e-Probe Based Approach", "authors": [{"first": "M", "middle": [], "last": "Visser", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Burger", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Maree", "suffix": ""}], "year": 2016, "venue": "Virology", "volume": "495", "issn": "", "pages": "122--130", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "VirusFinder: Software for Efficient and Accurate Detection of Viruses and Their Integration Sites in Host Genomes Through Next Generation Sequencing Data", "authors": [{"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": [], "last": "Jia", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Kraken: Ultrafast Metagenomic Sequence Classification Using Exact Alignments", "authors": [{"first": "D", "middle": ["E"], "last": "Wood", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Salzberg", "suffix": ""}], "year": 2014, "venue": "Genome Biology", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Whole-Proteome Phylogeny of Large dsDNA Virus Families by an Alignment-Free Method", "authors": [{"first": "G", "middle": ["A"], "last": "Wu", "suffix": ""}], "year": 2009, "venue": "Proceedings of the National Academy of Sciences", "volume": "106", "issn": "", "pages": "12826--12857", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Index for Rating Diagnostic Tests", "authors": [{"first": "W", "middle": ["J"], "last": "Youden", "suffix": ""}], "year": 1950, "venue": "Cancer", "volume": "3", "issn": "", "pages": "32--37", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "These Are Not the k-Mers You Are Looking for: Efficient Online k-Mer Counting Using a Probabilistic Data Structure", "authors": [{"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "VirusDetect: An Automated Pipeline for Efficient Virus Discovery Using Deep Sequencing of Small RNAs", "authors": [{"first": "Y", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2017, "venue": "Virology", "volume": "500", "issn": "", "pages": "130--138", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "DisCVR framework. Each colored box represents a component of the tool. Dashed rectangles indicate processes and solid rectangles show input and output.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "DisCVR GUI. The top screenshot shows the scoring panel with the top three virus hits, and the bottom screenshot shows the full analysis.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "DisCVR validation. Coverage and depth of matched k-mers (top) and reads (bottom) to a reference genome.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "ROC curve showing the accuracy of DisCVR, CLARK and Kraken. The transparent shaded area shows the confidence interval of the sensitivity for all three methods. The optimal threshold of 850 k-mers for DisCVR and 150 reads for CLARK and Kraken are shown, with bars representing the confidence interval of the threshold and the specificity and sensitivity shown in brackets. The curve for KrakenHLL was identical to that for Kraken. The diamond indicates the sensitivity and specificity values, counting the false positives with 850 k-mers and the second hits with 850 k-mers among the true positives for DisCVR, CLARK, and Kraken.", "latex": null, "type": "figure"}, "TABREF0": {"text": "true positive when the top virus hit was detected by both RT-PCR and DisCVR, (2) true", "latex": null, "type": "table"}, "TABREF1": {"text": "It offers", "latex": null, "type": "table"}, "TABREF2": {"text": "Results of the second hits in the respiratory samples.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sample </td><td>RT-PCR diagnosis\n</td><td>DisCVR top hit and (no.)a\n</td><td>DisCVR second hit and (no.)a\n</td></tr><tr><td>Top hit with 850 k-mers matching\n</td><td> </td></tr><tr><td>1G2 </td><td>PIV-3 </td><td>PIV-3 (366) </td><td>HRV-A (149)\n</td></tr><tr><td>1I5 </td><td>HRV </td><td>HRV-A (749) </td><td>HRV-C (470)\n</td></tr><tr><td>2B6 </td><td>RSV </td><td>RSV (742) </td><td>IFA H3N2 (262)\n</td></tr><tr><td>Second hit with 850 k-mers matching\n</td><td> </td></tr><tr><td>1B5 </td><td>PIV-3 </td><td>HRV-A (3,758) </td><td>PIV-3 (3,111)\n</td></tr><tr><td>1D3 </td><td>HCoV NL63 </td><td>HRV-A (2,420) </td><td>HCoV NL63 (1,841)\n</td></tr><tr><td>Second hit with 850 k-mers matching\n</td><td> </td></tr><tr><td>1C2 </td><td>HRV </td><td>Enterovirus D (1,633) </td><td>HRV-A (269)\n</td></tr><tr><td>1E5 </td><td>RSV </td><td>HRV-C (1,777) </td><td>RSV (415)\n</td></tr><tr><td>1F8 </td><td>HCoV NL63 </td><td>HRV-B (3,876) </td><td>HCoV NL63 (724)\n</td></tr><tr><td>2B9 </td><td>HRV </td><td>RSV (1,105) </td><td>HRV- C (94)\n</td></tr><tr><td>2A2 </td><td>HCoV 229E </td><td>HRV-C (770) </td><td>HCoV 229E (176)\n</td></tr><tr><td>2C4 </td><td>HCoV 229E </td><td>HRV-A (264) </td><td>HCoV 229E (5)\n</td></tr><tr><td>2D3 </td><td>HCoV OC43 </td><td>HRV-A (438) </td><td>HCoV OC43 (135)\n</td></tr><tr><td>1F7 </td><td>HRV </td><td>hMPV (27) </td><td>HRV-B (20)\n</td></tr><tr><td>1G1 </td><td>ADV/HRV </td><td>HCoV OC43 (163) </td><td>HRV-B (118)\n</td></tr><tr><td>Not detected\n</td><td> </td><td> </td></tr><tr><td>1C9 </td><td>hMPV </td><td>HRV-A (3,083) </td><td>Enterovirus D (7)\n</td></tr><tr><td>2D4 </td><td>PIV-2 </td><td>HRV-A (579) </td><td>HCoV OC43 (225)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 2. Coverage of reference genomes of the top hits detected in false positive samples in the respiratory samples.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sample Virus detected by DisCVR\n</td><td>Matched\nk-mersa\n</td><td>Genome coverage (%)\n</td><td>No. mapped reads (%)b\n</td></tr><tr><td>1B3 HRV-A </td><td>3,431 </td><td>7.6 </td><td>4 (0.00)\n</td></tr><tr><td>1B4 HRV-A </td><td>3,652 </td><td>9.39 </td><td>14 (0.00)\n</td></tr><tr><td>1B6 HRV-A </td><td>2,872 </td><td>6.38 </td><td>16 (0.00)\n</td></tr><tr><td>1B9 HRV-A </td><td>1,041 </td><td>2.15 </td><td>1,404 (0.10)\n</td></tr><tr><td>1C8 HRV-A </td><td>2,781 </td><td>8.21 </td><td>8 (0.00)\n</td></tr><tr><td>1D2 HRV-A </td><td>2,974 </td><td>9.38 </td><td>13 (0.00)\n</td></tr><tr><td>1D5 HRV-C </td><td>901 </td><td>3.63 </td><td>8 (0.00)\n</td></tr><tr><td>1D6 HRV-C </td><td>1,103 </td><td>3.27 </td><td>5 (0.99)\n</td></tr><tr><td>1E2 HRV-C </td><td>1,299 </td><td>1.51 </td><td>1 (0.00)\n</td></tr><tr><td>1E4 HRV-C </td><td>1,813 </td><td>4.8 </td><td>7 (0.00)\n</td></tr><tr><td>1E9 HRV-B </td><td>4,306 </td><td>13.69 </td><td>27 (0.01)\n</td></tr><tr><td>1G7 HRV-B </td><td>1,447 </td><td>1.76 </td><td>5 (0.00)\n</td></tr><tr><td>1H5 HRV-B </td><td>932 </td><td>3.84 </td><td>4 (0.00)\n</td></tr><tr><td>1I7 HRV-C </td><td>1,234 </td><td>1.51 </td><td>1 (0.00)\n</td></tr><tr><td>1I9 HRV-C </td><td>1,845 </td><td>3.1 </td><td>9 (0.00)\n</td></tr><tr><td>2A1 RSV </td><td>2,123 </td><td>13.37 </td><td>172 (0.02)\n</td></tr><tr><td>2B5 RSV </td><td>927 </td><td>13.56 </td><td>69 (0.01)\n</td></tr><tr><td>2B8 RSV </td><td>1,406 </td><td>8.64 </td><td>101 (0.01)\n</td></tr><tr><td>2D1 HRV-C </td><td>1,620 </td><td>1.59 </td><td>2 (0.00)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank the members of the Viral Genomics and Bioinformatics Group for continuous, insightful feedback on DisCVR, and in particular Sejal Modha for generous support with utilizing NCBI tools and testing DisCVR. We are grateful to Jonathan Audet, Daniel Todt, Salvatore Camiolo, Quan Gu, Thushan Da Silva, Derek Gatherer and the anonymous beta-testers. We also thank David Manlove for advice on algorithm design. This work was funded by the Medical Research Council (MC_UU_12014/12). Pablo R Murcia is funded by Grant MC_UU_12014/9", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Source code is available on github https://centre-for-virus-re search.github.io/DisCVR/ and databases and executables are available on http://bioinformatics.cvr.ac.uk/discvr.php.", "cite_spans": [], "ref_spans": [], "section": "Data availability"}, {"text": "Supplementary data are available at Virus Evolution online.Conflict of interest: None declared.", "cite_spans": [], "ref_spans": [], "section": "Supplementary data"}, {"text": "HRV-C 1,620 1.59 2 (0.00) aNumber of matching k-mers identified by the classification module. bPercentage of total reads mapped by the validation module.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}