{"paper_id": "47f0a4495058390c39376534a85826d1d9379b23", "metadata": {"title": "Exploring the Ligand-Protein Networks in Traditional Chinese Medicine: Current Databases, Methods and Applications", "authors": [{"first": "Mingzhu", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "(&) State Key Laboratory of Microbial Metabolism", "institution": "Shanghai Jiao Tong University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Dongqing", "middle": [], "last": "Wei", "suffix": "", "affiliation": {"laboratory": "(&) State Key Laboratory of Microbial Metabolism", "institution": "Shanghai Jiao Tong University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": "dqwei@sjtu.edu.cn"}, {"first": "M", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "(&) State Key Laboratory of Microbial Metabolism", "institution": "Shanghai Jiao Tong University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Á", "middle": ["D"], "last": "Wei", "suffix": "", "affiliation": {"laboratory": "(&) State Key Laboratory of Microbial Metabolism", "institution": "Shanghai Jiao Tong University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Ó", "middle": [], "last": "Shanghai", "suffix": "", "affiliation": {"laboratory": "(&) State Key Laboratory of Microbial Metabolism", "institution": "Shanghai Jiao Tong University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Jiao", "middle": [], "last": "Tong", "suffix": "", "affiliation": {"laboratory": "(&) State Key Laboratory of Microbial Metabolism", "institution": "Shanghai Jiao Tong University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "While the concept of ''single component-single target'' in drug discovery seems to have come to an end, ''Multi-component-multi-target'' is considered to be another promising way out in this field. The Traditional Chinese Medicine (TCM), which has thousands of years' clinical application among China and other Asian countries, is the pioneer of the ''Multi-component-multi-target'' and network pharmacology. Hundreds of different components in a TCM prescription can cure the diseases or relieve the patients by modulating the network of potential therapeutic targets. Although there is no doubt of the efficacy, it is difficult to elucidate convincing underlying mechanism of TCM due to its complex composition and unclear pharmacology. Without thorough investigation of its potential targets and side effects, TCM is not able to generate large-scale medicinal benefits, especially in the days when scientific reductionism and quantification are dominant. The use of ligand-protein networks has been gaining significant value in the history of drug discovery while its application in TCM is still in its early stage. This article firstly surveys TCM databases for virtual screening that have been greatly expanded in size and data diversity in recent years. On that basis, different screening methods and strategies for identifying active ingredients and targets of TCM are outlined based on the amount of network information available, both on sides of ligand bioactivity and the protein structures. Furthermore, applications of successful in silico target identification attempts are discussed in details along with experiments in exploring the ligand-protein networks of TCM. Finally, it will be concluded that the prospective application of ligand-protein networks can be used not only to predict protein targets of a small molecule, but also to explore the mode of action of TCM.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Drug discovery was once an empirical process when the effect of the medicine was purely based on phenotype readout, while the mode of action of drug molecules remained unknown. Later, reductionists began to research on the molecular mechanism of the drug-target interactions, believing that the drug is like a magic bullet towards the functioning targets [1] . This means a drug takes action on the disease by interacting with one specific therapeutic target. The idea of each drug being like a key (or ligand) matching each 'lock' (or protein) has guided the modern drug discovery practice for the last several decades. However, in the recent years, more and more evidence has shown that many drugs exert their activities by modulating multi-targets [2] [3] [4] . Besides, some drugs interact with anti-targets and induce strong side effects [5, 6] . Therefore, it is inappropriate to stick to the paradigm that drug interact with only one target. How to modulate a set of targets to achieve efficacy, while avoiding others to reduce the risk of side effects remains a central challenging task for pharmaceutical industry.", "cite_spans": [{"start": 355, "end": 358, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 751, "end": 754, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 755, "end": 758, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 759, "end": 762, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 843, "end": 846, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 847, "end": 849, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "The Traditional Chinese Medicine (TCM), which has been widely used in China as well as other Asian countries for a long history, is considered to be the pioneer of the ''Multi-component-multi-target'' pharmacology [7, 8] . Thousands of years' clinic practices in TCM have accumulated a considerable number of formulae that exhibit reliable in vivo efficacy and safety. Based on the methodology of holism, hundreds of different components in a TCM prescription can cure the diseases or relieve the patients by modulating a serial of potential therapeutic targets [9] .", "cite_spans": [{"start": 214, "end": 217, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 218, "end": 220, "text": "8]", "ref_id": "BIBREF7"}, {"start": 562, "end": 565, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "In recent years, great efforts have been made on modernization of TCM, most on identification of effective ingredients and ligands in TCM formulae and functioning targets [10, 11] . Several databases of TCM formulae, ingredients and compounds with chemical structures have been established such as Traditional Chinese Medicine Database (TCMD) [12] . However, the molecular mechanisms responsible for their therapeutic effectiveness are still unclear. On one hand, experimental validation of new drug-target interactions still remains very limiting and expensive, and very few new drugs and targets are identified as clinical applications every year [13, 14] . On the other hand, the complex composition and polypharmacology of TCM make it even harder to conduct a full set of experiments between compounds and targets and elucidate the multi-target mode of action from the holistic view on the biological network level.", "cite_spans": [{"start": 171, "end": 175, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 176, "end": 179, "text": "11]", "ref_id": "BIBREF10"}, {"start": 343, "end": 347, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 649, "end": 653, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 654, "end": 657, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "On the contrary, in silico methods can predict a large number of new drugtarget interactions, construct the drug-target networks, and explore the functional mechanism underlying the multi-component drug combinations at the molecular level. In the present stage, there have already been successfully applications in interpreting the action mechanism of TCM from the perspective of drug-target networks, although the quantity is limited. Compared with the huge amounts of TCM formulae and components, only a small portion of drug-target pairs have been validated by the laborious and costly biochemical experiments. This motivates the needs for constructing models that could predict genuine interacting pairs between ligands and targets, based on the existing small number of known ligand-target bindings.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this article, we firstly investigate TCM databases for in silico methods that have been greatly expanded in size and data diversity in recent years. On that basis, different screening methods and strategies for identifying active ingredients and targets of TCM are outlined based on the amount of information available, both on sides of ligand bioactivity and the protein structures. Finally, successful applications in this area have been summarized and reviewed, including experimental and computational examples. Learning from the methods in modern western medicine (WM), different computing models and strategies can be used to confirm the effective components and related targets in TCM in order to build the ligand-target networks. One of the research directions of the modernization of TCM is to clarify the mode of action of TCM based on ligand-protein networks.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Data availability is the first consideration before any virtual screening or data mining task could be undertaken. The TCM databases can be classified in accordance to several categories, namely formulae, herbs, and compounds. The formula of TCM is a combination of herbs for treating a disease, while compounds are the bioactive molecules within herbs. In this section, we have summarized a list of databases for TCM herbs, formulations and compounds, as shown in Table 14 .1.", "cite_spans": [], "ref_spans": [{"start": 465, "end": 473, "text": "Table 14", "ref_id": "TABREF0"}], "section": "Databases for TCM"}, {"text": "The elementary units of TCM databases are compounds, the bioactive components that exert efficacy through binding to therapeutic targets. Most of the compounds in TCM databases have two-dimensional structure, while some of them have three-dimensional structures deduced by force filed. In most TCM databases, the information of both herbs and compounds are collected while some even have formulae information as well.", "cite_spans": [], "ref_spans": [], "section": "Databases for TCM"}, {"text": "The Traditional Chinese Medicine Database (TCMD) contains 23,033 chemical constituents and over 6,760 herbs that mainly come from Yan et al. [12] . The query keywords for the database include molecular formula, substructure, botanical identity, CAS number, pharmacological activity and traditional indications. Only a small proportion of herbs in TCMD have full coverage of compounds while most have partial coverage. Chinese Herb Constituents Database (CHCD) contains information on 8,264 compounds derived from 240 commonly used herbs with both botanical and Chinese pinyin names, the part of the herbs that contain the compounds, pharmacological and toxicological information, and other useful information [15] . Qiao et al. [16] have developed 3D structural database of biochemical components which covers 10,564 constituents from 2,073 herbs with 3D structures built and optimized using the MMFF94 force field [17] . This database uses MySQL as the data engine and contains detailed information such as basic molecular properties, optimized 3D structures, herb origin and clinical effects. The TCM Database@Taiwan was reported to be the world's largest traditional Chinese medicine database. The web-based database contains more than 20,000 pure compounds isolated from 453 TCM herbs [18] . Both simple and advanced query methods are acceptable in terms of molecular properties, substructures, TCM ingredients and TCM classifications.", "cite_spans": [{"start": 141, "end": 145, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 709, "end": 713, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 728, "end": 732, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 915, "end": 919, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1289, "end": 1293, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Databases for TCM"}, {"text": "In addition to herbs and compounds, Traditional Chinese Medicine Information Database (TCM-ID) [19] , TCM Drugs Information System [20] , and Comprehensive Herbal Medicine Information System for Cancer (CHMIS-C) [21] also collect the information of TCM formulae. TCM-ID is developed by Zhejiang University together with National University of Singapore on all aspects of TCM [22] , Marine Natural Products Database (MNPD) [23] , and Bioactive Plant Compounds Database (BPCD) [15] only focus on the structures of the compounds in TCM and do not contain pertinent information on formulae and herbs. CNPD is built to meet the needs for drug discovery using natural products including TCM and collects the 2D and 3D structures of more than 45,055 compounds. MNPD has a collection of 8,078 compounds from 10,000 marine natural products, of which 3,200 have bioactivity data. BPCD contains information on 2,794 active compounds against 78 molecular targets, as well as the subunits of the target structures to which the compounds bind.", "cite_spans": [{"start": 95, "end": 99, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 131, "end": 135, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 212, "end": 216, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 375, "end": 379, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 422, "end": 426, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 475, "end": 479, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Databases for TCM"}, {"text": "There are other databases from the internet focusing only on the clinical efficacy or side effects of formulae and herbs, without details of compounds. Acupuncture.com.au collects the TCM formulae according to their clinical action and efficacy. Both the English and Chinese names of TCM herbs are recorded to facilitate studies using both traditional and modern methods. The Dictionary of Chinese Herbs contains information on both clinical usage and side effects of the TCM herbs. It also includes the samples of TCM formulae for treating diseases such as cancer, dengue fever, diabetes, and hepatitis B. Besides, the compatibility of TCM herbs and certain drugs are listed to provide biochemical explanation for drug designers. The Plants for a Future database allows querying of herbs with special medicinal usage, and also lists the potential side effects, medical usage, and physical characteristics.", "cite_spans": [], "ref_spans": [], "section": "Databases for TCM"}, {"text": "The computational methods for drug discovery based on ligand-protein networks have been increasingly developed and applied in the area of TCM and other drugs in recent years [7, 8] . These methods mainly fall into the territories of ligand-based approach, target-based approach, and machine learning. Of course, these methods of predicting ligand-protein interactions are not isolated, and researchers often use them jointly to achieve better computational results, which can be easily shown in the following case studies.", "cite_spans": [{"start": 174, "end": 177, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 178, "end": 180, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "In Silico Methods for Ligand-Protein Interactions"}, {"text": "The ligand-based approach, also known as the chemical approach, is to reorganize pharmacological characteristics and protein associations, by means of ligand similarities rather than genomic space such as sequence, structural or pathway information. The basic assumption for ligand-based approach is that regardless that similar chemical structures may interact with proteins in different ways, similar ligands tend to bind to similar targets more than not [24] . The core of ligand-based approach is the calculation of chemical similarities, with the help of chemical descriptors. Before this approach can work, one need to answer how to describe molecular structures in a way that computers can recognize. Currently there are plenty of molecular descriptors to indicate the similarity of two different ligands.", "cite_spans": [{"start": 457, "end": 461, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Ligand-Based Approach"}, {"text": "In order to predict the ligand-target interactions, prior knowledge should be acquired in terms of the ligand information for the target [25] . By comparing the chemical structures of the new ligands against the know ligand set of a targeting protein, a threshold is usually set to decide whether the new ligand and the targeting protein can interact.", "cite_spans": [{"start": 137, "end": 141, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Chemical Descriptors"}, {"text": "The most commonly used structure representation is the topological fingerprints that encode the sub-structural information [26] . In these fingerprints, the atomcentred feature pairs have also been proven to be very successful in many applications of virtual screening. The widely used samples of fingerprints are 2D Daylight [25] and Scitegic extended connectivity fingerprints [27] with atom types and the bond connectivity among them.", "cite_spans": [{"start": 123, "end": 127, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 326, "end": 330, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 379, "end": 383, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Chemical Descriptors"}, {"text": "Although 2D fingerprints have been proven to be extremely robust and reliable in many chemoinformatics approaches, they seem hard to credit to be informative, therefore, consistent efforts have been made to develop more comprehensive threedimensional fingerprints [28, 29] . 3D fingerprints encode the 3D geometry or scaffolds of molecular structures. One method to encode a compound is based on geometrical configuration of molecular structures. A common methodology in descriptors Flexible is the superposition of molecules onto one or multiple conformations of a reference bioactive ligand [30] [31] [32] .", "cite_spans": [{"start": 264, "end": 268, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 269, "end": 272, "text": "29]", "ref_id": "BIBREF28"}, {"start": 593, "end": 597, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 598, "end": 602, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 603, "end": 607, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Chemical Descriptors"}, {"text": "There are other topological descriptors based on molecular features that have been developed to compare ligand profiles. The SHED (SHannon Entropy Descriptors) is derived from distributions of atom-centered pairs and calculates the variability in a feature-pair distribution [33] . Gregori-Puigjane then used the SHED descriptor to in silico profiling of 767 drugs against 684 related targets and revealed the promiscuity of the drugs targeting aminergic G protein-coupled receptors (GPCRs) [34] . On the other hand, RED (Renyi entropy descriptors) is another topological descriptor that measures the molecular features generalized Renyi Entropy. The scaffolds can also be used to predict the bioactivity of the compounds on target sets. In this particular research, 24,000 unique scaffolds were extracted from 458 target sets and the external test shows that to the high-priority virtual scaffolds have the predictive activities [35] .", "cite_spans": [{"start": 275, "end": 279, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 491, "end": 495, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 930, "end": 934, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Chemical Descriptors"}, {"text": "Also in the area of chemicogeneric-based predictive methods to screen ligandtarget interactions Weil proposed a novel fingerprint encoding both ligand and target properties. The ligand properties are represented by common descriptors, while the cavity information of the target is incorporated by a fixed length bit string. This fingerprint shows preference to support vector machine (SVM) classifiers and the resulting precision is as high as 90 % in separating true and false pairs [36] .", "cite_spans": [{"start": 484, "end": 488, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Chemical Descriptors"}, {"text": "The most common way to compare molecular fingerprints for similarity analysis is by means of Tanimoto Coefficient (T C , also known as Jaccard index) [37] [38] [39] , which compares the number of bits shared between the two fingerprints to all possible matched bits between them,", "cite_spans": [{"start": 150, "end": 154, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 155, "end": 159, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 160, "end": 164, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Similarity Coefficient"}, {"text": "where N A is number of features (ON bits) in compound A, N B is the number of features (ON bits) in compound B, and N AB is the number of features (ON bits) common to both A and B. If the Tanimoto Coefficient of two molecules is larger than 0.85, then they are considered to have a higher structurally similarity [40] .", "cite_spans": [{"start": 313, "end": 317, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Similarity Coefficient"}, {"text": "One advantage of the ligand-based similarity searching approach is that it does not need alignment between multiple molecules. The ligand-based approach describes a protein by the chemicgenomic space of its ligands. With the ligand-based descriptions of a protein, one can predict which targets are likely to be hit by a ligand, given its known structure.", "cite_spans": [], "ref_spans": [], "section": "Ligand-Based Predictions"}, {"text": "In the area of ligand-based virtual screening, researchers have tried to evaluate whether novel ligand-target pairs could be identified, based on the chemical knowledge of ligands and ligand-target interactions. G protein-coupled receptors (GPCRs) are a family of effective drug targets with significant therapeutic value. Many researchers have built SVM models as well as substructural analysis to describe GPCRs from the perspective of ligand chemicogenerics [41] . Especially, the de-orphanization of receptors without known ligands was employed using the ligands of the related receptors. For 93 % of the orphan receptors, the prediction results are better than random, while for 35 % the performance was good.", "cite_spans": [{"start": 461, "end": 465, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Ligand-Based Predictions"}, {"text": "A powerful ligand-based prediction method based on features of protein ligands is the Similarity Ensemble Approach (SEA), which was originally used to investigate protein similarity based on chemical similarity between their ligand sets with the main idea that similar ligands might tend to share same targets [3] . SEA calculates Z-score and E-value by summing up the T C over a threshold between two ligand sets as indicators to evaluate the possible interaction between two ligand sets in a way similar to BLAST. The similarity threshold for T C is chosen in a way that the Z-score best observes the extreme value distribution (EVD). This method was then applied to predict new molecular targets for known drugs [42] . The Author investigated 3000 FDA-approved drugs against hundreds of targets and found 23 new cases of drug-target interactions. By in vitro experiments, five of them were validated to be positive with affinities less than 100 nM. Besides Keiser's research, SEA was also used to investigate the off-target effect of the some commercial available drugs against the target protein farnesyltransferase (PFTase) [43] and two drug loratadine and miconazole were found to be able to bind to PFTase.", "cite_spans": [{"start": 310, "end": 313, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 715, "end": 719, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 1129, "end": 1133, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Ligand-Based Predictions"}, {"text": "The pharmacophore model is perhaps the most widely used methods that make use of the 3D structure representations of molecules [44] . A pharmacophore is defined to be the molecular features pertinent to bioactivity aligned in three dimensional spaces, including hydrogen bonding, charge transfer, electrostatic and hydrophobic interactions [45] . The underlying methodology of pharmacophore model was defined by different researchers [46] . Recently, this model was successfully applied in mesangial cell proliferation inhibitor discovery and virtual screening of potential ligands for many targets such as HIV integrase and CCR5 antagonist [47] [48] [49] [50] . In 3D pharmacophore model, the molecular spatial features and volume constraints represent the intrinsic interactions of small bioactive ligands with protein receptors. Wolber tried to extract ligand pharmacophores from protein cavities based on a define set of six types of chemical structures [51] , and develop the algorithms for ligand extraction and interpretation as well as pharmacophore creation for multiple targets.", "cite_spans": [{"start": 127, "end": 131, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 340, "end": 344, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 434, "end": 438, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 641, "end": 645, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 646, "end": 650, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 651, "end": 655, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 656, "end": 660, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 958, "end": 962, "text": "[51]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Ligand-Based Predictions"}, {"text": "Pharmacophore screening only considers those compounds who are direct mimics of the ligand from which the pharmacophore has been generated and may neglect the other positive binding modes as well. In fact, the pharmacophore model limits to only one mode of action for small molecules [52] . However, this limitation can be conquered by combining multiple pharmacophore models with different modes of action. This method is called Virtual Parallel Screening and has been successfully applied to the identification of Natural Products' activity [52, 53] . In such work, The PDB-based pharmacophores was firstly used for target fishing for TCM constituents. Results shown 16 constituents of Ruta graveolens were screened against a database of pharmacophores and good congruity was found between the potential predictions and their corresponding IC50 values.", "cite_spans": [{"start": 284, "end": 288, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 543, "end": 547, "text": "[52,", "ref_id": "BIBREF51"}, {"start": 548, "end": 551, "text": "53]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Ligand-Based Predictions"}, {"text": "Quantitative structure-activity relationships (QSAR) was first established in early 1960s when computational means were used to quantitatively describe pharmacodynamics and pharmacokinetic effects in biology systems and the chemical structures of compounds [54] . Generally speaking, any mathematical model or statistical method that builds relationship between molecular structures and biological properties may be considered as QSAR. The idea of QSAR is easy while training and application of QSAR is much difficult since similar structures may interact with totally different targets due to the diversity and complexity of biology [55] . Furthermore, the intrinsic noise in data to describe both the chemical space and biological effects brings much trouble in accurate modeling [56] . Despite these difficulties, in case robust biological data is available and few outliers coexist, thousands of QSAR models have been generated and stored in related database in the past 40 years [57, 58] .", "cite_spans": [{"start": 257, "end": 261, "text": "[54]", "ref_id": "BIBREF53"}, {"start": 634, "end": 638, "text": "[55]", "ref_id": "BIBREF54"}, {"start": 782, "end": 786, "text": "[56]", "ref_id": "BIBREF55"}, {"start": 984, "end": 988, "text": "[57,", "ref_id": "BIBREF56"}, {"start": 989, "end": 992, "text": "58]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Ligand-Based Predictions"}, {"text": "The target-based approach, predicts ligand-target interactions by the structural information of protein targets as well as ligands. The target-based approach depends highly on the availability of the structural information of targets, either from wet experiments or numerical simulations [59, 60] . On one hand, these methods aim to predict the conformation and orientation of the ligand within the protein cavity. On the other hand, the binding affinity of the ligand and protein is simulated with scoring functions. The main target-based approach is docking, which predicts the preferred orientation of one molecule to another when they bound to each other to form a stable complex [61] . Usually, docking is implemented to search appropriate ligands for known targets with the lowest fitting energy. On the contrary, inverse docking seeks to fish targets from known ligands 'from scratch' and also plays an important role in virtual screening.", "cite_spans": [{"start": 288, "end": 292, "text": "[59,", "ref_id": "BIBREF58"}, {"start": 293, "end": 296, "text": "60]", "ref_id": "BIBREF59"}, {"start": 684, "end": 688, "text": "[61]", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Target-Based Approach"}, {"text": "Despite more than 20 years' research, docking and scoring ligands with proteins are still challenging processes and the performance is highly dependent on targets [62] [63] [64] . Docking cannot be applied to proteins whose 3D structures are not identified [65] . The high-resolution structure of the protein target is preferably obtained from X-ray crystallography and NMR spectroscopy. However, approximately half of the currently approved drugs bind to the membrane proteins, whose structures are extremely difficult to be acquired experimentally. Alternatively, homology modeling is usually adopted to build a putative geometry and docking cavity [66] . Besides, threading and ab initio structure prediction together with molecular dynamics (MD) and Monte Carlo simulations are utilized to predict the target structures. However, the fidelity of homology modeling, threading and ab initio structures is still questioned by many researchers. Other important challenges of docking are the dynamic behavior, the large number of degrees of freedom and the complexity of the potential energy surface. This confines docking to be a low throughput method on a very small scale, which fails to predict interactions on the level of millions of ligands and targets.", "cite_spans": [{"start": 163, "end": 167, "text": "[62]", "ref_id": "BIBREF61"}, {"start": 168, "end": 172, "text": "[63]", "ref_id": "BIBREF62"}, {"start": 173, "end": 177, "text": "[64]", "ref_id": "BIBREF63"}, {"start": 257, "end": 261, "text": "[65]", "ref_id": "BIBREF64"}, {"start": 651, "end": 655, "text": "[66]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Target-Based Approach"}, {"text": "To alleviate the situation that docking depends on the nature of targets, multiple active site has been used to compensate the ligand-dependent biases and the Consensus scoring has been also suggested to reduce the false positives in virtual screening [67] . The accuracy of scoring functions still remain the main weakness of docking approach [68] . Also, docking is starting to adopt the conformation information derived from protein-bound ligands as a strategy to overcome the limitations of current scoring functions and can predict the orientation of the ligands into the protein cavity [69] . Besides, molecular dynamics-assisted docking method has been applied in virtual screening against the individual targets in HIV to search for multi-target drug-like agents and KNI-765 was identified to be potential inhibitors [70] .", "cite_spans": [{"start": 252, "end": 256, "text": "[67]", "ref_id": "BIBREF66"}, {"start": 344, "end": 348, "text": "[68]", "ref_id": "BIBREF67"}, {"start": 592, "end": 596, "text": "[69]", "ref_id": "BIBREF68"}, {"start": 825, "end": 829, "text": "[70]", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Target-Based Approach"}, {"text": "Regardless of the all the limitations, virtual screening based on docking and inverse docking has been successfully utilized to identify and predict novel bioactive compounds in the past 10 years. Using the combinatorial small molecule growth algorithm, Grzybowski applied the docking to the design of picomolar ligands for the human carbonic anhydrase II [71, 72] . Inverse docking was firstly developed to identify multiple proteins to which a small molecule can bind or weakly bind. In some cases, the bioactivity of the TCM compounds is well recognized, while the underlying mode of action is not very clear. In 2001, INV-DOCK [73] has been developed to search for the targets for TCM constitutes, and employed a database of protein cavities derived from PDB entries. The results of inverse docking involving multiple-conformer shape-matching alignment showed that 50 % of the computer-predicted potential protein targets were implicated or experimentally validated. The same approach was used to determine potential drug toxicity and side effects in early stages of drug development and results showed that 83 % of the experimentally known toxicity and side effects were predicted [74] . Zahler tried the inverse docking method to find potential kinase targets for three indirubin derivatives and examined 84 unique protein kinases in total [75] . Recently, one indirubin compound was found to possess therapeutic effects against myelogenous leukemia [76] .", "cite_spans": [{"start": 356, "end": 360, "text": "[71,", "ref_id": "BIBREF70"}, {"start": 361, "end": 364, "text": "72]", "ref_id": "BIBREF71"}, {"start": 631, "end": 635, "text": "[73]", "ref_id": "BIBREF72"}, {"start": 1186, "end": 1190, "text": "[74]", "ref_id": "BIBREF73"}, {"start": 1346, "end": 1350, "text": "[75]", "ref_id": "BIBREF74"}, {"start": 1456, "end": 1460, "text": "[76]", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Target-Based Approach"}, {"text": "Docking is usually used as the second step to further validate the ligand-target binding features after the first round of virtual screening by other ligand-based approaches [77] [78] [79] [80] . Wei applied the docking together with similarity search and molecular simulation to search for Anti-SAS drugs [81] , find the binding mechanism of H5N1 Influenza Virus with ligands [82] , detect possible drug leads for Alzheimer's Disease [83, 84] and identify the binding sites for several novel amide derivatives in the nicotinic acetylcholine receptors (AChRs) [85] .", "cite_spans": [{"start": 174, "end": 178, "text": "[77]", "ref_id": "BIBREF76"}, {"start": 179, "end": 183, "text": "[78]", "ref_id": "BIBREF77"}, {"start": 184, "end": 188, "text": "[79]", "ref_id": "BIBREF78"}, {"start": 189, "end": 193, "text": "[80]", "ref_id": "BIBREF79"}, {"start": 306, "end": 310, "text": "[81]", "ref_id": "BIBREF80"}, {"start": 377, "end": 381, "text": "[82]", "ref_id": "BIBREF81"}, {"start": 435, "end": 439, "text": "[83,", "ref_id": "BIBREF82"}, {"start": 440, "end": 443, "text": "84]", "ref_id": "BIBREF83"}, {"start": 560, "end": 564, "text": "[85]", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Target-Based Approach"}, {"text": "The ligand-based approach and target-based approach predict potential ligandtarget bindings by means of chemical similarity and structural information. Machine learning is a high-throughput method of artificial intelligence that enables computers to learn from data of knowns, including ligand chemistry, structural information and ligand-protein networks and to predict unknowns, such as new drugs, targets and drug-target pairs. This method gains stability and credibility, and has strong ability for classifications among large numbers of ligand-protein pairs that otherwise would be impossible to be connected based on chemical similarity alone.", "cite_spans": [], "ref_spans": [], "section": "Machine Learning"}, {"text": "Machine learning is to exact features from data automatically by computers [86] . Basically, machine learning can be categorized into unsupervised learning and supervised learning. In unsupervised learning, the objective is to extract and conjecture patterns and interactions among a series of input variables and there is no outcome to train the input variables. The common approaches in unsupervised learning are clustering, data compression and outlier detection, such as principal component based methods [87] . In supervised learning, the objective is to predict the value of an outcome variable based on the input variables [88] . The data is commonly divided into training and validation datasets, which are used in turn to finalize a robust model. The variable the supervised model predicts is typically the binding probability of ligands and targets.", "cite_spans": [{"start": 75, "end": 79, "text": "[86]", "ref_id": "BIBREF85"}, {"start": 509, "end": 513, "text": "[87]", "ref_id": "BIBREF86"}, {"start": 630, "end": 634, "text": "[88]", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Machine Learning"}, {"text": "Nidhi trained a multiple-category Laplacian-modified naive Bayesian model from 964 target classes in WOMBAT and predict the top three potential targets for compounds in MDDR with or without known targets information [89] . On average, the prediction accuracy with compounds with known targets is 77 %. Bayesian classifier was usually used in early prediction, while the Winnow algorithm was reported more recently [90] . With the same training datasets, the prediction result is slightly different with the Multiple-category laplacian. This indicates that it is necessary to apply different prediction methods and make comparisons even on the same training dataset.", "cite_spans": [{"start": 216, "end": 220, "text": "[89]", "ref_id": "BIBREF88"}, {"start": 414, "end": 418, "text": "[90]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Machine Learning"}, {"text": "The Gaussian interaction profile kernels, which represented the drug-target interactions, were used in Regularized Least Squares in combined with chemical and genomic space to achieve the prediction with precision-recall curve (AUPR) up to 92.7 [91] . Based on simple physicochemical properties extracted from protein sequences, the potential drug targets were related to the existing ones by several models [92] . The supervised bipartite graph inference is used to represent the drug interaction networks and can be solely be able to predict new interactions, or together with chemical and genomic space [93, 94] . Besides, semi-supervised learning method (Laplacian regularized least square FLapRLS) was also explored to effectively predict the results by integration of genomic and chemical space [95] .", "cite_spans": [{"start": 245, "end": 249, "text": "[91]", "ref_id": "BIBREF90"}, {"start": 408, "end": 412, "text": "[92]", "ref_id": "BIBREF91"}, {"start": 606, "end": 610, "text": "[93,", "ref_id": "BIBREF92"}, {"start": 611, "end": 614, "text": "94]", "ref_id": "BIBREF93"}, {"start": 801, "end": 805, "text": "[95]", "ref_id": "BIBREF94"}], "ref_spans": [], "section": "Machine Learning"}, {"text": "The Support Vector Machine (SVM) is a powerful classification tool in which appropriate kernel functions are selected to map the data space into higher dimensional space without increasing the computational difficulties. The performance of SVM is usually stronger than other probability based models. Wale and Karypis [96] made comparisons between a Bayes Classifier together with binary SVM, cascaded SVM, a ranking-based SVM, Ranking Perception and the combination of SVM and Ranking Perception in terms of the ability to predict the targets for small compound, and found that the cascaded SVM has better performance than the Bayes models and the combination of SVM and Ranking Perceptron has the best performance of all. Zhao et al. developed a SVM model based on the chemical-protein interactions from STITCH [97] using new features from ligand chemical space and interaction networks. Four new D-amino acid oxidase inhibitors were successfully predicted by this model and validate by wet experiments, and one may have a new application in therapy of psychiatric disorders other than being an antineoplastic agent [98] .", "cite_spans": [{"start": 318, "end": 322, "text": "[96]", "ref_id": "BIBREF95"}, {"start": 813, "end": 817, "text": "[97]", "ref_id": "BIBREF96"}, {"start": 1118, "end": 1122, "text": "[98]", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Machine Learning"}, {"text": "Random forest, a form of multiple decision trees, recently has been applied to screen TCM database for potential inhibitors against several therapeutically important targets [99] . With the use of binding information from another database, random forest was performed to find multiple hits out of 8,264 compounds in 240 Chinese Herbs on an unbalanced dataset. Among all the predictions, 83 herb-target predictions were proved by literature search. Three Potential inhibitors of the human, aromatase enzyme (CYP19) myricetin, liquiritigenin and gossypetin, were screened by Random Forest as well as molecular docking studies. The virtual screening results were subsequently confirmed experimentally by in vitro assay [100] .", "cite_spans": [{"start": 174, "end": 178, "text": "[99]", "ref_id": "BIBREF98"}, {"start": 716, "end": 721, "text": "[100]", "ref_id": "BIBREF99"}], "ref_spans": [], "section": "Machine Learning"}, {"text": "Linear regression models have also been applied to predict ligand-target pairs. Zhao developed a computational framework, drugCIPHER to infer drug-target interactions based on pharmacology and genomic space [101] . In this framework, three linear regress models were created to relate drug therapeutic similarity, chemical similarity and target similarity on the basis of a protein-protein interaction network. The drugCIPHER achieved the performance with AUC of 0.988 in the training set and 0.935 in the test set and 501 new drug-target interactions were found, implying potential novel applications or side effects.", "cite_spans": [{"start": 207, "end": 212, "text": "[101]", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Machine Learning"}, {"text": "Although machine learning has strong performance in classification of proteinligand interactions, its shortcoming is obvious. The process of some machine learning methods is implicit, like a black box, from which we cannot have an intuitive biological or physical relevance between proteins and ligands. SVM maps the classification problem into higher space, and acquires excellent performance with high computational efficiency. The tradeoff is that it can hardly explicitly create relationship between a protein and a ligand. Therefore, even with a very strong prediction tool, we can hardly move forward with innovations in theory of protein-ligand interactions.", "cite_spans": [], "ref_spans": [], "section": "Machine Learning"}, {"text": "Wei et al. focused on the discovery of potential inhibitors against S-adenosylhomocysteine hydrolase (SAH), a key reactant in duplication of virus life cycle. A similarity search in Traditional Chinese Medicine Database was performed and 17 hits with high similarity were retrieved. Followed by docking, they proposed the potential inhibitors by comparing best docked solutions and possible modification for the best inhibitors [79] .", "cite_spans": [{"start": 428, "end": 432, "text": "[79]", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "Inhibiting Biological Transmethylation Reaction"}, {"text": "Zhao et al. have developed a support vector machine (SVM) model based on the chemical-protein interactions from STITCH using new features from ligand chemical space and interaction networks. The model is used to search for the potential D-amino acid oxidase inhibitors from STITCH database and the predicted results are finally validated by wet experiments. Out of the ten candidates obtained, seven D-amino acid oxidase inhibitors have been verified, in which four are newly found, and one may have a new application in therapy of psychiatric disorders other than being an antineoplastic agent [98] .", "cite_spans": [{"start": 595, "end": 599, "text": "[98]", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "New D-Amino Acid Oxidase Inhibitor Discovery"}, {"text": "From docking experiments for more than 9,000 compounds extracted from various Chinese medicines, Gao found that the compound agaritine distinguished itself from all the others in binding to the HIV protease with the most favorable free energy. It has been observed thru an extensive docking study that some of agaritine derivatives had markedly stronger binding interaction with the HIV protease than agaritine, suggesting that these derivatives might be good candidates for developing drugs for AIDS therapy [77] .", "cite_spans": [{"start": 509, "end": 513, "text": "[77]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Drug Discovery for AIDs"}, {"text": "To find new drug candidates for treating Alzheimer's disease, Zheng used the similarity search technique and GTS-21 as a template to search the Traditional Chinese Medicines Database. Then those molecules with higher score were selected for docking studies against the alpha7 nicotinic acetylcholine receptor. Though an in-depth structural analysis, it was found Mol 7,235 might be a promising candidate and need further experimental validation before it becomes an effective drug for treating Alzheimer's disease [78] .", "cite_spans": [{"start": 514, "end": 518, "text": "[78]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Treating Alzheimer's Disease"}, {"text": "Network-based pharmacology explores the possibility to develop a systematic and holistic understanding of the mode of actions of multi-drugs by considering their multi-targets in the context of molecular networks. It has also been suggested that relatively weak patterns of inhibition of many targets may prove more satisfactory than the highly potent single target inhibitors routinely developed in the course of a drug discovery program [102] . In drug discovery, the use of networks incorporating multiple components and the corresponding multiple targets, is one of the driving force to propel the current development in TCM pharmacology. Several successful examples have been accumulated both in experiments and in silico analysis, as shown in Table 14 .2.", "cite_spans": [{"start": 439, "end": 444, "text": "[102]", "ref_id": "BIBREF101"}], "ref_spans": [{"start": 749, "end": 757, "text": "Table 14", "ref_id": "TABREF0"}], "section": "Applications of Ligand-Protein Networks in TCM Pharmacology"}, {"text": "Many bioactive compounds in TCM herbs may have synergetic effort with many non-TCM drugs in markets. Tannin, a component derived from a TCM, can be combined with HIV triple cocktail therapy to yield everlasting efforts in preventing HIV virus propagation. The underlying mechanism is that Tannin suppresses the activity of HIV-1 reverse transcriptase, protease and intergrase and cut off virus fusion and virus entry into the host cells [103] . Recently, Li proposed a new idea to induce immunetolerance in T cells by using matrine, a chemical derived from the root of Sophora flavescens AIT, targeting both the PKCy pathway and the NFAT pathway in cocktail preparations for treating AIDS [104] . Lam et al. recently showed in murine colon 38 allograft model that a formula containing 4 herbs (PHY906) has synergetic effect on reducing side effects and enhancing efficacy induced by CPT-11, a power anticancer agent with strong toxicity. The reason is that PHY906 can repair the intestinal epithelium by facilitating the intestinal progenitor or stem cells and several Wnt signaling components and suppress a batch of inflammatory responses like factor kB, cyclooxygenase-2, and inducible nitric oxide synthase [105] .", "cite_spans": [{"start": 437, "end": 442, "text": "[103]", "ref_id": "BIBREF102"}, {"start": 689, "end": 694, "text": "[104]", "ref_id": "BIBREF103"}, {"start": 1211, "end": 1216, "text": "[105]", "ref_id": "BIBREF104"}], "ref_spans": [], "section": "Experimental Study"}, {"text": "Multi-component and multi-target interactions are the main mode of action for TCM formula, which exerts synergetic effects as a whole preparation rather than the primary active compound in TCM alone. Xie et al. demonstrated that other components in ''Qingfu Guanjieshu'' (QFGJS) could effectively influence the pharmacokinetic behavior and metabolic profile of paeonol in rats, indicating the synergy of herbal components. This synergy may be the result of enhanced adsorption of paeonol in the gastrointestinal tract induced by P-glycoproteinmediate efflux change [106] . Another similar study, showed that paeoniflorin from the root of Paeonia lactiflora were markedly enhanced when co-administrated with sinomenine, the stem of Sinomenium acutum. Sinomenine promotes intestinal transportation via inhibition of P-glycoprotei, and affect the hydrolysis of paeoniflorin via interaction with b-glycosidase [107] .", "cite_spans": [{"start": 565, "end": 570, "text": "[106]", "ref_id": "BIBREF105"}, {"start": 906, "end": 911, "text": "[107]", "ref_id": "BIBREF106"}], "ref_spans": [], "section": "Experimental Study"}, {"text": "Huang-Lian-Jie-Du-Tang (HLJDT) is a TCM formula with anti-inflammatory efficacy, but the action mechanism is still not very clear. Zeng et al. investigated the effects of its component herbs and pure components on eicosanoid generation and found out the active components and their precise targets on arachidonic acid (AA) cascade. Results showed that Rhizoma coptidis and Radix scutellariae were (continued) (continued) [112] (continued) (continued) the key herbs responsible for the suppressive effect of HLJDT on eicosanoid generation. Further experiments on the pure components of HLJDT revealed that baicalein derived from Radix scutellariae has significant inhibitory effect on 5-LO and 15-LO while coptisine from Rhizoma coptidis show medium inhibitory effects on LTA(4)H. Besides, baicalein and coptisine were proved to have synergetic inhibition on LTB(4) by the rat peritoneal macrophages [108] . A TCM formula, Realgar-Indigo naturalis formula (RIF), was applied to treat Acute promyelocytic leukemia (APL) and showed a high complete remission (CR rate) [109] . In RIF, multiple agents within one formula were found to work synergistically. A small-scale combinational study using Chou and Talalay combination index method was performed and three main active components of RIF and six core proteins they targets in mediating the auti-tumor effect were identified. The main active ingredients of RIF are tetraarsenic tetrasulfide (A), indirubin (I), and tanshinone IIA (T), from Realgar, Indigo naturalis, and Salvia miltiorrhiza, respectively. A acts as the principal component of the formula, whereas T and I serve as adjuvant ingredients. ATI leads to ubiquitination/degradation of The target network of QLY is involved in RA-related key processes including angiogenesis, inflammatory response, and immune response. The four herbs in QLY work in concert to promote efficiency and reduce toxicity. Specifically, the synergetic effect of Ku-Shen (jun herb) and Qing-Feng-Teng (chen herb) may come from the feedback loop and compensatory mechanisms [120] promyelocytic leukemia (PML)-retinoic acid receptor oncoprotein, reprogramming of myeloid differentiation regulators, and G1/G0 arrest in APL cells by mediating multiple targets. Using multi-omics technologies, Zhang later proved that combined use of imatinib and arsenic sulfide from toxic herbal remedy exerted better therapeutic effects in a BCR/ABL-positive mouse model of chronic myeloid leukemia (CML) than either drug as a single agent. AS targets BCR/ABL through the ubiquitination of key lysine residues, leading to its proteasomal degradation, whereas IM inhibits the PI3 K/AKT/mTOR pathway [110] .", "cite_spans": [{"start": 421, "end": 426, "text": "[112]", "ref_id": "BIBREF111"}, {"start": 899, "end": 904, "text": "[108]", "ref_id": "BIBREF107"}, {"start": 1065, "end": 1070, "text": "[109]", "ref_id": "BIBREF108"}, {"start": 2059, "end": 2064, "text": "[120]", "ref_id": "BIBREF119"}, {"start": 2666, "end": 2671, "text": "[110]", "ref_id": "BIBREF109"}], "ref_spans": [], "section": "Experimental Study"}, {"text": "To target the complex, multi-factorial diseases more effectively, the network biology incorporating ligand-protein networks has been applied in multi-target drug development as well as modernization of traditional Chinese medicine in the systematic and holistic way. Zhao reviewed the available disease-associated networks, drug-associated networks that can be used to assist the drug discovery and elaborate the network-based TCM pharmacology [119] . Klipp discussed the possibility to use networks to aid the drug discovery process and focused on networks and pathways in which the components are related by physical interactions or biochemical process [121] . Leung investigated the possibility of network-based intervention for curing system diseases by means of network-based computational models and using medicinal herbs to develop into new wave of network-based multi-target drugs. It was concluded that further integration across various 'omics' platform and computational tools would accelerate the drug discovery based on network [122] .", "cite_spans": [{"start": 444, "end": 449, "text": "[119]", "ref_id": "BIBREF118"}, {"start": 655, "end": 660, "text": "[121]", "ref_id": "BIBREF120"}, {"start": 1041, "end": 1046, "text": "[122]", "ref_id": "BIBREF121"}], "ref_spans": [], "section": "Computational Framework"}, {"text": "Barlow et al. screened among Chinese herbs for compounds that may be active against 4 targets in inflammation, by means of pharmacophore-assisted docking. The results showed that the twelve examples of compounds from CHCD inhibit multiple targets including cyclo-oxygenases 1 & 2 (COX), p38 MAP kinase (p38), c-Jun terminal-NH(2) kinase (JNK) and type 4 cAMP-specific phosphodiesterase (PDE4).The distribution of herbs containing the predicted active inhibitors was studied in regards to 192 Chinese Formulae and it was found that these herbs were in the formulae that were traditionally used to treat fever, headache and so on [111] .", "cite_spans": [{"start": 628, "end": 633, "text": "[111]", "ref_id": "BIBREF110"}], "ref_spans": [], "section": "Computational Framework"}, {"text": "Many Traditional Chinese Medicines (TCMs) are effective to relieve complicated diseases such as type II diabetes mellitus (T2DM). Gu et al. employed the molecular docking and network analysis to elucidate the action mechanism of a medical composition-Tangminling Pills which had clinical efficacy for T2DM. It was found that multiple active components in Tangminling Pills interact with multiple targets in the biological network of T2DM. The 37 targets were classified into 3 clusters, and proteins in each cluster were highly relevant to each other. 10 known compounds were selected according to their network attribute ranking in drug-target and drug-drug network [112] . XFZYD, a recipe derives from Wang Q. R. in Qing dynasty, was widely used in cardiac system disease. From similarity search and alignment, the chemical space of compounds in XFZYD was found to share a lot of similarities with that of drug/druglike ligands set collected from cardiovascular pharmacology while the chemical pattern in XFZYD are more diverse than drug/drug-like ligands for cardiovascular pharmacology. Docking protocol between compounds in XFZYD and targets related to cardiac system disease using LigandFit show that many molecules have good binding affinity with the targeting enzymes and most have interactions with more than one single target. The active components in XFZYD mainly target rennin, ACE and ACE2 in Renin-Angiotensin System (RAS), which modulates the cardiovascular physiological function. It was proved that promiscuous drugs in TCM might be more effective for treating cardio system diseases, which tends to result from multi-target abnormalities, but not from a single defect [113] .", "cite_spans": [{"start": 667, "end": 672, "text": "[112]", "ref_id": "BIBREF111"}, {"start": 1686, "end": 1691, "text": "[113]", "ref_id": "BIBREF112"}], "ref_spans": [], "section": "Computational Framework"}, {"text": "A lot of integrative computational tools and models have been developed and widely used to optimize the combination regimen of multi-components drugs and elucidating the interactive mechanism among ligand-target networks.", "cite_spans": [], "ref_spans": [], "section": "Computational Framework"}, {"text": "Li et al. built a method called Distance-based Mutual Information Model (DMIM) to identify useful relationships among herbs in numerous herbal formulae. DMIM combines mutual information entropy and distance between herbs to score herb interactions and construct herb network. Novel anti-angiogenic herbs, Vitexicarpin and Timosaponin A-III were discovered to have synergistic effects. Based on herb network constructed by DMIM from 3,865 collateral-related herbs, the interactions between TCM drugs and disease genes in cancer pathways and neuro-endocrine-immune pathways were inferred to contribute to the action of Liu-wei-di-huang formula, one of the most well-known TCM formula as potential treatment for a variety of diseases including cancer, dysfunction of the neuroendocrine-immune-metabolism system and cardiovascular [114] .", "cite_spans": [{"start": 827, "end": 832, "text": "[114]", "ref_id": "BIBREF113"}], "ref_spans": [], "section": "Computational Framework"}, {"text": "Wang et al. adopted a new method based upon lattice experimental design and multivariate regression to model the quantitative composition-activity relationship (QCAR) of Shenmai, a Chinese medicinal formula. This new strategy for multicomponent drug design was then successfully applied in searching optimal combination of three key components (PD, PT and OP) of Shenmai. Experimental outcome of infarct rate of heart in mice with different dosage combination of the three components were finally measured and the fitted relationship equation showed that the optimal values of PD, PT and OP were 21.6, 39.2 and 39.2 %, respectively [115] . The proportion of two active components of Qi-Xue-Bing-Zhi-Fang, PF and FP, was also optimized in similar way using several fitting technique like linear regression, artificial neural network and support vector regression [116] . Although the underlying mechanism of drug synergy for the two formulae was still not very clear, the interactions of multiple weak bindings among different compounds and targets might be the contributory factors.", "cite_spans": [{"start": 632, "end": 637, "text": "[115]", "ref_id": "BIBREF114"}, {"start": 862, "end": 867, "text": "[116]", "ref_id": "BIBREF115"}], "ref_spans": [], "section": "Computational Framework"}, {"text": "A network-based multi-target computational scheme for the whole efficacy of a compound in a complex disease was develop for screening the anticoagulant activities of a serial of argatroban intermediates and eight natural products respectively. Aimed at the phenotypic data of drugs, this scheme predicted bioactive compounds by integrating biological network efficiency analysis with multi-target docking score, which evolves from the traditional virtual screening method that usually predicted binding affinity between single drug molecule and target. A ligand can have impact on multiple targets based on the docking scores, and those with highest target network efficiency are regarded as potential anticoagulant agents. Factor Xa and thrombin are two critical targets for anticoagulant compounds and the catalytic reactions they mediate were recognized as the most fragile biological matters in the human clotting cascade system [117] .", "cite_spans": [{"start": 933, "end": 938, "text": "[117]", "ref_id": "BIBREF116"}], "ref_spans": [], "section": "Computational Framework"}, {"text": "Sun et al. [118] presented a systematic target network analysis framework to explore the mode of action of anti-Alzheimer's disease (AD) herb ingredients based on applicable bioinformatics resources and methodologies on clinical anti-AD herbs and their corresponding target proteins. The results showed that just as many FDAapproved anti-AD drugs do the compounds of these herbs binds to targets in AD symptoms-associated pathway. Besides, they also interact closely with many successful therapeutic targets related to diseases such as inflammation, cancer and diameters. This suggests that the possible cross-talks between these complicated diseases are prevalent in TCM anti-AD herbs [123] . Moreover, pathways of Ca(2+) equilibrium maintaining, upstream of cell proliferation and inflammation were found to be were intensively hit by the anti-AD herbal ingredients.", "cite_spans": [{"start": 11, "end": 16, "text": "[118]", "ref_id": "BIBREF117"}, {"start": 686, "end": 691, "text": "[123]", "ref_id": "BIBREF122"}], "ref_spans": [], "section": "Computational Framework"}, {"text": "Based on the available experimental results, Zhao analyzed the molecular mechanism with the aid of pathways and networks and theoretically proved the multitarget effect of St. John's Wort [119] . A comprehensive literature search was conducted and the neurotransmitter receptors, transporter proteins, and ion channels on which the SJW active compounds show effects were collected. Three main pathways that SJW intervenes were found by mapping these proteins onto KEGG pathways. Active components in SJW mainly intervene with neuroactive ligand-receptor interaction, the calcium signaling pathway, and the gap junction related pathway, pertinent to targets including NMDA-receptor, CRF1 receptor, 5-hydroxytryptamine receptor 1D, dopamine receptor D1. The networks show that the effect of SJW is similar to that of combinations of different types of antidepressants. However, the inhibitory effects of the SJW on each of the pathway are lower than other individual agents. Accordingly, the significant antidepressant efficacy and lower side effects are due to the synergetic effect of low-dose multi-target actions.", "cite_spans": [{"start": 188, "end": 193, "text": "[119]", "ref_id": "BIBREF118"}], "ref_spans": [], "section": "Computational Framework"}, {"text": "Zhang et al. established an integrative platform of TCM network pharmacology to discover herbal formulae on basis of systematic network. This platform incorporates a set of state-of-the-art network-based methods to explore the action mechanism, identify activate ingredients, and create new synergetic combinations of components. The Qing-Luo-Yin (QLY), an antirheumatoid arthritis (RA) formula was studied comprehensively using the new platform. It is found the target network of QLY is involved on RA-related key processes including angiogenesis, inflammatory response, and immune response. The four herbs in QLY work in concert to promote efficiency and reduce toxicity, as the jun, chen, zuo, shi in Chinese, respectively. Specifically, the synergetic effect of Ku-Shen (jun herb) and Qing-Feng-Teng (chen herb) may come from the feedback loop and compensatory mechanisms [120] .", "cite_spans": [{"start": 876, "end": 881, "text": "[120]", "ref_id": "BIBREF119"}], "ref_spans": [], "section": "Computational Framework"}, {"text": "In recent years, the bottleneck in western medicine has brought unprecedented opportunities in TCM research and development. For decades, the fundamental research has achieved great success, and laid the foundation of modern western medicine and the philosophical idea of ''reductionism'' was considered to own the credit.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "The counterparty of ''reductionism'' in Chinese medicine is the philosophical idea of holism, which has thousands years' history of practice in China as well as other Asian countries. Using this methodology, the effectiveness of TCM can only be verified from a large number of clinical trials given the unclear composition and unknown relationship among various components. This implicit effect without clear clarification at the molecular level has been hindering the modernization of TCM. How to learn from the accumulative knowledge of western medicine, in order to identify the effective compositions and explore the molecular mechanism of the efficacy is an urgent problem that needs to be solved in TCM.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "The hypothesis of ''multi-drug, multi-target and multi-gene'' in fact bridges the gap between TCM and western medicine and is also a manifestation of unity of opposites on ''reductionism'' and ''holism''. TCM uses the holistic method to investigate the effects of multi-component formula across the whole organism, such as the use of a variety of ''ZHENG'' in TCM theory [124] . However, the only option we have to uncover the underlying mechanism of TCM at the molecular level is to make use of the theory of reductionism. Of course, for complex systems, the reduction method can only reach to a certain depth since it becomes more troublesome as we get deeper. Therefore, some researchers tend to reduce the mechanism of TCM to the level of ''multi-drug, multi-target, multi-gene'' at present, and for further reduction to the level of ''single-drug, single-target, single gene'', the problem of emergentism [125] in philosophy needs to be addressed properly. The theory of emergentism believes that some unique features or ''ultimate features'' of a system can never be reduced to properties at lower levels, nor the former can be predicted or explained by the latter, as shown in Fig. 14. 1.", "cite_spans": [{"start": 371, "end": 376, "text": "[124]", "ref_id": "BIBREF123"}, {"start": 910, "end": 915, "text": "[125]", "ref_id": "BIBREF124"}], "ref_spans": [{"start": 1184, "end": 1192, "text": "Fig. 14.", "ref_id": "FIGREF0"}], "section": "Discussion and Conclusion"}, {"text": "So far, ligand-protein network or ''multi-drug, multi-target, multi-gene'' is one of the few basic modules that can clearly reveal the pharmacology of TCM and is expected to be the future direction of the modernization of TCM. But just relying on experimental scientists to build ligand-protein interactions non-exhaustively will slow down both the modernization of TCM and the development of its industry. Therefore, the use of cross-platform database (TCM compounds and recipe database, see Sect. 14.2 in this paper) and the improvement on modeling technique (computational method of ligand-protein interactions, see Sect. 14.3 in this paper), will afford the basis of in silico research for future modernization and development of TCM. It can be foreseen that, one future direction is to use these TCM databases and predictive models to reveal the pharmacological effect of TCM, through the establishment of ligand-protein networks or, ''multi-drug, multitarget, multi-gene'' relationships. Nevertheless, the pharmacological mechanism of TCM can be very complex and may not be well explained only with the known ligand-protein network. After all, this is a process of reeling silk from cocoons and also one of the best choices we have right now.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "The increasing availability of ligand-protein networks is a unique chance to boost success in the modernization of TCM based on the accumulative knowledge of TCM formulae and practices based on the assumption that TCM exerts the pharmacological efficacy in multi-drug-multi-target way. Although preliminary research has been initiated in this area, there is still a long way to go to further leverage these networks and modeling techniques. Virtual screening and informatics in the drug discovery area have already been proven to be quite useful either to predict potential new drug and target candidates for experimentalists or explore the functional mechanism at the molecular level. A large number of drugtarget interactions have thus been gained and the resulted drug-target networks will also be quite beneficial to investigate the underlying mechanism of multi-component drugs, such as the TCM. With further applications of these methods in TCM area, we are expecting to reveal the mode of action underlying polypharmacology of TCM. This grants us the possibility to discover novel effective drug leads, understand the synergistic mechanism of drug combinations, and more importantly, develop drug portfolios against epidemic, chronic disease, cancer and other complex disease that are almost incurable by western medicine. ", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Paul Ehrlich: founder of chemotherapy", "authors": [{"first": "S", "middle": ["H"], "last": "Kaufmann", "suffix": ""}], "year": 2008, "venue": "Nat Rev Drug Discov", "volume": "7", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Global mapping of pharmacological space", "authors": [{"first": "G", "middle": ["V"], "last": "Paolini", "suffix": ""}], "year": 2006, "venue": "Nat Biotechnol", "volume": "24", "issn": "7", "pages": "805--815", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Relating protein pharmacology by ligand chemistry", "authors": [{"first": "M", "middle": ["J"], "last": "Keiser", "suffix": ""}], "year": 2007, "venue": "Nat Biotechnol", "volume": "25", "issn": "2", "pages": "197--206", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Drug discovery: predicting promiscuity", "authors": [{"first": "A", "middle": ["L"], "last": "Hopkins", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "462", "issn": "7270", "pages": "167--168", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The challenge of predicting drug toxicity in silico", "authors": [{"first": "A", "middle": [], "last": "Vedani", "suffix": ""}, {"first": "M", "middle": [], "last": "Dobler", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Lill", "suffix": ""}], "year": 2006, "venue": "Basic Clin Pharmacol Toxicol", "volume": "99", "issn": "3", "pages": "195--208", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "GPCR antitarget modeling: pharmacophore models for biogenic amine binding GPCRs to avoid GPCR-mediated side effects", "authors": [{"first": "T", "middle": [], "last": "Klabunde", "suffix": ""}, {"first": "A", "middle": [], "last": "Evers", "suffix": ""}], "year": 2005, "venue": "ChemBioChem", "volume": "6", "issn": "5", "pages": "876--889", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "In silico pharmacology for drug discovery: methods for virtual ligand screening and profiling", "authors": [{"first": "S", "middle": [], "last": "Ekins", "suffix": ""}, {"first": "J", "middle": [], "last": "Mestres", "suffix": ""}, {"first": "B", "middle": [], "last": "Testa", "suffix": ""}], "year": 2007, "venue": "Br J Pharmacol", "volume": "152", "issn": "1", "pages": "9--20", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "In silico pharmacology for drug discovery: applications to targets and beyond", "authors": [{"first": "S", "middle": [], "last": "Ekins", "suffix": ""}, {"first": "J", "middle": [], "last": "Mestres", "suffix": ""}, {"first": "B", "middle": [], "last": "Testa", "suffix": ""}], "year": 2007, "venue": "Br J Pharmacol", "volume": "152", "issn": "1", "pages": "21--37", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Computational methods for traditional Chinese medicine: a survey", "authors": [{"first": "S", "middle": [], "last": "Lukman", "suffix": ""}, {"first": "Y", "middle": [], "last": "He", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Hui", "suffix": ""}], "year": 2007, "venue": "Comput Methods Programs Biomed", "volume": "88", "issn": "3", "pages": "283--294", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Phytochemical informatics and virtual screening of herbs used in Chinese medicine", "authors": [{"first": "T", "middle": ["M"], "last": "Ehrman", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Barlow", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hylands", "suffix": ""}], "year": 2010, "venue": "Curr Pharm Des", "volume": "16", "issn": "15", "pages": "1785--1798", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Knowledge discovery in traditional Chinese medicine: state of the art and perspectives", "authors": [{"first": "Y", "middle": [], "last": "Feng", "suffix": ""}], "year": 2006, "venue": "Artif Intell Med", "volume": "38", "issn": "3", "pages": "219--236", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Concept design of computer-aided study on traditional Chinese drugs", "authors": [{"first": "X", "middle": [], "last": "Yan", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xu", "suffix": ""}], "year": 1999, "venue": "J Chem Inf Comput Sci", "volume": "39", "issn": "1", "pages": "86--89", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Multidimensional chemical genetic analysis of diversity-oriented synthesis-derived deacetylase inhibitors using cell-based assays", "authors": [{"first": "S", "middle": ["J"], "last": "Haggarty", "suffix": ""}], "year": 2003, "venue": "Chem Biol", "volume": "10", "issn": "5", "pages": "383--396", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Dissecting glucose signalling with diversity-oriented synthesis and small-molecule microarrays", "authors": [{"first": "F", "middle": ["G"], "last": "Kuruvilla", "suffix": ""}], "year": 2002, "venue": "Nature", "volume": "416", "issn": "6881", "pages": "653--657", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Phytochemical databases of Chinese herbal constituents and bioactive plant compounds with known target specificities", "authors": [{"first": "T", "middle": ["M"], "last": "Ehrman", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Barlow", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hylands", "suffix": ""}], "year": 2007, "venue": "J Chem Inf Model", "volume": "47", "issn": "2", "pages": "254--263", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A 3D structure database of components from Chinese traditional medicinal herbs", "authors": [{"first": "X", "middle": [], "last": "Qiao", "suffix": ""}], "year": 2002, "venue": "J Chem Inf Comput Sci", "volume": "42", "issn": "3", "pages": "481--489", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "GB/SA water model for the Merck molecular force field (MMFF)", "authors": [{"first": "A", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2000, "venue": "J Mol Graph Model", "volume": "18", "issn": "3", "pages": "273--282", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "TCM Database@Taiwan: the world's largest traditional Chinese medicine database for drug screening in silico", "authors": [{"first": "C", "middle": ["Y"], "last": "Chen", "suffix": ""}], "year": 2011, "venue": "PLoS ONE", "volume": "6", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Database of traditional Chinese medicine and its application to studies of mechanism and to prescription validation", "authors": [{"first": "X", "middle": [], "last": "Chen", "suffix": ""}], "year": 2006, "venue": "Br J Pharmacol", "volume": "149", "issn": "8", "pages": "1092--1103", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Research and development of traditional Chinese medicine drugs", "authors": [{"first": "X", "middle": [], "last": "Qiao", "suffix": ""}], "year": 2002, "venue": "Acta Phys Chim Sin", "volume": "18", "issn": "", "pages": "394--398", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "CHMIS-C: a comprehensive herbal medicine information system for cancer", "authors": [{"first": "X", "middle": [], "last": "Fang", "suffix": ""}], "year": 2005, "venue": "J Med Chem", "volume": "48", "issn": "5", "pages": "1481--1488", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Virtual screening on natural products for discovering active compounds and target information", "authors": [{"first": "J", "middle": [], "last": "Shen", "suffix": ""}], "year": 2003, "venue": "Curr Med Chem", "volume": "10", "issn": "21", "pages": "2327--2342", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A marine natural product database", "authors": [{"first": "J", "middle": [], "last": "Lei", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2002, "venue": "J Chem Inf Comput Sci", "volume": "42", "issn": "3", "pages": "742--748", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Molecular similarity: a key technique in molecular informatics", "authors": [{"first": "A", "middle": [], "last": "Bender", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Glen", "suffix": ""}], "year": 2004, "venue": "Org Biomol Chem", "volume": "2", "issn": "22", "pages": "3204--3218", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Large-scale systematic analysis of 2D fingerprint methods and parameters to improve virtual screening enrichments", "authors": [{"first": "M", "middle": [], "last": "Sastry", "suffix": ""}], "year": 2010, "venue": "J Chem Inf Model", "volume": "50", "issn": "5", "pages": "771--784", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The chemical basis of pharmacology", "authors": [{"first": "M", "middle": ["J"], "last": "Keiser", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Irwin", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Shoichet", "suffix": ""}], "year": 2010, "venue": "Biochemistry", "volume": "49", "issn": "48", "pages": "10267--10276", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Quantifying the relationships among drug classes", "authors": [{"first": "B", "middle": ["K"], "last": "Shoichet", "suffix": ""}], "year": 2008, "venue": "J Chem Inf Model", "volume": "48", "issn": "4", "pages": "755--765", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "From in silico target prediction to multi-target drug design: current databases, methods and applications", "authors": [{"first": "A", "middle": [], "last": "Koutsoukas", "suffix": ""}], "year": 2011, "venue": "J Proteomics", "volume": "74", "issn": "12", "pages": "2554--2574", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A shape-based 3-D scaffold hopping method and its application to a bacterial protein-protein interaction", "authors": [{"first": "", "middle": [], "last": "Rush", "suffix": ""}], "year": 2005, "venue": "J Med Chem", "volume": "48", "issn": "5", "pages": "1489--1495", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Computational methods for the structural alignment of molecules", "authors": [{"first": "C", "middle": [], "last": "Lemmen", "suffix": ""}, {"first": "T", "middle": [], "last": "Lengauer", "suffix": ""}], "year": 2000, "venue": "J Comput Aided Mol Des", "volume": "14", "issn": "3", "pages": "215--232", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Identification of ''latent hits'' in compound screening collections", "authors": [{"first": "J", "middle": [], "last": "Mestres", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Veeneman", "suffix": ""}], "year": 2003, "venue": "J Med Chem", "volume": "46", "issn": "16", "pages": "3441--3444", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Ligand-based structural hypotheses for virtual screening", "authors": [{"first": "A", "middle": ["N"], "last": "Jain", "suffix": ""}], "year": 2004, "venue": "J Med Chem", "volume": "47", "issn": "4", "pages": "947--961", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "SHED: Shannon entropy descriptors from topological feature distributions", "authors": [{"first": "E", "middle": [], "last": "Gregori-Puigjane", "suffix": ""}, {"first": "J", "middle": [], "last": "Mestres", "suffix": ""}], "year": 2006, "venue": "J Chem Inf Model", "volume": "46", "issn": "4", "pages": "1615--1622", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "RED: a set of molecular descriptors based on Renyi entropy", "authors": [{"first": "L", "middle": [], "last": "Delgado-Soler", "suffix": ""}], "year": 2009, "venue": "J Chem Inf Model", "volume": "49", "issn": "11", "pages": "2457--2468", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Combining horizontal and vertical substructure relationships in scaffold hierarchies for activity prediction", "authors": [{"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": [], "last": "Bajorath", "suffix": ""}], "year": 2011, "venue": "J Chem Inf Model", "volume": "51", "issn": "2", "pages": "248--257", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Development and validation of a novel protein-ligand fingerprint to mine chemogenomic space: application to G protein-coupled receptors and their ligands", "authors": [{"first": "N", "middle": [], "last": "Weill", "suffix": ""}, {"first": "D", "middle": [], "last": "Rognan", "suffix": ""}], "year": 2009, "venue": "J Chem Inf Model", "volume": "49", "issn": "4", "pages": "1049--1062", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Similarity and clustering in chemical information systems", "authors": [{"first": "P", "middle": [], "last": "Willett", "suffix": ""}], "year": 1987, "venue": "Chemometrics Series", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Searching techniques for databases of two-and three-dimensional chemical structures", "authors": [{"first": "P", "middle": [], "last": "Willett", "suffix": ""}], "year": 2005, "venue": "J Med Chem", "volume": "48", "issn": "13", "pages": "4183--4199", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Similarity-based virtual screening using 2D fingerprints", "authors": [{"first": "P", "middle": [], "last": "Willett", "suffix": ""}], "year": 2006, "venue": "Drug Discov Today", "volume": "11", "issn": "", "pages": "1046--1053", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Use of structure-activity data to compare structure-based clustering methods and descriptors for use in compound selection", "authors": [{"first": "R", "middle": ["D"], "last": "Brown", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Martin", "suffix": ""}], "year": 1996, "venue": "J Chem Inf Comput Sci", "volume": "36", "issn": "3", "pages": "572--584", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "A novel chemogenomics analysis of G protein-coupled receptors (GPCRs) and their ligands: a potential strategy for receptor de-orphanization", "authors": [{"first": "Horst", "middle": ["E"], "last": "Van Der", "suffix": ""}], "year": 2010, "venue": "BMC Bioinform", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Predicting new molecular targets for known drugs", "authors": [{"first": "M", "middle": ["J"], "last": "Keiser", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "462", "issn": "7270", "pages": "175--181", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Prediction and evaluation of protein farnesyltransferase inhibition by commercial drugs", "authors": [{"first": "A", "middle": ["J"], "last": "Degraw", "suffix": ""}], "year": 2010, "venue": "J Med Chem", "volume": "53", "issn": "6", "pages": "2464--2471", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "3-D pharmacophores in drug discovery", "authors": [{"first": "J", "middle": ["S"], "last": "Mason", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Good", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Martin", "suffix": ""}], "year": 2001, "venue": "Curr Pharm Des", "volume": "7", "issn": "7", "pages": "567--597", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Glossary of terms used in combinatorial chemistry", "authors": [{"first": "D", "middle": [], "last": "Maclean", "suffix": ""}], "year": 2000, "venue": "J Comb Chem", "volume": "2", "issn": "6", "pages": "562--578", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Pharmacophores and pharmacophore searches", "authors": [{"first": "T", "middle": [], "last": "Langer", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Hoffmann", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "HIV-1 integrase pharmacophore: discovery of inhibitors through three-dimensional database searching", "authors": [{"first": "M", "middle": ["C"], "last": "Nicklaus", "suffix": ""}], "year": 1997, "venue": "J Med Chem", "volume": "40", "issn": "6", "pages": "920--929", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Development of novel EDG3 antagonists using a 3D database search and their structure-activity relationships", "authors": [{"first": "Y", "middle": [], "last": "Koide", "suffix": ""}], "year": 2002, "venue": "J Med Chem", "volume": "45", "issn": "21", "pages": "4629--4638", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Generation of predictive pharmacophore models for CCR5 antagonists: study with piperidine-and piperazine-based compounds as a new class of HIV-1 entry inhibitors", "authors": [{"first": "A", "middle": ["K"], "last": "Debnath", "suffix": ""}], "year": 2003, "venue": "J Med Chem", "volume": "46", "issn": "21", "pages": "4501--4515", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Discovery of novel mesangial cell proliferation inhibitors using a three-dimensional database searching method", "authors": [{"first": "Y", "middle": [], "last": "Kurogi", "suffix": ""}], "year": 2001, "venue": "J Med Chem", "volume": "44", "issn": "14", "pages": "2304--2307", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "LigandScout: 3-D pharmacophores derived from protein-bound ligands and their use as virtual screening filters", "authors": [{"first": "G", "middle": [], "last": "Wolber", "suffix": ""}, {"first": "T", "middle": [], "last": "Langer", "suffix": ""}], "year": 2005, "venue": "J Chem Inf Model", "volume": "45", "issn": "1", "pages": "160--169", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Accessing target information by virtual parallel screening-The impact on natural product research", "authors": [{"first": "J", "middle": ["M"], "last": "Rollinger", "suffix": ""}], "year": 2009, "venue": "Phytochem Lett", "volume": "2", "issn": "2", "pages": "53--58", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "In silico target fishing for rationalized ligand discovery exemplified on constituents of Ruta graveolens", "authors": [{"first": "J", "middle": ["M"], "last": "Rollinger", "suffix": ""}], "year": 2009, "venue": "Planta Med", "volume": "75", "issn": "3", "pages": "195--204", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Factors affecting the binding of tricyclic tranquillizers and antidepressants to human serum albumin", "authors": [{"first": "D", "middle": [], "last": "Sharples", "suffix": ""}], "year": 1976, "venue": "J Pharm Pharmacol", "volume": "28", "issn": "2", "pages": "100--105", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "An approach toward the problem of outliers in QSAR", "authors": [{"first": "R", "middle": ["P"], "last": "Verma", "suffix": ""}, {"first": "C", "middle": [], "last": "Hansch", "suffix": ""}], "year": 2005, "venue": "Bioorg Med Chem", "volume": "13", "issn": "15", "pages": "4597--4621", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Modeling robust QSAR", "authors": [{"first": "J", "middle": [], "last": "Polanski", "suffix": ""}], "year": 2006, "venue": "J Chem Inf Model", "volume": "46", "issn": "6", "pages": "2310--2318", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "C-QSAR: a database of 18,000 QSARs and associated biological and physical data", "authors": [{"first": "A", "middle": [], "last": "Kurup", "suffix": ""}], "year": 2003, "venue": "J Comput Aided Mol Des", "volume": "17", "issn": "2-4", "pages": "187--196", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Chem-bioinformatics: comparative QSAR at the interface between chemistry and biology", "authors": [{"first": "C", "middle": [], "last": "Hansch", "suffix": ""}], "year": 2002, "venue": "Chem Rev Columbus", "volume": "102", "issn": "3", "pages": "783--812", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Virtual screening of chemical libraries", "authors": [{"first": "B", "middle": ["K"], "last": "Shoichet", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "432", "issn": "7019", "pages": "862--865", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Virtual ligand screening: strategies, perspectives and limitations", "authors": [{"first": "G", "middle": [], "last": "Klebe", "suffix": ""}], "year": 2006, "venue": "Drug Discov Today", "volume": "11", "issn": "", "pages": "580--594", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Computational methods for biomolecular docking", "authors": [{"first": "T", "middle": [], "last": "Lengauer", "suffix": ""}, {"first": "M", "middle": [], "last": "Rarey", "suffix": ""}], "year": 1996, "venue": "Curr Opin Struct Biol", "volume": "6", "issn": "3", "pages": "402--406", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Docking and scoring in virtual screening for drug discovery: methods and applications", "authors": [{"first": "D", "middle": ["B"], "last": "Kitchen", "suffix": ""}], "year": 2004, "venue": "Nat Rev Drug Discov", "volume": "3", "issn": "11", "pages": "935--949", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Prediction of protein-ligand interactions. Docking and scoring: successes and gaps", "authors": [{"first": "A", "middle": ["R"], "last": "Leach", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Shoichet", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Peishoff", "suffix": ""}], "year": 2006, "venue": "J Med Chem", "volume": "49", "issn": "20", "pages": "5851--5855", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Rationalizing fragment based drug discovery for BACE1: insights from FB-QSAR, FB-QSSR, multi objective (MO-QSPR) and MIF studies", "authors": [{"first": "N", "middle": [], "last": "Ghoshal", "suffix": ""}, {"first": "P", "middle": [], "last": "Manoharan", "suffix": ""}, {"first": "Rsk", "middle": [], "last": "Vijayan", "suffix": ""}], "year": 2010, "venue": "J Comput Aided Mol Des", "volume": "24", "issn": "10", "pages": "843--864", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Structure-based maximal affinity model predicts small-molecule druggability", "authors": [{"first": "A", "middle": ["C"], "last": "Cheng", "suffix": ""}], "year": 2007, "venue": "Nat Biotechnol", "volume": "25", "issn": "1", "pages": "71--75", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Ligand-supported homology modelling of protein binding-sites using knowledge-based potentials", "authors": [{"first": "A", "middle": [], "last": "Evers", "suffix": ""}, {"first": "H", "middle": [], "last": "Gohlke", "suffix": ""}, {"first": "G", "middle": [], "last": "Klebe", "suffix": ""}], "year": 2003, "venue": "J Mol Biol", "volume": "334", "issn": "2", "pages": "327--345", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Multiple active site corrections for docking and virtual screening", "authors": [{"first": "G", "middle": ["P"], "last": "Vigers", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Rizzi", "suffix": ""}], "year": 2004, "venue": "J Med Chem", "volume": "47", "issn": "1", "pages": "80--89", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "PDTD: a web-accessible protein database for drug target identification", "authors": [{"first": "Z", "middle": [], "last": "Gao", "suffix": ""}], "year": 2008, "venue": "BMC Bioinform", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Guided docking approaches to structure-based design and screening", "authors": [{"first": "X", "middle": [], "last": "Fradera", "suffix": ""}, {"first": "J", "middle": [], "last": "Mestres", "suffix": ""}], "year": 2004, "venue": "Curr Top Med Chem", "volume": "4", "issn": "7", "pages": "687--700", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Structure of the aspartic protease plasmepsin 4 from the malarial parasite Plasmodium malariae bound to an allophenylnorstatine-based inhibitor", "authors": [{"first": "J", "middle": ["C"], "last": "Clemente", "suffix": ""}], "year": 2006, "venue": "Acta Crystallogr D Biol Crystallogr", "volume": "62", "issn": "", "pages": "246--252", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Combinatorial computational method gives new picomolar ligands for a known enzyme", "authors": [{"first": "B", "middle": ["A"], "last": "Grzybowski", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci", "volume": "99", "issn": "3", "pages": "1270--1273", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Conformational changes of G protein-coupled receptors during their activation by agonist binding", "authors": [{"first": "C", "middle": [], "last": "Bissantz", "suffix": ""}], "year": 2003, "venue": "J Recept Signal Transduct Res", "volume": "23", "issn": "2-3", "pages": "123--153", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Ligand-protein inverse docking and its potential use in the computer search of protein targets of a small molecule", "authors": [{"first": "Y", "middle": ["Z"], "last": "Chen", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Zhi", "suffix": ""}], "year": 2001, "venue": "Proteins", "volume": "43", "issn": "2", "pages": "217--226", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Prediction of potential toxicity and side effect protein targets of a small molecule by a ligand-protein inverse docking approach", "authors": [{"first": "Y", "middle": ["Z"], "last": "Chen", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Ung", "suffix": ""}], "year": 2001, "venue": "J Mol Graph Model", "volume": "20", "issn": "3", "pages": "199--218", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Inverse in silico screening for identification of kinase inhibitor targets", "authors": [{"first": "S", "middle": [], "last": "Zahler", "suffix": ""}], "year": 2007, "venue": "Chem Biol", "volume": "14", "issn": "11", "pages": "1207--1214", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Identifying off-target effects and hidden phenotypes of drugs in human cells", "authors": [{"first": "M", "middle": ["L"], "last": "Macdonald", "suffix": ""}], "year": 2006, "venue": "Nat Chem Biol", "volume": "2", "issn": "6", "pages": "329--337", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Agaritine and its derivatives are potential inhibitors against HIV proteases", "authors": [{"first": "W", "middle": ["N"], "last": "Gao", "suffix": ""}], "year": 2007, "venue": "Med Chem", "volume": "3", "issn": "3", "pages": "221--226", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Screening for new agonists against Alzheimer's disease", "authors": [{"first": "H", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2007, "venue": "Med Chem", "volume": "3", "issn": "5", "pages": "488--493", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Molecular insights of SAH enzyme catalysis and implication for inhibitor design", "authors": [{"first": "H", "middle": [], "last": "Wei", "suffix": ""}], "year": 2007, "venue": "J Theor Biol", "volume": "244", "issn": "4", "pages": "692--702", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Virtual screening for finding natural inhibitor against cathepsin-L for SARS therapy", "authors": [{"first": "S", "middle": ["Q"], "last": "Wang", "suffix": ""}], "year": 2007, "venue": "Amino Acids", "volume": "33", "issn": "1", "pages": "129--135", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Anti-SARS drug screening by molecular docking", "authors": [{"first": "D", "middle": ["Q"], "last": "Wei", "suffix": ""}], "year": 2006, "venue": "Amino Acids", "volume": "31", "issn": "1", "pages": "73--80", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Binding mechanism of H5N1 influenza virus neuraminidase with ligands and its implication for drug design", "authors": [{"first": "K", "middle": [], "last": "Gong", "suffix": ""}], "year": 2009, "venue": "Med Chem", "volume": "5", "issn": "3", "pages": "242--249", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Possible drug candidates for Alzheimer's disease deduced from studying their binding interactions with alpha7 nicotinic acetylcholine receptor", "authors": [{"first": "R", "middle": ["X"], "last": "Gu", "suffix": ""}], "year": 2009, "venue": "Med Chem", "volume": "5", "issn": "3", "pages": "250--262", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Virtual screening for alpha7 nicotinic acetylcholine receptor for treatment of Alzheimer's disease", "authors": [{"first": "S", "middle": ["G"], "last": "Chen", "suffix": ""}], "year": 2013, "venue": "J Mol Graph Model", "volume": "39", "issn": "", "pages": "98--107", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Novel positive allosteric modulators of the human alpha7 nicotinic acetylcholine receptor", "authors": [{"first": "H", "middle": ["R"], "last": "Arias", "suffix": ""}], "year": 2011, "venue": "Biochemistry", "volume": "50", "issn": "23", "pages": "5263--5278", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Machine learning. McGraw-Hill series in computer science", "authors": [{"first": "T", "middle": ["M"], "last": "Mitchell", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "A chemogenomics view on protein-ligand spaces", "authors": [{"first": "H", "middle": [], "last": "Strombergsson", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Kleywegt", "suffix": ""}], "year": 2009, "venue": "BMC Bioinform", "volume": "10", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "The rise and fall of supervised machine learning techniques", "authors": [{"first": "L", "middle": ["J"], "last": "Jensen", "suffix": ""}, {"first": "A", "middle": [], "last": "Bateman", "suffix": ""}], "year": 2011, "venue": "Bioinformatics", "volume": "27", "issn": "24", "pages": "3331--3332", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Prediction of biological targets for compounds using multiple-category Bayesian models trained on chemogenomics databases", "authors": [{"first": "", "middle": [], "last": "Nidhi", "suffix": ""}], "year": 2006, "venue": "J Chem Inf Model", "volume": "46", "issn": "3", "pages": "1124--1133", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Computational toxicology: an overview of the sources of data and of modelling methods", "authors": [{"first": "F", "middle": [], "last": "Nigsch", "suffix": ""}], "year": 2009, "venue": "Expert Opin Drug Metab Toxicol", "volume": "5", "issn": "1", "pages": "1--14", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Gaussian interaction profile kernels for predicting drug-target interaction", "authors": [{"first": "T", "middle": [], "last": "Van Laarhoven", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Nabuurs", "suffix": ""}, {"first": "E", "middle": [], "last": "Marchiori", "suffix": ""}], "year": 2011, "venue": "Bioinformatics", "volume": "27", "issn": "21", "pages": "3036--3043", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Prediction of potential drug targets based on simple sequence properties", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Lai", "suffix": ""}], "year": 2007, "venue": "BMC Bioinform", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Prediction of drug-target interaction networks from the integration of chemical and genomic spaces", "authors": [{"first": "Y", "middle": [], "last": "Yamanishi", "suffix": ""}], "year": 2008, "venue": "Bioinformatics", "volume": "24", "issn": "13", "pages": "232--240", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Supervised prediction of drug-target interactions using bipartite local models", "authors": [{"first": "K", "middle": [], "last": "Bleakley", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yamanishi", "suffix": ""}], "year": 2009, "venue": "Bioinformatics", "volume": "25", "issn": "18", "pages": "2397--2403", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Predicting drug-target interactions based on an improved semi-supervised learning approach", "authors": [{"first": "W", "middle": [], "last": "Yu", "suffix": ""}], "year": 2011, "venue": "Drug Dev Res", "volume": "72", "issn": "2", "pages": "219--224", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Target fishing for chemical compounds using target-ligand activity data and ranking based methods", "authors": [{"first": "N", "middle": [], "last": "Wale", "suffix": ""}, {"first": "G", "middle": [], "last": "Karypis", "suffix": ""}], "year": 2009, "venue": "J Chem Inf Model", "volume": "49", "issn": "10", "pages": "2190--2201", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "STITCH: interaction networks of chemicals and proteins", "authors": [{"first": "M", "middle": [], "last": "Kuhn", "suffix": ""}], "year": 2008, "venue": "Nucleic Acids Res", "volume": "36", "issn": "", "pages": "684--688", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Predicting Protein-Ligand interactions based on chemical preference features with its application to new D-Amino acid oxidase inhibitor discovery", "authors": [{"first": "M", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2014, "venue": "Curr Pharm Des", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Virtual screening of Chinese herbs with random forest", "authors": [{"first": "T", "middle": ["M"], "last": "Ehrman", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Barlow", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hylands", "suffix": ""}], "year": 2007, "venue": "J Chem Inf Model", "volume": "47", "issn": "2", "pages": "264--278", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Screening of herbal constituents for aromatase inhibitory activity", "authors": [{"first": "S", "middle": [], "last": "Paoletta", "suffix": ""}], "year": 2008, "venue": "Bioorg Med Chem", "volume": "16", "issn": "18", "pages": "8466--8470", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Network-based relating pharmacological and genomic spaces for drug target identification", "authors": [{"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}], "year": 2010, "venue": "PLoS ONE", "volume": "5", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Traditional Chinese medicine network pharmacology: theory, methodology and application", "authors": [{"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2013, "venue": "Chin J Nat Med", "volume": "11", "issn": "2", "pages": "110--120", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Multi-targeting the entrance door to block HIV-1", "authors": [{"first": "G", "middle": [], "last": "Borkow", "suffix": ""}, {"first": "A", "middle": [], "last": "Lapidot", "suffix": ""}], "year": 2005, "venue": "Curr Drug Targets Infect Disord", "volume": "5", "issn": "1", "pages": "3--15", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Matrine induces cell anergy in human Jurkat T cells through modulation of mitogen-activated protein kinases and nuclear factor of activated T-cells signaling with concomitant up-regulation of anergy-associated genes expression", "authors": [{"first": "T", "middle": [], "last": "Li", "suffix": ""}], "year": 2009, "venue": "Biol Pharm Bull", "volume": "33", "issn": "1", "pages": "40--46", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "The four-herb Chinese medicine PHY906 reduces chemotherapyinduced gastrointestinal toxicity", "authors": [{"first": "W", "middle": [], "last": "Lam", "suffix": ""}], "year": 2010, "venue": "Sci Transl Med", "volume": "2", "issn": "45", "pages": "45--59", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Study on the pharmacokinetics and metabolism of paeonol in rats treated with pure paeonol and an herbal preparation containing paeonol by using HPLC-DAD-MS method", "authors": [{"first": "Y", "middle": [], "last": "Xie", "suffix": ""}], "year": 2008, "venue": "J Pharm Biomed Anal", "volume": "46", "issn": "4", "pages": "748--756", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Pharmacokinetic interaction of paeoniflorin and sinomenine: pharmacokinetic parameters and tissue distribution characteristics in rats and protein binding ability in vitro", "authors": [{"first": "Z", "middle": ["Q"], "last": "Liu", "suffix": ""}], "year": 2005, "venue": "J Pharmacol Sci", "volume": "99", "issn": "4", "pages": "381--391", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "The inhibitory activities of the components of Huang-Lian-Jie-Du-Tang (HLJDT) on eicosanoid generation via lipoxygenase pathway", "authors": [{"first": "H", "middle": [], "last": "Zeng", "suffix": ""}], "year": 2011, "venue": "J Ethnopharmacol", "volume": "135", "issn": "2", "pages": "561--568", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Dissection of mechanisms of Chinese medicinal formula Realgar-Indigo naturalis as an effective treatment for promyelocytic leukemia", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}], "year": 2008, "venue": "Proc Natl Acad Sci", "volume": "105", "issn": "12", "pages": "4826--4831", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "A systems biology understanding of the synergistic effects of arsenic sulfide and Imatinib in BCR/ABL-associated leukemia", "authors": [{"first": "Q", "middle": ["Y"], "last": "Zhang", "suffix": ""}], "year": 2009, "venue": "Proc Natl Acad Sci", "volume": "106", "issn": "9", "pages": "3378--3383", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "In silico search for multi-target antiinflammatories in Chinese herbs and formulas", "authors": [{"first": "T", "middle": ["M"], "last": "Ehrman", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Barlow", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hylands", "suffix": ""}], "year": 2010, "venue": "Bioorg Med Chem", "volume": "18", "issn": "6", "pages": "2204--2218", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Drug-target network and polypharmacology studies of a traditional Chinese medicine for type II diabetes mellitus", "authors": [{"first": "J", "middle": [], "last": "Gu", "suffix": ""}], "year": 2011, "venue": "Comput Biol Chem", "volume": "35", "issn": "5", "pages": "293--297", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Potential synergism and inhibitors to multiple target enzymes of Xuefu Zhuyu Decoction in cardiac disease therapeutics: a computational approach", "authors": [{"first": "Q", "middle": [], "last": "Huang", "suffix": ""}, {"first": "X", "middle": [], "last": "Qiao", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}], "year": 2007, "venue": "Bioorg Med Chem Lett", "volume": "17", "issn": "6", "pages": "1779--1783", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Herb network construction and co-module analysis for uncovering the combination rule of traditional Chinese herbal formulae", "authors": [{"first": "S", "middle": [], "last": "Li", "suffix": ""}], "year": 2010, "venue": "BMC Bioinform", "volume": "11", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "A novel methodology for multicomponent drug design and its application in optimizing the combination of active components from Chinese medicinal formula Shenmai", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2010, "venue": "Chem Biol Drug Des", "volume": "75", "issn": "3", "pages": "318--324", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "A computational approach to botanical drug design by modeling quantitative composition-activity relationship", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2006, "venue": "Chem Biol Drug Des", "volume": "68", "issn": "3", "pages": "166--172", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "A network-based multi-target computational estimation scheme for anticoagulant activities of compounds", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}], "year": 2011, "venue": "PLoS ONE", "volume": "6", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Towards a bioinformatics analysis of anti-Alzheimer's herbal medicines from a target network perspective", "authors": [{"first": "Y", "middle": [], "last": "Sun", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Molecular networks for the study of TCM pharmacology", "authors": [{"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "P", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2009, "venue": "Brief Bioinform", "volume": "11", "issn": "4", "pages": "417--430", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "An integrative platform of TCM network pharmacology and its application on a herbal formula, Qing-Luo-Yin", "authors": [{"first": "B", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}], "year": 2013, "venue": "Evid Based Complement Altern Med", "volume": "2013", "issn": "", "pages": "", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Biochemical network-based drug-target prediction", "authors": [{"first": "E", "middle": [], "last": "Klipp", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Wade", "suffix": ""}, {"first": "U", "middle": [], "last": "Kummer", "suffix": ""}], "year": 2010, "venue": "Curr Opin Biotechnol", "volume": "21", "issn": "4", "pages": "511--516", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Network-based drug discovery by integrating systems biology and computational technologies", "authors": [{"first": "E", "middle": ["L"], "last": "Leung", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Inferring pathway crosstalk networks using gene set co-expression signatures", "authors": [{"first": "T", "middle": [], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "Mol BioSyst", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Automated tongue feature extraction for ZHENG classification in traditional Chinese medicine", "authors": [{"first": "R", "middle": [], "last": "Kanawong", "suffix": ""}], "year": 2012, "venue": "Evid Based Complement Alternat Med", "volume": "2012", "issn": "", "pages": "", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Emergentism as a default: cancer as a problem of tissue organization", "authors": [{"first": "A", "middle": ["M"], "last": "Soto", "suffix": ""}, {"first": "C", "middle": [], "last": "Sonnenschein", "suffix": ""}], "year": 2005, "venue": "J Biosci", "volume": "30", "issn": "1", "pages": "103--118", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Unity of opposites on holism in traditional Chinese medicine and reductionism in Western medicine. Emergentism constructs the framework of the understanding of holism in TCM via accumulative practice of reductionism in WM", "latex": null, "type": "figure"}, "TABREF0": {"text": "Basic information for main TCM databases It covers *4,000 disease conditions and more than half of the compounds have valid 3D structures. The data are collected from creditable TCM books as well as Journals and the records can be retried by different sets of query keywords. TCM Drugs Information System based on networks of five large dat-", "latex": null, "type": "table"}, "TABREF1": {"text": "Summary of multi-target drugs/preparations with TCM pharmacology based on ligand-protein networks", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Disease </td><td>Methods and experiments\n</td><td>Formula, herbs and components\n</td><td>TCM pharmacology\n</td><td>References\n</td></tr><tr><td>AIDS </td><td>Experiments </td><td>Tannin </td><td>Tannin suppresses the activity of HIV-1 reverse transcriptase, protease and intergrase and cut off virus fusion and virus entry into the host cells\n</td><td>[103]\n</td></tr><tr><td>AIDS </td><td>Experiments </td><td>Matrine from the root of Sophora flavescens\n</td><td>Matrine is effective in inducing T cell anergy by targeting both the MAPKs pathway and the NFAT pathway\n</td><td>[104]\n</td></tr><tr><td>Anti-tumor </td><td>Experiments </td><td>PHY906:\nGlycyrrhiza\nuralensis Fisch (G), Paeonia lactiflora Pall (P),\nScutellaria baicalensis\nGeorgi (S), and\n</td><td>PHY906 reduces CPT-11-induced gastrointestinal toxicity in the treatment of colon or rectal cancer by several mechanisms. It both repairs the intestinal epithelium by facilitating the\n</td><td>[105]\n</td></tr><tr><td> </td><td> </td><td>Ziziphus jujuba\nMill (Z).\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>generation of intestinal progenitor or stem cells and several Wnt signaling components and suppresses inflammatory responses like factor kB, cyclooxygenase-2, and inducible nitric oxide. synthase\n</td><td> </td></tr><tr><td>Anti-inflammatory and analgesic effects\n</td><td>Experiments </td><td>Qingfu Guanjieshu (QFGJS): Paeonol and other components\n</td><td>The pharmacokinetic behavior and metabolites of paeonol are greatly promoted by other components in\n</td><td>[106]\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 14.1 Basic information for main TCM databases", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Database </td><td>Description </td><td>ULR or References\n</td></tr><tr><td>Traditional Chinese Medicine\n</td><td>6,760 herbs, 23,033 compounds </td><td>[12]\n</td></tr><tr><td>Database (TCMD)\n</td><td> </td><td> </td></tr><tr><td>Chinese Herb Constituents Database (CHCD)\n</td><td>240 herbs, 8,264 compounds </td><td>[15]\n</td></tr><tr><td>3D structural database of biochemical components\n</td><td>2,073 herbs, 10,564 compounds </td><td>[16]\n</td></tr><tr><td>TCM Database@Taiwan </td><td>453 herbs, 20,000 compounds </td><td>[18]\n</td></tr><tr><td>Traditional Chinese Medicine Information Database (TCM-ID)\n</td><td>1,197 formulae, 1,313 herbs, *9,000 compounds\n</td><td>[19]\n</td></tr><tr><td>TCM Drugs Information\n</td><td>1,712 formulae, 2,738 herbs,\n</td><td>[20]\n</td></tr><tr><td>System\n</td><td>16,500 compounds, 868 dietotherapy prescription\n</td><td> </td></tr><tr><td>Comprehensive Herbal\n</td><td>203 formulae, 900 herbs, 8,500 compounds\n</td><td>[21]\n</td></tr><tr><td>Medicine Information System for Cancer (CHMIS)-C\n</td><td> </td><td> </td></tr><tr><td>China Natural Products Database (CNPD)\n</td><td>45,055 compounds </td><td>[22]\n</td></tr><tr><td>Marine Natural Products Database (MNPD)\n</td><td>8,078 compounds, 3,200 with bioactivity data\n</td><td>[23]\n</td></tr><tr><td>Bioactive Plant Compounds Database (BPCD)\n</td><td>2,794 compounds </td><td>[15]\n</td></tr><tr><td>Acupuncture.com.au </td><td>TCM formulations </td><td>http://www.\nacupuncture.com.au/\neducation/herbs/herbs.\nhtml\nhttp://\nalternativehealing.org/\nChinese herbs dictionary.htm\nhttp://www.pfaf.org\n</td></tr><tr><td>Dictionary of Chinese Herbs </td><td>TCM formulae, toxicity and side effects\n</td></tr><tr><td> </td><td>Plants For a Future </td><td>Herb medical usage and potential side effects\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 14.2 (continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Disease </td><td>Methods and experiments\n</td><td>Formula, herbs and components\n</td><td>TCM pharmacology\n</td><td>References\n</td></tr><tr><td> </td><td> </td><td> </td><td>QFGJS. This may be the result of enhanced adsorption of paeonol in the gastrointestinal tract by P-glycoprotein- mediate efflux change\n</td><td> </td></tr><tr><td>Inflammatory and arthritic diseases\n</td><td>Experiments </td><td>Paeoniflorin from the root of\nPaeonia lactiflora\nand sinomenine from the stem of Sinomenium acutum\n</td><td>Paeoniflorin is markedly enhanced when co-administrated with Sinomenine, which promotes of intestinal transportation via the inhibition of P-glycoprotein, and affects the hydrolysis of Paeoniflorin via interaction with b-glycosidase\n</td><td>[107]\n</td></tr><tr><td>Anti-inflammatory\n</td><td>Experiments </td><td>Huang-Lian-Jie-Du-Tang (HLJDT): Rhizoma coptidis and Radix scutellariae\n</td><td>Baicalein derived from Radix scutellariae showed significant inhibitory effect on\n</td><td>[108]\n</td></tr><tr><td> </td><td> </td><td> </td><td>5-LO and 15-LO while coptisine from Rhizoma coptidis showed medium inhibitory effects on LTA(4)H\n</td></tr><tr><td>Acute\n</td><td>Experiments </td><td>Realgar-Indigo naturalis:\ntetraarsenic tetrasulfide (A), indirubin (I), and tanshinone IIA\n(T)\n</td><td>ATI leads to ubiquitination/ degradation of promyelocytic leukemia (PML)- retinoic acid receptor oncoprotein, reprogramming of myeloid differentiation\n</td><td>[109]\n</td></tr><tr><td> </td><td> </td><td>promyelocytic leukemia (APL)\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 14.2 (continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Disease </td><td>Methods and experiments\n</td><td>Formula, herbs and components\n</td><td>TCM pharmacology\n</td><td>References\n</td></tr><tr><td> </td><td> </td><td> </td><td>regulators, and G1/ G0 arrest in APL cells by mediating multiple targets. A acts as the principal component of the formula, whereas T and I serve as adjuvant ingredients\n</td><td> </td></tr><tr><td>Chronic myeloid leukemia\n</td><td>Experiments </td><td>Imatinib (IM) and arsenic sulfide\n</td><td>AS targets BCR/ ABL through the ubiquitination of key lysine residues, leading to its proteasomal degradation,\n</td><td>[110]\n</td></tr><tr><td> </td><td> </td><td>[As(4)S(4) (AS)]\n</td><td> </td></tr><tr><td>(CML)\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>whereas IM inhibits the PI3 K/AKT/ mTOR pathway\n</td><td> </td></tr><tr><td>Inflammation </td><td>Pharmacophore-assisted docking\n</td><td>Twelve examples of compounds from CHCD\n</td><td>The screened compounds target cyclo-oxygenases 1 &amp; 2 (COX), p38 MAP kinase (p38), c-Jun terminal-NH(2) kinase (JNK) and type 4 cAMP-specific phosphodiesterase (PDE4)\n</td><td>[111]\n</td></tr><tr><td>Type II diabetes mellitus\n</td><td>Molecular docking (LigandFit), clustering and drug-target network analysis\n</td><td>676 compounds in eleven herbs from\n</td><td>Multiple active components in Tangminling Pills\n</td><td>[112]\n</td></tr><tr><td>(T2DM)\n</td><td>Tangminling Pills\n</td><td>interact with multiple targets. The 37 targets were\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>classified into 3 clusters, and proteins in each cluster were highly relevant to each other. 10 known\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 14.2 (continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Disease </td><td>Methods and experiments\n</td><td>Formula, herbs and components\n</td><td>TCM pharmacology\n</td><td>References\n</td></tr><tr><td>Cardiovascular disease\n</td><td>Similarity search and alignment, docking (LigandFit)\n</td><td>Xuefu Zhuyu decoction (XFZYD): 501 compounds, 489 drug/drug like compounds\n</td><td>Active components in XFZYD mainly target rennin, ACE and ACE2 in Renin-Angiotensin. System (RAS), which modulates the cardiovascular physiological function\n</td><td>[113]\n</td></tr><tr><td>9 types of cancer, 5\n</td><td>Distance-based Mutual\n</td><td>Liu-wei-di-huang formula (LWDH)\n</td><td>The interactions between TCM drugs and disease genes in cancer pathways and neuro-endocrine-immune pathways were inferred to contribute to the action of LWDH formula\n</td><td>[114]\n</td></tr><tr><td>diseases with dysfunction, and 2 cardiovascular disorders\n</td><td>Information Model (DMIM)\n</td><td>Shan-zhu-yu (Fructus Corni), Ze-xie (Rhizoma\n</td><td> </td></tr><tr><td> </td><td> </td><td>Alismatis), Dan-pi (Cortex Moutan), Di-huang (Radix Rehmaniae), Fu-ling (Poria Cocos) and Shan-yao (Rhizoma Dioscoreae)\n</td><td> </td></tr><tr><td>Cardiovascular diseases\n</td><td>Quantitative composition-activity relationship model (QCAR) (SVM and linear regression)\n</td><td>Shenmai, Qi-Xue-Bing-Zhi-Fang (QXBZF)\n</td><td>The proportion of active components of Shenmai and QXBZF were optimized based on clinical outcome (collateral and infarct rate of heart) using QCAR. The interactions of multiple weak bindings among different compounds and targets may contribute to the synergetic effect of multi-component drugs\n</td><td>[115, 116]\n</td></tr><tr><td>Anticoagulant </td><td>Network-based computational scheme utilizing multi-target\n</td><td>Six argatroban intermediates and a series of components from\n</td><td>A ligand can have impact on multiple targets based on the docking scores, and\n</td><td>[117]\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>(continued)\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 14.2 (continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Disease </td><td>Methods and experiments\ndocking score (Ligandfit and AutoDock)\n</td><td>Formula, herbs and components\n24 TCMs widely used for cardiac system diseases\n</td><td>TCM pharmacology\nthose with highest target network efficiency are regarded as potential anticoagulant agents. Factor Xa and thrombin are two critical targets for anticoagulant compounds and the catalytic reactions they mediate were recognized as the most fragile biological matters in the human clotting cascade system\n</td><td>References\n</td></tr><tr><td>Alzheimer disease\n</td><td>Systematical target network analysis framework\n</td><td>Ginkgo biloba, Huperzia serrata, Melissa officinalis and Salvia officinalis\n</td><td>AD symptoms-associated pathways, inflammation-associated\n</td><td>[118]\n</td></tr><tr><td>Depression </td><td>Literature search and network analysis\n</td><td>Hyperforin (HP), hypericin (HY), pseudohypericin (PH), amentoflavone (AF) and several flavonoids (FL) from St. John's Wort (SJW)\n</td><td>pathways, cancer-associated pathways, diabetes mellitus associated pathways, Ca2þ-associated pathways and cell proliferation pathways are densely targeted by herbal ingredients\nActive components in SJW mainly intervene with neuroactive ligand-receptor interaction, the calcium signaling pathway, and the gap junction related\n</td><td>[119]\n</td></tr><tr><td> </td><td> </td><td> </td><td>pathway\nPertinent targets include NMDA-receptor, CRF1\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>(continued)\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 14.2 (continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Disease </td><td>Methods and experiments\n</td><td>Formula, herbs and components\n</td><td>TCM pharmacology\n</td><td>References\n</td></tr><tr><td> </td><td> </td><td> </td><td>receptor, 5-hydroxytryptamine receptor 1D, dopamine receptor D1, etc\n</td></tr><tr><td>Rheumatoid arthritis (RA)\n</td><td>Integrative Platform of TCM Network Pharmacology including drugCIPHER\n</td><td>Qing-Luo-Yin (QLY), including four herbs: Ku-Shen (Sophora flavescens), Qing-Feng-Teng (Sinomenium acutum), Huang-Bai (Phellodendron chinensis) and Bi-\n</td><td>The target network of QLY is involved in RA-related key processes including angiogenesis, inflammatory response, and immune response. The four herbs in\n</td><td>[120]\n</td></tr><tr><td>Xie (Dioscorea collettii), which contain several groups of ingredients such as Saponins and Alkaloids\n</td><td>QLY work in concert to promote efficiency and reduce toxicity. Specifically, the synergetic effect of Ku-Shen (jun herb) and Qing-Feng-Teng (chen herb) may come from the feedback loop and compensatory mechanisms\n</td></tr><tr><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": []}