{"paper_id": "4930321576ed90bada0ad02ba0f448378b3ba2c9", "metadata": {"title": "Clinii al and Experimental Altergy", "authors": [{"first": "N", "middle": [], "last": "Aberg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "B", "middle": [], "last": "Aberg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "K", "middle": [], "last": "Alestig", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Gotehorg", "location": {"country": "Sweden"}}, "email": ""}]}, "abstract": [{"text": "Background A well established drtig for the treatment of asthma and allergy, soditmi cromoglycale. was found in open trials to be useful as a symptomalic treatment for upper respiratory tract infections. Ohjeetive To compare the efficacy of inhaled and intranasal sodium cromoglyeate and matching placebos on the symptoms of upper respiratory tract infections. Methods Adult subjects with symptom.s of runny nose, throat pain, or cough for less than 24 h were recruited. They were treated for 7 days using a randomized, doubleblind, placebo-controlled, group cotnparative design. The medication given was: sodium cromoglyeate dry powder 20 mg per inhalation in spineaps; sodium cromoglyeate aqueous nasal spray delivering 5.2 mg per dose; or matching placebo as dry powder and nasal spray. One spincap and one spray per nostril were taken every 2h during waking hours on days I and 2 and then four times daily on days 3-7. Severity of nine symptoms (general malaise, body aches and pains, chills and shivering, snce/ing. nasul running, nasal blocking, sore throat, cough and voice disturbance) wus recorded twice daily by subjects on diary cards, using a scale of 0 (absent) to 3 (severe). Re.'iults The sludy was conducted between February and April 1993. One hundred and eighteen patients aged 21-63 years (mean 41 years) were included. Symptoms resolved faster (/*< 0.001) and the severity in the last three days of treatment was significantly less in patients treated with sodium cromoglyeate than with placebo (P<0.05-&dy 5; P<O.O\\-&Ay 6; /'<0.001-day 7). Side-efiects were local and mild atid did not differ between the treatment groups. Conclusion Sodiutn cromoglyeate administered both by inhalation and intranasally is an effective treatment for the symptoms of upper respiratory tract infection. Its combined safety and efficacy would make it an acceptable form of treatment for these conditions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "therapculic benefit in ihc trcalmcnl of URTI could be conllrmcd. then it would make un acceptable form of treatment for this common but not particularly serious condition in otherwise normal subjects.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "At two Employee Health Clinics in Goteborg. men and women aged 18-64 years with symptoms of sore throat, runny nose or cough which had been present for less than 24 h were invited to attend. At the time of the initial invitation and when the patients booked for their visit large numbers with a hisiory of allergic rhinitis and asthma were excluded. At the first visit a full clinical history was taken to confirm thai their symptoms conformed to those of an upper respiratory tract infection. Tlie following subjects were excluded at the first visit: subjects whose symptoms had been present for longer than 24 h were excluded: subjects with any hisiory of chronic disease from upper or lower airways (including asthma); pregnant and lactating women and palients with any signilicant chronic disease: subjects who had been given antibiotics during the previous 4 weeks and those receiving any treatment for chronic airways disease, including oral or inhaled corticosleroids. sodium cromoglycale. nedocromil sodium. oral or inhaled bronchodilators. anticholinergics or theophyllines. No other drugs apart from the test treatment and reseue treatment for URTI were allowed during the trial.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The study was fully explained and the treatments to be used described and all subjects signed a form of informed consent. The protocol and the informed consent form were approved by the Ethical Review Committee of the University of Goteborg. Subjects were provided with daily diary cards on which they recorded (morning and evening) the severity of six symptoms related to the upper and lower respiratory tract: sore throat, sneezing, nasul running, nasal blockage, cough and disturbance of voice. They also reeorded the severity o\\' three generalised symptoms: general malaise, body aches and pains, and attacks of chill and shivering. The severity of these symptoms was recorded on a 4-point scale. Also recorded were additional medications taken for URTI and the number of test treatments taken eaeh day. Subjects were randomly assigned to receive either active or placebo treatment in a double-blind manner and asked to return lo the clinic I week later. At the second visit all diary cards and unused medications were collected and palients were asked about any adverse events which occurred during the treatment, to give an overall opinion as to the elVicacy of the treatment received on a 5-point scale (see Table I ) and to guess whether they had received active or placebo treatment. The active treatment comprised of sodium cromoglyeate powder for inhalation and sodium cromoglyeate aqueous solution as an intranasal spray. The powder was given in capsule unil doses (Lomudal\") each containing 20 mg sodium cromoglyeate and inhaled using a turboinhaler {Spinhaler). The intranasai solution was 4% concentration (Lomudal Nasal\") and each mctered dose spray provided 5.2 mg sodium cromoglyeate. The contents of one Spincap were inhaled and one spray was delivered to each nostril every 2 h during ihe waking hours for the first 2 days and four times a day for the remaining 5 days.", "cite_spans": [], "ref_spans": [{"start": 1215, "end": 1222, "text": "Table I", "ref_id": "TABREF1"}], "section": "Materials and methods"}, {"text": "1 he primary eHicacy variables were the severity of the symptoms recorded on the diary cards and the patient's opinion of treatmeni. For the diary card data the morning and evening symptom scores were averaged to give a single daily value. The first score reeorded at the initial clinic visit was used as a baseline value. The symptom scores were therefore reduced to eight values, baseline (B)and days 1-7.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The symptom scores were analysed with parametric tests in two steps. First a two-way {Drug*time) analysis of variance (ANOVA) for repeated measures was applied. If a significant interaction efTect was deteeted the values were analysed with Student's /-tests at each lime point. The chi-square test or the Fisher's exact test was used to analyse differences in distributions of overall opinion of etlicacy. the number of days on which additional medication for URTI was taken, and the number of correct guesses for active or placebo treatment. Probabilities less than the 5% level, using two-tailed tests, were the basis for statistical significance.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The sludy took place between 4 February 1993 and 16 April 1993. A tolal of 135 subjects was randomly allocated to test treatment; 17 subjects were not included in the efficacy analysis (13 in the sodium cromoglyeate group and four in the placebo group); of these, four did not meet the entry criteria as they were found to have a history of either chronic rhinitis or seasonal allergic rhinitis, five took insufficient medication already on day 1 ofthe irial. of whom one hud a minor adverse reaction to the treatment und live did not comply with the study procedure. A further nine subjects withdrew during the study but were included in the efficacy analysis. Of these nine subjects, six did not complete the treatment period but were included as they took full medication for at least 24 h. one of these had an adverse reaction (sodium cromoglycute). One hundred and eighteen patients were therefore included in the efficacy analysis and their characteristics are shown in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 976, "end": 983, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "The mean daily total scores for Ihe primary efficacy variable, the total symptoms are shown in Fig. L The maximum daily total symptom score possibie for the nine symptoms is 27. The mean baseline score ± SEM for ihe sodium cromoglyeate group was 6.28 ± 0.54 (range 1-18) and 5,42 ± 0.36 (rungc I-16) for the placebo group. The dilVcrcnce is not signiticunt. The mean scores rose in both groups peaking at 6.80 ± 0.56 on day I in the sodium cromoglyeate group and at 6.24 ± 0.43 on the same day in the placebo group. Thereafter the symptoms improved in both groups but the range of improvement was significantly faster in the sodium cromoglyeate than in the placebo group (/• < 0.001). The mean daily symptom scores were significantly less in the sodium cromoglyeate group on days 5. 6 and 7. Examination ofthe scores for individual symptoms showed a consistent trend to more rapid improvement in the active group with the greatest eflecl being seen on cough and voice disturbance {P < 0.001 for both).", "cite_spans": [], "ref_spans": [{"start": 95, "end": 101, "text": "Fig. L", "ref_id": null}], "section": "Results"}, {"text": "The other primary variable was the patient's opinion of the efficacy of the treatment received. Five patients (two sodium cromoglyeate. three placebo) refused to give an opinion and the distribution of opinion in the five categories is shown in Table 1 . Of subjects who were treated with sodium cromoglycatc 73\"/o thought the treatment to be very effective or moderately effective as compared with 22\"^ of patients treated witli placebo {P < 0.001).", "cite_spans": [], "ref_spans": [{"start": 245, "end": 252, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "Examination ofthe total symptom scores on the first 3 days of the study showed that the URTIs could be classified into subgroups according to symptom's severity. The most striking differences between the elTects of the two treatments were to be seen in the patients with the most severe symptoms (39 patients with total scores greater than 44 on days 1-3). The scores in the sodium cromoglyeate treated sub-group peaked on day I at 11.3 ±0.67 (SEM) and then declined. In the placebo group the symptom scores peaked on day 3 at 11.58 ± 0.89 and then declined. The tolal symptom scores from When asked to guess which treatment they had received, of those treated wilh sodium cromoglycate 31 (57%) guessed it was active treatment, three (6%) guessed placebo and 20 (37%) had no idea; in ihe placebo-treated group 14 (22\"^)) chose active. 33 (52'!'(t) chose placebo and 17 (26yo) had no idea. These dilTerences are signilicant iP<0.QO\\).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Forty-three patients took additional medications for iheir URTI; 17 in the sodium cromoglycate group and 26 in the placebo group. This difference is not significant. Analgesics antipyretics was taken by 20 patients in the placebo group and 15 patients in the sodium cromoglycate group for 1-7 days (mean: 2.6 days, placebo; 2.3 days, sodium cromoglycate). Nine patients took nasal decongestants (lour active, live placebo), and a further seven patients in the placebo group took either antitussives (« = 4) or antibiotics (n = 3).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Thirteen patients in the sodium cromoglycate group reported 14 adverse events and eight patients in the placebo group reported nine adverse events. These differences are not signiticant. Details are shown in Table 3 . All adverse events were reported as of mild severity.", "cite_spans": [], "ref_spans": [{"start": 208, "end": 215, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "This trial is the first controlled study of sodium cromoglycate in the treatment of acute viral infections of the upper respiratory tract. The subjects were selected from an otherwise healthy population presenting with symptoms at occupational health clinics. In view ofthe known effecls of the drug in allergic disease or asthma and whilst some of the symptoms could be confused with exacerbations of an underlying allergic disease or hyper-reactivit\\ in the airways, particular care was taken to exclude all subjects with a history of asthma and allergy at the stage of inviting the public and booking time for the first visit. These efforts resulted in only four patients being randomi/ed who were subsequcntK found to have a history of allergic rhinitis or chronic rhinitis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The severity and pattern of viral infections of the upper respiratory tract arc best described b> combining the severity scores of the individual local and systemic symptoms as has been used in previous research projects on the common cold [I]. The pattern ofthe acute disease demonstrated in this study follows that expected from previous descriptions. Symptoms increase in severity during the first 48h and decline thereafter with resolution of the acuie illness after 7 days. The eflect oi' sodium cromoglycate when administered to both the upper and lower respiratory tract by intranasal spray and inhaled powder is to reduce the severity and duration of the symptoms.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Sodium cromoglycate is a topically-acting agent with little systemic absorption. It was originally developed for the treatment of asthma when given by inhalation and it is thought to act by preventing the release of chemical mediators of allergic inflammation from sensitized cclis in the bronchial mucosa. particularly mast cells [2] . Subsequently it has been administered topically lo the nasal mucosa. the conjunctivae and the gastro-inieslinat tract for the treatment of allergic rhinitis, allergic conjunctivitis and food allergy. It has always been considered to be a preventive agenl with no symptomatic efTect. There have, however, been reports that the compound has a bronchodilating ellect in some circumstances [3] and animal studies have shown an efTect on central and local neurological reflex mechanisms which ma\\ be important in producing common cold symptoms [4.5] . In some of his early clinical experiments with inhaled sodium cromoglycate [6] . Altounyan showed that the drug enhanced the bronchodilating ctfect of atropine. An interpretation of this eff\"ect is that the drug down-regulates neurological reflexes that have been enhanced in the case of asthma by exposure to antigen. In the present trial it can be argued that the virus infection has up-regulated the normal reflexes that result in nasal secretion, sneezing and coughing and that sodium cromoglycate causes a down-regulation of these reflexes and produces the symptomatic effects observed.", "cite_spans": [{"start": 331, "end": 334, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 723, "end": 726, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 876, "end": 881, "text": "[4.5]", "ref_id": null}, {"start": 959, "end": 962, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although the classical mediators of allergic inflammation have not been shown to be important for the inflammatory response lo viral infections [7.8 ]. a potent pro-inflammatory cytokine. tumour necrosis factor-o (TNFa) is often present in nasal mucosa in URTI [9] and the release of this mediator from mast cells has been shown to be inhibited by sodium cromoglycate [10] . The intercellular adhesion molecule ICAM-1 may also play an important role since it is the receptor molecule for rhinovirus [I I] as well as being upregulated in inflamed airway epithelium [12] and. experimentally, by TNFa [13] . Thus, an anti-inflammatory effect at this level may also affect the course of the viral disease. It is therefore possible that the effect of the drug demonstrated in this study is a combination of the prevention of the local release of mediators from cells damaged by infection and down-regulation of neurological reflexes which have been enhanced in response to infection.", "cite_spans": [{"start": 144, "end": 148, "text": "[7.8", "ref_id": null}, {"start": 261, "end": 264, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 368, "end": 372, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 564, "end": 568, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 598, "end": 602, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "It is known that difTerent viruses differ in the way they activate inflammatory ceils in the respiratory mucosa. and also the timing at which this activation takes place, with consequent differences in the timing ofthe onset of symptoms. It is likely that the patients in this trial hud different virological causes for their symptoms and this is an uncontrolled element in the study. As the directional changes favouring active treatment were consistent across all symptom scores and all severity groups, possible differences in the distribution of diseases with varying natural courses between the treatment groups is not considered to have had a major influence on the results.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A protective effect of high concentrations of sodium cromoglycate on the cytotoxic effect of virus infection in vino has been reported but no direct effect on virus has been shown [14.15] . Nedocromil sodium, a compound that is thought to have a similar mode of action to sodium cromoglycate [16] . has also been shown to modulate the effects of experimental infection with virus [17] . In these studies there was no effect on the frequency of virus shedding nor on the serological response to the virus, indicating that the effect shown was only to reduce the severity and time course ofthe symptoms. The effect was significant when the infection was with rhinovirus but less when coronavirus was used. Nedocromil sodium was administered by the intranusal route alone and in order to have a clinically useful effect, as shown in the sodium eromoglycate trial, it may be necessary to administer the drug to the whole ofthe respiratory tract using both the intranasal and the inhaled routes.", "cite_spans": [{"start": 180, "end": 187, "text": "[14.15]", "ref_id": null}, {"start": 292, "end": 296, "text": "[16]", "ref_id": "BIBREF17"}, {"start": 380, "end": 384, "text": "[17]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Effective treatment of the common cold has eluded researchers since experiments began. Antiviral treatment with interferon or anti-viral compounds given intranasally have been evaluated in experimental infection [18.19] but their efficacy and safety have not warranted general use. Combination therapy of interferon. ipratropium bromide and naproxen has been reported to be more effective than monotherapy [20] . Blockade of cellular receptors for different infective agents is a new approach that remains to be further developed [21] .", "cite_spans": [{"start": 212, "end": 219, "text": "[18.19]", "ref_id": null}, {"start": 406, "end": 410, "text": "[20]", "ref_id": "BIBREF21"}, {"start": 530, "end": 534, "text": "[21]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "In previous drug trials for the treatment of URTI any efficacy shown has been of limited value, particularly in relation to the potential for adverse effects. Sodium cromoglycate differs in that it has an excellent safety profile and record and in this study has been shown to be an effective und clinically useful treatment in limiting the severity and time-course of virul respiratory tract infections. The fact that useful eflicacy hus been shown when treatment was sturted after the onset of symptoms makes the drug more suitable for general use in URTI than if prophylactic administration were necessary. The potential use ofthe drug in URTI particularly in patients with usthma would be an interesting project for future research and may warrant a re-evaluation of this well known drug both within and without its traditional areas of clinical use.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The study of antiviral compounds in volunteers", "authors": [{"first": "A", "middle": ["S"], "last": "Beare", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Reed", "suffix": ""}], "year": 1977, "venue": "Chemoprophylaxis and viral infections ofthe respiratory tract", "volume": "", "issn": "", "pages": "27--55", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Mode of action of disodium cromoglycate. studies on immediate type hypersensitivity reactions using 'double sensiUzation' with two antigenically distinct rat reagins", "authors": [{"first": "Tsc", "middle": [], "last": "Orr", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Pollard", "suffix": ""}, {"first": "J", "middle": [], "last": "Gwilllam", "suffix": ""}, {"first": "Jsg", "middle": [], "last": "Cox", "suffix": ""}], "year": 1970, "venue": "Clin Exp Immunol", "volume": "7", "issn": "", "pages": "745--57", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Bronchodilator ellccl of sodium cromoglycate and its clinical implications", "authors": [{"first": "Jtn", "middle": [], "last": "Chung", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Jones", "suffix": ""}], "year": 1979, "venue": "BMJ", "volume": "2", "issn": "", "pages": "33--37", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The action of sodium cromoglycate on 'C fibre endings in the dog lung", "authors": [{"first": "M", "middle": [], "last": "Dixon", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Jackson", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Richards", "suffix": ""}], "year": 1980, "venue": "Br J Pharmacol", "volume": "3", "issn": "", "pages": "80--84", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The effects of sodium cromoglycate on histamine reflex bronchoconstriction in the anaesthetised dog", "authors": [{"first": "D", "middle": ["M"], "last": "Jackson", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Richards", "suffix": ""}], "year": 1977, "venue": "Br J Pharmacol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Changes in histamine and atropine responsiveness as a guide to diagnosis and evaluation of therapy in obstructive airways disease", "authors": [{"first": "Rec", "middle": [], "last": "Altounyan", "suffix": ""}], "year": 1970, "venue": "Disodium Cromoglycate in Allergic Airways Disease", "volume": "", "issn": "", "pages": "47--53", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Influence of atopy on the clinical manifestations of", "authors": [{"first": "K", "middle": ["A"], "last": "Callow", "suffix": ""}, {"first": "Tyrell", "middle": ["Daj"], "last": "Shuw", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Fitzhurns", "suffix": ""}, {"first": "P", "middle": [], "last": "Wardlaw", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kay", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "1045-1050 yV. Ahi't-ii, B. .-uiul K. A coronovirus infections in adult volunteers", "authors": [], "year": 1988, "venue": "Ciin Allergy", "volume": "26", "issn": "", "pages": "119--148", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mediators of immediate hypersensiiivity in nasal secretions during natural colds and rhinovirus infections", "authors": [{"first": "P", "middle": ["A"], "last": "X Hggleston", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Hendley", "suffix": ""}, {"first": "", "middle": [], "last": "Gwaltney", "suffix": ""}], "year": null, "venue": "Ada Otolaryngol", "volume": "4", "issn": "", "pages": "2--3", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Wellings R ei ;il. Tumour necrosis faetor-n and leukotriene E4 production in wheezy infants", "authors": [{"first": "I", "middle": ["M"], "last": "Balfour-Lynn", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Valman", "suffix": ""}], "year": 1994, "venue": "Clin Exp Allergy", "volume": "24", "issn": "", "pages": "121--127", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Modulation of mast cell function in the gastrointestinal tract", "authors": [{"first": "E", "middle": ["Y"], "last": "Bissonette", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Befus", "suffix": ""}], "year": 1993, "venue": "Immimopharmaeology of ihe gastrointestinal sysletn", "volume": "95", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A cell adhesion molecule. lCAM-1, is the major surface receptor for rhinoviruses", "authors": [{"first": "D", "middle": ["E"], "last": "Staunton", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Merluzzc", "suffix": ""}, {"first": "R", "middle": [], "last": "Rohlein", "suffix": ""}], "year": 1989, "venue": "Cell", "volume": "56", "issn": "", "pages": "84--53", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Intercellular adhesion molecule (ICAM-1) in the pathogenesis of asthma", "authors": [{"first": "C", "middle": ["D"], "last": "Wegner", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Gundel", "suffix": ""}, {"first": "P", "middle": [], "last": "Reiliy", "suffix": ""}, {"first": "N", "middle": [], "last": "Hynes", "suffix": ""}, {"first": "G", "middle": [], "last": "Letts", "suffix": ""}, {"first": "R", "middle": [], "last": "Roihlein", "suffix": ""}], "year": 1990, "venue": "Science", "volume": "247", "issn": "", "pages": "456--465", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Adhesion of T lymphocytes to epidermal keraiinocytes is regulated by IFN-, and is mediated by ICAM-1", "authors": [{"first": "M", "middle": ["L"], "last": "Duslin", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Singer", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Tuek", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Springer", "suffix": ""}], "year": 1988, "venue": "J Exp Med", "volume": "167", "issn": "", "pages": "1323--1363", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "ean inhibit virus-induced cytopatic effecls in vitro", "authors": [], "year": 1977, "venue": "BMJ", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Effect of disodium cromoglycate on virus-celt system in vitro", "authors": [{"first": "D", "middle": [], "last": "Loveday", "suffix": ""}, {"first": "Rbm", "middle": [], "last": "Wenham", "suffix": ""}], "year": 1977, "venue": "BMJ", "volume": "2", "issn": "", "pages": "557--565", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Nedocromii sodium: a new therapeutic option for reversible obstructive airways disease", "authors": [{"first": "Tsc", "middle": [], "last": "Orr", "suffix": ""}], "year": 1987, "venue": "Br J Clin Pract", "volume": "41", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The effect of intranasal nedocromil sodium on viral upper respiratory tract infections in human volunteers", "authors": [{"first": "", "middle": [], "last": "Barrow", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Higgins", "suffix": ""}, {"first": "W", "middle": [], "last": "Al-Nakib", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Smith", "suffix": ""}, {"first": "Rbm", "middle": [], "last": "Wenham", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrell", "suffix": ""}], "year": 1990, "venue": "Clin Exp Allergy", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Managing upper viral respiratory infections", "authors": [{"first": "Del", "middle": [], "last": "Mar", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 1990, "venue": "Ausir Fam Phys", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Suppression of colds in humiin volunteers challenged wilh rhinovirus by a new synthetic drug (R61i<37|", "authors": [{"first": "W", "middle": [], "last": "Al-Nakib", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Higgins", "suffix": ""}, {"first": "G", "middle": [], "last": "Barrow", "suffix": ""}], "year": 1989, "venue": "Antimicrobial Agents and Chemotherapy", "volume": "33", "issn": "", "pages": "522--527", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Combined antiviral and antinicdiulor treatmenl of rhinovirus colds", "authors": [{"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1992, "venue": "J Infect Dis", "volume": "166", "issn": "", "pages": "776--82", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Modification of experimental rhinovirus colds by receptor blockade", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwallney", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Colonno", "suffix": ""}], "year": 1988, "venue": "Anliviral Res", "volume": "9", "issn": "", "pages": "233--280", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Effect of sodium cromoglyeate and placebo on symptoms of URTI. Mean dally score for all symptoms. • •. placebo group. O -O. sodium eromoglycaie group. *P < 0.05; **/'<O.ai; *'*/*< 0.001. C' 1996 Blackwell Science Ltd. Clinical and E.\\perimenial Allergy. 26. 1045-1050", "latex": null, "type": "figure"}, "TABREF1": {"text": "[*alicnt\"s npininii ot\" treatment", "latex": null, "type": "table"}, "TABREF2": {"text": "Patienl characleristics", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Sodium cromoglyeate group\n</td><td>Placebo group\n</td></tr><tr><td>Number\n</td><td>54\n</td><td>(.4\n</td></tr><tr><td>Sex: Male\n</td><td>28\n</td><td>33\n</td></tr><tr><td>Female\n</td><td>26\n</td><td>31\n</td></tr><tr><td>Age (years):\nMean\n</td><td>40.9\n</td><td>41\n</td></tr><tr><td>Range\n</td><td>21-63\n</td><td>24 60\n</td></tr><tr><td>Duration of URTI Mean\n</td><td>11.4\n</td><td>11.1\n</td></tr><tr><td>symptoms (hours) Range\n</td><td>2-23\n</td><td>1-23\n</td></tr><tr><td>Smoking habits:\nCurrent smoker\n</td><td>8\n</td><td>5\n</td></tr><tr><td>Former smoker\n</td><td>4\n</td><td>4\n</td></tr><tr><td> </td><td>Non-smoker\n</td><td>42\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Adverse events", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Adverse event\n</td><td>Sodium cromoglycale\n</td><td>Placebo\n</td></tr><tr><td>Coughing (after inhaluiion)\n</td><td>4\n</td><td>U\n</td></tr><tr><td>Dizziness\n</td><td>I\n</td><td>I\n</td></tr><tr><td>Episiaxis\n</td><td>1\n</td><td>1\n</td></tr><tr><td>Dry mouth\n</td><td>I\n</td><td>1\n</td></tr><tr><td>Sore gums\n</td><td>I\n</td><td>0\n</td></tr><tr><td>Muscle ache\n</td><td>0\n</td><td>1\n</td></tr><tr><td>Muscle tension\n</td><td>1\n</td><td>0\n</td></tr><tr><td>Throiit irritation\n</td><td>0\n</td><td>1\n</td></tr><tr><td>Nas;il irritation (afler spray)\n</td><td>I\n</td><td>3\n</td></tr><tr><td>SlufTy nose\n</td><td>0\n</td><td>1\n</td></tr><tr><td>Bad taste (after inhalation)\n</td><td>4\n</td><td>0\n</td></tr><tr><td>Tolal\n</td><td>14\n</td><td>9\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We wish to acknowledge the assistance provided by Dr B. Lavenius. Dr S. Rancr and the nursing staff at the Employee Health Centre at SKF Tool Ltd and the Bank Health in Goteborg. J. E. Ternstrom of Fisons Sweden AB und Gunnar Edmun of Pons Consulting who conducted the statistical analysis. Test treatments were provided by Fisons Sweden AB who also supported the study.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}